{"id": "GAO-02-590", "url": "https://www.gao.gov/products/GAO-02-590", "title": "State Department: Sale of Unneeded Overseas Property Has Increased, but Further Improvements Are Necessary", "published_date": "2002-06-11T00:00:00", "released_date": "2002-07-11T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["The U.S. government owns about 3,500 properties overseas at more than 220 locations, including embassy and consular office buildings, housing, and land. The Department of State is responsible for acquiring, managing, and disposing of these properties. In 1996, GAO reported that the State Department did not have an effective process for identifying and selling unneeded overseas real estate, and that decisions concerning the sale of some properties had been delayed for years because of parochial conflicts among the parties involved. The State Department has taken steps to implement a more systematic process for identifying unneeded properties by (1) requesting posts to annually identify excess, underutilized, and obsolete property and (2) requesting its own staff and Inspector General officials to place greater emphasis on identifying such property when they visit posts. The State Department has significantly increased its sales of unneeded properties in the last 5 years. From 1997 through 2001, it sold 104 overseas properties for over $404 million, almost triple the proceeds compared with the previous 5 year period. However, the department still has a large number of unneeded properties that have not yet been sold. The State Department has not effectively implemented recommendations made by the Real Property Advisory Board to sell unneeded property. State has disposed of only 7 properties of the 26 recommended for sale by the board."]}], "report": [{"section_title": "Letter", "paragraphs": ["The U.S. government owns about 3,500 properties overseas at more than 220 locations, including embassy and consular office buildings, housing, and land. The Department of State is responsible for acquiring, managing, and disposing of these properties. In 1996, we reported that the State Department did not have an effective process for identifying and selling unneeded overseas real estate, and that decisions concerning the sale of some properties had been delayed for years because of parochial conflicts among the parties involved. As a result, the State Department was retaining millions of dollars of unneeded real estate. To address this problem, we recommended that the State Department establish an independent panel to decide which properties should be sold. The Congress, noting our recommendation, directed the secretary of state to create an advisory board on real property management. In April 1997, the State Department created the Real Property Advisory Board to review disputed properties and make recommendations to the under secretary of state for management.", "In response to your request that we assess the State Department’s processes for, and performance in, identifying and selling unneeded overseas real estate, this report discusses (1) steps taken by the State Department to improve its process for identifying unneeded properties, (2) its performance in selling unneeded properties, and (3) whether it has implemented the Real Property Advisory Board’s recommendations to sell disputed properties. In addition, during the course of our work we identified legislation that affects the department’s ability to sell residences purchased for agricultural attachés. We are reporting separately to you on this matter.", "We reviewed the sales status of properties that the State Department, its Office of the Inspector General (IG), and our office had previously identified as excess, underutilized, or obsolete. We also analyzed the department’s worldwide inventory and property files, focusing on 35 overseas posts that had vacant properties, high-value properties, or one or more properties that had been identified for potential sale. We also interviewed key State Department officials and a member of the Real Property Advisory Board."], "subsections": [{"section_title": "Background", "paragraphs": ["The Foreign Buildings Act of 1926, as amended, authorizes the secretary of state to sell, exchange, or lease any property acquired abroad that is used for diplomatic and consular establishments in foreign countries. The law authorizes the secretary to use the sales proceeds to acquire and maintain other property overseas. It also requires the secretary to report such transactions to the Congress with the department’s annual budget estimates. The secretary of state delegated the secretary’s authority under the law to the Bureau of Overseas Buildings Operations (OBO). Thus, OBO is responsible for establishing and overseeing policies and procedures for the department’s real estate properties.", "In 1996, we reported that the State Department did not have a systematic process for identifying unneeded properties and disposing of them. At that time, the department identified potentially unneeded properties through a variety of ad hoc and uncoordinated actions that we believed did not constitute an organized and effective system for identifying such properties. We also reported that decisions about the sale of unneeded overseas real estate properties had been delayed for years because of disputes between OBO and the regional bureaus and embassies. To speed these decisions by providing a final, authoritative forum for the disputing parties to argue their positions, we recommended that the State Department establish an independent panel to review disputed properties and decide which ones should be sold.", "In September 1996, the Congress directed the secretary of state to establish an advisory board on real property management to (1) review information about properties proposed for sale and (2) compile a list of properties recommended for sale to be approved by the under secretary of state for management. The Congress also directed the State Department to transmit this list to the appropriate congressional committees and to “proceed with the immediate sale of  on the approved list” as soon as market conditions were appropriate.", "In response to the congressional direction, in April 1997, the assistant secretary of state for administration created the Real Property Advisory Board to review and make recommendations about the sale of disputed properties. The advisory board’s charter authorizes a seven-member panel appointed by the under secretary of state for management consisting of three real estate professionals from outside the State Department and four high-ranking department officials. The board is authorized to (1) review information on properties proposed for sale by the State Department, the State IG, our office, or any other federal agency and (2) compile a list of properties recommended for sale to be approved by the under secretary of state for management. The charter directs the advisory board to meet at least once each fiscal year and to proceed “as far as possible” by consensus in deciding which properties to recommend for sale.", "A 1999 State IG’s report found that the State Department had substantially complied with the Congress’s intent (and our 1996 recommendation) in drafting the advisory board’s charter and reporting the board’s actions to the Congress. The report also found that the advisory board had functioned in a manner consistent with its charter, and that its recommendations were based on sufficient and balanced information."], "subsections": []}, {"section_title": "State Department Has Taken Steps to Identify Unneeded Properties but Needs to Improve Inventory Database Accuracy", "paragraphs": ["Since 1996, OBO has taken steps to implement a more systematic process for identifying unneeded properties, which has resulted in post and OBO officials’ placing greater emphasis on identifying properties that could be sold. Steps reflecting this emphasis include an annual request to posts asking them to identify government-owned properties that should be considered for disposal and increased efforts by OBO and IG officials to identify such properties when they visit posts. However, the department’s ability to monitor property use and identify potentially unneeded properties is hampered by weaknesses in its property inventory system."], "subsections": [{"section_title": "Annual Certification Process Identifies Potentially Unneeded Properties", "paragraphs": ["In response to our 1996 report, OBO began asking posts during an annual property inventory to identify properties that should be considered for disposal. OBO has included this request as part of State’s annual chiefs of mission certification that posts are in compliance with the Foreign Affairs Manual in regards to the management of real property. This process has helped the State Department to more systematically identify unneeded property. For example, in 2001, OBO cabled all posts for this purpose in July and sent follow-up cables to unresponsive posts in August. OBO’s initial cable requested that posts report all government-owned real property that should be considered for disposal, including properties for which posts had disposal processes under way. Posts were instructed to include excess office space, excess and oversized/overstandard housing, vacant or underutilized lots, properties used infrequently or for purposes such as unofficial business, and any other properties that could be considered appropriate for disposal. OBO officials explained that the effectiveness of this identification effort depended on posts’ responding fully and promptly. In 2001, almost all posts complied. As a result of this process, the department identified 130 potentially unneeded properties."], "subsections": []}, {"section_title": "Actions by OBO and State’s IG to Identify Unneeded Properties", "paragraphs": ["In addition to the annual post certification process, the director of OBO has instructed bureau officials to emphasize identification of unneeded property. For example, OBO officers have been instructed to pay more attention to identifying potentially disposable property during post visits to oversee and resolve real estate issues. OBO officials said this increased emphasis has helped posts and OBO to continually focus on the need to dispose of unneeded property.", "The State Department’s IG reviews property use issues as part of its regular inspections. In addition, in February 1998, the under secretary for management asked the IG to specifically include identification of excess, underutilized, and obsolete properties as part of the IG’s inspections and audits at overseas posts and to provide periodic summaries on these data collection efforts. This work was aimed at identifying potentially excess, underutilized, and obsolete properties on the basis of existing criteria and was not a substantive review of the reasons why posts should or should not retain these properties. It ended in June 2001 by mutual consent between the IG and the under secretary for management, but the IG still reviews property status and use as part of its post inspections. The IG’s final report stated that the office found 21 excess, 160 underutilized, and 51 obsolete properties during this 3-year review. The State Department agreed to sell 72 of these properties.", "The IG stated that these reviews were useful and productive. It added that chiefs of mission and other senior officials were interested in this work, and, as a result, the IG noted increased emphasis on real property management. An IG official said they would only start a similar effort again if it is requested by the under secretary. According to this official, OBO’s new director has taken a more aggressive approach to identifying and selling unneeded property, which reduces the need for any additional IG effort at this time."], "subsections": []}, {"section_title": "Process to Identify Unneeded Property Is Constrained by Inaccurate Inventory Data", "paragraphs": ["The State Department’s worldwide real property inventory contains many errors and omissions. To better monitor property use and identify potentially unneeded properties, accurate inventory data are needed. Accurate real property data are also needed for the worldwide inventory that the General Services Administration keeps at the Congress’s request.", "OBO, however, has had difficulty getting posts to ensure that data in its inventory database are accurate, which is a long-standing problem. We observed problems involving properties sold but not removed from the inventory, properties acquired but not added to the inventory, and errors in cost and other descriptive information. For example, In June 2001, the inventory still listed an office building and the consul general’s residence in Alexandria, Egypt, which were sold in 1997 and 1998 (for more than $5 million).", "Acquisition cost was overstated by about $300 million for three properties in Bamako, Mali, and by nearly $132 million for one property in Yaounde, Cameroon, due to data input errors, according to OBO.", "Inaccurate inventory information can result in unneeded properties not being identified for potential sale. For example, a parking lot in Paris purchased in 1948 was not included in the inventory until an IG visit in 1998 highlighted the lot’s absence from the inventory. The property is currently being marketed and is valued at up to $10 million.", "We also found that the number of properties listed in the inventory does not accurately reflect the number of properties the State Department manages because, according to OBO, posts have inconsistently assigned property identification numbers. Posts sometimes assigned separate numbers to land and associated buildings. For example, the embassy in Paris is listed as three separate properties—the land and two buildings. The buildings were acquired separately but are now connected. The three properties comprise one compound. At other times, posts assigned one number to multiple properties—for example, in Brasilia, four separate lots were given one property identification number.", "Along with its other efforts, OBO is attempting to improve the accuracy, and therefore the reliability, of the State Department’s worldwide overseas property inventory data. According to OBO officials, since individual posts are responsible for entering their own data, correcting inaccuracies requires that they routinely check and update data in their property inventories. To help posts keep accurate inventory data, OBO has provided 238 posts with computer software for recording their property inventories, along with a user manual that gives step-by-step instructions. However, according to OBO, 185 posts have installed or are in the process of installing the software, leaving 53 posts that are not using it—thereby negatively affecting the consistency and accuracy of inventory data. In November 2001, OBO reported that about 20 posts had not corrected known errors or omissions in their property inventories. Because of such errors and omissions, some OBO staff said they do not rely on the property inventory for their work and instead keep their own property inventory information."], "subsections": []}]}, {"section_title": "Real Estate Sales Have Grown, but a Significant Number of Properties Is Still Unsold", "paragraphs": ["The State Department’s performance in selling unneeded property has significantly improved in the last 5 years. Property sales proceeds were more than 3 times greater than for the previous 5-year period. However, despite this progress, the department still has a large number of potentially unneeded properties that remain unsold. In 2001, the State Department began several initiatives intended to expedite the sale of unneeded properties, including (1) using “business case” analyses to ensure that financial and economic factors were included in the property sales decision process, (2) emphasizing the use of commercial real estate marketing services, and (3) more aggressively focusing on resolving property disputes.", "The State Department sold 104 properties for more than $404 million from fiscal years 1997 through 2001. This is a threefold increase in proceeds compared with the 65 properties the department sold for more than $133 million from fiscal years 1992 through 1996 (see fig. 1).", "Large-value sales from fiscal years 1997 through 2001 included a compound in Seoul, South Korea (almost $99 million in installment payments), and the former chancery in Singapore for nearly $60 million.", "As of September 30, 2001, the State Department reported that 92 properties were potentially available for sale. These properties have an estimated value of more than $180 million. Many of these properties have been identified for potential sale for years, including 35 that date back to 1997."], "subsections": [{"section_title": "Recent Initiatives to Expedite Property Sales", "paragraphs": ["In 2001, the new OBO director introduced “business case” sales analysis to the process of determining whether a property should be sold. This new framework considers economic and financial factors, along with diplomatic and security issues and post concerns. According to OBO officials, the State Department’s former property sales decision-making process generally did not fully consider economic and financial factors. OBO officials said the new framework has helped OBO in its effort to gain agency consensus regarding property sales and is already producing results. OBO officials also stated that the director has made business case- based decisions to sell properties in at least six posts, including Paris where he has directed the post to sell a parking lot and an office building.", "Another initiative designed to expedite property sales is OBO’s award of indefinite quantity contracts to several international real estate brokerage firms for real estate marketing services. OBO officials believe these contracts will speed overseas property sales, give OBO greater control over the sales process, and relieve the administrative burden that property sales place on posts. Under these contracts, the brokerage firms will do tasks formerly performed by the posts, including advertising properties, identifying prospective buyers, receiving bids, and conducting negotiations. However, the brokers cannot conclude sales without the State Department’s approval. As of March 2002, OBO was using these contracts to market 20 properties at 10 posts, including 5 properties OBO has been trying to sell for several years. OBO stated that it has not been able to fully evaluate the effectiveness of these contracts since the program has just started.", "Furthermore, to reduce the department’s inventory of unneeded properties, the new OBO director has focused on resolving disputes with host countries and posts that have delayed the sale of valuable properties. For example, OBO intends to sell a high-value Bangkok residential compound that has been under consideration since the early 1990s but delayed due to post objections. The Asian financial crisis in 1997 temporarily halted this debate, according to OBO officials, but OBO is now pushing to sell the property. OBO officials added that the director has also addressed disputed properties at five more posts."], "subsections": []}]}, {"section_title": "State Department Has Not Yet Sold Most Properties Recommended by the Advisory Board", "paragraphs": ["The State Department has not yet sold 19 of 26 properties recommended for sale by the Real Property Advisory Board and approved by department management. Since its inception in 1997, the advisory board has reviewed 41 disputed properties and recommended that 27 be sold (department management approved the sale of 26 of these properties). As of April 2002, the State Department had disposed of 7 (including 2 for which it terminated the long-term lease) of the 26 properties for about $21 million. Sales of the remaining 19 properties, valued at about $70 million, have been delayed by host country restrictions (12 properties), the need to find replacement properties (4 properties), and post objections (3 properties). OBO officials acknowledged that the department has moved slowly to resolve some of these impediments. As a result, the advisory board has reviewed the status of most properties multiple times over several years."], "subsections": [{"section_title": "Board Has Recommended Selling Most Disputed Properties", "paragraphs": ["Our analysis of department records shows that of the 41 disputed properties reviewed since 1997, the advisory board recommended selling 27 (26 were approved for sale by State Department management) and retaining 9. The board planned to revisit the cases of 4 properties at a later date and ended its review of 1 property in Manila after concluding that the issue at hand was largely political and diplomatic. The advisory board reached these decisions and compiled its list of recommended sales by consensus. Our analysis of department records and discussion with a board member showed that in reaching these decisions, the advisory board’s consideration of economic analyses was balanced by consideration of political and diplomatic factors, such as representational concerns and the historic value of the properties. Figure 2 summarizes the board’s recommendations for all 41 properties through its mid- November 2001 meeting."], "subsections": []}, {"section_title": "State Has Disposed of 7 of 26 Properties Approved for Sale", "paragraphs": ["The assistant secretary of state for administration or under secretary of state for management reviewed and approved 26 of the board’s 27 sales recommendations. Our analysis of department records shows that the State Department has disposed of 7 of these 26 properties for $20.6 million. According to OBO, the estimated value of the 19 unsold properties is about $70 million. In addition, the State Department has decided to sell the property in Manila that the board had considered but on which it had declined to make a recommendation. Table 1 summarizes the factors that have delayed the sale of these properties. Appendix I provides additional information about the disposition and status of all 41 properties reviewed by the advisory board."], "subsections": []}, {"section_title": "Advisory Board Has Reviewed Most Properties Multiple Times", "paragraphs": ["Because property sales were delayed, the advisory board reviewed the status of most properties submitted in 1997 through 2000 multiple times over several years. Our analysis of department records shows that, on average, the board reviewed 34 properties 4 times over 3.1 years. In addition, as of the board’s last meeting in November 2001, 17 of the properties had been sold, retained for use, or otherwise discharged by the board. The board had reviewed each of the remaining 17 properties (awaiting sale) an average of almost 6 times over 4.4 years. Table 2 shows the results of our analysis."], "subsections": []}, {"section_title": "OBO Officials Expect Improvements in Sales of Recommended Properties", "paragraphs": ["OBO officials predict that the State Department will implement advisory board recommendations more quickly in the future. According to these officials, recent actions to expedite property sales, such as contracting for real estate appraisal and marketing services, will reduce delays in implementing the advisory board’s recommendations by making approved property sales less susceptible to post appeals and inaction. Moreover, OBO believes that its enhanced standing within the department will reduce delays by giving OBO a greater voice in intradepartmental discussions to counterbalance post appeals. In 2001, OBO was upgraded from an office reporting to the assistant secretary of state for administration to a bureau reporting to the under secretary of state for management. OBO officials also said the advisory board’s support for OBO’s position on most properties was a positive factor in helping to reduce post resistance to proposed sales."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["OBO has implemented a number of initiatives to improve the identification of unneeded properties. Accurate property inventory data would help OBO and the posts to further identify such properties. However, inventory data are currently inaccurate and therefore unreliable, and post cooperation in correcting these errors and omissions has been inconsistent. While OBO has taken action to expedite property sales, difficulties reaching consensus within the State Department on sales of individual properties continue to cause delays. Furthermore, the State Department has not fully implemented most of the Real Property Advisory Board’s recommendations, and properties valued at about $70 million have not been sold. Additional property sales could be delayed unless the department takes action to ensure that approved sales recommendations are implemented as the Congress intended—as soon as market conditions are appropriate and any issues with the host country are resolved."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To improve the State Department’s ability to identify properties that may be available for sale, we recommend that the secretary of state take action to improve the accuracy of the real property inventory. Ensuring that all posts install and use the new automated property inventory software would be a key step."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments on a draft of this report, the State Department stated that it is in total agreement with our recommendation and is taking steps to implement it. The department added that it believes this report is a fair and accurate representation of its ongoing efforts to dispose of unneeded real property overseas, and that the report recognizes the progress and the many improvements that have been made and continue to be made. The department also stated that the cooperative effort between the legislative and executive branches on this review can serve as a model for future work.", "In a draft of this report, we had recommended that the secretary of state direct the department to proceed with property sales as soon as market conditions are appropriate to ensure that disputed overseas real estate properties are sold as expeditiously as possible. The department responded that it believed the recommendation is unnecessary due to the enhanced position of the OBO Bureau and the proactive approach and involvement of its director in property disposal issues. It added that it appreciated the intent of the recommendation, that the secretary use his office as necessary and appropriate to expedite disposal of unneeded property, and that this option is always available should it become necessary. On the basis of these comments, we deleted this recommendation from the report. However, as the department noted in its comments, instances may arise when involvement by the secretary does become necessary, specifically to emphasize resolution of issues caused by host country restrictions on property sales that require diplomatic negotiations, such as the case with the 12 properties in Brasilia. It is therefore important that the director of OBO keep the under secretary for management informed on the status of all properties being considered for sale to avoid the type of lengthy delays experienced in the past."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine if the State Department has taken steps to improve its process for identifying unneeded properties that are potentially available for disposal, we interviewed OBO’s director and other OBO officials concerning OBO policies and processes for identifying unneeded property and determining when properties should be sold. We reviewed documents relating to OBO’s identification of unneeded property potentially available for disposal, including the State Department’s quarterly reports to the Congress describing properties potentially available for disposal during that quarter. We also examined OBO’s policies and processes for entering information into its real property worldwide database and issues affecting quality control over this information, and we reviewed the department’s worldwide property inventory as part of our effort to assess the accuracy of the property database. In addition, we reviewed sections of the Foreign Affairs Manual applicable to property management overseas and documents prepared by State Department officials in response to our questions about their processes for identifying unneeded property.", "To assess the Department of State’s performance in selling unneeded properties, we analyzed quarterly reports to the Congress identifying property sales since 1997 and properties that are still available for disposal. We also reviewed OBO policies and processes, focusing on actions OBO has taken to overcome constraints that have delayed sales, such as disputes with posts and host government restrictions. We also interviewed officials at OBO’s Real Estate and Property Management and Area Management offices to identify the status of properties being considered for sale and to understand how they deal with the posts concerning individual property sales. In addition, we reviewed the department’s long-range overseas buildings plan to identify property the department plans to sell through fiscal year 2007.", "To determine whether the State Department has implemented the Real Property Advisory Board’s recommendations, we analyzed the House conference report that directed the department to establish the board, our prior and State IG reports, and applicable department policies and guidance in the Foreign Affairs Manual and Foreign Affairs Handbook. We analyzed records prepared by State Department officials in response to our questions about the advisory board, minutes of the board’s eight meetings, and the board’s original and modified charters. We also interviewed a member of the advisory board and State Department officials involved in reviewing the properties included in our evaluation. In addition, we analyzed the minutes of the advisory board’s meetings and other records to determine the number of properties submitted to the board for review from 1997 through 2001, the board’s recommendations for these properties (sell, retain, revisit, or other), and the current status of these properties (sold, retained, or awaiting sale). For properties submitted to the advisory board from 1997 through 2000, we analyzed these records to determine the number of times and the length of time the board reviewed each of these properties. This analysis excluded seven properties submitted to the advisory board at its mid-November 2001 meeting because we do not know yet whether State will implement the board’s sales recommendations before its next meeting.", "We conducted our review from June 2001 through April 2002 in accordance with generally accepted government auditing standards.", "As agreed with your office, unless you publicly announce its contents earlier, we plan no further distribution of this report until 30 days after its date. At that time, we will send copies of this report to interested congressional committees and the secretary of state. We also will make copies available to others upon request. In addition, this report will be available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me at (202) 512-4128 or at fordj@gao.gov. Contacts and staff acknowledgments are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Disputed Properties Reviewed by the Real Property Advisory Board", "paragraphs": ["Property status as of March 2002 Sold in 1998 for $2.1 million.", "Sold in 2000 for $1.05 million. Post has not acted to sell property. Retain until post finds a secure residence for defense attaché. Sold in 2000 for $4.7 million. Sales delayed by tax dispute with host government. Negotiations started recently to resolve the dispute. IG reports property no longer underutilized. Retained to provide security buffer.", "Retained for recreational use.", "The State Department plans to sell the property when the school relocates. In the interim, the department will charge the school rent. Board recommended selling properties after post occupied new embassy (which occurred in October 2001). The State Department has terminated these long-term leases effective April 23, 2002. Sold in 1999 for $12.5 million.", "Retained to provide security buffer.", "Sold in 1998 for $239,082.", "Retained as site for new office building after security concerns made embassy site unsuitable. State plans to sell when it can buy or lease suitable replacements. State is negotiating the disposition of these properties with tenant agencies. Board concluded the decision was political/diplomatic. State has decided to sell the property.", "Property status as of March 2002 Relocation not cost-effective.", "Retained for parking.", "Property was retained on the basis of guidance from the president.", "Property retained for recreational use. Board recommended selling the property unless State’s 2002 long- range facilities plan authorized constructing a new office building in Rabat. State now plans to sell the property contingent on resolving potential host government restrictions. Property retained for recreational use."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of State", "paragraphs": ["The following are GAO’s comments on the Department of State’s letter dated May 15, 2002."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  We deleted this example from the final report. 2.  The State Department’s property inventory records from March 1998,did not include the parking lot and listed the ambassador’s residence as 3.01 acres, not 3.4 acres. Subsequent inventory records from 1999 and 2001 listed the parking lot at 0.4 acres and also continued to list the ambassador’s residence as 3.01 acres."], "subsections": []}]}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Janey Cohen, Ed Kennedy, Jesus Martinez, Michael Rohrback, and Richard Seldin made key contributions to this report."], "subsections": []}]}], "fastfact": []}