{"id": "GAO-09-593", "url": "https://www.gao.gov/products/GAO-09-593", "title": "Teacher Quality: Sustained Coordination among Key Federal Education Programs Could Enhance State Efforts to Improve Teacher Quality", "published_date": "2009-07-06T00:00:00", "released_date": "2009-08-07T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Policymakers and researchers have focused on improving the quality of our nation's 3 million teachers to raise the achievement of students in key academic areas, such as reading and mathematics. Given the importance of teacher quality to student achievement and the key role federal and state governments play in supporting teacher quality, GAO's objectives included examining (1) the extent that the U.S. Department of Education (Education) funds and coordinates teacher quality programs, (2) studies that Education conducts on teacher quality and how it provides and coordinates research-related assistance to states and school districts, and (3) challenges to collaboration within states and how Education helps address those challenges. GAO interviewed experts and Education officials, administered surveys to officials at state educational agencies and state agencies for higher education in the fall of 2008, and conducted site visits to three states."]}, {"section_title": "What GAO Found", "paragraphs": ["Education allocates billions of federal dollars for teacher quality improvement efforts through many statutorily authorized programs that nine offices administer. Education officials said these offices share information with one another as needed, and from time to time Education has established and completed broader collaborative efforts. Yet, GAO found little sustained coordination and no strategy for working systematically across program lines. Education also has not described how it will coordinate crosscutting teacher quality improvement activities intended to support its goal of improving student achievement in its annual performance plan. Our previous work has identified the use of strategic and annual plans as a practice that can help enhance and sustain collaboration. Without clear strategies for sustained coordination, Education may be missing key opportunities to leverage and align its resources, activities, and processes to assist states, school districts, and institutions of higher education improve teacher quality. Education has conducted evaluations for some of its teacher quality programs and has awarded grants to researchers for a variety of research on teacher quality interventions, which are intended to inform policymakers and educators about program operations and which programs or interventions are having an impact. While evaluations have been done or are under way for about two-fifths of these programs, little is known about whether most of the programs are achieving their desired results. Education provides information from evaluations and also from research through the Internet and a system of regional and national providers. These providers also either conduct or synthesize research and provide assistance mainly to states and school districts. These providers coordinate among themselves and with one another in various ways. State agency officials reported through our surveys that limited resources and incompatible data systems were the greatest challenges to their collaborative efforts to improve teacher quality. State officials reported that data systems could be used to inform teacher quality policy efforts by linking student and teacher data, or linking data from kindergarten through 12th grade and the postsecondary education systems. To help address these challenges, Education provides some financial support and other assistance. For example, one $65 million program that helps states develop statewide data systems also received another $250 million in the American Recovery and Reinvestment Act of 2009. Also, the act requires states to report on the progress they are making toward linking statewide data systems that allow matching of individual student achievement to individual teachers. This additional funding could help states defray costs associated with these efforts."]}], "report": [{"section_title": "Letter", "paragraphs": ["Nationwide there are about 3 million teachers employed in approximately  14,000 public school districts with about 89,000 schools. Policymakers,  researchers, and educators have focused on improving the quality of our  nation’s teachers in an attempt to raise the achievement of students in key  academic areas, such as reading and mathematics. A variety of approaches  have been taken to improve the quality of teachers, including focusing on  instructional practices. Among these approaches, improving the  qualifications of teachers is a focus of federal policy. Specifically, the No  Child Left Behind Act of 2001 (NCLBA), which amended and reauthorized  the Elementary and Secondary Education Act of 1965 (ESEA), established  federal requirements that all teachers of core academic subjects be “highly  qualified.” This means teachers must generally have a bachelor’s degree,  be fully certified, and demonstrate their knowledge of the subjects they  teach. According to the U.S. Department of Education (Education), most  teachers meet their states’ requirements to be considered highly qualified  under ESEA. However, the percentage of teachers who are not highly  qualified is higher for certain populations of teachers, such as special  education teachers and teachers in high-poverty and high-minority  schools.", "ESEA as well as several other federal statutes, such as the Higher  Education Act and the Education Sciences Reform Act, authorize various  grant programs and other forms of assistance, like research, for states,  school districts, and institutions of higher education to help individuals  meet the teacher qualification requirements as well as other efforts aimed  at improving teacher quality. This funding and assistance are administered  by Education, either directly or indirectly through state and local entities.", "Student access to high-quality teachers may be affected, in part, by the  extent to which the kindergarten through 12th grade (K-12) and higher  education systems work together at the federal, state, and local levels.  However, it is unclear how conducive the current configuration of entities  is to these complementary relationships. Given the importance of teacher  quality to student achievement and the role that the federal and state  governments play in this area, you asked us to address the following  questions: (1) To what extent does Education fund and coordinate teacher  quality programs? (2) How does Education target monitoring of its teacher  quality program grantees and coordinate these efforts? (3) What  evaluation and research does Education conduct on teacher quality, and  how does it provide and coordinate research-related assistance to states  and school districts? (4) What are the challenges to collaboration within  states and how does Education address these challenges?", "To conduct our work, we used a variety of methods, including interviews  with Education officials, surveys of states and the District of Columbia,  and site visits in three states. To learn about the major federal programs  supporting teacher quality efforts, we selected programs from the Guide to  U.S. Department of Education Programs 2008 and verified that these  were the relevant programs with Education officials. For each grant  program, we reviewed federal laws, nonregulatory guidance, policies,  procedure manuals, and other documentation, and interviewed officials  from a range of Education offices overseeing teacher quality programs to  determine how they coordinate program efforts as well as how they  monitor grantees. We also interviewed officials from a selection of  relevant Education-funded research organizations and related assistance  providers at the regional and national levels to understand how Education  funds and supports efforts to improve teacher quality. To learn about the  specific areas of teacher quality that state agencies are focusing on and the  challenges to collaboration within their states, we administered two  surveys between August and November 2008—one to heads of state  educational agencies and another to heads of state agencies for higher  education in states and the District of Columbia using self-administered,  electronic questionnaires posted on the Internet. We received a 94  percent response rate for the state educational agency survey and a 96  percent response rate for the state agency for higher education survey. We  also conducted site visits to three states—Louisiana, New Jersey, and  Oregon—that were selected based on their having initiatives that focus on  teacher quality, such as coordinating bodies that are intended to bridge the  K-12 and higher education systems, and on diversity in terms of  geographic location, population, and amount of federal teacher quality  program funding. We met with state officials in each state and, to  understand the local perspective, we met with officials in at least one  school district and two universities in each state. A more detailed  explanation of our scope and methodology can be found in appendix I.  The surveys and a more complete tabulation of aggregated results can be  viewed at GAO-09-594SP.", "We conducted our work from February 2008 through July 2009 in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Research points to teacher quality as an important school-level factor  influencing student learning and ultimately preparing children for their  futures as citizens and workers in a knowledge-based economy. However,  efforts to improve the quality of teachers face several challenges. One  challenge is a lack of consensus about what makes teachers effective.  Even though research demonstrates that some teachers affect their  students’ academic growth more than other teachers, research has not  categorically identified the specific indicators of teacher quality, such as  the characteristics, classroom practices, and qualifications that are most  likely to improve student learning. Some researchers have shown that  with the exception of a few factors, they cannot state, with a strong degree  of certainty and consistency, which aspects of teacher quality matter most  for student learning. Another challenge is the high attrition rates and  shortages of teachers, especially in high-poverty areas. For example,  almost half of teachers leave the profession in the first 5 years of teaching,  and there is an anticipated surge in retirements of teachers from the baby  boom generation. Moreover, research has shown that many students,  especially those in high-poverty and high-minority schools, have teachers  who have limited knowledge of the subjects they teach. In addition, there  are concerns that graduates of teacher education programs are  inadequately prepared to teach to high standards and that once teachers  are in the classroom, training to help remedy this situation is sporadic and  uncoordinated.", "While many teachers follow a traditional career path of preparation  followed by ongoing professional development, there are also alternative  career paths. Many prospective teachers receive their undergraduate  degrees through teacher preparation programs administered by  institutions of higher education. Traditional teaching preparation  programs typically include field-based experience, courses in specific  subject matter, and strategies of instruction or pedagogy. Within  institutions of higher education, these prospective teachers generally learn  subject matter content in schools of arts and sciences and learn pedagogy  in schools of education. Under this traditional approach, prospective  teachers must complete all their certification requirements before  beginning to teach. Teachers may also gain certification through  alternative routes designed for prospective teachers who have been out of  the job market (e.g., stay-at-home mothers) or have a career in a different  field and who hold at least an undergraduate degree. Alternative route  candidates receive training needed to meet the certification requirements  of other teachers while teaching in the classroom. Generally, after  completing a traditional or alternative teacher preparation program,  teachers in the classroom participate in ongoing training or professional  development. Training for new and veteran teachers may differ, with some  states and school districts providing mentoring or induction programs for  new teachers. Induction for new teachers may include district- or school- level orientation sessions, special in-service training, mentoring by an  experienced teacher, and classroom observation. See figure 1 for an  illustration of the various steps in the career path for teachers.", "Entities at the local, state, and federal levels each play a role in the  preparation and ongoing professional development training of teachers.  The roles and responsibilities of these entities sometimes overlap (see  table 1). For example, about half of alternative teacher certification  programs are administered by institutions of higher education, and school  districts, state educational agencies (SEA), and other entities can also  offer alternative routes to certification.", "State agencies for higher education (SAHE)—also referred to as the board  of regents or the department, commission, or council for postsecondary or  higher education—can also play a role in teacher quality. These agencies  oversee state institutions of higher education where most teachers are  trained. SAHEs generally approve of new academic programs at  institutions of higher education and some may have budgetary authority.", "School districts, institutions of higher education, and states collect and  report data, which include tracking teachers’ professional development  hours, maintaining records of certified teachers, tracking student test  scores and graduation rates, as well as producing teacher supply and  demand studies. These and other data are intended to inform efforts such  as improving schools, reducing student achievement gaps, and tracking  the highly qualified status of all teachers. To make better use of these data,  many states are putting in place longitudinal data systems that link data,  such as student test scores and enrollment patterns, of individuals or  groups of students over time. In addition, many states are using or have  interest in using growth models—a term that refers to a variety of methods  for tracking changes in a variable over time—to measure progress for  schools and for student groups or individual students. For example, one  type of model (known as a value-added model) measures students’ gains  from previous test scores. GAO has reported that states with a longitudinal  data system will be better positioned to implement a growth model than  they would have been without it.", "The federal government plays an important role in education. Education’s  mission is, among other things, to ensure equal access to education and  promote educational excellence throughout the nation by supporting state  and local educational improvement efforts, as well as improving  coordination and management of federal education programs. For  example, Education provides financial assistance through various formula  and competitive grant programs. Formula grants allocate federal funds to  states or school districts in accordance with a distribution formula  prescribed by statute or administrative regulation. Competitive grants are  awarded through a competitive process, whereby grant applications are  reviewed according to published selection criteria and legislative and  regulatory requirements established for the program. Education has  discretion to determine which applications best address the program  requirements and are thus worthy of funding. In addition, Education  monitors and conducts activities related to the particular program and  grantees receiving these funds. Education has eight principal offices  responsible for specific program areas. These principal offices award and  manage all grant programs for that program area. In addition, each  principal office contains several program offices that administer the day- to-day activities of one or more grant programs, such as those authorized  in Title I of ESEA (see table 2). Thirty-two program offices manage about  150 grant programs departmentwide.", "A goal of ESEA is improving student achievement so that all students will  be proficient in math and reading by 2014. To accomplish this goal,  Education has established a series of strategic objectives that include  improving teacher quality. To assess its progress in meeting this  objective, Education has established performance measures in its strategic  plan. These measures all relate to having highly qualified teachers in core  academic classes at elementary and secondary schools, including low- and  high-poverty schools. These measures are also included in Education’s  annual performance plan. These plans are intended to provide a direct  linkage between an agency’s longer-term goals (as defined in the strategic  plan) and what its managers and staff are doing on a day-to-day basis.", "A number of federal laws govern teacher quality. With the 2001  reauthorization of ESEA, which requires public school teachers to be  highly qualified in every core academic subject they teach, the federal  government established specific criteria for teachers. Title I of ESEA  requires every state and school district receiving Title I funds to develop  and submit a plan for how it intends to meet the teacher qualification  requirements, which is part of a broader plan outlining how it will meet  other requirements of the act such as those requiring challenging academic  content and student achievement standards. In addition, the state plan  must establish each district’s and school’s annual measurable objectives  for increasing the number of teachers meeting qualification requirements  and receiving high-quality professional development with the goal of  ensuring that all teachers met the requirements by the end of the 2005-2006  school year. While there is evidence that most teachers meet their states’  requirements to be considered highly qualified, schools and school  districts with high student poverty rates have generally had particular  difficulty attracting and retaining highly qualified teachers; as a result,  their students are often assigned to teachers with less experience,  education, and skills than those who teach other students.", "As GAO has reported, Title II of ESEA provides states and districts with  funding to help them implement various initiatives for raising teacher and  principal qualifications. In addition, other federal laws that authorize  programs intended to influence teacher quality include the following:    The Individuals with Disabilities Education Act is the primary federal law  addressing the educational needs of students with disabilities. The act, as  amended, cross-references the ESEA “highly qualified” teacher definition,  but unlike ESEA, this act requires that all special education teachers—not  just those teaching core subjects—must meet certain requirements.", "The Higher Education Act (HEA), as amended by the Higher Education  Opportunity Act, authorizes most of Education’s programs targeted to  postsecondary education. Specifically, the act established discretionary  grants to prepare prospective teachers and accountability requirements for  teacher preparation programs and states. For example, it requires annual  reporting on the quality of traditional and alternative teacher preparation  programs, including the efforts of institutions of higher education to  increase the number of prospective teachers teaching in high-need areas  and being responsive to the needs of school districts.", "The Education Sciences Reform Act is intended to strengthen the principal  education research, statistics, and evaluation activities of Education.  Within Education, it established the Institute of Education Sciences, which  has a mission to provide reliable information about the condition and  progress of education in the United States, educational practices that  support learning and improve achievement, and the effectiveness of  federal and other education programs."], "subsections": []}, {"section_title": "Education Funds a Wide Array of Programs Intended to Improve Teacher Quality and Has Taken Some Steps to Coordinate These Programs on Occasion", "paragraphs": ["Over a third of the programs that Education administers support efforts to  improve teacher quality. Many of these statutorily authorized programs  supporting teacher quality are intended to specifically support teacher  quality activities, such as professional development training for teachers  already serving in the classroom; the remaining programs support teacher  quality activities but do so in pursuit of other program purposes or goals.  Education officials said they have taken some steps to share information  among the multiple offices administering these programs and have  established and completed broader collaborative efforts on occasion."], "subsections": [{"section_title": "Education Administers 56 Programs Supporting Efforts to Improve Teacher Quality, Especially for Local Efforts to Train Existing Teachers", "paragraphs": ["In fiscal year 2009, Education administered 56 statutorily authorized  programs that support efforts to improve teacher quality. Of these 56  programs, Education allocated about $4.1 billion to 23 programs that have,  as a specific purpose, improving teacher quality, including increasing the  number of highly qualified teachers in the classroom. The remaining 33  programs do not have the primary purpose of improving teacher quality  and focus on other program goals or purposes, such as increasing student  access to institutions of higher education. Nevertheless, these programs  allow or require some portion of program funding to be used for teacher  quality activities. Education officials said that they do not collect specific  data on the amount of funding going to teacher quality activities for most  of these programs. Appendixes II and III provide information about each  of the programs."], "subsections": [{"section_title": "Twenty-three Programs Specifically Focus on Teacher Quality", "paragraphs": ["Of the 23 programs that specifically focus on improving teacher quality, a  majority of the funds (approximately $3 billion) are concentrated in one  program, the Improving Teacher Quality State Grant program. This  formula grant is allocated primarily to school districts and may be used for  a wide variety of activities to improve teacher quality, such as providing  funding for teacher preparation, training for teachers already in the  classroom, and recruitment. In addition, states may retain approximately  5 percent of these program funds to support teacher quality efforts— generally split evenly between state educational agencies (to support  state-level teacher initiatives) and state agencies for higher education (to  support partnerships between institutions of higher education and high- need school districts that work to provide training to teachers already  teaching in the classroom).", "As shown in figure 2, 16 of the 23 programs specifically focused on teacher  quality each received less than $50 million. Nearly all of these programs  are competitive grants, and each has its own policies, applications, award  competitions, reporting requirements, and, in some cases, federal  evaluations. Furthermore, these programs are focused to support specific  activities, such as improving teachers’ knowledge and understanding of  American history, recruiting midcareer professionals to teaching, or  training existing teachers in music, dance, and drama.", "As illustrated in table 3, most of the 23 programs allow funds to be used  for professional development training for teachers already in the  classroom, but many allow grantees to use funding for a range of activities  throughout a teacher’s career path, such as teacher preparation, teacher  recruitment or retention, certification or licensure, and induction or  mentoring.", "The remaining 33 programs allow or require portions of their funds to be  used for teacher quality activities, but their primary focus is not on  improving the quality of teachers. Education does not routinely track  spending on teacher quality activities for nearly all of these programs.  Specifically, only 3 of these 33 programs have collected information about  the portion of funds spent on teacher-related activities. For example,  according to Education, ESEA Title I, Part A, which provides support to  programs designed to address the needs of educationally disadvantaged  children, also provided approximately $1.9 billion (or about 8 percent of  Title I, Part A funds) for spending on training for existing teachers in fiscal  year 2009. According to Education, between fiscal years 2000 and 2008,  the Fund for the Improvement of Postsecondary Education- Comprehensive Program—a program supporting innovative reform  projects for improving the quality of postsecondary education and  increasing student access—awarded about $82 million in grants for  teacher quality-related activities. For example, in fiscal year 2007 Western  Oregon University received a grant totaling $685,685 to support a  statewide collaboration of institutions of higher education to build the  capacity of elementary grades math and science instruction. Education  officials said the department does not collect data on expenditures for  most other programs in this category.", "In addition to the funds provided through the regular fiscal year 2009  appropriations for Education, the American Recovery and Reinvestment  Act of 2009 (the Recovery Act) provides additional funds to several of  these 56 teacher quality programs for fiscal year 2009. For example, $200  million in Recovery Act funds was provided to the Teacher Incentive  Fund, which is a competitive grant program intended to help states and  school districts design performance-based teacher compensation systems  that incorporate student performance as a factor in assessing the  effectiveness of practicing teachers. Moreover, the Recovery Act requires  that the Secretary of Education set aside $5 billion for State Incentive  Grants, referred to by Education as the Reach for the Top program, and  the establishment of an Innovation Fund. Education is providing most of  this $5 billion of funding to states for efforts that could include making  improvements in evaluating teacher effectiveness as well as ensuring that  all students have access to highly qualified and effective teachers.  Appendix II contains information on the 23 programs receiving Recovery  Act funds."], "subsections": []}]}, {"section_title": "Education Has Taken Some Steps to Coordinate These Programs and Completed Broader Collaborative Efforts on Occasion", "paragraphs": ["According to Education officials, the multiple offices administering the 23  programs specifically focused on teacher quality coordinate with one  another, and on occasion the department has established and completed  broader collaborative efforts. Federal support for teacher quality is  dispersed across a wide array of grant programs in Education, with nine  program offices responsible for administering them (see table 4).  Education’s program office officials said their offices take some steps to  coordinate with one another, such as participating in informal discussions  to share ideas, attending and presenting at one another’s conferences, and  reviewing one another’s draft grant announcements. In addition, officials  said that they have formed task groups to address broader issues and  phase them out once their tasks are complete. For example, in early 2003,  Education formed a teacher quality policy group under the auspices of the  Office of the Undersecretary of Education to coordinate multiple offices’  efforts related to ESEA implementation of the highly qualified teacher  requirements. Nevertheless, in the past, GAO’s and Education’s Inspector  General’s findings have shown that Education’s programs could better  plan and coordinate to, among other things, leverage expertise and  resources as well as guide consideration of different options for  addressing potential problems among the current configuration of  programs. While Education’s collaborative efforts have occurred  intermittently, several Education officials told us that they see value in  routinely working together to exchange information across the program  offices. Officials we spoke with noted that this type of sustained  coordination required support and attention from senior departmental  officials, such as formalizing the responsibilities and roles of a working  group and its members. Given that the Recovery Act provides funds to  improve teacher effectiveness, Education officials said that this presents  an opportunity to coordinate Education’s resources to improve teacher  quality. Specifically, Education officials said that they recently have  initiated coordination efforts to address the Recovery Act requirements  related to teachers by forming a team made up of representatives from  several program offices and led by the Secretary’s advisors.", "Education officials said that although several teacher quality programs  support similar activities, differing statutory requirements can hamper  coordination among the programs. Specifically, some officials said that  statutory barriers, such as programs with differing definitions for similar  populations of grantees, create an impediment to coordination. For  example, Education officials told us that the Mathematics and Science  Partnerships grant and the Improving Teacher Quality State (Title II, Part  A) Grant to institutions of higher education both require partnerships that  include a “high-need” school district. However, while the Title II, Part A  program’s authorizing legislation contains a specific statutory definition of  a high-need school district, the Mathematics and Science Partnerships  program allows states to define this term. This may hinder states’ ability to  coordinate resources among these initiatives because in most states far  fewer school districts meet the Title II, Part A definition than meet the  definition that the state develops for the Mathematics and Science  Partnerships program.", "Education has not described in its annual performance plan how it will  coordinate various crosscutting teacher quality activities supporting its  goal of improving student achievement. Our previous work has identified  using strategic and annual plans as a practice that can help enhance and  sustain collaboration. As indicated in Education’s strategic plan required  by the Government Performance and Results Act (GPRA), one of  Education’s primary goals is improving student achievement so that all  students will be proficient in math and reading by 2014. To accomplish this  goal, it has established improving teacher quality as a strategic objective.  However, the annual performance plan neither describes how Education  coordinates or will coordinate its teacher quality efforts nor identifies  barriers to such coordination. GPRA offers a structured means for  identifying multiple programs—within and outside the agency—that are to  contribute to the same or similar goals and for describing coordination  efforts to ensure that goals are consistent and program efforts are  mutually reinforcing. As GAO has previously reported, agencies can  strengthen their commitment to work collaboratively by articulating their  efforts in formal documents, such as in a planning document. We have  also reported that uncoordinated program efforts can waste scarce funds,  confuse and frustrate program customers, and limit the overall  effectiveness of the federal effort."], "subsections": []}]}, {"section_title": "Offices Administering Education’s Teacher Improvement Programs Use a Variety of Methods to Target Monitoring, and Education Is Beginning to Implement Mechanisms Intended to Improve and Coordinate These Efforts", "paragraphs": ["Officials we spoke with in four principal offices overseeing some of the  teacher quality improvement programs said that they use a variety of  methods and sources of information throughout the life of the grant  process to gain insight into the performance of grantees and to target  monitoring assistance accordingly. To help ensure grantee accountability  for using teacher quality program resources, monitoring begins with pre- award planning, training, and guidance to potential grantees and continues  through all phases of the award and postaward processes (i.e., a so-called  cradle-to-grave approach). For example, for the Teaching American  History program, program officials said they provide guidance to  applicants and grantees about how to develop performance measures  related to program goals so that Education can obtain credible  information on funded project outcomes from grantees. For competitive  grant programs, officials in the relevant principal offices we spoke with  said they review grantees’ annual performance reports to assess whether  grantees’ activities are consistent with planned objectives, with Office of  Innovation and Improvement officials saying they use a standard form to  guide their review.", "Furthermore, staff from the Office of Elementary and Secondary  Education visit each state at least once every 3 years to monitor state  efforts to meet the teacher qualification requirements and states’  administration of ESEA Title II, Part A Improving Teacher Quality State  Grants. In 2008, the Office of Elementary and Secondary Education  conducted monitoring visits to 18 states and Puerto Rico, including 2 of  our 3 site visit states and provided written monitoring reports on  Education’s Web site about these states’ implementation of the ESEA  teacher qualification requirements. For example, Education found  instances in 2 of our site visit states of grants being awarded by state  agencies for higher education that included an ineligible partnership. In  2009 Education officials said they plan to conduct monitoring visits to 15  other states through June as part of the department’s goal to monitor each  state every 3 years. In addition, Office of Special Education and  Rehabilitative Services officials said they use the results of telephone  conversations with grantees, technical assistance meetings, and  conferences to understand grantee activities.", "In addition to these methods of targeting teacher quality program grantees,  senior Education officials said that Education is beginning to implement  risk management mechanisms to help program offices, including those  administering teacher quality programs, better identify and target grantees  not in compliance with grant requirements or not meeting performance  goals. Senior Education officials said that applying risk management in  Education is a relatively new endeavor and that responsibility rests with  individual program offices for identifying risks confronting each program  and for using risk indicators. These officials said Education’s risk  management approaches will continue to evolve as processes mature and  lessons are learned.", "Given that this endeavor is relatively new and that principal and program  offices tailor their monitoring to the particular teacher quality program or  grantee involved, we found that some of the program offices are further  along in developing risk indicators than others. For example, the Office of  Postsecondary Education has developed an electronic grants monitoring  system using risk-based criteria for its competitive grants. Officials we  spoke with in some of the other program offices that administer teacher  quality programs had not developed formal risk-based criteria or  electronic systems; however, as described previously, they have a means  for identifying and targeting grantees that may be at risk of noncompliance  with grant requirements or not meeting performance goals.", "Education is beginning to implement mechanisms intended to enhance as  well as coordinate these efforts, such as sharing information about  grantees. To coordinate a departmentwide risk-based management  strategy, as well as assist program offices with their monitoring efforts,  Education created the Risk Management Service. This office provides  services to program offices, such as responding to their inquiries about  policy interpretations and monitoring grants. Some program office  officials we spoke with said that the Risk Management Service alerts them  about grantees that are having problems managing other Education grants.", "As part of this effort, senior Education officials described plans for  standardizing departmentwide systems for sharing information about  grantees’ management of federal funds and performance. For example,  Education is developing an automated process for enhancing its review of  the findings of financial audits, called single audits, within their  programs. As has been done in the past, this information is shared with  teacher quality program managers and others in the department.  Education officials we spoke with who are in several of the offices  overseeing teacher quality programs said they review single-audit results,  as required, to determine whether entities receiving an Education grant  may have compliance or financial management issues. In addition, officials  also said that Education is in the process of developing a departmentwide  electronic tool to help program offices improve efforts to quantify,  evaluate, and report on grantee risk."], "subsections": []}, {"section_title": "Education Conducts a Variety of Teacher Quality Improvement Studies and Provides Assistance to States and Districts through Regional and National Service Providers, Which Coordinate in Various Ways", "paragraphs": ["In addition to providing grants for teacher quality, Education has  conducted evaluations for some of its 23 teacher quality programs,  although little is known about the effectiveness of these programs.  Moreover, Education awards grants to researchers for original research on  teacher quality programs and interventions. Information from the  evaluation and research is provided mainly through various vehicles on  the Internet, and Education directs research and assistance to states and  school districts through a system of regional and national providers.  Education officials reported that these regional and national providers  coordinate to provide this assistance to states and school districts."], "subsections": [{"section_title": "Education Conducts a Variety of Evaluations of Program Operations and Their Outcomes, but Evaluations Have Been Done or Are Under Way for about Two-fifths of the Teacher Quality Programs", "paragraphs": ["Education conducts various types of evaluations, such as process or  implementation, outcome, and impact, which are intended to inform  policymakers, program managers, and educators about program  operations, how well programs are working, and which programs or  interventions are having the greatest impact. Officials said that these  evaluations are done in response to congressional mandates, requests  from Education’s program offices or management, or proposals developed  by the Institute of Education Sciences.", "While evaluations have been done or are under way for about two-fifths of  the teacher quality programs, little is known about the extent to which  most programs are achieving their desired results. Among the 23 programs  focusing specifically on teacher quality, Education reported that it has  awarded contracts, totaling about $36.5 million, to evaluate 9 federal  programs, of which 6 have been completed (see table 5). Three of the  completed evaluations—those for the Early Reading First program,  Teacher Quality Partnership Grants, and one of two evaluations of the  Mathematics and Science Partnerships program—provide information  about how a program focused on teacher quality is directly affecting  student achievement or how program outcomes could be indirectly  affecting student achievement through their effect on teacher quality. For  example, the impact evaluation of the Early Reading First program found  that providing scientifically based materials and professional development  to teachers had a statistically significant impact on children’s ability to  recognize letters of the alphabet and to associate letters with their sounds,  but it did not have a statistically discernable impact on other aspects of  children’s reading or listening skills. The outcome evaluation of the  Teacher Quality Partnership Grants found that funded partnerships that  included colleges of education, schools of arts and sciences, and school  districts led to changes in teacher preparation programs and the  development of professional development programs for veteran teachers.  The three remaining completed evaluations, which include a second  evaluation for the Mathematics and Science Partnerships program, are  process evaluations that provide information about program operations,  but they do not directly address how the program is affecting student  achievement through improved teacher quality.", "The three evaluations under way are impact or outcome evaluations.  Education officials said that for the remaining 14 programs that do not  have an evaluation under way, evaluations are not planned over the next 3  years. Of these 14 programs, 2 were initially funded in fiscal year 2008 and  another 1 in 2005, but the other 11 have been operating for at least 7 years  and have never been evaluated.", "According to Education officials, some programs may be difficult to  evaluate. In some cases federal funds are combined with state and local  funds, such as under the Improving Teacher Quality State Grants (Title II,  Part A) program, making it difficult to isolate the impact of federal funds.  While the Improving Teacher Quality State Grants program has not been  evaluated, Education has examined the implementation of teacher quality  provisions in the ESEA, primarily those related to the teacher qualification  requirements. Moreover, Education officials said that several of the  teacher quality programs are small in terms of their funding levels and as a  result, have few program-associated funds for evaluation. However, as we  have reported in the past, evaluations can be designed to consider the size  of the program and the costs associated with measuring outcomes and  collecting data.", "In addition to the federal program evaluations shown in table 5, Education  evaluates specific interventions intended to improve teacher quality. For  example, Education has conducted or has under way evaluations on  teacher induction programs, teacher preparation programs, and reading  and mathematics professional development and software programs.  Specifically, Education completed studies on the impact of professional  development on teacher practices and student achievement in early  reading as well as on teachers trained through different routes to  certification. Moreover, Education and the National Academy of Sciences  completed another study on the National Board for Professional  Standards, which offers advanced-level certification to teachers. Further,  Education officials said that they have 5 other studies under way, such as a  study on moving high-performing teachers to low-performing schools.  Interventions such as teacher induction programs and professional  development are funded under a broad array of teacher quality programs,  such as the Improving Teacher Quality State Grants, the Teacher Quality  Partnership Grants, the Transition to Teaching program, and Mathematics  and Science Partnerships. Education officials overseeing evaluations said  that to inform staff in program offices working on related issues, they  provide briefings on the results of pertinent evaluations. These briefings  include discussions about how the evaluation might be useful for program  improvement."], "subsections": []}, {"section_title": "Education Awards Grants to Researchers to Study Interventions Related to Teacher Quality to Inform Policymakers and Educators about Their Impact", "paragraphs": ["In addition to evaluating federal programs, Education also awards grants  to researchers to conduct studies related to teacher quality ranging from  assessing the effectiveness of reading and mathematics programs to  measuring the relationship between teacher content knowledge and  student achievement. For example, Education sponsors scientifically  rigorous research on strategies for improving the performance of  classroom teachers, 1 of 13 research areas established by Education’s  Institute of Education Sciences (IES). Between 2003 and 2009, Education  awarded almost $160 million in grants to research institutions for 69  studies focused on teacher quality. (See app. IV more information about  these studies.)"], "subsections": []}, {"section_title": "Education Provides Research and Related Assistance to States and School Districts through the Internet and a System of Regional and National Providers", "paragraphs": ["Education disseminates results from its research to educators and  policymakers mainly through the Internet and a system of regional and  national providers. Overall, while SEAs reported that the assistance was  more useful than SAHEs reported, the results of our survey and  discussions with state officials suggest that most of these services are  targeted to SEAs and school districts rather than higher education entities.  For example, one of the primary Internet vehicles for disseminating  research—the What Works Clearinghouse—was identified by officials in  24 of the 48 SEAs as moderately to extremely useful, but only by officials  in 15 of the 47 SAHEs that responded to our survey as moderately to  extremely useful, as shown in figure 3. Overseen by IES, the What Works  Clearinghouse provides educators, policymakers, researchers, and other  users with information on what IES considers the best evidence on the  effectiveness of specific interventions. For example, IES officials told us  that the results of research are synthesized into Practice Guides to make  them more usable to practitioners. Current Practice Guides provide  information in areas such as reducing behavior problems in the classroom  and encouraging girls in math and science.", "Education also disseminates research through another Internet vehicle,  the Doing What Works Web site, which is intended to help teachers make  use of effective teaching practices. Most of the content of Doing What  Works is based on information provided through the What Works  Clearinghouse, such as classroom practices that are distilled from  research contained in the Practice Guides; the site is overseen by the  Office of Planning, Evaluation and Policy Development. Only 16 of the 48  SEA and 10 of 47 SAHE officials who responded to our respective surveys  identified the Doing What Works Internet site as moderately to extremely  useful. According to an Education official, these views may reflect the fact  that the site is relatively new, and Education has not widely publicized it.", "Education provides research and research-related assistance on teacher  quality through regional and national service providers, which work  directly with states and school districts. Regional services are provided  through the 10 Regional Educational Laboratories (REL) and 16 Regional  Comprehensive Centers; national services are provided through the  National Comprehensive Center for Teacher Quality. The RELs provide  policymakers and educators with technical assistance, training, and  research that are based on findings from scientifically valid research. The  RELs distill and explain research as well as conduct research to identify  effective programs and to address classroom issues facing the states,  school districts, schools, and policymakers within their respective  regions. Among the 48 SEA officials who responded to our survey, 30  reported that the RELs are moderately to extremely useful, and 17 of the  47 SAHE officials who responded to our survey reported that the RELs are  moderately to extremely useful.", "Education’s 16 Regional Comprehensive Centers assist SEAs within their  regions to implement ESEA and to build SEA capacity to help their  districts and schools meet student achievement goals. Unlike the RELs,  the Regional Comprehensive Centers do not conduct research, but they do  identify and synthesize existing research to help SEA officials understand  what information is available to improve their schools and student  achievement, according to Education officials. Among the 48 SEA officials  who responded to our survey, 33 reported Regional Comprehensive  Centers’ assistance as moderately to extremely useful, while only 6 of the  47 SAHE officials who responded to our survey said that the Regional  Comprehensive Centers were moderately to extremely useful.", "The National Comprehensive Center for Teacher Quality (one of five  National Content Centers supported by the Office of Elementary and  Secondary Education) assists the 16 Regional Comprehensive Centers by  providing technical assistance in conjunction with their work with the  states. Like the Regional Comprehensive Centers, the National  Comprehensive Center for Teacher Quality does not conduct original  research but provides technical assistance as well as synthesizes and  disseminates scientifically based research on effective practice and  research-based products on teacher quality."], "subsections": []}, {"section_title": "Regional and National Providers Coordinate in Various Ways to Assist States and Districts", "paragraphs": ["Regional and national providers coordinate among themselves and with  each other to assist states and districts to improve teacher quality. For  example, REL officials said that RELs coordinate among themselves to  prevent unnecessary duplication of activities among the regions, as  required by their funding agreements with Education. The REL Mid- Atlantic is responsible for ensuring that there is coordination among the 10  RELs. In this role, it manages a REL Web site, which includes information  on past and ongoing projects, and it holds regular meetings among the  RELs. Regional Comprehensive Center officials also reported that they  share information among themselves but on a more informal basis than  the RELs. One comprehensive center director reported that the  comprehensive center network has several mechanisms for discussing  work with states, including semiannual director meetings and conferences  that are attended by the staff and directors from the various Regional  Comprehensive Centers.", "RELs, Regional Comprehensive Centers, and the National Comprehensive  Center on Teacher Quality also coordinate with each other as needed. For  example, an official with the National Comprehensive Center on Teacher  Quality told us that officials often coordinate with the Regional  Comprehensive Centers and the SEAs to provide expertise on teacher  quality issues. In addition, Education officials said that RELs and the  Regional Comprehensive Centers coordinate as needed to address  common concerns as well. For example, in one region the Regional  Comprehensive Center brought together the REL and the National  Comprehensive Center for Teacher Quality to conduct a study of the  distribution of highly qualified teachers in one state, as well as the  policies, practices, and conditions that affect that distribution. In this  effort, the REL used its expertise in research to provide support on  research design and data analysis; the National Comprehensive Center for  Teacher Quality, while not involved directly with the research, developed  surveys and interview protocols for the study; and the Regional  Comprehensive Center coordinated the project and piloted the data  collection instruments."], "subsections": []}]}, {"section_title": "States Face Several Challenges in Collaborating Internally to Improve Teacher Quality; Education Provides Some Assistance to Help Address These Challenges", "paragraphs": ["State agency officials cited limited resources and incompatible data  systems as the greatest challenges to their collaborative efforts within the  state to improve teacher quality. Resistance to change, sustained  commitment, and state governance structure also affected their efforts to  collaborate. While state officials reported some challenges, they also  reported successes in their efforts to collaborate within their states across  a wide array of teacher quality areas. Nevertheless, they also cite a need  for more collaboration, specifically to address training for existing  teachers. To help address some of these challenges, Education provides  financial support and other forms of assistance to some states."], "subsections": [{"section_title": "State Officials Cite Limited Funding, Available Staff and Time, as well as Incompatible K-12 and Postsecondary Data Systems, as the Greatest Challenges, among Other Factors", "paragraphs": ["State officials reported through our surveys (see fig. 4) and state site visits  that state budget cuts and reduced staff levels at their agencies inhibit  teacher quality collaborative efforts. Collaborative efforts require a  commitment of resources, staff, and time, and state officials report that  reduced staffing levels have limited the available time that they can  commit to collaborating, and it is difficult to be continuously involved.  One state official told us that staff are focused on fulfilling state and  federal requirements and have little time to address other teacher quality  initiatives.", "State officials also reported that incompatible data systems across the  educational information system, such as those containing student-level,  teacher-level, and postsecondary data, pose challenges to collaboration on  teacher quality efforts. State officials said that some of their objectives for  data systems are to link student and teacher data, or to link data from the  K-12 education system and the postsecondary education system, to inform  and measure teacher quality policy efforts. For example, state officials and  experts we spoke with said longitudinal data systems can be used to  measure teacher effectiveness through value-added models that estimate  existing teachers’ contributions to student learning, and that these models  may also allow states to determine which teacher preparation programs  produce graduates whose students have the strongest academic growth.  For example, Louisiana officials said that although it has taken several  years, they have developed a value-added model, based on longitudinal  data, that allows them to evaluate the extent to which graduates from  teacher preparation programs improve student learning in the classroom.  However, experts, a state official, and an Education report cautioned  about using student and teacher data in value-added models for reasons  such as methodological concerns and an overemphasis on student test  scores to the exclusion of other teacher factors that may positively affect  students and schools. Moreover, senior officials from Education and state  agencies we spoke with said that some key education stakeholders have  reservations about linking student and teacher data to measure teacher  effectiveness and/or the implications for privacy. Nevertheless, several  states reported that statewide longitudinal data for the K-12 through  higher education systems can increase collaboration by enhancing  feedback loops between the K-12 and higher education systems. This  information could, for example, help state agencies address professional  development for teachers in the classroom as well as the effectiveness of  teacher preparation programs for prospective teachers.", "In addition to citing limited resources and incompatible data systems,  state agency officials reported that several other factors, such as  resistance to change, sustaining commitment, and state governance  structures pose challenges to their collaborative efforts to improve teacher  quality in their states. For example, state officials reported that different  agencies and institutions are resistant to change as a result of long-held  beliefs or difficulty in valuing new approaches to improving teacher  quality. In one instance, state officials also told us that it is hard to  maintain a sustained commitment to address teacher preparation issues  because of the volume of state initiatives focused on improving student  achievement. Another state official reported that the K-12 and  postsecondary systems have separate governance systems, a factor that,  given the different missions of each agency, limits how the two interact on  education policy. Other state officials said the number of entities playing a  role in teacher quality policy limits the state agencies’ ability to collaborate  on statewide teacher quality initiatives because the state agency must  facilitate feedback from a multitude of stakeholders, which can be a time  consuming process.", "Although states face challenges to collaboration, state officials responding  to our surveys and during site visits stressed the importance of these  efforts and said that more collaboration is needed, especially to improve  professional development training for existing teachers. Our survey results  illustrate that states’ teacher quality policy efforts cut across many  interrelated areas within the K-12 and postsecondary systems, such as  preservice preparation, recruitment, mentoring and induction, teacher  assessments for licensure/certification, and continued learning for veteran  teachers. State officials reported that improving teacher quality is best  achieved through several interrelated initiatives that involve the various  stakeholders within the two systems. In our survey, 22 of 48 SEA officials  and 34 of 47 SAHE officials cited a great to very great need for more  collaboration on teacher quality issues. Although state officials who  provided written responses cited a range of teacher quality issues for  which more collaboration was needed, including teacher preparation and  retention, 16 SEA officials and 21 SAHE officials specifically cited training  for existing teachers as a need.", "In an effort to further enhance collaboration within the education system,  several states have established coordinating bodies to address state  education issues, including teacher quality improvement. According to our  survey results, these coordinating bodies (often referred to as P-16 or P-20  bodies)—which are intended to create a seamless education system from  prekindergarten through the postsecondary system through  comprehensive education initiatives—have been generally effective at  fostering an integrated approach to teacher quality within states that  reported having a coordinating body. For example, one state official  reported that the state coordinating body facilitates open communication  among state agencies. Nevertheless, state officials reported through our  surveys that these coordinating bodies also face challenges to enhancing  collaboration, including having limited resources and needing to set  priorities and allocate roles and responsibilities. In their review of state  coordinating bodies, the Education Commission of the States reported  that for these coordinating bodies to be successful, they must commit to  long-term reform, include representatives from key stakeholder groups,  coordinate initiatives at the state level, and integrate reform into other  ongoing efforts."], "subsections": []}, {"section_title": "Education Provides Some Financial Support and Other Assistance That May Help Address State- Reported Challenges as well as Enhance Other Collaborative Efforts, Especially for Local-Level Activities", "paragraphs": ["Education administers a grant program designed to help states develop  longitudinal data systems and provides some assistance related to these  efforts. The State Longitudinal Data Systems grant program is aimed at  enhancing SEAs’ ability to develop statewide longitudinal data systems.  These systems are intended to efficiently manage and analyze education  data (including individual student records) to address federal reporting,  accountability, and other requirements such as those related to ESEA. One  of the program’s allowable activities is to expand existing data systems to  include teacher data and to link K-12 and higher education data systems.  (As shown in app. III, the State Longitudinal Data Systems grant program  is 1 of 33 programs that allow or require portions of funding to be used for  teacher quality activities, but does so in pursuit of other program purposes  or goals.) In our review of applications of states that received grant  awards in 2006 or 2007, we found that most states are seeking to link  student and teacher data or to link the K-12 and higher education data  systems. For fiscal years 2006, 2007, and 2009, 41 states and the District of  Columbia were awarded at least one grant ranging from about $1.5 million  to $9.0 million. In fiscal year 2009, Congress appropriated $65 million to  support the State Longitudinal Data Systems grant program, about a $17  million increase over the fiscal year 2008 level.", "Establishing a longitudinal data system that links prekindergarten through  12th grade and higher education data systems is one of the assurances that  states must make to be eligible to receive their portion of the Recovery  Act’s State Fiscal Stabilization Fund. Specifically, Education is asking  states to report their progress toward implementing a statewide data  system that includes the 12 elements described in the America  COMPETES Act (Pub. L. No. 110-69), one of which is the matching of  student data with individual teacher data. Education has provided  preliminary guidance on the specific information that states must provide  in their applications for funding through the State Fiscal Stabilization  Fund. Another $250 million is provided for the State Longitudinal Data  Systems grant program in the Recovery Act that could help states defray  costs associated with these efforts.", "Education also facilitates information sharing and provides assistance  with and research results on state data systems to state officials through  technical assistance related to the State Longitudinal Data Systems grant  program as well as through a network of regional and national providers  that we described previously. Education’s Web site contains information  on a variety of topics related to data system development and  management. Further, Education has hosted grantee conferences that  have included panels on topics ranging from data privacy to how states  can leverage one another’s experiences with these data systems. In  addition, a 2007 REL Midwest report outlined how states within its region  use data systems and the promising practices of and challenges  confronting these states, concluding that opportunities exist to capitalize  on states’ commitment to developing longitudinal data systems by thinking  about these issues more comprehensively and systematically. In March  2009, the REL Midwest and National Comprehensive Center on Teacher  Quality cosponsored a live webcast to discuss and disseminate ongoing  research on utilizing data systems in teacher evaluation models. In  addition to grant funds provided by the State Longitudinal Data System  Grant program, state officials told us that conferences, training, and  technical assistance from the REL network would assist states in  addressing their data system challenges.", "In addition to providing the specific funding and assistance for data  systems, Education also provides funding to support partnerships within  states to address teacher quality. Some of these programs are intended to  support accountability for teacher preparation programs at institutions of  higher education or to improve teacher preparation programs by requiring  partnerships, mainly between school districts and institutions of higher  education. Of the 23 programs directed at improving teacher quality that  we discussed previously, 8 fund projects specifically requiring  partnerships. For example, according to state and university officials in  New Jersey, Teacher Quality Enhancement grants have funded efforts to  recruit high school students who are interested in pursing teaching in high- need school districts and designing teacher preparation programs for  middle school students based on strong content knowledge. These types  of efforts are accomplished through consortia, such as partnerships among  universities and their respective teacher preparation programs and liberal  arts and sciences departments as well as school districts. State and  university officials in our site visit states said that these partnership grants  generally facilitate useful collaboration among the grant partners.  However, one state official told us that outside of federal- and state-funded  partnerships between some school districts and institutions of higher  education, there are limited opportunities for collaboration between K-12  and higher education. These officials also said the partnerships are  sometimes difficult to sustain after the grants have expired. Moreover,  another state official and an expert we spoke with explained that these  partnership grants do not support a systemic collaboration between the K- 12 and higher education systems because the grants involve only a select  few institutions in partnerships."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Providing all children with qualified teachers is a focus of federal policy,  and this goal is reflected in Education’s strategic and annual performance  plans. To help accomplish this goal, Education distributes billions of  federal dollars and provides research and other assistance for teacher  quality activities through multiple offices and statutorily authorized  programs. While Education has engaged in some coordination to share  information and expertise within the department, and from time to time  has established and completed broader collaborative efforts, coordination  among all the relevant offices does not occur on a regular basis.", "The success of Education’s mission and the achievement of its goals for  improving teacher quality and ultimately for increasing student  achievement depend in part on how well it manages its wide array of  programs and initiatives with regard to funding, assistance, and other  priorities, as well as its evaluation and research efforts. Also, the Recovery  Act, with its large infusion of onetime funds, as well as its provisions  encouraging states, school districts, and institutions of higher education to  make improvements in assessing teacher effectiveness and in distributing  qualified and effective teachers equitably, creates an opportunity for the  department to leverage new resources with existing structures in a way to  improve teacher quality and effectiveness. However, this wide array of  programs, initiatives, and structures also creates a challenge for the  department. In the absence of a written departmentwide strategy for  integrating its wide array of teacher quality programs and efforts,  Education’s offices may not be aligned in their actions to achieve  Education’s long-term goal of improving teacher quality. A departmental  strategy for collaboration could help states overcome their barriers to  improving teacher quality through facilitating compatible data systems as  well as encouraging systemic collaboration between state K-12 and higher  education institutions and detailing the role each plays in the success of  the other. Without clearly articulated strategies and sustained  collaborative activities, Education may be missing important opportunities  to leverage its financial and other resources, align its activities and  processes, as well as develop joint strategies to assist states, districts, and  institutions of higher education in improving teacher quality."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To ensure that departmental goals to improve teacher quality are achieved  and that the department’s many related efforts are mutually reinforcing,  we recommend that the Secretary of Education establish and implement a  strategy for sustained coordination among existing departmental offices  and programs. A key purpose of this coordination would be to facilitate  information and resource sharing as well as strengthening linkages among  teacher quality improvement efforts to help states, school districts, and  institutions of higher education in their initiatives to improve teacher  quality."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to Education for review and comment.  Education’s comments are reproduced in appendix V. In its comments,  Education agreed that coordination is beneficial, but it favors short-term  coordination focused on discrete issues or problems. Education will  review the advisability of forming a cross-program committee, but it would  first want to ensure that such a group would lead to improvements in the  way Education coordinates its approach to teacher quality and the way  states and school districts promote teacher quality. Education officials  pointed out that these efforts do not always prove useful and said that  efforts to coordinate program implementation cannot fully eliminate  barriers to program alignment.", "While we agree with Education that these efforts have not always been  useful and they face numerous barriers and challenges, we nonetheless  believe that it is important for the department to develop a strategy for  sustained coordination. As it develops a coordination strategy, Education  should use its knowledge of past efforts and existing barriers to put in  place the conditions necessary for addressing these and other challenges.  For example, in their comments Education officials highlighted a barrier  from this report of some teacher quality programs having inconsistent  legislative definitions and requirements. As part of establishing and  implementing a strategy for sustained coordination, Education could  consider identifying these specific definitional barriers and others and  develop a strategy for addressing them. Successful strategic and annual  planning involve identifying goals and challenges facing an agency and  detailing how an agency intends to achieve these goals and address these  challenges. As we mention in the report, these efforts should include  information on how program officials will coordinate and plan  crosscutting efforts with other related programs. We encourage Education  to formalize its coordination efforts by incorporating them into its  planning efforts. Because responsibilities for improving teacher quality are  shared among multiple offices, we believe taking a more systematic  approach than what has occurred will ensure that different offices  routinely become involved in sharing information and resources as well as  facilitating linkages among teacher quality improvement efforts.", "We acknowledged Education’s effort to bring together different offices to  work together on discrete issues or problems related to teacher quality  and we modified the report to reflect Education’s recent coordination  effort to address the Recovery Act requirements related to teachers.  Education also provided technical comments that we incorporated into  the report as appropriate.", "As agreed with your office, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days after its  issue date. At that time we will send copies of this report to the Secretary  of Education, relevant congressional committees, and other interested  parties. In addition, this report will also be available at no charge on GAO’s  Web site at http://www.gao.gov/. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Major contributors to this report are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To address the objectives of this study, we used a variety of methods. To  document the extent to which Education funds and coordinates teacher  quality programs, we interviewed Education officials as well as reviewed  Education documents and relevant laws. To understand how Education  funds and supports research efforts to improve teacher quality, we  interviewed officials from a selection of relevant Education-funded  research and related assistance providers and at the regional and national  levels. To understand the challenges to collaboration within states, we  conducted two national surveys—one was sent to state educational  agency (SEA) officials in the 50 states and the District of Columbia and a  separate survey was sent to state agency for higher education (SAHE)  officials in 48 states plus the District of Columbia. We did not send a  SAHE survey to New York or Michigan because (1) in New York the  executive official of higher education is also responsible for directing  kindergarten through 12th grade education and (2) in Michigan there is no  state agency or officer with governance authority over higher education. In  addition, we conducted site visits in 3 states to understand further the  state perspective as well as that of school districts and institutions of  higher education. In addition, we interviewed national experts on the  various areas of teacher quality. We conducted our work between  February 2008 and July 2009 in accordance with generally accepted  government auditing standards. Those standards require that we plan and  perform the audit to obtain sufficient, appropriate evidence to provide a  reasonable basis for our findings and conclusions based on our audit  objectives. We believe that the evidence obtained provides a reasonable  basis for our findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Objectives 1 and 2: Extent of Education Funding and Coordination of Teacher Quality Programs as well as Education’s Monitoring of these Programs", "paragraphs": ["To determine the extent that Education funds and coordinates teacher  quality programs, we first identified relevant programs from the Guide to  U.S. Department of Education Programs 2008 and classified these  programs into two groups based on these differences: (1) programs  designed to support teacher quality improvement, and (2) programs that  may support teacher quality improvement but do so in pursuit of other  goals or purposes. For the first group, or “primary programs,” we reviewed  the program description for each program, identifying those with a  purpose of improving teaching in the classroom for elementary and  secondary schools. The description statement of these programs included  terms such as professional development, teacher training, teacher  preparation, teacher retention, teacher certification, improving teaching  through scientifically based research and curriculum development. In  addition, we identified the second group of programs—which have a  purpose other than improving teacher quality—through a review of the  descriptions of the types of projects funded in Education’s Program Guide  to determine that training teachers or improving instructional programs  was an allowable activity. After identifying the respective group of  programs, Education officials reviewed the list of programs to verify that  we had identified the relevant programs and categorized each program  correctly. To understand Education’s efforts and requirements for  coordinating the 23 programs that we identified as primarily focusing on  teacher quality, we reviewed relevant federal laws, performance and  accountability reports, and other documentation to identify requirements  for coordinating its programs. In addition, we interviewed officials for the  offices that oversee these programs to determine whether and how they  coordinate their programs to improve teacher quality. These interviews  included officials from the Office of Elementary and Secondary Education,  the Office of Innovation and Improvement, the Office of Postsecondary  Education, the Office of Special Education and Rehabilitative Services,  and the Office of English Language Acquisition. We also interviewed  officials in Education’s Office of Inspector General (OIG) and reviewed  relevant OIG reports on Education’s efforts to coordinate programs.", "To understand how Education monitors states and districts that receive  formula and discretionary grants on teacher quality we reviewed relevant  federal laws, nonregulatory guidance, policy and procedure manuals,  monitoring checklists, and monitoring reports or letters to grantees, as  well as outside evaluations or audits such as OIG and GAO reports. In  addition, to determine the process and procedures for monitoring these  programs, we conducted interviews with the relevant officials from each  of the five program offices overseeing each of these programs, including  officials from the Office of Elementary and Secondary Education, Office of  Innovation and Improvement, Office of Postsecondary Education, and  Office of Special Education and Rehabilitation Services as well as OIG,  and the Office of Risk Management Service in the Secretary of Education’s  office. Finally, to gather information about Education’s monitoring, we  interviewed state and district officials during our site visits."], "subsections": []}, {"section_title": "Objective 3: Evaluation and Research as well as Related Assistance Pertaining to Teacher Quality", "paragraphs": ["To gather information on Education’s evaluation of federal programs,  research on teacher quality, and research-related assistance provided to  states and districts, we interviewed relevant Education officials as well as  state and district officials during our site visits, and reviewed documents  and responses to questions on research-related assistance in the survey.  To obtain information on Education’s evaluation and research efforts as  well as dissemination practices, we interviewed relevant officials from  Education’s Institute of Education Sciences, the Office of Elementary and  Secondary Education, and the Office of Planning Evaluation and Policy  Development, as well as submitted written follow-up questions to these  offices. In addition, we reviewed documented information available on the  evaluations conducted on federal programs on teacher quality and on  completed and ongoing research on teacher quality practices and  interventions. To learn about the research-related assistance provided  directly to states, we interviewed officials from the three Regional  Educational Laboratories and Regional Comprehensive Centers that  provide assistance to our three site visit states. We also interviewed  officials from the National Comprehensive Center on Teacher Quality. In  addition, during our site visits we asked state and district officials about  the kinds of assistance that they receive directly from Education, the  Regional Educational Laboratories, Regional Comprehensive Centers, and  the National Comprehensive Center on Teacher Quality. Finally, in our  surveys, we asked state respondents about the usefulness of the Regional  Educational Laboratories, the Regional Comprehensive Centers, the  National Comprehensive Center on Teacher Quality, the Institute of  Education Sciences studies, as well as the What Works Clearinghouse and  Doing What Works Internet sites."], "subsections": []}, {"section_title": "Objective 4: Challenges to Collaboration within States and Education Efforts to Address these Challenges", "paragraphs": ["To understand the challenges facing state agencies’ in their efforts to  collaborate within their states on efforts to improve teacher quality, we  used two approaches—two state surveys and site visits to three states.  First we designed and administered two identical Web-based surveys— one that was sent to SEA officials in all 50 states and the District of  Columbia and a second to SAHE officials in 48 states and the District of  Columbia. We did not send a SAHE survey to New York or Michigan  because (1) in New York the executive official of higher education is also  responsible for directing kindergarten through 12th grade education and  (2) in Michigan there is no state agency or officer with governance  authority over higher education. The surveys were conducted between  August and November 2008. Questionnaires were completed by SEA  officials in 48 states for a response rate of 94 percent, and SAHE officials  in 47 states for a response rate of 96 percent.", "The surveys posed a combination of questions that allowed for open- ended and closed-ended responses. They included questions about state  efforts including (1) state agency initiatives across a wide range of teacher  quality areas, (2) state agencies’ collaborative activities within their state,  (3) the role of a state coordinating body (where applicable) in teacher  quality initiatives, and (4) the usefulness of grant funds and technical  assistance provided by Education.", "The surveys were conducted using self-administered electronic  questionnaires posted on the World Wide Web. We sent e-mail  notifications to all 51 SEA officials and 49 SAHE officials beginning on  September 15, 2008. To encourage respondents to complete the  questionnaire, we sent an e-mail message to prompt each nonrespondent  each week after the initial e-mail, on September 22, 2008, and October 1,  2008. We also contacted officials by telephone to further increase our  response rate. We closed both surveys on November 23, 2008.", "Some of the survey questions were open-ended, allowing respondents an  opportunity to provide thoughts and opinions in their own words. To  categorize and summarize these responses, we performed a systematic  content analysis of a select number of open-ended questions. Two GAO  staff independently coded the responses. All initial disagreements  regarding placement into categories were discussed and reconciled.  Agreement regarding each placement was reached again between at least  two analysts. The numbers of responses in each content category were  then summarized and tallied.", "Because this was not a sample survey, there are no sampling errors.  However, the practical difficulties of conducting any survey may introduce  nonsampling errors, such as variations in how respondents interpret  questions and their willingness to offer accurate responses. We took a  number of steps to minimize nonsampling errors. For example, a social  science survey specialist designed the questionnaires in collaboration with  GAO staff with subject matter expertise. During survey development, we  received feedback from three external peer reviewers and Education  officials. The questionnaires also underwent a peer review by a second  GAO survey specialist. Each draft instrument was then pretested two  times with appropriate officials in New Mexico, Wisconsin, and West  Virginia to ensure that the questions and information provided to  respondents were relevant, clearly stated, and easy to comprehend. The  pretesting took place during July and August 2008. Since these were Web- based surveys, respondents entered their answers directly into electronic  questionnaires. This eliminated the need to have data keyed into  databases, thus removing an additional source of error. Finally, to further  minimize errors, computer programs used to analyze the survey data were  independently verified by a second GAO data analyst to ensure the  accuracy of this work.", "While we did not fully validate specific information that states reported  through our survey, we took several steps to ensure that the information  was sufficiently reliable for the purposes of this report. For example, we  contacted state officials via phone and e-mail to follow up on obvious  inconsistencies, errors, or incomplete answers. We also performed  computer analyses to identify inconsistencies in responses and other  indications of error. On the basis of our checks, we believe our survey data  are sufficient for the purposes of this report. The surveys and a complete  tabulation of aggregated results can be viewed at GAO-09-594SP.", "We also conducted site visits to three states—Louisiana, New Jersey, and  Oregon. These states were selected based on their having initiatives that  focus on teacher quality, such as coordinating bodies that are intended to  bridge the K-12 and higher education systems, and on diversity in terms of  geographic location, population, and amount of federal teacher quality  program funding. In each state we met with SEA and SAHE officials, and  to understand the local perspective, we met with officials in at least one  school district and two universities. In addition, we interviewed experts on  teacher quality, including those at the American Institutes for Research,  Education Trust, Congressional Research Service, and the University of  Pennsylvania. We also reviewed several studies on teacher quality funding  and activities."], "subsections": []}]}, {"section_title": "Appendix II: Primary Programs: Twenty-three Programs Providing Funding Specifically to Improve the Quality of Teachers", "paragraphs": ["Fiscal year 2009  appropriations  (Dollars in  thousands)", "Awards made to state educational  agencies (SEA) that, in turn, make  formula subgrants to school districts.  State agencies for higher education  (SAHE) also receive a formula grant  that, in turn, is awarded  competitively to partnerships that  must include at least one institution  of higher education (IHE) and its  division that prepares teachers and  principals, a school of arts and  sciences, and a high-need school  district.", "To increase academic  achievement by improving  teacher and principal quality.", "SEAs.", "To improve student achievement  through use of technology in  elementary and secondary  schools and to help all students  become technologically literate  by the end of the eighth grade  and, through the integration of  technology with both teacher  training and curriculum  development, establishing  research-based instructional  methods that can be widely  implemented.", "Awards are made to SEAs.  Partnerships of school districts and  IHEs may apply to states for  subgrants. Partnership must include,  at a minimum, an engineering,  mathematics, or science department  of an IHE, and a high-need school  district.", "To increase the academic  achievement of students in  mathematics and science by  enhancing the content  knowledge, teaching skills, and  instruction practices of  classroom teachers.", "School districts applying in  partnership with one or more of the  following: IHEs, nonprofit history or  humanities organizations, libraries,  or museums.", "To raise student achievement by  improving teachers’ knowledge  and understanding of and  appreciation for traditional U.S.  history.", "118,952 Fiscal year 2009  appropriations  (Dollars in  thousands)", "School districts eligible for a  Reading First subgrant and public or  private organizations or agencies  located in a community served by an  eligible district may apply.", "Supports local efforts to enhance  the early language, literacy, and  prereading development of  preschool-age children,  particularly those from low- income families, through  strategies and professional  development that are based on  scientifically based reading  research.", "School districts, including charter  schools that are districts in their  state, SEAs, or partnerships of (1) a  district, SEA, or both, and (2) at least  one nonprofit organization may  apply.", "To support efforts to develop and  implement performance-based  teacher and principal  compensation systems in high- need schools.", "High-need school districts, SEAs,  for-profit or nonprofit organizations,  IHEs, regional consortia of SEAs, or  consortia of high-need districts may  apply. IHEs, for-profits, and  nonprofits must be in partnership  with a high-need district or an SEA.", "To support the recruitment and  retention of highly qualified mid-  career professionals, including  qualified paraprofessionals, and  recent college graduates who  have not majored in education to  teach in high-need schools and  districts through the development  of new or enhanced alternative  routes to certification.", "IHEs as well as consortia of these  institutions and SEAs or school  districts.", "To support professional  development activities for  education personnel working  with English language learners.", "41,800 Fiscal year 2009  appropriations  (Dollars in  thousands) (1) School district that (a) are eligible  to receive funds under the  Elementary and Secondary  Education Act (ESEA), Title I, Part  A, pursuant to Sec. 1113 of ESEA  and (b) serve students in one or  more of grades 6 through 12.  Eligible districts may apply  individually, with other eligible  districts, or in partnership with one or  more of the following entities: SEAs;  intermediate service agencies;  public or private IHEs; and public or  private organizations with expertise  in adolescent literacy, rigorous  evaluation, or both. (2) SEAs on  behalf of one or more districts that  meet the requirements above. SEAs  must apply on behalf of one or more  eligible districts and also may  partner with one or more of the  following entities: intermediate  service agencies; public or private  IHEs; and public or private  organizations with expertise in  adolescent literacy, rigorous  evaluation, or both. For any  application, the fiscal agent must be  an eligible district or an SEA.", "To raise student achievement in  middle- and high-school-aged  students who are reading below  grade level, and serve schools  by improving the literacy skills of  struggling adolescent readers  and to help build a strong,  scientific research base around  specific strategies that improve  adolescent literacy skills.", "High-need school districts, consortia  of high-need districts, or  partnerships that consist of at least  one high-need school district and at  least one nonprofit organization  (which may be a community- or  faith-based organization) or  institutions of higher education may  apply.", "To support the development,  enhancement, or expansion of  innovative programs to recruit,  train, and mentor principals  (including assistant principals)  for high-need districts.", "Current and former members of the  U.S. armed forces, including  members of the Armed Forces  Reserves.", "Provides financial assistance  and counseling to help military  personnel obtain their teacher  licenses, especially in shortage  areas, such as math, science,  and special education, and find  employment in high-need  districts and schools, as well as  charter schools.", "14,389 Fiscal year 2009  appropriations  (Dollars in  thousands) (1) IHEs, including Indian IHEs; (2)  SEAs or school districts, in  consortium with these institutions;  (3) Indian tribes or organizations, in  consortium with IHEs; and (4) the  U.S. Department of the Interior’s  Bureau of Indian Education-funded  schools in consortium with IHEs.", "To prepare and train Indian  individuals to serve as teachers  and education professionals.  Professional development grants  are awarded to increase the  number of qualified Indian  individuals in professions that  serve Indians; provide training to  qualified Indians to become  teachers, administrators, teacher  aides, social workers, and  ancillary education personnel;  and improve the skills of those  qualified Indians who serve  currently in those capacities.", "For National Telecommunications  Grants, nonprofit telecommunication  entities or a partnership of such  entities may apply.", "Supports two types of grants to  nonprofit telecommunications  entities: (1) grants to carry out a  national telecommunications- based program to improve  teaching in core curriculum areas  and (2) digital educational  programming grants that enable  eligible entities to develop,  produce, and distribute  educational and instructional  video programming.", "SEAs; school districts; the National  Board for Professional Teaching  Standards, in partnership with a  high-need school district or SEA; the  National Council on Teacher Quality,  in partnership with a high-need SEA  or district; or another recognized  entity, including another recognized  certification or credentialing  organization, in partnership with a  high-need SEA or district.", "Supports activities to encourage  and support teachers seeking  advanced certification or  advanced credentialing through  high-quality professional teacher  enhancement programs  designed to improve teaching  and learning.", "10,649 Fiscal year 2009  appropriations  (Dollars in  thousands) (1)  A school district acting on behalf  of a school or schools where at least  50 percent of the children are from  low-income families; and (2) must  work in partnership with at least one  of the following: a state or local  nonprofit or governmental arts  organization; an institution of higher  education; a SEA or regional  education service agency; a public  or private agency, institution, or  organization including a museum,  arts education association, library,  theater, or community- or faith- based organization.", "Supports the implementation of  high-quality professional  development model programs in  elementary and secondary  education in music, dance,  drama, media arts, and visual  arts for arts educators and other  instructional staff of K-12  students in high-poverty schools.", "School districts in the outlying areas  (American Samoa, Guam, the  Commonwealth of the Northern  Mariana Islands, the U.S. Virgin  Islands) and the Republic of Palau.", "To support teacher training,  curriculum development,  instructional materials or general  school improvement and reform,  and direct educational services.  The Pacific Regional Educational  Laboratory provides technical  assistance and makes  recommendations for funding to  the Secretary of Education, who  conducts a grants competition.", "Only the National Writing Project is  eligible.", "The National Writing Project is a  nationwide nonprofit education  organization that promotes K-16  teacher training programs in the  effective teaching of writing.", "Partnership of institution of higher  education, including a teacher  preparation program and a school or  department of arts and science, at  least one high-need school district,  and either a high-need school or a  consortium of high-need schools  served by the high-need school  district; or as applicable, a high-need  early childhood education program.", "Through collaborative efforts, to  support the prebaccalaureate  preparation of teachers or a  teaching residency program, or a  combination of such programs.  Grants may also be used to carry  out a leadership development  program.", "50,000Fiscal year 2009  appropriations  (Dollars in  thousands)", "Institutions of higher education,  school districts, nonprofit  organizations, and other  organizations and/or SEAs.", "To improve the quality of K-12  special education teacher  preparation programs to ensure  that program graduates are able  to meet the highly qualified  teacher requirements and are  well prepared to serve children  with a high incidence of  disabilities.", "SEA.", "Institutions of higher education.", "To develop and implement  programs providing courses of  study in science, technology,  engineering, and mathematics  fields or critical foreign  languages that are integrated  with teacher education.  Graduates receive baccalaureate  degrees in STEM fields or critical  foreign languages, concurrent  with teacher certification.", "Institutions of higher education.", "To offer a master’s degree in a  STEM field or critical foreign  language content areas to  current teachers and to enable  professionals in these fields to  pursue a 1-year master’s degree  that leads to teacher certification.", "1,092 Fiscal year 2009  appropriations  (Dollars in  thousands)", "IHEs, museums, libraries, and other  public and private agencies,  organizations, and institutions  (including for-profit organizations) or  a consortium of such agencies,  organizations, and institutions may  apply. Applicants must demonstrate  expertise in historical methodology  or the teaching of history.", "Supports the establishment of  Presidential Academies for  Teachers of American History  and Civics that offer workshops  for both veteran and new  teachers of American history and  civics to strengthen their  knowledge and preparation for  teaching these subjects. The  program also supports  establishment of Congressional  Academies for Students of  American History and Civics for  high school students to develop  a broader and deeper  understanding of these subjects."], "subsections": []}, {"section_title": "Appendix III: Programs That Support Broad Objectives but Allow or Require Some Funds to Be Used for Teacher Quality", "paragraphs": [], "subsections": [{"section_title": "To ensure that all children have a fair, equal opportunity to obtain a high-quality education and reach, at a minimum, proficiency on challenging state academic achievement standards and state academic assessments.", "paragraphs": ["SEAs and school districts.", "Program provides assistance to states to award grants to  consortia of school districts and postsecondary education  institutions for the development and operation of programs  consisting of the last 2 years of secondary education and at  least 2 years of postsecondary education, designed to  provide Tech Prep education to the student leading to an  associate degree or a 2-year certificate.", "Awards are made to eligible state agencies for  career and technical education, which award  funds on the basis of a formula or competition  to consortia. Eligible consortia must include at  least one member in each of the two following  categories: (1) A school district, an  intermediate education agency, education  service agency, or an area career and  technical education school serving secondary  school students, or a secondary school  funded by Bureau of Indian Affairs; or (2)  either (a) a nonprofit institution of higher  education (IHE) that offers a 2-year associate  degree, 2-year certificate, or 2-year  postsecondary apprenticeship program, or (b)  a proprietary institution of higher education  that offers a 2-year associate degree program.", "To develop the academic, career, and technical skills of  secondary and postsecondary students who enroll in career  and technical programs. This program provides states with  support for leadership activities, administration of the state  plan for career and technical education, and subgrants to  eligible recipients to improve career and technical education  programs.", "State agencies for career and technical  education.", "Program designed to address the unique education and  culturally related academic needs of American Indian and  Alaska Native students, including preschool children, so  that these students can achieve the same challenging state  performance standards expected of all students. This is  Education’s principal vehicle for addressing the particular  needs of Indian children. Grant funds supplement the  regular school programs and support such activities as  after-school programs, early childhood education, tutoring,  and dropout prevention.", "Districts that enroll a threshold number of  eligible Indian children and certain schools  funded by the Bureau of Indian Affairs; Indian  tribes, and under certain conditions, may also  apply.", "Supports high-quality education programs for migratory  children and helps ensure that migratory children who move  among the states are not penalized by disparities among  states in curriculum, graduation requirements, or state  academic content and student academic achievement  standards. States use program funds to identify eligible  children and provide education and support services. These  may include academic instruction, bilingual and multicultural  instruction, career education services, advocacy services,  counseling and testing services, health services, and  preschool services.", "SEAs, which in turn make subgrants to local  operating agencies that serve migrant  students. Local operating agencies may be  school districts, institutions of higher  education, and other public and nonprofit  agencies.", "Program offers grants to support local family literacy  projects that integrate early childhood education, and adult  literacy. Five percent of funds are is aside for family literacy  grants for migratory worker families, the outlying areas, and  Indian tribes and tribal organizations; one grant must be  awarded to a women’s prison and up to 3 percent is for  evaluation activities. Remaining funds are allocated to  SEAs based on their Title I, Part A allocation and SEAs  make competitive subgrants to partnerships of school  districts and other organizations. Projects include providing  staff training and support services.", "SEAs and subgrants to school district  partnerships.", "Primarily to districts that (1) have a total  average daily attendance of fewer than 600  students or only serve schools located in  counties of fewer than 10 persons per square  mile, and (2) serve schools with Education’s  National Center for Education Sciences locale  code of 7 or 8 or located in an area defined as  rural by state.", "To provide financial assistance to rural districts to assist  them in meeting their state’s definition of adequate yearly  progress. This program provides grant funds to rural  districts that serve concentrations of children from low- income families.", "SEAs receive grants and provide subgrants to  school districts in which (1) 20 percent or  more of the children age 5-17 served by the  school district are from families with incomes  below the poverty line, (2) all schools served  by the district have a school locale code of  6,7, or 8; and are (3) not eligible to participate  in the Small Rural School Achievement  program.", "To provide special education services to children with  disabilities, ages 3-5. Permitted expenditures include the  salaries of special education teachers and costs associated  with related services.", "SEAs.", "Assists states including the District of Columbia and Puerto  Rico in meeting the costs of providing special education and  related services to children with disabilities. States may use  funds to provide a free appropriate public education to  children with disabilities. Permitted expenditures include the  salaries of special education teachers and costs associated  with related services personnel, such as speech therapists  and psychologists.", "SEAs and school districts.", "To improve the education of limited English proficient  children and youths by helping them to learn English and  meet state academic content and student academic  achievement standards.", "SEAs and subgrants to school districts.", "To improve the career and technical education skills of  Native Americans and Alaska Natives. Projects make  improvements in career and technical education programs  for Native American and Alaska Native youths.", "Federally recognized Indian tribes, tribal  organizations, Alaska Native entities, and  consortia of any of the previously mentioned  entities may apply.", "Provides assistance to plan, conduct, and administer  programs or portions of programs that provide career and  technical training and related activities to Native Hawaiians.  Program supports career and technical education and  training projects for the benefit of Native Hawaiians.", "Community-based organizations primarily  serving and representing Native Hawaiians.", "Enables grantees to increase the participation of low- income students in both pre-advanced placement and  advanced placement courses and tests. Allowable activities  include professional development for teachers, curriculum  development, the purchase of books and supplies, and  other activities directly related to expanding access to and  participation in advanced placement courses and tests for  low-income students.", "School districts, SEAs, and nonprofit  organizations.", "Program helps school districts improve reading  achievement by providing students with increased access to  up-to-date school library materials; well-equipped,  technologically advanced school library media centers; and  professionally certified school library media specialists.  School districts may use funds for a variety of activities  such as providing professional development for school  library media specialists and providing activities that foster  increased collaboration among library specialists, teachers,  and administrators.", "School districts in which at least 20 percent of  students served are from families with  incomes below the poverty line.", "Designed to improve the education opportunities and  achievement of preschool, elementary, and secondary  Indian children by developing, testing, and demonstrating  effective services and programs. Funding priorities in 2008  were for (1) school readiness projects that provide age- appropriate educational programs and language skills to 3-  and 4-year-old Indian students to prepare them for  successful entry into school at the kindergarten level and  (2) college preparatory programs for secondary school  students designed to increase competency and skills in  challenging subject matter, such as mathematics and  science.", "SEAs, school districts, Indian tribes, Indian  organizations, federally supported elementary  and secondary schools for Indian students,  and Indian institutions, including Indian  institutions of higher education, or consortia of  such entities.", "Designed to help break the cycle of poverty and improve  the literacy of participating migrant families by integrating  early childhood education, adult literacy or adult basic  education, and parenting education into a unified family  literacy program. Funds support projects such as early  childhood education, adult education; Head Start programs,  training for staff, and support services.", "Institutions of higher education, school  districts, SEAs, and nonprofit and other  organizations and agencies.", "Provides grants to initiate, expand, and improve physical  education programs for K-12 students to help them make  progress toward meeting state standards for physical  education. Funds may be used to provide equipment and  support and to enable students to participate actively in  physical education activities. Funds also may support staff  and teacher training and education.", "School districts and community-based  organizations.", "Grants assist in the desegregation of public schools by  supporting the elimination, reduction, and prevention of  minority group isolation in elementary and secondary  schools with substantial numbers of minority group  students. Projects must support the development and  implementation of magnet schools that assist in the  achievement of systemic reforms and provide all students  with the opportunity to meet challenging academic content  and achievement standards. Projects support the  development and design of innovative education methods  and practices that promote diversity and increase choices in  public education programs. The program supports capacity  development through professional development and other  activities, such as the implementation of courses of  instruction in magnet schools that strengthen students’  knowledge of core academic subjects. Program supports  the implementation of courses of instruction in magnet  schools that strengthen students’ knowledge of core  academic subjects.", "School districts or consortia of districts that  are implementing court-ordered or federally  approved voluntary desegregation plans that  include magnet schools are eligible to apply.", "Supports the enhancement, expansion, documentation,  evaluation, and dissemination of innovative, cohesive  models that demonstrate effectiveness in (1) integrating into  and strengthening arts in the core elementary and middle  school curricula, (2) strengthening arts instruction, and (3)  improving students’ academic performance, including their  skills in creating, performing, and responding to the arts.   Funds must be used to (1) further the development of  programs designed to improve or expand the integration of  arts education, (2) develop materials designed to help  replicate or adapt arts programs, (3) document and assess  the results and benefits of arts programs, and (4) develop  products and services that can be used to replicate arts  programs in other settings.", "School districts and nonprofit organizations.", "Promotes education equity for women and girls through  competitive grants. Allowable activities include training for  teachers and other school personnel to encourage gender  equity in the classroom, evaluating exemplary model  programs, school-to-work transition programs, guidance  and counseling activities to increase opportunities for  women in technologically demanding workplaces, and  developing strategies to assist districts in evaluating,  disseminating, and replicating gender-equity programs.", "Institutions of higher education, school  districts, SEAs, nonprofit organizations, other  organizations and agencies.", "Provides grants to support language instruction education  projects for Limited English Proficient children from Native  American, Alaska Native, Native Hawaiian, and Pacific  Islander backgrounds to ensure that they meet the same  rigorous standards for academic achievement that all  children are expected to meet.", "Indian tribes; tribally sanctioned education  authorities; Native Hawaiian or Native  American Pacific Islander native language  education organizations; and elementary,  secondary, or postsecondary schools  operated or funded by the Bureau of Indian  Affairs Education, or a consortium of such  schools and an institution of higher education.", "This program provides authority for the Secretary of  Education to support nationally significant programs to  improve the quality of elementary and secondary education  at the state and local levels and to help all students meet  challenging state academic standards.", "Institutions of higher education, school  districts, SEAs, and nonprofit and other  organizations and agencies.", "To carry out a coordinated program of scientifically based  research, demonstration projects, innovative strategies, and  similar activities designed to enhance the ability of K-12  schools to meet the education needs of gifted and talented  students.", "Institutions of higher education, school  districts, SEAs, nonprofit organizations, other  organizations and agencies.", "Provides grants to establish, improve, or expand innovative  foreign language programs for elementary and secondary  school students. In awarding grants under this program, the  Secretary of Education supports projects that (1) show the  promise of being continued beyond their project period and  (2) demonstrate approaches that can be disseminated and  duplicated by other school districts.", "School districts.", "Provides grants to establish, improve, or expand innovative  foreign language programs for elementary and secondary  school students. In awarding grants under this program, the  Secretary of Education supports projects that promote  systemic approaches to improving foreign language  learning in the state.", "SEAs.", "To develop innovative educational programs to assist  Native Hawaiians and to supplement and expand programs  and authorities in the area of education.", "School districts, SEAs, and IHEs with  experience in developing or operating Native  Hawaiian programs or programs of instruction  in the Native Hawaiian language, and Native  Hawaiian education organizations; public and  private nonprofit organizations, agencies, and  institutions; and consortia thereof.", "To meet the unique education needs of Alaska Natives and  support supplemental programs to benefit Alaska Natives.  Activities include, but are not limited to, the development of  curricula and education programs that address student  needs and the development and operation of student  enrichment programs in science and mathematics. Eligible  activities also include professional development for  educators, activities carried out through Even Start and  Head Start programs, family literacy services, and dropout  prevention programs.", "An SEA or school district may apply as part of  a consortium involving an Alaska Native  organization. Also Alaska Native  organizations, education entities with  experience in developing or operating Alaska  Native programs or programs of instruction  conducted in Alaska Native languages,  cultural and community-based organizations  with experience in developing or operating  programs to benefit Alaska Natives, and  consortia or organizations.", "To (1) improve results for children with disabilities by  promoting the development, demonstration, and use of  technology; (2) support educational media services  activities designed to be of value in the classroom setting  for children with disabilities; and (3) provide support for  captioning and video description that and appropriate for  use in the classroom setting. Program supports technology  development, demonstration, and utilization. Educational  media activities, such as video descriptions and captioning  of educational materials, also are supported.", "Institutions of higher education, school  districts, SEAs, nonprofit organizations, or  other organizations.", "To promote academic achievement and improve results for  children with disabilities by providing technical assistance,  model demonstration projects, dissemination of useful  information, and implementation activities that are  supported by scientifically based research.", "Institutions of higher education, school  districts, SEAs, nonprofit organizations, and  other organizations and/or agencies.", "This program promotes economic and financial literacy  among all students in kindergarten through grade 12  through the award of one grant to a national nonprofit  education organization that has as its primary purpose the  improvement of the quality of student understanding of  personal finance and economics.", "The National Council on Economic Education,  SEAs, school districts.", "A program supporting innovative reform projects for  improving the quality of postsecondary education and  increasing student access.", "Institutions of higher education, and other  organizations and agencies.", "To enable SEAs to design, develop, and implement  statewide longitudinal data systems to efficiently and  accurately manage, analyze, disaggregate, and use  individual student data, consistent with the Elementary and  Secondary Education Act of 1965, as amended (20 U.S.C.  6301 et seq.).", "SEAs."], "subsections": []}]}, {"section_title": "Appendix IV: Institute of Education Sciences’ Sponsored Research on Teacher Quality, 2003–2009", "paragraphs": ["Improving Instruction Through Implementation of the Partnership  Instructional Coaching Model  The Effects of Teacher Preparation and Professional Development on  Special Education Teacher Quality  The Influence of Collaborative Professional Development Groups &  Coaching on the Literacy Instruction of Upper Elementary Special Education  Teachers  Impact of Professional Development on Preschool Teachers’ Use of  Embedded-Instruction Practices  Integrating Science and Diversity Education: A Model of Pre-Service  Elementary Teacher Preparation  Using Video Clips of Classroom Instruction as Item Prompts to Measure  Teacher Knowledge of Teaching Mathematics: Instrument Development and  Validation  Standards-Based Differentiated ELD Instruction to Improve English  Language Arts Achievement for English Language Learners  Enhancing Knowledge Related to Research-Based Early Literacy Instruction  Among Pre-Service Teachers  The Pathway Project: A Cognitive Strategies Approach to Reading and  Writing Instruction for Teachers of Secondary English Language Learners   Content-Focused Coaching for High Quality Reading Instruction  Do Lower Barriers to Entry Affect Achievement and Teacher Retention: The  Case of New York City Math Immersion  Early Childhood Hands-On Science Curriculum Development and  Demonstration Project  National Center for Research on Early Childhood Education (NCRECE):  Preschool Teacher Professional Development Study   National Center for Performance Incentives  Center for the Analysis of Longitudinal Data in Education Research  (CALDER)", "Replication and Outcomes of the Teaching SMART Program in Elementary  Science Classrooms  Identifying the Conditions Under Which Large Scale Professional  Development Policy Initiatives are Related to Teacher Knowledge  Instructional Practices, and Student Reading Outcomes  Embedded Classroom Multimedia: Improving Implementation Quality and  Student Achievement in a Cooperative Writing Program  Enhancing the Quality of Expository Text Instruction Through Content and  Case-Situated Professional Development  Teaching Teachers to Teach Critical Reading Strategies (CREST) Through  an Intensive Professional Development Model  Examining the Efficacy of Two Models of Preschool Professional  Development in Language and Literacy  A Randomized Controlled Study of the Efficacy of Reading Apprenticeship  Professional Development for High School History and Science Teaching  and Learning  Assessment of Pedagogical Knowledge of Teachers of Reading  Connecting Primary Grade Teacher Knowledge to Primary Grade Student  Achievement: Developing the Evidence-Based Reading/Writing Teacher  Knowledge Assessment System  Algebra Connections: Teacher Education in Clear Instruction and  Responsive Assessment of Algebra Patterns and Problem Solving  The Relationship Between Mathematics Teachers’ Content Knowledge and  Students’ Mathematics Achievement: Exploring the Predictive Validity of the  Praxis Series Middle School Mathematics Test  Professional Development in Early Reading  Improving Teacher Quality to Address the Language and Literacy Skills of  Latino Children in Pre-Kindergarten Programs  Can Literacy Professional Development be Improved With Web-Based  Collaborative Learning Tools? A Randomized Field Trial  Assessing Teacher Effectiveness: How Can We Predict Who Will Be a High  Quality Teacher?", "Teacher Licensure Tests and Student Achievement  Opening the Black Box in Choice and Regular Public Schools (a research  project within the National Research & Development Center on School  Choice)", "National Research Center on Rural Education Support (estimated amount of  total award devoted to teacher quality research)"], "subsections": []}, {"section_title": "Appendix V: Comments from the U.S. Department of Education", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["Bryon Gordon (Assistant Director) and James Whitcomb (Analyst-in- Charge) managed all aspects of the assignment. Nancy Purvine, Ed  Bodine, and Kristin Van Wychen made significant contributions to this  report in all aspects of the work. Jean McSween, Stuart Kaufman, and Ying  Long provided key technical support, and James Rebbe provided legal  support. Christopher Langford assisted with quality assurance. Jessica Orr  contributed to writing this report. Mimi Nguyen developed the graphics for  the report."], "subsections": []}]}], "fastfact": []}