{"id": "GAO-06-513T", "url": "https://www.gao.gov/products/GAO-06-513T", "title": "Telecommunications: Challenges to Assessing and Improving Telecommunications for Native Americans on Tribal Lands", "published_date": "2006-03-07T00:00:00", "released_date": "2006-03-07T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["An important goal of the Communications Act of 1934, as amended, is to ensure access to telecommunications services for all Americans. This testimony is based on GAO's January 2006 report GAO-06-189 , which reviewed 1) the status of telecommunications subscribership for Native Americans living on tribal lands; 2) federal programs available for improving telecommunications on these lands; 3) barriers to improvements; and 4) how some tribes are addressing these barriers."]}, {"section_title": "What GAO Found", "paragraphs": ["Based on the 2000 decennial census, the telephone subscribership rate for Native American households on tribal lands was substantially below the national level of about 98 percent. Specifically, about 69 percent of Native American households on tribal lands in the lower 48 states and about 87 percent in Alaska Native villages had telephone service. This data indicates some progress since 1990, though changes since 2000 are not known. The U.S. Census Bureau is implementing a new survey that will provide annual telephone subscribership rates, but the results for all tribal lands will not be available until 2010. The status of Internet subscribership on tribal lands is unknown because no one collects this data at the tribal level. Without current subscribership data, it is difficult to assess progress or the impact of federal programs to improve telecommunications on tribal lands. The Rural Utilities Service and the Federal Communications Commission (FCC) have several general programs to improve telecommunications in rural areas and make service affordable for low-income groups, which would include tribal lands. In addition, FCC created some programs targeted to tribes, including programs to provide discounts on the cost of telephone service to residents of tribal lands. However, one of FCC's universal service fund programs, which supports telecommunications services at libraries, has legislatively based eligibility rules that preclude tribal libraries in at least two states from being eligible for this funding. FCC officials told GAO that it is unable to modify these eligibility rules because they are contained in statute and thus modifications would require legislative action by Congress. The barriers to improving telecommunications on tribal lands most often cited by tribal officials, service providers, and others GAO spoke with were the rural, rugged terrain of tribal lands and tribes' limited financial resources. These barriers increase the costs of deploying infrastructure and limit the ability of service providers to recover their costs, which can reduce providers' interest in investing in providing or improving telecommunications services. Other barriers include the shortage of technically trained tribal members and providers' difficulty in obtaining rights of way to deploy their infrastructure on tribal lands. GAO found that to address the barriers of rural, rugged terrain and limited financial resources that can reduce providers' interest in investing on tribal lands, several tribes are moving toward owning or developing their own telecommunications systems, using federal grants, loans, or other assistance, and partnerships with the private sector. Some are also focusing on wireless technologies, which can be less expensive to deploy over rural, rugged terrain. Two tribes are bringing in wireless carriers to compete with wireline carriers on price and service. In addition, some tribes have developed ways to address the need for technical training, and one has worked to expedite the tribal decision-making process regarding rights-of-way approvals."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the findings and  recommendations of our January 2006 report, Challenges to Assessing  and Improving Telecommunications for Native Americans on Tribal  Lands. According to the 2000 Census, about 588,000 Native Americans  were residing on tribal lands. Telephone subscribership rates on these  lands have historically lagged behind the overall national rate. In 1990,  only 47 percent of Native American households on tribal lands had  telephone service compared to about 95 percent of households nationally.  In our report we discuss: 1) the current status of telecommunications  subscribership for Native Americans living on tribal lands; 2) federal  programs available for improving telecommunications on these lands; 3)  barriers to improvements; and 4) the ways in which some tribes are  addressing these barriers.", "To address these issues, we reviewed Census data and interviewed  officials at federal agencies that support telecommunications on tribal  lands. We also interviewed officials representing telecommunications  providers and industry organizations. Additionally, we interviewed  officials of 26 tribes in the lower 48 states and 12 Alaska regional native  nonprofit organizations, chosen on the basis of demographics and other  factors, such as actions being taken on their land to improve  telecommunications. We also visited 6 tribal lands to learn more about the  challenges the tribal members were facing, and actions they were taking to  improve their telecommunications services. We performed our work in  accordance with generally accepted government auditing standards from  August 2004 to December 2005. For more information about the  methodology used, see our report, Challenges to Assessing and  Improving Telecommunications for Native Americans on Tribal Lands.", "In summary, we found that:    The most recent census data, from the year 2000, indicate that the  telephone subscribership rate for Native American households on tribal  lands is still substantially below the national rate. About 69 percent of  these households in the lower 48 states had telephone service, which is  about 29 percentage points less than the national rate of about 98 percent.  About 87 percent of Native American households in Alaska native villages  had telephone service, also considerably below the national rate. We do  not know the rate for Internet subscribership for tribal lands due to a lack  of such data from either the Census Bureau or the Federal  Communications Commission (FCC).", "The Department of Agriculture’s Rural Utilities Service and the FCC have  several general programs to improve telecommunications in rural areas  and make service affordable for low-income groups, which would include  tribal lands and their residents. In addition, FCC created some programs  targeted to tribal lands, including programs to provide discounts on the  cost of telephone service to residents of tribal lands, and financial  incentives to encourage wireless providers to serve tribal lands. However,  we found that FCC is not collecting sufficient data to assess the extent to  which its efforts to increase telecommunications deployment and  subscribership on these lands are succeeding. Also, one of FCC’s  programs to support telecommunications for libraries has legislatively  based eligibility rules that preclude tribal libraries in at least two states  from being eligible for this funding.", "Native American officials, service providers, and others cited several  barriers to improving telecommunications on tribal lands. The most  frequently mentioned were the rural, rugged terrain of tribal lands and the  tribes’ limited financial resources. These barriers increase the costs of  deploying infrastructure and limit the ability of service providers to  recover their costs. Other barriers cited include the shortage of technically  trained tribal members and the service providers’ difficulty in obtaining  rights of way to deploy their infrastructure on tribal lands.", "Some tribes are making significant progress in addressing these barriers.", "For example, we found that several tribes are moving toward owning or  developing their own telecommunications systems using federal grants,  loans, or partnering with the private sector. Some are focusing on wireless  technologies, which can be less expensive to deploy over rural rugged  terrain. Two tribes of the six tribes we visited are bringing in wireless  carriers to compete with wireline carriers on price and service. In  addition, some tribes have developed ways to address the need for  technical training, and one tribe we visited has worked to expedite the  tribal decisionmaking process for rights-of-way approvals.  Our report has two matters for congressional consideration. First,  Congress should consider directing FCC to determine what additional data  is needed to help assess progress toward the goal of providing access to  telecommunications service on tribal lands, including advanced services  such as high-speed Internet, and how this data should collected. Second,  Congress should consider amending the Communications Act of 1934 to  facilitate and clarify the eligibility of tribal libraries for funding under  FCC’s telecommunication support program for libraries.", "I would now like to present additional detail on the results of our work."], "subsections": [{"section_title": "Background", "paragraphs": ["Tribal lands vary dramatically in size, demographics, and location, ranging  from the Navajo Nation, with 24,000 square miles and over 176,000 Native  American residents, to tribal land areas in California comprising less than  1 square mile with fewer than 50 Native American residents. Most tribal  lands are located in rural or remote locations, though some are near  metropolitan areas. Also, some tribal lands have a significant percentage  of nonNative Americans residing on them.", "Tribes are unique in being sovereign governments within the United  States. Their sovereign status has been established by the U.S.  Constitution, treaties, and other federal actions. To help manage tribal  affairs, tribes have formed governments or subsidiaries of tribal  governments that include schools, housing, health, and other types of  corporations. In addition, the Bureau of Indian Affairs (BIA) in the  Department of the Interior has a fiduciary responsibility to tribes and  assumes some management responsibility for all land held in trust for the  benefit of the individual Native American or tribe.", "Native American tribes are among the most economically distressed  groups in the United States. According to the 2000 Census, about 37  percent of Native American households had incomes below the federal  poverty level—more than double the rate for the U.S. population as a  whole. Residents of tribal lands often lack basic infrastructure, such as  water and sewer systems, and telecommunications systems.", "The federal government has long acknowledged the difficulties of  providing basic services, such as electricity and telephone service, to rural  areas of the country. The concept of universal telephone service has its  origins in Section 1 of the Communications Act of 1934, as amended,  (Communications Act) which states that the FCC was created “for the  purpose of regulating interstate and foreign commerce in communication  by wire and radio so as to make available, so far as possible, to all people  of the United States, a rapid, efficient, nationwide, and worldwide wire  and radio communication service with adequate facilities at reasonable  charges . . . .” The goal of universal service is to ensure that all U.S.  residents have access to quality telephone service regardless of their  household income or geographic location. A 1995 report by the Census  Bureau based on 1990 census data noted that about 47 percent of Native  American households on tribal lands had telephone service, compared to  about 95 percent of households nationally. In June 2000, the FCC  Chairman noted that telephone subscribership among the rural poor was  roughly 20 percent lower than the rest of the nation, while Native  Americans living on tribal lands were only half as likely as other  Americans to subscribe to telephone service."], "subsections": []}, {"section_title": "Tribal Telephone Subscribership Rate is Substantially Below the National Level and Internet Subscribership Is Unknown", "paragraphs": ["As of 2000, the telephone subscribership rate for Native American  households on tribal lands had improved since 1990, but was still  substantially below the national rate, while the rate for Internet  subscribership on tribal lands was unknown due to a lack of data.  According to data from the 2000 decennial census, about 69 percent of  Native American households on tribal lands in the lower 48 states had  telephone service, which was about 29 percentage points less than the  national rate of about 98 percent. About 87 percent of Native American  households in Alaska native villages had telephone service, also  considerably below the national rate. Telephone subscribership rates for  Native American households on individual tribal lands in 2000 varied  widely. A few tribal lands had rates above the national level, but the  majority of them had rates below the national level. To get a better  understanding of telephone subscribership rates by individual tribe and  population size, we reviewed data for the 25 tribal lands with the highest  number of Native American households. These 25 tribal lands represent  about 65 percent of all Native American households, as shown in Census  2000 data, and had a range in telephone subscribership rates from 38  percent for the Navajo Nation Reservation and Off-Reservation Trust Land  (located in Arizona, New Mexico, and Utah) to 94 percent for the Turtle  Mountain Reservation and Off-Reservation Trust Land (located in  Montana, North Dakota, and South Dakota).", "While Census data indicate that the average subscribership rate for Native  Americans on tribal lands has increased from about 47 percent of  households in 1990 to about 69 percent in 2000, changes in telephone  subscribership rates since the 2000 decennial census are not known. In  order to provide more current data, the U.S. Census Bureau (Census  Bureau) has begun to gather telephone subscribership data through a new,  more frequent survey that will provide demographic and socioeconomic  data on communities of all sizes, including tribal lands. However, because  it will take time to accumulate a large enough sample to produce data for  small communities, annual reports will not be available for all small  communities, including tribal lands, until 2010.", "The rate of Internet subscribership for Native American households on  tribal lands is unknown because neither the Census Bureau nor FCC  collects this data at the tribal level. One survey performed by the Census  Bureau that collects data on Internet subscribership can provide estimates  for the nation as a whole, but the survey’s sample cannot provide reliable  estimates of Internet subscribership on tribal lands. The Census Bureau’s  new survey will provide data on tribal lands but does not include a  question on Internet subscribership. Without current subscribership data,  it is difficult to assess progress or the impact of federal programs to  improve telecommunications on tribal lands.", "FCC collects data on the deployment of advanced telecommunications  capability in the United States, but this data cannot be used to determine  Internet subscribership rates for tribal lands. Pursuant to section 706 of  the Telecommunications Act of 1996, FCC is required to conduct regular  inquiries concerning the availability of advanced telecommunications  capability for all Americans. To obtain this data, FCC requires service  providers to report a list of the zip codes where they have at least one  customer of high-speed service. Because the providers are not required to  report the total number of their residential subscribers in each zip code,  because tribal lands do not necessarily correspond to zip codes, and  because these data do not include information on “dial-up” users (i.e.,  those who access the Internet without a broadband connection), these  data cannot be used to determine the number of residential Internet  subscribers on tribal lands. The FCC has recognized that its section 706  data collection efforts in rural and underserved areas need improvement  to better fulfill Congress’ mandate."], "subsections": []}, {"section_title": "Native Americans Can Benefit from Several General and Tribal- Specific Federal Programs to Improve Telecommunications Services", "paragraphs": ["The Department of Agriculture’s Rural Utilities Service and FCC are  responsible for several general programs designed to improve the nation’s  telecommunications infrastructure and make services affordable for all  consumers, which can benefit tribes and tribal lands. The Rural Utilities  Service has grant, loan, and loan guarantee programs for improving  telecommunications in rural areas. FCC has several programs (known as  “universal service” programs) to make telephone service more affordable  for low-income consumers and consumers living in areas, such as rural  areas, where the cost to provide service is high.", "In addition to these general programs, FCC has recognized the need to  make special efforts to improve tribal telecommunications and established  four programs specifically targeted to improving telecommunications for  residents of tribal lands. The Tribal Land Bidding Credit program provides  financial incentives to wireless service providers to serve tribal lands. The  Indian Telecommunications Initiative disseminates information to tribes  and tribal organizations on telecommunications services on tribal lands,  including universal service programs and other areas of interest.", "Enhanced Link-Up, which provides a one-time discount on the cost of  connecting a subscriber to the telephone network, and Enhanced Lifeline,  which provides ongoing discounts on the cost of monthly service, provide  more support per customer than the regular Link-up and Lifeline  programs. As with FCC’s other universal service programs, the service  providers are reimbursed from FCC’s universal service fund for the  discounts they give to the programs’ participants.", "Regarding Enhanced Lifeline, we found that, at present, data provided to  the program administrator from the service providers can be broken out  by state, but not by tribal land, because the reporting form does not ask  service providers to indicate the number of participants and amount of  funding by tribal land. Because FCC does not have data on program  participation and funding by individual tribal land, some basic questions  cannot be answered: what percentage of residents of particular tribal  lands are benefiting from the programs and how have the participation  rates on individual tribal lands changed over time?", "An additional universal service program, known as E-rate, provides  discounts on telecommunications services for schools and libraries  nationwide. One of our key findings is that some tribal libraries are not  eligible to receive E-rate funds because of an issue involving federal  eligibility criteria. The current statutory provision under the  Communications Act does not allow tribal libraries to obtain E-rate  funding for libraries unless the tribal library is eligible for assistance from  a state library administrative agency under Library Services Technology  Act (LSTA). In at least two cases, tribes have not applied for E-rate funds  because their tribal libraries are not eligible for state LSTA funds."], "subsections": []}, {"section_title": "Multiple Barriers Exist to Improving Telecommunications on Tribal Lands", "paragraphs": ["Tribal and government officials, Native American groups, service  providers, and others with whom we spoke cited several barriers to  improving telecommunications service on tribal lands. The rural location  and rugged terrain of most tribal lands and tribes’ limited financial  resources were the barriers to improved telecommunications most often  cited by the officials of tribes and Alaska Native Villages we interviewed.  Generally, these factors make the cost of building and maintaining the  infrastructure needed to provide service higher than they would be in  urban settings. For example, more cable per customer is required over  large, sparsely populated areas, and when those areas are mountainous, it  can be more difficult and costly to install the cable. The Rural Task Force,  formed by the Federal-State Joint Board on Universal Service,  documented the high costs of serving rural customers in a report issued in  January 2000, which stated that the average telecommunications  infrastructure cost per customer for rural providers was $5,000, while the  average infrastructure cost per customer for non-rural providers was  $3,000. Officials from 17 tribes and 11 Alaska regional native non-profit  organizations we interviewed told us that the rural location of their tribe is  a telecommunications barrier.", "Tribes’ limited financial resources are also seen as a barrier to improving  telecommunications services on tribal lands. Many tribal lands—including  some of those we visited, such as the Navajo, the Mescalero Apache, the  Yakama, and the Oglala Sioux—have poverty rates more than twice the  national rate, as well as high unemployment rates. The 2000 U.S. Census  showed that the per capita income for residents on tribal lands was $9,200  in 1999, less than half the U.S. per capita income of $21,600. Officials of 33  of the 38 Native American entities we interviewed told us that lack of  financial resources was a barrier to improving telecommunications  services.", "These two barriers, the rural location of tribal lands (which increases the  cost of installing telecommunications infrastructure) and tribes’ limited  financial resources (which can make is difficult for residents and tribal  governments to pay for services) can combine to deter service providers  from making investments in telecommunications on tribal lands, resulting  in a lack of service, poor service quality, and little or no competition. For  example, a representative of the company that provides service to the  Coeur d’Alene tribe told us that high-speed Internet was only available in  certain areas of the Coeur d’Alene tribal land and that there were cost  issues in providing this service to the more remote and less densely  populated parts of the reservation. Another provider’s representative told  us that providing digital subscriber lines (DSL) to most parts of the  Eastern Band of Cherokee’s reservation would not be profitable because  the land is rugged and to connect many of those who live out in remote  rural areas would require an investment that would be difficult to justify.", "The third barrier most often cited by tribal officials is a shortage of  technically trained tribal members to plan and implement improvements  on tribal lands. Officials of 13 of the 38 Native American tribes and tribal  organizations we interviewed told us that lack of telecommunications  training and knowledge among tribal members is a barrier to improving  their telecommunications. Some of these officials said they needed more  technically trained members to plan and oversee the implementation of  telecommunications improvements, as well as to manage existing systems.  An official of the Coeur d’Alene tribe, who has technical training, also told  us that tribes without technically trained staff would be at a disadvantage  in negotiating with service providers. This official added that having tribal  members trained in telecommunications was necessary to ensure that a  tribe’s planned improvements included the equipment and technology the  tribe wanted and needed.", "A fourth barrier cited by tribal officials and other stakeholders is the  complex and costly process of obtaining rights-of-way for deploying  telecommunications infrastructure on tribal lands, which can impede  service providers’ deployment of telecommunications infrastructure. In  part, this is because BIA must approve the application for a right-of-way  across Indian lands and to obtain BIA approval, service providers are  required to take multiple steps and coordinate with several entities during  the application process."], "subsections": []}, {"section_title": "Tribes Are Addressing Barriers to Improved Telecommunications in Different Ways.", "paragraphs": ["From our interviews of officials of 26 tribes and 12 Alaska regional native  non-profit organizations, we found that 22 are addressing the need to  improve their telecommunications services by developing or owning part,  or all, of their own local telecommunications network. Some of those we  spoke to told us that they were doing this because their provider was  unwilling to invest in improved telecommunications services, in part due  to the barriers of the tribe’s rural location, rugged terrain, and limited  financial resources. An additional 10 tribes told us that they have  considered or are considering owning part or all of their  telecommunications systems.", "The tribes we visited are using federal grants, loans, or other assistance,  long-range planning, and private-sector partnerships to help improve  service on their lands. In addition, some tribes have addressed these  barriers by focusing on wireless technologies, which can be less costly to  deploy across large distances and rugged terrain. For example, the Coeur  d’Alene Tribe in Idaho is using a Rural Utilities Service grant to overcome  its limited financial resources and develop its own high-speed wireless  Internet system.", "Some tribes are addressing the shortage of technically-trained tribal  members to plan and implement improvements on tribal lands through  mentoring and partnerships with educational institutions. For example,  the Yakama Nation has proposed to connect a local university to its  telecommunications system in exchange for technical training for its staff.  The Mescalero Apache Tribe has improved its technical capacity by hiring  technically trained staff and pairing them with less trained staff, creating a  technical mentoring program.", "To help reduce the time and expense required to obtain a right-of-way  across tribal lands, one tribe is developing a right-of-way policy to make  the tribal approval process more timely and efficient. Also, a BIA official  acknowledged that portions of the federal regulations for rights-of-way  over Indian lands, including the section on telecommunications  infrastructure, are outdated. BIA is currently revising the regulations to  better apply to modern utility technologies, including advanced  telecommunications infrastructure, though the timeframes for completion  of this work have not been established.", "Our report, Challenges to Assessing and Improving Telecommunications  for Native Americans on Tribal Lands, contains more information on  these and other tribal initiatives, as well as detailed case studies of six  tribes’ efforts to improve their telecommunications infrastructure and  services."], "subsections": []}, {"section_title": "Contact and Acknowledgements", "paragraphs": ["For questions regarding this testimony, please contact me on (202) 512- 2834 or goldsteinm@gao.gov. Individuals making key contributions to this  testimony include Carol Anderson-Guthrie, Edda Emmanuelli-Perez, John  Finedore, Michelle Fejfar, Logan Kleier, Michael Mgebroff, John Mingus,  Mindi Weisenbloom, Alwynne Wilbur, Carrie Wilks, and Nancy Zearfoss.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}