{"id": "GAO-06-532T", "url": "https://www.gao.gov/products/GAO-06-532T", "title": "Packers and Stockyards Programs: Continuing Problems with GIPSA Investigations of Competitive Practices", "published_date": "2006-03-09T00:00:00", "released_date": "2006-03-09T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO discussed before Congress the U.S. Department of Agriculture's (USDA) management and oversight of the Packers and Stockyards Act. Within USDA, the Grain Inspection, Packers and Stockyards Administration (GIPSA) is responsible for administering the Packers and Stockyards Act and investigating concerns about unfair and anticompetitive practices in the $90 billion livestock market. Prior reports issued by the USDA Office of Inspector General (OIG) and our office have identified weaknesses in GIPSA's investigation and enforcement activities, and recommended actions to address them. A more recent OIG report shows that, in several key areas, GIPSA still has not taken sufficient steps to address those recommendations. This testimony focuses on our prior work and discusses (1) factors that have affected GIPSA's ability to investigate concerns about anticompetitive practices, (2) GIPSA's actions to address our recommendations and areas where their efforts have fallen short, and (3) challenges and other issues we believe GIPSA should consider as it moves to further strengthen its capacity to address competitiveness issues."]}, {"section_title": "What GAO Found", "paragraphs": ["In summary, in 2000, we identified two critical factors that detracted from GIPSA's ability to investigate anticompetitive practices in livestock markets, and another area where improvement was needed. First, the agency's investigations were planned and conducted primarily by economists without the formal involvement of attorneys from USDA's Office of General Counsel (OGC). As a result, a legal perspective that focused on assessing potential violations was generally absent when investigations were initiated and conducted. Second, GIPSA's investigative practices were designed for traditional trade practices and financial issues the agency had emphasized for years and were not suited for the more complex competition-related concerns it was addressing. Finally, while not a critical concern, we noted that GIPSA had an important role in keeping the industry and the Congress informed about its monitoring of livestock markets and could have done more to identify market operations or activities that appeared to raise concerns under the Packers and Stockyards Act. USDA concurred with our findings and noted specific actions it planned to take in response to our recommendations, including (1) formalizing consultations between GIPSA and OGC on complex investigations, and integrating OGC attorneys into its investigative teams; (2) developing a tiered process whereby routine investigations would be reviewed and approved by headquarters staff, while complex investigations received an additional OGC review; (3) adopting relevant procedures used by DOJ and FTC for planning, developing, implementing, and reviewing investigations; and (4) reporting publicly on changing business practices and activities that raise fairness and competition concerns. Despite these plans, the January 2006 OIG report identified substantial ongoing weaknesses in GIPSA's investigative processes and noted that GIPSA's actions to respond to the prior OIG and GAO reports had fallen short in key areas. In particular, GIPSA had not yet developed a teamwork approach for investigations whereby GIPSA's economists and USDA's OGC attorneys could work together to identify violations of law, nor had it taken sufficient steps to ensure legal specialists within GIPSA were used most effectively. In addition, GIPSA had not followed through in adopting appropriate investigative guidance similar to those of DOJ and FTC to strengthen its ability to investigate anticompetitive and unfair practices. Given GIPSA's lack of progress in addressing prior report findings and recommendations dating back for almost a decade, continued vigilance and monitoring of its key activities and management initiatives by the OIG and other oversight bodies is essential. In its response to the OIG's 2006 report, GIPSA noted that it intends to reassess and develop a defined process for managing investigations, enhancing communication among staff and managers, appropriately dividing responsibility for its varied types of investigations, and developing an internal review function to monitor and report on corrective actions resulting from the OIG and GAO reviews. Consistent with our prior recommendations, GIPSA also plans to define the role of OGC attorneys and GIPSA legal specialists in investigations and to move forward in identifying and adopting certain techniques used by the DOJ and the FTC. As GIPSA moves ahead in reexamining its processes it should consider assigning lead roles to OGC attorneys for certain investigations involving complex anticompetitive practices. Finally, going forward, GIPSA's efforts to periodically inform the industry and the Congress about competitive conditions could be of further usefulness. GIPSA plans to complete a study on livestock and red meat marketing practices later this year. While potentially informative to the industry and policymakers, it could also help GIPSA identify current and emerging areas of vulnerability and better target its oversight resources."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the U.S. Department of  Agriculture’s (USDA) management and oversight of the Packers and  Stockyards Act.  Within USDA, the Grain Inspection, Packers and  Stockyards Administration (GIPSA) is responsible for administering the  Packers and Stockyards Act and investigating concerns about unfair and  anticompetitive practices in the $90 billion livestock market.", "As you know, prior reports issued by the USDA Office of Inspector  General (OIG) and our office have identified weaknesses in GIPSA’s  investigation and enforcement activities, and recommended actions to  address them.  A more recent OIG report shows that, in several key areas,  GIPSA still has not taken sufficient steps to address those  recommendations.  My testimony today will focus on our prior work and  discuss (1) factors that have affected GIPSA’s ability to investigate  concerns about anticompetitive practices, (2) GIPSA’s actions to address  our recommendations and areas where their efforts have fallen short, and  (3) challenges and other issues we believe GIPSA should consider as it  moves to further strengthen its capacity to address competitiveness issues.", "In summary, in 2000, we identified two critical factors that detracted from  GIPSA’s ability to investigate anticompetitive practices in livestock  markets, and another area where improvement was needed.  First, the  agency’s investigations were planned and conducted primarily by  economists without the formal involvement of attorneys from USDA’s  Office of General Counsel (OGC).  As a result, a legal perspective that  focused on assessing potential violations was generally absent when  investigations were initiated and conducted.  Second, GIPSA’s  investigative practices were designed for traditional trade practices and  financial issues the agency had emphasized for years and were not suited  for the more complex competition-related concerns it was addressing.   Finally, while not a critical concern, we noted that GIPSA had an  important role in keeping the industry and the Congress informed about its  monitoring of livestock markets and could have done more to identify  market operations or activities that appeared to raise concerns under the  Packers and Stockyards Act.  In our September 2000 report, we  recommended that USDA better integrate attorneys from USDA’s Office of  General Counsel into GIPSA’s investigative processes and develop a  teamwork approach to investigations similar to that of the Department of  Justice (DOJ) and the Federal Trade Commission (FTC).  We also  recommended that GIPSA adopt more systematic approaches for selecting  cases and conducting investigations.", "USDA concurred with our findings and noted specific actions it planned to  take in response to our recommendations, including (1) formalizing  consultations between GIPSA and OGC on complex investigations, and  integrating OGC attorneys into its investigative teams; (2) developing a  tiered process whereby routine investigations would be reviewed and  approved by headquarters staff, while complex investigations received an  additional OGC review; (3) adopting relevant procedures used by DOJ and  FTC for planning, developing, implementing, and reviewing investigations;  and (4) reporting publicly on changing business practices and activities  that raise fairness and competition concerns.  Despite these plans, the  January 2006 OIG report identified substantial ongoing weaknesses in  GIPSA’s investigative processes and noted that GIPSA’s actions to respond  to the prior OIG and GAO reports had fallen short in key areas.  In  particular, GIPSA had not yet developed a teamwork approach for  investigations whereby GIPSA’s economists and USDA’s OGC attorneys  could work together to identify violations of law, nor had it taken  sufficient steps to ensure legal specialists within GIPSA were used most  effectively.  In addition, GIPSA had not followed through in adopting  appropriate investigative guidance similar to those of DOJ and FTC to  strengthen its ability to investigate anticompetitive and unfair practices.", "Given GIPSA’s lack of progress in addressing prior report findings and  recommendations dating back for almost a decade, continued vigilance  and monitoring of its key activities and management initiatives by the OIG  and other oversight bodies is essential.  In its response to the OIG’s 2006  report, GIPSA noted that it intends to reassess and develop a defined  process for managing investigations, enhancing communication among  staff and managers, appropriately dividing responsibility for its varied  types of investigations, and developing an internal review function to  monitor and report on corrective actions resulting from the OIG and GAO  reviews.  Consistent with our prior recommendations, GIPSA also plans to  define the role of OGC attorneys and GIPSA legal specialists in  investigations and to move forward in identifying and adopting certain  techniques used by the DOJ and the FTC.  As GIPSA moves ahead in  reexamining its processes it should consider assigning lead roles to OGC  attorneys for certain investigations involving complex anticompetitive  practices.  Finally, going forward, GIPSA’s efforts to periodically inform  the industry and the Congress about competitive conditions could be of  further usefulness.  GIPSA plans to complete a study on livestock and red  meat marketing practices later this year.  While potentially informative to  the industry and policymakers, it could also help GIPSA identify current  and emerging areas of vulnerability and better target its oversight  resources."], "subsections": [{"section_title": "Background", "paragraphs": ["The Packers and Stockyards Act was passed in 1921 in response to  concerns that, among other things, the marketing of livestock presented  special problems that could not be adequately addressed by existing  antitrust laws.  The provisions of the act were based, in part, on prior  antitrust statutes including the Sherman Act and the Federal Trade  Commission Act.  The Packers and Stockyards Act prohibits packers from  engaging in or using any unfair, unjustly discriminatory, or deceptive  practice or device, or making or giving any undue or unreasonable  preference or advantage to another party.  The act also makes unlawful  packer anticompetitive practices that are antitrust-type actions, including  a packer’s activities that manipulate or control prices or restrain trade.", "Within USDA, GIPSA is responsible for implementing the Packers and  Stockyards Act.  GIPSA initiates investigations and actions to halt unfair  and anticompetitive practices by meatpacking companies and by other  parties involved in livestock marketing.  To prove that such an activity has  occurred under the act, GIPSA, in most instances, must show that the  purpose of the packer’s action or its actual effect was to carry out the  prohibited activity.  GIPSA may also choose to treat such activity as an  unfair practice, which may be easier to prove than a violation of the act’s  antitrust-type provisions.  Also, while mergers are a concern because they  can reduce competition, the act does not provide USDA with premerger  review authority.  OGC also has an enforcement role and, among other  activities, represents USDA in administrative and court proceedings  addressing violations of the act.", "The Packers and Stockyards Act allows GIPSA to start investigations and  administrative actions to halt packer practices that it deems to be unfair or  anticompetitive.  When an investigation finds and develops evidence to  show that a packer may have engaged in an anticompetitive or unfair  practice, GIPSA may file a complaint against the packer.  The packer has a  right to a hearing, which is held before a USDA administrative law judge.", "If, after reviewing the evidence presented by GIPSA and the packer, the  administrative law judge decides that there has been a violation of the act,  a cease and desist order may be issued, and a civil fine may be levied.  An  administrative law judge’s decision can be appealed to USDA’s Judicial  Officer, who acts on behalf of the Secretary of Agriculture.  The packer,  but not USDA, may file a further appeal to a Federal Circuit Court of  Appeals.", "In 1996, GIPSA reported that dynamic changes had taken place in the  cattle and hog industries, including increasing concentration and vertical  integration—where packers own the animals.  GIPSA stated that these  changes had reduced the role of the public markets, where terms of a  trade are visible to all.  That same year, an advisory committee to the  Secretary of Agriculture reviewed the concerns of producers and others  about changes in livestock markets and recommended, among other  things, a review of GIPSA’s efforts to enforce the Packers and Stockyards  Act.  The Secretary then asked the OIG to review GIPSA’s program.", "The subsequent OIG report noted that while GIPSA had a credible record  in certain areas, it (1) did not have the capability to perform effective  anticompetitive practice investigations and (2) faced formidable obstacles  to become effective in performing such investigations.  The OIG found that  GIPSA had not been organized, operated, or staffed for that purpose and  stated that GIPSA should employ an approach similar to that used by DOJ  and FTC, and integrate attorneys and economists from the beginning of  the investigative process.  In response, GIPSA completed a major  restructuring of its headquarters and field offices in 1999 and hired staff to  strengthen its investigations of alleged anticompetitive practices.  GIPSA  now has regional offices in Denver, Colorado, for its work on the cattle  industry; in Des Moines, Iowa, for handling work on the hog industry; and  in Atlanta, Georgia, for its work on the poultry industry.  Along with those  changes there were relocations of staff and the addition of economists and  legal specialists to assist with investigations of competitive practices.", "Because of continued concerns about whether GIPSA was taking  sufficient action to protect competition in livestock markets, GAO was  requested to review USDA’s efforts to implement the Packers and  Stockyards Act.  We issued our final report and recommendations for  improvement in September 2000.  Subsequently, the OIG completed a  follow-up review on GIPSA’s administration and oversight of the Packers  and Stockyards Programs in January 2006.  It too issued a report with  recommendations."], "subsections": []}, {"section_title": "2000 GAO Review Identified Critical Factors Detracting From GIPSA’s Investigative Capabilities", "paragraphs": ["We identified two critical factors that detracted from GIPSA’s investigative  capability, as well as areas where GIPSA could improve its efforts to  develop and share key information.  First, the agency’s investigations were  planned and conducted primarily by economists without the formal  involvement of attorneys from OGC.  Second, GIPSA’s investigative  practices were designed for traditional trade practices and financial issues  the agency had emphasized for years and were not suited for the more  complex competition-related concerns it was addressing.  While not of a  critical nature, we also found that despite prior dynamic changes in the  livestock markets, GIPSA’s efforts to periodically update the industry and  Congress on competitive conditions and emerging fairness and equity  issues were lacking."], "subsections": [{"section_title": "Attorney’s Participation in Investigations", "paragraphs": ["At the time of our review, OGC attorneys did not usually participate at the  start or throughout the agency’s investigations.  Assignment of OGC  attorneys typically occurred after GIPSA performed an investigation and  forwarded a developed case file to them for review and action.  Thus, the  agency’s investigations were planned and conducted primarily by  economists, most of whom had limited investigative experience.  GIPSA  relied on OGC attorneys mainly for legal advice, and its OGC reviewed the  results of GIPSA’s investigations to determine if violations of law might  have occurred.  In contrast, we noted that DOJ and FTC utilized integrated  teams of attorneys and economists to perform investigations of  anticompetitive practices.  Attorneys were assigned to lead and conduct  investigations from the outset so that officials with a legal perspective  focused on assessing potential violations of law.  Economists were  routinely assigned as an integral part of the investigation teams.  This  approach ensured that a legal perspective was brought to bear on the  interpretation of law, development of evidence, and preparation of cases  for presentation in administrative and judicial proceedings.", "We also reported that OGC officials provided GIPSA with only limited  informal assistance which had declined over the years as the number of  OGC attorneys assigned to assist GIPSA decreased.  In fact, the number of  OGC attorneys assigned to GIPSA cases had decreased from eight to five  because of budget constraints, according to USDA’s General Counsel.   These attorneys were also not all assigned full-time to GIPSA’s financial,  trade practice, and competition cases; some had responsibilities in other  USDA areas as well.", "We concluded that GIPSA’s program needed additional steps to become  more effective and efficient in performing investigations and  recommended that GIPSA develop a teamwork approach for  investigations with GIPSA’s economists and OGC’s attorneys working  together to identify violations of the law.  We also recommended that the  Secretary reassess current OGC staffing needs relative to current GIPSA  investigations, assign attorneys to lead or participate in more complex  investigations, and increase the effectiveness of legal specialists by  providing them with leadership opportunities and better supervision."], "subsections": []}, {"section_title": "Processes and Practices For Anticompetitive Practice Investigations", "paragraphs": ["We also found that GIPSA’s basic investigative processes and practices  were not designed for addressing the complex anticompetitive practices it  had begun to encounter in recent years—instead they were designed for  the more traditional trade practice and financial issues that the agency had  emphasized for years.  In comparison, DOJ and FTC had processes and  practices specifically designed for guiding investigations of similarly  complex competition-related issues.", "DOJ and FTC emphasized establishing the theory of each case and the  elements necessary to prove the case.  At each stage of an investigation,  including selecting the case, planning, and conducting the investigation,  regular reviews by senior officials-attorneys and economists--focused on  developing sound cases.  For example, DOJ and FTC required their  attorneys, with the assistance of economists, to establish a theory  explaining how a company’s (or companies’) behavior may be a violation  of the law.  The case theory and evidence were reviewed early on by  senior officials, and periodically as the factual underpinnings of the case  came into focus.  In contrast to DOJ and FTC, GIPSA does not require  investigations to be (1) planned and developed on the basis of how a  company’s actions may have violated the law and (2) periodically  reviewed as they progress by senior officials with anticompetitive practice  experience.", "GIPSA also did not have specific requirements for approving an  investigation or an investigation plan.  These conditions were reflected in  the comments of GIPSA’s regional office managers and economists, who  said that they often had questions about how to interpret the law and how  best to scope and perform investigations.  Also, OGC officials told us that  anticompetitive practice cases that GIPSA had forwarded often had  weaknesses that needed to be addressed before they could determine  whether a violation had occurred.  Both OGC and GIPSA officials said that  OGC’s reviews of GIPSA’s cases led to disagreements about the  interpretation of the act and the sufficiency of evidence.  Finally, we found  that GIPSA’s investigative guidance manual had not been revised since the  agency’s reorganization and did not contain specific guidance for  anticompetitive practice investigations, such as the contents of an  investigative plan, the information needed for approval of an investigation,  or the frequency of reviews of the investigations."], "subsections": []}, {"section_title": "Developing and Sharing Information on Competitive Conditions With Key Stakeholders", "paragraphs": ["GIPSA periodically made educational outreach efforts and shared  information via its Web site and annual reports.  GIPSA also held and  participated in numerous town hall meetings and conferences with  producers and state and industry officials.  Even so, GIPSA officials said  they could do more to inform the industry and others on competitive  conditions.  In fact, at the time of our review, it had been several years  since GIPSA had last reported on conditions in livestock markets, despite  previous dramatic changes in industry concentration and vertical  integration.", "GIPSA officials also recognized that it would be helpful if producers had a  more current understanding of the Packers and Stockyards Act and how  the act applies to market activities.  They also agreed that GIPSA could  report on market activities and identify those that may raise concerns  about fairness and competition, as FTC had done.  In our report, we  recommended that GIPSA provide industry participants and the Congress   with clarifications of GIPSA’s views on competitive activities by reporting  publicly on changing business practices in the cattle and hog industries  and identifying market operations or activities that raised concerns under  the Packers and Stockyards Act.  GIPSA has published four such  assessments from 2000 to 2004."], "subsections": []}]}, {"section_title": "GIPSA’s Actions To Address GAO’s Recommendations Fell Short in Several Areas", "paragraphs": ["USDA’s General Counsel and the Under Secretary for Marketing and  Regulatory Programs concurred with our recommendations and provided  encouraging details about their planned implementation.  Among other  things, they stated that GIPSA and OGC would formalize their relationship  for complex investigations to ensure that all investigative, economic, and  legal issues were carefully considered before embarking on complex  investigations.  As part of that process, they stated that they were  examining the procedures of the Antitrust Division of DOJ and the FTC  and would adopt relevant portions for investigation planning,  development, implementation, and review.  They also stated that GIPSA  and OGC senior management would review plans for complex  investigations to ensure the effective use of investigative resources and  facilitate successful litigation if evidence demonstrates that the Packers  and Stockyards Act has been violated.", "The General Counsel and Under Secretary also stated that they would  increase the integration of OGC attorneys into GIPSA’s investigative teams  early in the investigative process.  They noted that OGC attorneys would  work closely with GIPSA’s economists, legal specialists, and other  technical specialists to ensure that investigative plans had a sound basis  and to address critical legal issues throughout the conduct of an  investigation.  In addition, the effectiveness of legal specialists was also to  be enhanced.  However, they stated that GIPSA’s legal specialists would  not act as attorneys for either GIPSA or the Department, but would  provide front-line legal advice on investigations.  Legal specialists would  also be trained by OGC attorneys and consult with them regularly.", "It is troubling that these plans, which appeared to be carefully laid out by  USDA in late 2000, were never wholly or effectively implemented as noted  in the OIG’s 2006 follow-up report.  Unfortunately, as the report makes  clear, GIPSA’s senior management review panel became a log jam to the  progress of investigations.  Investigations were thwarted by management  delays in providing policy and investigative guidance and by inaction on  on-going investigations when they required management concurrence or  direction.  Further, GIPSA and OGC apparently have not effectively  implemented a team approach to the investigation of complex competition  related investigations.  Overall, it appears that as GIPSA officials  responded to the prior OIG and GAO reports, they did so in a manner that  prevented, rather than facilitated the desired actions and results."], "subsections": []}, {"section_title": "Challenges and Other Issues Associated With Addressing Longstanding Weaknesses", "paragraphs": ["Given GIPSA’s lack of progress in addressing prior report findings and  recommendations dating back almost a decade, continued vigilance and  monitoring of its key activities and management initiatives by the OIG and  other oversight bodies is essential. developing an internal review function to monitor and report on  the progress of corrective actions resulting from external  reviewers, such as the OIG and GAO; moving forward in identifying techniques used by DOJ and FTC  that are most appropriate under the Packers and Stockyards Act.", "GIPSA also stated that it will enable its legal specialists to consult with  OGC and will integrate attorneys into complex competition investigations  earlier in the process.", "Beyond increased monitoring, GIPSA’s success in fully implementing the  above initiatives will require sustained management attention and  commitment that has, thus far, been elusive.  However, we continue to  believe that such a focus is needed and will ultimately result in a more  vigilant and skillful federal presence.  It will also instill greater public  confidence that concerns about the industry will be investigated fairly and  diligently.  Finally, as GIPSA moves forward in developing its processes, it  should consider the feasibility of assigning lead roles to OGC attorneys for  investigations that involve more complex anticompetitive practices—an  approach we have recommended that is also consistent with DOJ and FTC  practices.  Going forward, it is also possible that GIPSA’s efforts to  periodically inform the industry and the Congress about its monitoring  efforts, as well as changing competitive conditions could be of further  usefulness.   GIPSA has issued reports on the cattle, hog, and poultry  industries from 2000 through 2004, and has initiated a broad study on  livestock and red meat marketing practices.  While informative to the  industry and policy makers, such analyses could also be internally  valuable to GIPSA as a tool for identifying current and emerging areas of  vulnerability and better targeting its oversight resources and activities.", "Mr. Chairman, this concludes my formal statement. If you or other  Members of the Committee have any questions, I will be pleased to  respond to them.", "For future questions about this testimony, please contact me at (202) 512- 5988.  Charles M. Adams made key contributions to this testimony.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}