{"id": "GAO-19-253", "url": "https://www.gao.gov/products/GAO-19-253", "title": "U.S. Virgin Islands Recovery: Status of FEMA Public Assistance Funding and Implementation", "published_date": "2019-02-25T00:00:00", "released_date": "2019-02-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In September 2017, two major hurricanes—Irma and Maria—struck the USVI, causing billions of dollars in damage to its infrastructure, housing, and economy. FEMA—a component of the Department of Homeland Security—is the lead federal agency responsible for assisting the USVI as it recovers from these natural disasters. Among other responsibilities, FEMA administers the Public Assistance program in partnership with the USVI territorial government, providing the USVI grant funding for response and recovery activities, including debris removal efforts, life-saving emergency protective measures, and the repair, replacement, or restoration of public infrastructure.", "GAO was asked to review the federal government's response and recovery efforts related to the 2017 hurricanes. This report describes (1) the status of FEMA's Public Assistance program funding provided to the USVI in response to the 2017 hurricanes as of October 1, 2018, and (2) the USVI's transition to implementing the Public Assistance alternative procedures in the territory. GAO reviewed program documents and data on obligations and expenditures as of October 1, 2018, and interviewed officials from FEMA and the USVI regarding the Public Assistance program specifically and disaster recovery efforts more generally. GAO also conducted site visits to the USVI islands of St. Croix, St. Thomas, and St. John.", "GAO is not making any recommendations in this report, but will continue to monitor the progress of the USVI's recovery as part of its ongoing work."]}, {"section_title": "What GAO Found", "paragraphs": ["The Federal Emergency Management Agency (FEMA) obligated more than $1.4 billion in grant funding for Public Assistance projects in the U.S. Virgin Islands (USVI) as of October 1, 2018, in response to the 2017 hurricanes. FEMA obligated about $873.8 million for emergency work—debris removal activities and emergency measures to lessen the immediate threat to life, public health, and safety—and about $516.3 million for permanent work—including the repair or replacement of public infrastructure such as roads, electrical utilities, and schools. For example, FEMA obligated about $101 million for the purchase and installation of modular units to be used as temporary classrooms and other facilities while permanent school buildings are repaired or replaced. FEMA's obligations for permanent work also included funding for hazard mitigation measures to reduce the risk of damage during future storms—for example, by replacing wooden utility poles with composite fiberglass poles (see figure).", "FEMA and the USVI are transitioning from using the standard Public Assistance program in the territory to using the Public Assistance alternative procedures program. Unlike in the standard Public Assistance program where FEMA will fund the actual cost of a project, the alternative procedures allow awards to be made on the basis of fixed-cost estimates to provide financial incentives for the timely and cost-effective completion of permanent work projects. FEMA and USVI officials stated that the alternative procedures will give the USVI more flexibility in determining when and how to fund projects and provide an opportunity to repair and rebuild the USVI's critical services infrastructure—such as its education system and electrical grid—so it meets industry standards without regard to pre-disaster condition. As of November 2018, FEMA and USVI officials were discussing the process for developing projects under the Public Assistance alternative procedures. GAO will continue to monitor the USVI's plans for using the alternative procedures as part of its broader review assessing the USVI's disaster recovery efforts and will issue a follow-on report later this year."]}], "report": [{"section_title": "Letter", "paragraphs": ["In the span of 14 days in September 2017, two Category 5 hurricanes— Irma and Maria—struck the territory of the U.S. Virgin Islands (USVI),  causing billions of dollars in damage to its infrastructure, housing, and  economy. These disasters exacerbated an already difficult financial  situation in the USVI, which was operating under severe fiscal constraints  prior to the storms.", "The Federal Emergency Management Agency (FEMA)—a component of  the Department of Homeland Security (DHS)—is the lead federal agency  responsible for disaster preparedness, response, and recovery, which  includes assisting the USVI as it recovers from these natural disasters.  Among other responsibilities, FEMA administers the Public Assistance  program in the USVI through a partnership with the territorial government  and provides grant funding for a wide range of eligible response and  recovery activities. These activities include debris removal efforts, life- saving emergency protective measures, and the repair, replacement, or  restoration of disaster-damaged publicly-owned facilities, electrical  utilities, roads and bridges, and more. Further, in July 2018, FEMA  approved the USVI government’s request to use the Public Assistance  alternative procedures program in the territory that offers financial  incentives for the timely and cost-effective completion of permanent work.", "You asked us to review the federal government’s response and recovery  efforts related to the 2017 hurricanes. As part of that effort, we have  several reviews ongoing of FEMA’s and the USVI government’s disaster  recovery planning, oversight, and execution efforts in the USVI. In this  report, we discuss:  1.  the status of FEMA Public Assistance program funding provided to the  USVI in response to the 2017 hurricanes as of October 1, 2018— more than 1 year after hurricanes Irma and Maria impacted the  territory; and  2.  the USVI’s transition to implementing FEMA’s Public Assistance  alternative procedures program in the territory.", "Another review will examine disaster recovery efforts in the USVI and we  plan to issue that report later this year. In addition, we are conducting a  broader body of work covering various disaster response and recovery  issues, including disaster recovery in impacted states in the contiguous  United States and Puerto Rico, and will be reporting on these issues over  the next year.", "For this report, we reviewed relevant documentation on FEMA’s Public  Assistance program—including the April 2018 Public Assistance Program  and Policy Guide and the September 2018 Public Assistance Alternative  Procedures Permanent Work Guide for the USVI. We also obtained and  analyzed data from FEMA’s Emergency Management Mission Integrated  Environment and Integrated Financial Management Information System  on Public Assistance program obligations and the USVI’s expenditures as  of October 1, 2018. An obligation is a definite commitment that creates a  legal liability of the government for the payment of goods and services  ordered or received. For the purposes of this report, obligations represent  the amount of grant funding FEMA provided through the Public  Assistance program for specific projects in the USVI. An expenditure is an  amount paid by federal agencies, by cash or cash equivalent, during the  fiscal year to liquidate government obligations. For the purposes of this  report, an expenditure represents the actual spending by the USVI  government of money obligated by the federal government. We  interviewed FEMA officials, including those stationed in the USVI, as well  as officials from the USVI’s Governor’s office, the USVI’s Territorial  Emergency Management Agency, the USVI’s Department of Finance,  and contractor personnel regarding the implementation of the Public  Assistance program in the territory. Further, in May and October of 2018,  we conducted site visits to the USVI islands of St. Croix, St. Thomas, and  St. John to observe hurricane-damaged areas and eligible Public  Assistance projects, as well as disaster assistance funding from other  federal departments.", "We assessed the reliability of the Emergency Management Mission  Integrated Environment and the Integrated Financial Management  Information System data by reviewing existing information about these  systems, interviewing data users and managers responsible for these  data, and cross-checking data across sources to ensure consistency.  Based on these steps we determined these data to be sufficiently reliable  for the purposes of this report.", "We conducted this performance audit from October 2018 through  February 2019 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Hurricanes Irma and Maria", "paragraphs": ["In September 2017, two Category 5 hurricanes struck the USVI, causing  catastrophic damage across the entire territory and neighboring  Caribbean islands. On September 6, 2017, Hurricane Irma struck St.  Thomas and St. John and on September 19, 2017, Hurricane Maria  struck St. Croix (see fig. 1).", "The storms severely damaged the territory’s critical infrastructure,  devastating more than 90 percent of aboveground power lines and  shutting down electricity and telecommunications for months. Further, 52  percent of the territory’s housing units were damaged, ports and airports  were closed for weeks, and hundreds of thousands of tons of debris were  generated, often blocking roads and making transportation hazardous. In  addition, according to a September 2018 report from the USVI Hurricane  Recovery and Resilience Task Force, the territory’s economic activity— especially tourism—was severely reduced in the months following the  storms, leading to job losses and a total estimated economic impact of  $1.54 billion.", "In response to the request of the Governor of the USVI, the President  declared a major disaster the day after each hurricane struck the  territory. Major disaster declarations can trigger a variety of federal  response and recovery programs for government and nongovernmental  entities and households and individuals, including assistance through the  Public Assistance program. Under the National Response Framework  and National Disaster Recovery Framework, DHS is the federal  department with primary responsibility for coordinating disaster response  and recovery, and within DHS, FEMA has lead responsibility. The  Administrator of FEMA serves as the principal adviser to the President  and the Secretary of Homeland Security regarding emergency  management."], "subsections": []}, {"section_title": "FEMA’s Public Assistance Program", "paragraphs": ["FEMA’s Public Assistance program provides funding to state, territorial,  local, and tribal governments as well as certain types of private nonprofit  organizations to assist with responding to and recovering from major  disasters or emergencies. As shown in figure 2, Public Assistance  program funds are categorized broadly as “emergency work” or  “permanent work.” Within these broad categories are separate  subcategories. In addition to the emergency work and permanent work  categories, the program includes category Z, which represents indirect  costs, administrative expenses, and other expenses a recipient or  subrecipient incurs in administering and managing the Public Assistance  program that are not directly chargeable to a specific project.", "FEMA’s Public Assistance program also provides funding for cost- effective hazard mitigation measures to reduce or eliminate the long-term  risk to people and property from future natural and man-made disasters  and their effects. Specifically, FEMA provides funding for hazard mitigation measures in conjunction with the repair of disaster-damaged  facilities to enhance their resilience during future disasters. For example,  a community that had a fire station damaged by a disaster could use  Public Assistance funding to repair the facility and incorporate additional  measures such as installing hurricane shutters over the windows to  mitigate the potential for future damage.", "Once the President has declared a disaster, FEMA, the state or territorial  government (the recipient), and local or territorial entities (the  subrecipient) work together to develop damage assessments and  formulate project worksheets for eligible projects. Project worksheets  detail the scope of work and estimated cost for repairing or replacing  disaster-damaged infrastructure as well as any hazard mitigation  measures that may help to increase the resilience of this infrastructure  during future disasters. After a project has completed FEMA’s review  process and is approved, FEMA obligates funding for the project by  placing money into an account where the recipient has the authority to  draw down—or withdraw—funding to pay the subrecipient for eligible  work upon completion (see fig. 3).", "In addition, a state or territorial governor may designate a governor’s  authorized representative (GAR) to oversee all aspects of disaster  assistance, including Public Assistance funding. Specifically, the GAR is  responsible for ensuring compliance with program requirements by  providing oversight into how goods and services are procured for  projects, such as construction materials or modular school units. The  GAR also confirms that subrecipients submit complete documentation  demonstrating that all work completed is in accordance with a project’s  approved scope of work and Public Assistance program requirements.  The GAR then approves the paperwork and the recipient can draw down  funding from the account holding the obligations to reimburse  subrecipients for completed work. When a project has been completed,  FEMA conducts a close-out process to certify that all work has been  completed and reconciles the actual cost incurred. If the actual cost of the  completed work is greater than the amount of money FEMA obligated for  the project, FEMA will reimburse the subrecipient for these additional  costs."], "subsections": []}, {"section_title": "FEMA’s Public Assistance Alternative Procedures Program", "paragraphs": ["The Sandy Recovery Improvement Act of 2013 authorized the use of  alternative procedures in administering the Public Assistance program,  thereby providing new flexibilities to FEMA, states, territories, and local  governments for debris removal, infrastructure repair, and rebuilding  projects using funds from this program. Unlike in the standard Public  Assistance program where FEMA will fund the actual cost of a project, the  Public Assistance alternative procedures allow awards for permanent  work projects to be made on the basis of fixed-cost estimates to provide  financial incentives for the timely and cost-effective completion of work.", "Under these procedures, if the actual cost of the project exceeds the  fixed-cost estimate agreed upon by FEMA and the recipient, the recipient  or subrecipient is responsible for the additional costs at the time of the  close-out process. However, if the actual cost of completing eligible work  for a project is below the estimate, the recipient may use the remaining  funds for additional cost-effective hazard mitigation measures to increase  the resilience of public infrastructure. In addition, these funds may also be  used for activities that improve the recipient’s or subrecipient’s future  Public Assistance operations or planning."], "subsections": []}]}, {"section_title": "FEMA Had Obligated More Than $1.4 Billion and the USVI Had Expended About $587 Million in Public Assistance Funding as of October 1, 2018", "paragraphs": ["As of October 1, 2018, FEMA had obligated more than $1.4 billion  through the standard Public Assistance program for 475 projects across  the USVI. As shown in figure 4, FEMA obligated funding for both  emergency work and permanent work projects.", "As of October 1, 2018, of the more than $1.4 billion FEMA obligated, the  USVI had expended approximately $586.9 million—about 41 percent of  total Public Assistance program obligations to the USVI—to reimburse  subrecipients for completed work. Of this $586.9 million, the USVI had  expended about $532.8 million (91 percent) for emergency work projects  in categories A and B and $49.1 million (8 percent) for permanent work  projects in categories C through G. The majority of FEMA’s obligations  and the funding the USVI expended as of October 1, 2018, are for  emergency work because these projects began soon after the disasters  struck and focused on debris removal and providing assistance to  address immediate threats to life and property. In contrast, permanent  work projects take time to identify, develop, and ultimately complete as  they represent the longer-term repair and restoration of public  infrastructure.", "Emergency work. Of the more than $1.4 billion FEMA had obligated as  of October 1, 2018, about $873.8 million (60 percent) was obligated for  322 emergency work projects in Public Assistance categories A and B.", "Category A: Debris Removal. FEMA obligated about $94.0 million for  71 projects focused on debris removal activities across the territory.", "For example, FEMA obligated $45.0 million to the USVI Department  of Public Works for territorywide debris removal efforts and $39.1  million to the USVI Water and Power Authority for these activities in  St. Croix (see fig. 5). Of the $94.0 million FEMA obligated for debris  removal, the USVI had expended about $54.6 million (58 percent) as  of October 1, 2018.", "Category B: Emergency Protective Measures. FEMA obligated about  $780 million for 251 projects focused on emergency measures. For  example, FEMA obligated about $187 million for the Sheltering and  Temporary Essential Power program, which is intended to provide  essential repairs or restore power to private residences to allow  affected individuals to return or remain in their homes, thereby  reducing the demand for other shelter options. In addition, FEMA  obligated approximately $101 million for the purchase and installation  of modular units to be used as temporary classrooms and other  facilities while permanent school buildings are repaired or replaced  (see fig. 6). Of the $780 million FEMA obligated for emergency  protective measures, the USVI had expended about $478 million (61  percent) as of October 1, 2018.", "Permanent work. Of the more than $1.4 billion in Public Assistance  funding FEMA had obligated as of October 1, 2018, about $516.3 million  (36 percent) was obligated for 153 permanent work projects across  categories C through G. These permanent work projects include about  $349.4 million for cost-effective hazard mitigation measures aimed at  reducing the future risk of disaster-damaged facilities in conjunction with  their repair. Further, of the $516.3 million FEMA obligated for permanent  work in the USVI, approximately $500.4 million—or 97 percent of all  permanent work obligations—was obligated to the USVI Water and  Power Authority for the permanent repair of electrical distribution systems  and other utilities across the territory.", "Category C: Roads and Bridges. FEMA obligated about $5.2 million  for 35 projects focused on repairing roads and bridges in the territory,  18 of which included hazard mitigation measures totaling about $1.5  million. For example, FEMA obligated about $410,000 for one project  to repair a road on St. Thomas damaged by floodwaters. This project  included approximately $227,000 for hazard mitigation measures,  such as replacing the damaged road surface with reinforced concrete  and building a retaining wall. As of October 1, 2018, the USVI had not  expended funding in this category.", "Category D: Water Control Facilities. As of October 1, 2018, FEMA  did not have any projects in this category. According to FEMA  officials, the USVI does not have water control infrastructure that  would fall under category D, such as dams, levees, or berms.", "Category E: Buildings and Equipment. FEMA obligated $6.0 million for  77 projects focused on repairing and rebuilding damaged buildings  and equipment, 16 of which included hazard mitigation measures  totaling about $1.8 million. For example, FEMA obligated about $1.5  million to repair damage to the airport terminal building in St.  Thomas—a project where hazard mitigation measures comprised 87  percent of the project’s total cost (see fig. 7). These measures include  replacing the terminal’s roof with materials designed to withstand  higher wind speeds to increase the building’s resilience during future  storms. Of the $6.0 million FEMA obligated for category E, the USVI  had expended about $148,000 (2.5 percent) as of October 1, 2018.", "Category F: Utilities. Of the $516.3 million FEMA obligated for  permanent work projects, $502.2 million (97 percent) was obligated  for 15 projects focused on repairing utilities, 7 of which included  hazard mitigation measures totaling about $346.0 million. For  example, FEMA obligated $286.1 million and $50.2 million for  permanent electrical distribution system repairs in St. Croix and St.  John, respectively. This includes replacing damaged wooden utility  poles with more resilient composite fiberglass poles that can  withstand 200 mile per hour winds as well as power transmission lines  and transformers (see fig. 8). Of the $502.2 million FEMA obligated  for category F, the USVI had expended about $49.0 million (10  percent) as of October 1, 2018.", "Category G: Parks, Recreational, and Other Facilities. FEMA  obligated about $2.9 million for 26 projects focused on repairing  parks, playgrounds, and other recreational facilities, 1 of which  included hazard mitigation measures. Specifically, FEMA obligated  about $453,000 to repair the Lindbergh Park and Water Playground in  St. Thomas—a project that included about $18,000 for hazard  mitigation measures. As of October 1, 2018, the USVI had not  expended funding in this category.", "Future projects. In addition to the more than $1.4 billion in Public  Assistance funding FEMA had obligated as of October 1, 2018, FEMA  expected to review an additional 900 future projects for eligibility  representing an estimated $779.4 million in potential funding. Of this  estimated total amount, FEMA anticipates $128.5 million (16 percent) in  costs for future emergency work projects and $650.9 million (84 percent)  in costs for future permanent work projects."], "subsections": []}, {"section_title": "FEMA and the USVI Are Transitioning From the Standard Public Assistance Program to the Public Assistance Alternative Procedures Program", "paragraphs": ["In July 2018, FEMA approved a June 2018 request from the Governor of  the USVI to transition to using the Public Assistance alternative  procedures program for permanent work in the territory. The alternative  procedures provide new flexibilities to FEMA and the USVI that are not  available through the standard Public Assistance program. In September  2018, FEMA issued the Public Assistance Alternative Procedures  Permanent Work Guide for the USVI to provide guidance on the  implementation of the program in the territory. FEMA and USVI officials  stated that a section of the Bipartisan Budget Act of 2018 and the  flexibilities provided by the program itself influenced the USVI’s decision  to transition to using the alternative procedures.", "First, Section 20601 of the Bipartisan Budget Act of 2018 authorized  FEMA, when using the Public Assistance alternative procedures, to  provide assistance to fund the replacement or restoration of disaster- damaged infrastructure that provide critical services to industry standards  without regard to pre-disaster condition. FEMA and USVI officials told  us that the territory therefore has a valuable opportunity to use the  alternative procedures to repair and rebuild its critical services  infrastructure—including the USVI’s education system, electrical grid, and  emergency medical care system, among others—so it is in a better  condition than it was prior to the 2017 hurricanes. Second, USVI  officials stated that under the standard Public Assistance program  currently being used in the USVI, the territorial government is responsible  for providing the initial funding to reimburse subrecipients for completed  work prior to drawing down funds from the account holding the FEMA- obligated amounts of money for each project. They explained that  because of the financial liquidity challenges facing the territory, this  process was problematic and required USVI officials to prioritize projects  based on the availability of the territory’s funding. USVI officials stated  that the Public Assistance alternative procedures will help to address this  challenge by providing the territory with more flexibility regarding when  and how to fund projects. For example, in certain cases, the USVI is able  to consolidate permanent work projects approved under the alternative  procedures and share obligated funding across these projects. In  addition, the USVI is able to use any excess funds for cost-effective  hazard mitigation measures or for activities that improve the recipient’s or  subrecipient’s future Public Assistance operations or planning.", "As of November 2018, FEMA and USVI officials stated they were working  to identify and develop permanent work projects using the Public  Assistance alternative procedures and discussing the process for  developing the fixed-cost estimate for each project. Specifically, unlike in  the standard Public Assistance program where FEMA will fund the actual  cost of a project, the Public Assistance alternative procedures use a  fixed-cost estimate which is agreed to prior to obligation and the USVI will  be financially responsible for any actual costs that exceed this amount.  Given the USVI’s difficult fiscal situation, FEMA and USVI officials stated  that ensuring these fixed-cost estimates are as accurate as possible will  be critical. However, FEMA officials also noted that if FEMA and the  territory cannot come to an agreement on a fixed-cost estimate for any  given project, the USVI does have the option to move forward through the  standard Public Assistance program. According to FEMA’s Public  Assistance Alternative Procedures Permanent Work Guide for the USVI,  all cost estimates for projects using these procedures must be finalized by  March 2020. We will continue to monitor the USVI’s plans for using the  alternative procedures as part of our broader work assessing disaster  recovery efforts in the USVI and will issue a follow-on report later this  year."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DHS and the USVI government. We  requested comments from DHS and the USVI government, but none were  provided. DHS did provide technical comments, which we incorporated as  appropriate.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of Homeland Security, the Administrator of  FEMA, the USVI government, and other interested parties. In addition,  the report is available at no charge on the GAO website at  http://www.gao.gov.", "If you and your staff have any questions, please contact me at (202) 512- 8777 or curriec@gao.gov. GAO staff who made key contributions to this  report are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact:", "paragraphs": ["Chris Currie, 202-512-8777 or curriec@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgments:", "paragraphs": ["In addition to the contact named above, Joel Aldape (Assistant Director),  Bryan Bourgault, Leanna Diggs, Aaron Gluck, Eric Hauswirth, Brian  Lipman, Amanda Miller, Heidi Nielson, and Kevin Reeves made key  contributions to this report."], "subsections": []}]}], "fastfact": ["In September 2017, two major hurricanes hit the U.S. Virgin Islands, causing billions of dollars in damage.", "We reviewed the federal response and recovery efforts. The Federal Emergency Management Agency:", "Provided $1.4 billion in grant funding to help repair damaged public infrastructure. About $874 million went for emergency work, such as debris removal. About $516 million went for permanent work, such as repairing roads and the electrical grid.", "Has started using alternative procedures for providing funding that allows incentives for timely, cost-effective work on permanent projects."]}