{"id": "GAO-03-926", "url": "https://www.gao.gov/products/GAO-03-926", "title": "Disaster Assistance: Information on FEMA's Post 9/11 Public Assistance to the New York City Area", "published_date": "2003-08-29T00:00:00", "released_date": "2003-09-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The terrorist attacks on New York City created the most costly disaster in U.S. history. In response, the President pledged at least $20 billion in aid to the city. Approximately $7.4 billion of this aid is being provided through the Federal Emergency Management Agency's (FEMA) public assistance program, which provides grants to state and local governments to respond to and recover from disasters. The Senate Committee on the Environment and Public Works requested that GAO determine (1) what activities FEMA supported in the New York City area through its public assistance program after the terrorist attacks; (2) how the federal government's response to this terrorist event differed from FEMA's traditional approach to providing public assistance in past disasters; and (3) what implications FEMA's public assistance approach in the New York City area may have on the delivery of public assistance should other major terrorist attacks occur in the future."]}, {"section_title": "What GAO Found", "paragraphs": ["FEMA has supported many activities through its $7.4 billion in public assistance-related funding to the New York City area. Activities funded include grants to state and local governments for emergency response, such as debris removal, and permanent work, such as the repair of disaster-damaged public facilities. FEMA also provided public assistance-related funding specifically directed by Congress that would not otherwise have been eligible for assistance (e.g. reimbursing costs of instructional time for students who lost school time after the terrorist attacks). The major uses for this funding are as follows: $1.7 billion for debris removal operations and insurance; $2.8 billion to repair and upgrade the transportation infrastructure of Lower Manhattan; $0.6 billion to the New York City Police and Fire Departments for such purposes as emergency efforts and replacing destroyed vehicles; $0.3 billion to miscellaneous city agencies for a wide range of activities (e.g., instructional time for students and building cleaning); $0.7 billion for non-New York City agencies for many purposes (e.g. office relocations and repair of damaged buildings); and $1.2 billion available on June 30, 2003, for public assistance-related reimbursements to New York City and state (work to be decided). The provision of public assistance to the New York City area differed in three significant ways from FEMA's traditional approach. FEMA and New York City officials agreed that FEMA's public assistance approach in the New York City area creates uncertainties regarding the delivery of public assistance in the event of another major terrorist event. They differed on the effectiveness of using the public assistance program as currently authorized as the vehicle for federal disaster response to a future major terrorist event. Key New York City officials said that the program needed major revisions, while FEMA officials said it worked well along with the congressional prerogative to provide additional assistance. Nevertheless, FEMA has begun to consider ways to redesign the program to make it better able to address all types and sizes of disasters, including terrorist attacks."]}], "report": [{"section_title": "Letter", "paragraphs": ["The September 11, 2001, terrorist acts were the most destructive and  costly terrorist events—in terms of lives lost, physical damage, emotional  trauma, and economic hardship—that this country has ever experienced.  In New York City (NYC), the attacks killed almost 3,000 people, injured  thousands more, and leveled 16 acres of Lower Manhattan, including the  World Trade Center Towers and other buildings on or around the World  Trade Center site. The attacks also disabled major electrical and  communications facilities and the transportation infrastructure in the  Lower Manhattan area and left many residents temporarily homeless and  thousands unemployed.", "To help NYC respond to and recover physically, emotionally, and  economically from the damages it incurred, the President pledged and  Congress appropriated over $20 billion in federal assistance. Today, less  than 2 years after the terrorist attacks, the rubble that was the World  Trade Center is gone and rebuilding efforts have started. The Federal  Emergency Management Agency (FEMA) led the federal response. Total  FEMA funding for several programs it administered to help NYC area  accounts for about $8.8 billion of the $20 billion in federal assistance,  making this the largest disaster response in the agency’s history. In only  six other disasters had FEMA provided more than $1 billion in assistance,  the largest of them being the Northridge earthquake in California in 1994.", "FEMA’s public assistance program was the largest federal disaster effort  to the NYC area, totaling $7.4 billion. This program is designed to provide  federal disaster grants to eligible state and local government agencies and  specific types of private nonprofit organizations. It funds eligible  “emergency work,” such as responses by local emergency personnel and  debris removal, and “permanent work,” such as the repair, replacement, or  restoration of disaster-damaged facilities, as authorized by the Robert T.  Stafford Disaster Relief and Emergency Assistance Act. FEMA is expected  to provide about $7.4 billion to the NYC area through the public assistance  program and public assistance-related spending directed by Congress,  making FEMA’s public assistance funding the largest single federal  disaster aid effort to the NYC area.", "You asked us to review several aspects of the federal government’s  response and recovery efforts. Since FEMA’s public assistance program  was the largest federal assistance program to help the New York City area,  we agreed to identify what activities were funded and the possible  implications of this public assistance response to any major terrorist  events that may occur in the future. Specifically, we agreed to provide  information on (1) what activities FEMA supported in the NYC area with  its public assistance program after the terrorist attacks, (2) how the  federal government’s response to this terrorist event differed from FEMA’s  traditional approach to funding public assistance in past disasters, and (3)  what implications FEMA’s public assistance approach in the NYC area  may have on the delivery of public assistance should other major terrorist  attacks occur in the future. We also agreed to provide a separate report on  the overall federal disaster assistance given to help the NYC respond to  and recover from the terrorist attacks. That report will be provided to you  later this year.", "To address our objectives, we reviewed disaster-related project  documentation, and we analyzed management information system data on  the public assistance FEMA provided and its cost. We reviewed  approaches FEMA traditionally used to fund major natural disasters and  the staffing and coordination processes it used to deliver the assistance  and compared them to approaches used in the aftermath of the World  Trade Center attacks. Using a structured data collection and interview  instrument, we reviewed decisions FEMA made on funding applications  for 10 projects that were nontraditional when compared to the types of  work funded in the aftermath of previous major natural disasters. We also  interviewed FEMA, NYC, and nonprofit organization officials about the  assistance provided and the challenges FEMA faced in delivering public  assistance. We asked these officials their views on whether differences in  the approach to delivery of public assistance in the NYC area  demonstrated a need for a new approach to providing public assistance  should another major terrorist event occur in the future. Our scope and  methodology are discussed in greater detail in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["Under the Stafford Act, when a major natural catastrophe, fire, flood, or  explosion occurs that is beyond the capabilities of a state and local  government response, the President may declare that a major disaster  exists. This declaration activates the federal response plan for the delivery  of federal disaster assistance. The response plan is an agreement signed by  27 federal departments and agencies, including the American Red Cross.  Under the Stafford Act, FEMA is responsible for coordinating both the  federal and private response efforts. President Jimmy Carter established  FEMA in 1978 to consolidate and coordinate emergency management  functions in one location, addressing concerns about the lack of a  coordinated federal approach to disaster relief. FEMA most recently  redesigned its public assistance program in 1998. The federal assistance  coordinated by FEMA is designed to supplement the efforts and available  resources of state and local governments and voluntary relief  organizations.", "While FEMA had the lead in coordinating the federal response to the  attacks on NYC, other federal agencies, including the Department of  Transportation (DOT), the Small Business Administration (SBA), the U.S.  Army Corps of Engineers, and the Environmental Protection Agency  (EPA) also provided significant assistance. The disaster declaration from  the President triggers not only a role for FEMA as coordinator of the  federal emergency response plan, but also a role in delivering assistance  through several programs it administers. These programs include  individual assistance to victims affected by a disaster and hazard  mitigation funds to state and local governments to take steps to prevent  future disasters. However, FEMA’s public assistance program is typically  its largest disaster assistance effort. It is designed to provide grants to  eligible state and local government agencies and specific types of private  nonprofit organizations that provide services of a governmental nature,  such as utilities, fire departments, emergency and medical facilities, and  educational institutions, to help cover costs of emergency response efforts  and work associated with recovering from the disaster. According to  FEMA regulations, work eligible for public assistance must be  to repair damage that occurred as a result of a declared event, located within an area declared by the President as a disaster area, and the legal responsibility of an eligible applicant.", "The Stafford Act sets the federal share for the public assistance program at  no less than 75 percent of eligible costs of a disaster with state and local  governments paying for the remaining portion. The assistance is to be  provided to repair, restore, reconstruct, or replace eligible facilities. The  amount of public assistance provided is reduced by, among other  considerations, insurance proceeds and salvage value. Because the  assistance provided by the program is limited by these factors, as well as  certain eligibility criteria, the amount of public assistance funds FEMA  provides in a disaster does not equal the total financial impact of a disaster  on an affected community or area.", "The Stafford Act has been amended several times since its enactment in  1974, and FEMA has taken steps over the years to redesign its public  assistance program with internal policy changes to make eligibility criteria  for public assistance clearer, and more consistent and accurate. The  Senate report on the Disaster Mitigation Act of 1999 noted that the  congressional interest in reducing the federal cost of disaster assistance  would be achieved by, among other things, reducing the types of facilities  and activities that may receive assistance in the event of a disaster. In  August 2001, we reported that in a period of about 2 years since FEMA had  completed a 1998 redesign of the public assistance program, it had  developed or revised public assistance program policies in 35 areas or  topics in part to make clearer eligibility criteria and improve the  consistency and accuracy of eligibility determinations for individual  projects.", "FEMA’s public assistance program is the largest portion of the federal  assistance provided to New York in the aftermath of the World Trade  Center attacks. Of a total of over $20 billion in federal assistance approved  for this disaster, either in the form of direct assistance or in the form of tax  benefits, about $7.4 billion was funded through FEMA’s public assistance  program or through public assistance-related spending authorized by  Congress through appropriations to FEMA. Figure 2 shows that FEMA’s  public assistance program is providing the largest single portion of the  federal contribution to the NYC area’s disaster recovery effort.", "Housing and Urban Development (HUD) funding ($3.5 billion)", "Liberty zone tax package ($5.0 billion)", "FEMA may assign work or enter into agreements with other federal  agencies and the American Red Cross to handle aspects of public  assistance within their areas of expertise. These agreements are called  mission assignments and interagency agreements. Mission assignments  were widely used in the first few months after the World Trade Center  disaster to provide assistance for short-term projects. Interagency  agreements—used for long-term projects—are similar to mission  assignments in that they are funding agreements between agencies to  provide goods and services on a reimbursable basis.", "In March 2003, FEMA and its responsibilities were placed entirely into  DHS in the largest reorganization of the federal government since the  formation of the Department of Defense. The Emergency Preparedness  and Response Directorate within DHS has responsibility for the public  assistance program and continues to be referred to as FEMA, which we do  in this report."], "subsections": []}, {"section_title": "$7.4 Billion in Public Assistance-Related Funding Provided for Broad Range of Activities", "paragraphs": ["The approximately $7.4 billion of public assistance and public assistance- related work funded through FEMA is providing a broad range of aid to  the NYC area. For example, public assistance-related funding was, or will  be, provided to reimburse NYC authorities for immediate response and  recovery actions—such as debris removal operations and emergency  efforts by the NYC Departments of Design and Construction, Sanitation,  Fire, and Police—and for long-term actions to repair and upgrade  damaged facilities and transportation systems. Because of the unique  nature of the NYC disaster, existing FEMA data system categories for  tracking and reporting public assistance do not provide for some of the  large public assistance-related efforts. Based on our analysis, we  categorize the public assistance and related funding for NYC into six  general areas:    debris removal operations and insurance;  reconstruction of the Lower Manhattan transportation infrastructure  under an interagency agreement with DOT; reimbursement of police and fire department costs; reimbursement of expenses incurred by NYC agencies other than the  Departments of Design and Construction, Sanitation, Police and Fire for  such activities as DNA and forensic testing to identify victims and exterior  building cleaning; reimbursement of expenses to agencies that are not part of the NYC  government (i.e., New York state agencies, the Port Authority, and private  non profits) for disaster-related costs such as transportation work not  covered under the interagency agreement discussed above; and reimbursement of public assistance-related expenses authorized by  Congress that would not otherwise have been eligible for assistance (i.e.  heightened security after the terrorist attacks) from funds made available  after the June 30, 2003, close out of the traditional public assistance  program.", "Refer to figure 1 on page 4 for a graphic illustration of how public  assistance funding to the NYC area was or will be distributed within these  six categories.", "Each category of public assistance funding and some of the major efforts  funded in each of them, are described in the following sections."], "subsections": []}, {"section_title": "Debris Removal Operations and Insurance", "paragraphs": ["FEMA funded about $1.7 billion in work related to debris removal  operations and to reimburse the NYC Departments of Design and  Construction and Sanitation for debris removal expenses. The most  significant and costly activities in this category were removing and  disposing of the destroyed World Trade Center buildings, screening debris  for victims’ remains and personal effects, and establishing an insurance  company for possible claims resulting from debris removal operations.", "Workers spent an estimated 3.1 million hours over 9 months to remove  about 1.6 million tons of debris from the World Trade Center site. Debris  from the collapse of the World Trade Center towers extended 7 stories  into the earth and more than 11 stories high at Ground Zero. Thick dust  covered streets, buildings, and vehicles for blocks around the site. FEMA  provided $620.9 million for removing the debris from the World Trade  Center site and barging it to a landfill in Staten Island, N.Y., for screening,  sorting, and disposal. Original estimates projected that the recovery effort  and cleanup would take 2 years and $7 billion. Figure 3 shows debris  removal and barging operations.", "The need to sort and screen the debris to recover the remains and  personal effects of victims and criminal evidence made the debris removal  operation even more difficult. FEMA provided $72 million to the U.S. Army  Corps of Engineers to manage the debris inspection at the landfill. The  sorting activities were an intense, meticulous effort to recover remains  and personal belongings of victims to return them to their families and to  gather criminal evidence related to the terrorist attacks. The Corps of  Engineers provided labor, heavy equipment, conveyer belts, and screening  equipment. The Corps also provided temporary buildings for storage and  to shelter workers, worker decontamination facilities, and food service  facilities. Figure 4 shows debris screening and inspection operations at the  landfill.", "In addition to the costs of debris removal and disposal, FEMA set aside $1  billion to establish a debris removal insurance company to cover  contractors and NYC for liability claims resulting from debris removal  operations. According to city officials, private contractors came to  Ground Zero to do search and rescue, recovery, and debris removal work  in the immediate aftermath of the terrorist attacks before entering into  formal contract agreements with NYC. The outstanding issue that kept the  contractors and NYC from reaching a final agreement on compensation for  the work done was liability insurance coverage. City officials said that  liability insurance could not be obtained from a private insurance  company because of the unknown risks and potentially large number of  liability claims. Based on input from insurance experts, city officials and  FEMA determined that the best solution was to establish an insurance  company with $1 billion in federal capital to provide $1 billion in coverage  for a payout period of up to 25 years. The insurance fund will cover NYC  workers and contractor employees. As of June 2003, the details of the  insurance coverage had not been finalized. Additional perspectives on how  aspects of FEMA’s establishment of the insurance fund differed from a  traditional public assistance activity can be found on page 30 of this  report."], "subsections": []}, {"section_title": "Interagency Agreement for Lower Manhattan Transportation System Reconstruction", "paragraphs": ["FEMA provided $2.8 billion to help fund an interagency agreement with  the DOT to reconstruct the Lower Manhattan transportation system. The  terrorist attack at the World Trade Center severely damaged the  intermodal public transportation system that was used by about 80 percent  of the 350,000 daily commuters to Lower Manhattan—the highest  percentage of people commuting to work by public transit of any  commercial district in the nation. The Port Authority of New York and  New Jersey (Port Authority) commuter station underneath the World  Trade Center was destroyed, and subway stations servicing the area were  sufficiently damaged to prevent trains from stopping at them. In addition,  some tunnels were temporarily closed, preventing commuter buses from  entering Lower Manhattan. Access to and mobility within Lower  Manhattan was severely diminished. Many streets were closed due to  debris from the collapsed buildings and the subsequent debris removal  operations. Large rescue vehicles and heavy debris removal equipment  also damaged the area streets, making them more difficult to navigate.", "Plans are underway to rebuild and improve the Lower Manhattan  transportation system with funding from FEMA and DOT. These agencies,  under an interagency agreement, will contribute $4.6 billion to these  transportation system projects, with FEMA providing $2.8 billion and DOT  providing an additional $1.8 billion. The agreement will result in not only  rebuilding a system that was damaged, but also improving the overall  Lower Manhattan transportation system. The agreement designated DOT’s  Federal Transit Administration (FTA) as the lead agency in charge of  administering the federal assistance and coordinating with state and local  implementing agencies.", "In February 2003, the Governor of New York submitted funding requests to  FEMA and DOT for three priority projects estimated to cost between $2.55  billion and $2.85 billion—the World Trade Center Transportation Hub,  Fulton Street Transit Center, and South Ferry Subway Station to improve  the overall flow of commuter traffic in lower Manhattan. Although the uses  for the remaining $1.7 billion to $2.0 billion of the $4.6 billion in  FEMA/DOT funds had not been determined as of June 2003, uses for the  remaining funds being evaluated included improvements in access to JFK  Airport and Long Island, improvements to West Street Route 9A, a tour  bus facility, the World Trade Center sub grade infrastructure, and  commuter ferries and street configuration work.", "Figure 5 shows the extensive damage to the PATH commuter station  beneath the World Trade Center Towers after the terrorist attacks and a  model of the permanent station planned to be constructed in its place with  FEMA/DOT interagency agreement funds.", "FEMA is also funding transportation-related work for the Port Authority  outside of the scope of this interagency agreement. This work is discussed  on page 21 of this report. We provide additional perspective on how  aspects of this interagency agreement differ from FEMA’s traditional  public assistance response to major disasters on page 28 of this report."], "subsections": []}, {"section_title": "NYC Police and Fire Department Reimbursements", "paragraphs": ["FEMA provided about $643 million in assistance to the NYC Police and  Fire Departments to pay benefits and wages to emergency workers during  response and recovery efforts and to replace vehicles and equipment. As  first responders, these departments suffered heavy casualties and damages  in the collapse of the twin towers of the World Trade Center: 343 NYC fire  department employees, 23 active city police officers, and 5 retired city  police officers died in the line of duty, and 238 emergency vehicles, as well  as radios and other equipment were lost or destroyed. In the months after  the attack, nearly 100 firefighters per shift worked at the disaster site  around the clock standing over contractor-operated steel-ripping machines  looking for victims’ remains. Similarly, police officers were stationed 24  hours a day, 7 days a week to provide security at the disaster site. Figure 6  includes photographs of police and firefighters during the search and  rescue phase of work immediately after the terrorist attacks and 2 of the  emergency vehicles that were destroyed in the World Trade Center  collapse.", "Public assistance grants to these two city agencies included $341 million  for police overtime and death benefits and $223 million for firefighter  overtime, death benefits, and funeral costs. Grants also reimbursed  emergency service departments $44 million to replace 98 firefighter  vehicles, radios, and other equipment; and $26 million to replace 140  police emergency vehicles and emergency equipment that were destroyed  in the terrorist attacks."], "subsections": []}, {"section_title": "Reimbursements to Other NYC Government Agencies", "paragraphs": ["Although the NYC Departments of Design and Construction, Sanitation,  Fire, and Police were the city agencies that received the largest amounts  of FEMA public assistance funding for debris removal and insurance and  for emergency response losses and expenses related to the terrorist  attacks, FEMA also provided direct public assistance to a number of other  NYC agencies for a wide range of work totaling almost $300 million.  Projects included:    $46.7 million to the Office of the Chief Medical Examiner for DNA testing,  forensic analysis and equipment to help identify victims of the terrorist  attacks;   $8 million to the Department of Elections to reimburse the expenses it  incurred to reschedule elections that were being held on September 11,  2001, and to replace damaged voting equipment;   $19.3 million to the NYC Department of Education to pay for instructional  time for students who missed school due to closures, delayed openings,  and school relocations; and   $8.6 million to the NYC Department of Environmental Protection for  exterior building cleaning.", "Other examples of funding that went to city agencies are $12.9 million to  the NYC Department of Citywide Administrative Services for emergency  supplies, equipment and services, and $10.6 million to set up the facilities  and provide equipment and furniture for the NYC Family Center and  reimburse city and state personnel for overtime at the Family Center who  provided services for NYC residents in the aftermath of the terrorist  attacks. Figure 7 shows the cloud of dust that covered buildings for blocks  around the World Trade Center."], "subsections": []}, {"section_title": "Reimbursements to Non-NYC Government Agencies", "paragraphs": ["FEMA provided over $700 million in public assistance-related funding to  agencies that were not part of the NYC government, including the Port  Authority, state agencies, counties, and private nonprofit organizations.  Among the agencies receiving some of the largest amounts was the Port  Authority, which sustained substantial losses of lives and property as a  result of the terrorist attacks. The funding for the Port Authority was in  addition to the FEMA transportation funding provided in its interagency  agreement with DOT to rebuild and improve the Lower Manhattan  transportation system, as discussed on page 16.", "FEMA reimbursed the Port Authority for a wide range of work including  $285.0 million to relocate offices that were located in the World Trade  Center, repair commuter train tunnels that were damaged in the terrorist  attacks, implement emergency ferry services, open a temporary PATH  station, and pay overtime to the Port Authority police. The damage to the  Port Authority’s PATH train system was extensive; tunnels leading from  the station to New Jersey were flooded and the Exchange Place station in  New Jersey had to be closed because the station could not operate as a  terminal. All tunnel components (i.e., fiber optics, conduits, pipes, lighting,  ductbanks, track, contact rail, and ballast) needed to be replaced. The Port  Authority also received public assistance funds to replace equipment it  lost when its World Trade Center facilities were destroyed, including its  voice telephone network, desktop computers, and fax and photocopy  machines, and to pay overtime labor costs for the emergency response.  Figure 8 shows PATH tunnel repair and construction efforts.", "FEMA also provided public assistance funds to many other non-NYC  government agencies to reimburse them for emergency and repair costs.  For example, the New York State Police received $45 million for security  operations, and New York University received $5.9 million for air  monitoring, environmental cleaning, and emergency supplies and services.  Other examples include the NYC Office of Emergency Management, which  received $11.8 million from FEMA to replace destroyed equipment and  leased office space that was located in the World Trade Center; Pace  University, which was provided $4.4 million for damaged buildings; and  the Battery Park City Authority, which received $3.9 million to repair  damaged facilities."], "subsections": []}, {"section_title": "Reimbursements for Public Assistance- Related Work Authorized by Congress", "paragraphs": ["Lastly, $1.2 billion was made available in June 2003 as a result of FEMA’s  early close out of its traditional public assistance program to NYC and  state for congressionally authorized costs associated with the terrorist  attacks. Most of these costs would not have been eligible for  reimbursement under FEMA’s traditional public assistance program. The  close out freed funds for discretionary public assistance-related uses by  NYC and state and ensured that FEMA would spend the entirety of the  appropriated assistance to the NYC area. Funds obligated for all of  FEMA’s programs, including individual assistance and hazard mitigation,  were reconciled, and funds that had not been expended for approved  projects as of April 2003 were de-obligated to be used for discretionary  public assistance-related expenditures. To receive the $1.2 billion  reimbursement for public assistance-related costs, FEMA officials  reported that NYC and state officials must prepare traditional grant  applications to document that disaster-related costs have been incurred;  however, Congress authorized wide discretion on the type of costs that  could be reimbursed.", "As we concluded our review, the list of projects to be funded had not been  determined, but NYC and state had requested reimbursements for  heightened security in the aftermath of the terrorist attacks and cost-of- living adjustments to pensions of the survivors of firefighters and police  officers killed in the line of duty in the terrorist attacks. A $19 million  reimbursement has been made for a public awareness campaign called “I  Love New York,” which was designed to attract visitors back to the city  after the terrorist attacks. We discuss the heightened security  reimbursements in more detail on page 32 of this report as an example of  funding that was different in scope than a typical public assistance project  and that would not have been eligible for FEMA funding unless it was  specifically authorized by Congress."], "subsections": []}, {"section_title": "Public Assistance to NYC Differed from the Traditional FEMA Response in Several Areas", "paragraphs": ["Each disaster to which FEMA responds has aspects that make it unique  from other disasters, resulting in some differences in forms of assistance  provided to affected communities within the parameters of the Stafford  Act eligibility requirements, according to the head of FEMA’s public  assistance program. While FEMA followed traditional processes for  considering most applications, the public assistance response in the NYC  area after the terrorist attacks differed significantly from the traditional  approach FEMA has used in providing assistance under the Stafford Act  after major natural disasters. The three significant differences were:  the elimination of any local sharing of disaster response and recovery  costs,   capped amounts of funding that resulted in significant modifications to the  project selection and close out processes, and the size and type of projects funded.", "Many of these differences are based on presidential and congressional  direction; however, some are the result of FEMA’s interpretations of the  Stafford Act to allow the approval of funding for certain assistance to New  York."], "subsections": []}, {"section_title": "No Sharing of Public Assistance Costs by State or Local Governments", "paragraphs": ["The Stafford Act sets the federal share for the public assistance program at  no less than 75 percent of eligible costs. The President can increase the  federal share for the public assistance program if it is determined that the  disaster costs greatly exceed a state’s financial capabilities. In practice, the  federal share has reached 100 percent for emergency work, for limited  periods of time, if determined that it was necessary to prevent further  damage, protect human lives, or both. In 1992, for example, after Florida  and Louisiana suffered large disaster expenses as a result of Hurricane  Andrew, FEMA funded 100 percent of all public assistance costs above $10  per capita. According to a FEMA official, the 1994 Northridge, California  earthquake, which cost almost $7.0 billion, was FEMA’s most costly  disaster funding effort until the World Trade Center attacks occurred;  FEMA provided for 90 percent of all public assistance costs. In discussing  the question of state and local sharing of public assistance costs, FEMA  officials stated that they are reluctant to recommend a 100 percent federal  share for projects unless there are compelling reasons to do so because  the traditional process with a matching share creates incentives for state  and local officials to control costs and closely evaluate projects.", "In the days immediately following the terrorist attacks, the President  determined that the magnitude and nature of the disaster justified the  federal government funding the total cost of public assistance projects,  and he directed that FEMA fund 100 percent of the eligible costs with no  state or local matching funds. This increased FEMA’s costs and  significantly reduced costs to NYC and other recipients. For example, on  the transportation repair and improvements efforts, NYC area recipients  did not have to make a financial contribution that could have totaled  nearly $680 million—25 percent of the $2.75 billion that FEMA is  providing.", "Although New York received the benefits of 100 percent FEMA funding of  public assistance projects, the President reduced the amount of related  Hazard Mitigation Grant Program funds provided to New York. Created in  1988 by the Stafford Act, this grant program provides funds to  communities affected by major disasters to undertake mitigation measures  following a major disaster. At the time of the terrorist attacks, grants funds  up to 15 percent of the total amount of FEMA assistance provided are  available to states following a disaster. However, in this case, the  President limited the mitigation grant funds to 5 percent of the amount  spent. Had the hazard mitigation funding percentage not been reduced,  more than $1.2 billion in mitigation funds would have been required using  the customary 15 percent of total cost criteria."], "subsections": []}, {"section_title": "Different Processes for Selecting Projects and Closing Out the Disaster Based on Capped Funding Amounts", "paragraphs": ["In a typical major disaster, FEMA’s consideration of whether work is  eligible for public assistance is not constrained by a limit on the total  amount of public assistance funding that can be spent, and disasters  remain “open” with FEMA until public assistance work is substantially  completed. Generally, FEMA officials approve all public assistance  applications that meet eligibility criteria under the Stafford Act, and they  fund the work from FEMA’s disaster relief fund. Also, according to a  FEMA public assistance official, direct congressional appropriations are  not typically made for a specific disaster. The official explained that  damaged facilities are identified within 60 days following a kick-off  meeting to begin federal disaster assistance between FEMA officials and  state and local officials of the area impacted by the disaster. Proposed  work is then considered for eligibility and funded through “project  worksheets”—applications for specific funding amounts to complete  discrete work segments. Project worksheets document the scope of work,  cost estimates, locations, damage descriptions and dimensions, and  special considerations of each work segment. No limit is set on the dollar  amount of eligible work that can be approved. As the response and  recovery progresses, states reimburse applicants for all costs that meet the  Stafford Act’s public assistance eligibility criteria and FEMA reimburses  the states for the federal share. A public assistance official noted that  disasters remain open with FEMA long after public assistance funds have  been obligated. For example, as of June 2003, the Northridge, California,  earthquake was still an open FEMA disaster 9 years after it occurred due  to large and long-term reconstruction efforts. Disasters are “closed” when  the project is complete, the final costs are known, and all appeals of  funding decisions have been resolved.", "Following the terrorist attacks, however, the process of selecting projects  that were eligible for funding and closing out the public assistance for the  NYC area did not follow FEMA’s customary process because FEMA had a  set amount of funds available for public assistance efforts. Congress  provided FEMA with specific appropriations for the terrorist attacks that  resulted in a capped funding amount of $8.8 billion for its efforts to aid the  NYC area from the President’s pledge of at least $20 billion in federal  assistance. In consideration of funding required for its other programs  (assistance for individuals impacted by the disaster and hazard mitigation  grants), $7.4 billion remained available for public assistance and public  assistance-related projects. To help ensure that the amount of public  assistance did not exceed this amount, FEMA asked that city and state  officials prioritize their funding needs. As a result, about $400 million in  funding initially budgeted for the Port Authority was eventually  reallocated to other projects. FEMA also delayed a decision on funding for  city and state pension actuarial losses resulting from line of duty deaths of  police and fire fighters at the World Trade Center site so that officials  could be certain that the costs of the project would not cause FEMA to  exceed its total appropriation for the disaster.", "A second major difference from how FEMA typically manages a disaster  occurred when it established a June 30, 2003, deadline for closing out the  regular public assistance program and the disaster before work was  completed. According to FEMA officials, they established this deadline for  closing out public assistance projects eligible for funding under the  Stafford Act so that any remaining funds could be used for work identified  as high priorities by city and state officials in New York and authorized by  Congress. They said that deadlines for closing out public assistance had  not been set in any prior disaster until work was completed, but that they  believed it was necessary for the NYC area to manage the available funds  to ensure that its priorities are best met as quickly as possible."], "subsections": []}, {"section_title": "Size and Type of Work Was Different Than Work in Other Major Disasters", "paragraphs": ["The response to the NYC terrorist attacks was the largest public assistance  effort in FEMA’s history and by far its largest response to a terrorist event.  Prior to the World Trade Center attacks, FEMA’s most costly disaster  assistance—almost $7 billion—was provided to aid in the recovery from  the Northridge, California, earthquake in 1994. FEMA spent more than $1  billion for five other disasters in its history. Further, FEMA’s experience  with terrorism was limited to two occasions prior to the World Trade  Center attacks. In April 1993, a major disaster was declared in the  aftermath of an explosion caused by terrorism at the World Trade Center.  FEMA spent about $4.2 million on that disaster recovery. In April 1995, an  emergency and then a disaster were declared in Oklahoma City,  Oklahoma, in the aftermath of the bombing of the Murrah federal  building—FEMA spent about $530 million on that recovery effort.", "In its response to terrorism in the NYC area, FEMA provided public  assistance funds for the same types of projects that are funded after a  natural disaster (e.g., removing debris, repairing roads, and replacing  emergency vehicles that were destroyed). However, other work funded  was quite different because of the magnitude and nature of the disaster.  FEMA officials said that they determined that some non traditional work  was eligible for its public assistance program using flexible interpretations  of the Stafford Act. Examples of public assistance projects approved by  FEMA that we identified as being different from traditional public  assistance work due to their size and/or type of work done included  improvements to the Lower Manhattan transportation system and air  quality testing. Some of these projects are discussed as follows.", "Improving Lower Manhattan’s Transportation System ($2.75 billion).  Public assistance has traditionally been limited to repair of disaster-related  losses and damages to existing infrastructure. Assistance has not generally  been provided to enhance or modernize the infrastructure beyond its pre  disaster conditions. In recognizing the interdependence of Lower  Manhattan’s transportation system, however, FEMA officials said that they  broadly interpreted their guidelines to enter into an interagency agreement  with DOT to rebuild physical facilities that were damaged from the attacks  and construct new facilities that may improve the overall Lower  Manhattan transportation system. FEMA attorneys said that they  determined that the Stafford Act would permit funding for the  restructuring of the Lower Manhattan transportation system because they  concluded that repairing and replacing individual elements would not  completely restore the system’s functionality.", "Testing air quality and cleaning buildings ($36.9 million). FEMA officials  said that air quality testing and removing dust from buildings had not been  an issue in prior major disasters, however, it was important to the physical  and psychological well being of NYC citizens in the aftermath of this  disaster. FEMA determined that the testing of air quality and cleaning were  eligible for public assistance funding where the collapse of the World  Trade Center buildings, resulting fires, and subsequent debris removal  caused potential health issues related to air quality. To meet this need,  FEMA entered into interagency agreements with EPA to sample and test  air quality in the NYC area, as well as to test ways to clean potentially  hazardous dust in building interiors. FEMA also provided funding to the  New York Department of Environmental Protection for the exterior  cleaning of 244 buildings and the interior cleaning of residences. EPA  provided oversight over the interior cleaning program as part of the  interagency agreement with FEMA.", "Reimbursing costs for rescheduling New York elections ($11 million).  According to a FEMA official, this disaster was the first during which  elections were being held on the day of a federally declared disaster event.  FEMA officials said that they considered whether the costs of canceling  the elections statewide and rescheduling them at a later date were eligible  for public assistance or were increased operating expenses for the state  and local governments that are not considered to be eligible for assistance  under the Stafford Act. After initially denying the public assistance  application for reimbursement, FEMA officials reconsidered and  determined that the costs were eligible for reimbursement as disaster  related expenses. NYC was also reimbursed for costs of damaged and  destroyed computers, voting machines, and ballots as Stafford Act eligible  public assistance.", "Aiding WNET Public Television (covered completely by private insurance)  and the Legal Aid Society of New York for Public Assistance ($1.6 million).  According to FEMA officials, WNET, a nonprofit television station,  requested reimbursement from the public assistance program for expenses  for a communications antenna that was damaged in the World Trade  Center attacks. The New York Legal Aid Society asked for reimbursement  of disaster-related costs including repair of damages to its building and  reconstruction of its data hub that was destroyed in the attacks. Although  public television stations are not among the specific types of non profit  organizations that are normally considered to be eligible applicants for  public assistance because they provide essential government services (i.e.  educational, medical, water, and sewer treatment facilities), FEMA  determined that WNET was eligible as a public facility because it provided  health and safety information to the general public during the crisis. Later,  WNET received full coverage for its claims from a private insurance  company, so FEMA funds were not awarded. Similarly, FEMA officials  said that although legal aid societies are not generally eligible for public  assistance, the Legal Aid Society of New York was eligible because it  provided government services as the public defender for NYC. These  projects were not traditional because they required flexibility in FEMA’s  interpretation of Stafford Act definitions of private nonprofit and public  facilities that are eligible for public assistance.", "Notwithstanding its efforts to be flexible in defining public assistance  activities eligible under the Stafford Act, FEMA officials denied some  applications because they determined they were not eligible for public  assistance under the Stafford Act, but the Congress directed FEMA to  reimburse the NYC area for some public assistance-related costs that  would not otherwise have been eligible for funding. An estimated total of  $2.2 billion of FEMA’s public assistance funds—about 28 percent—will go  to these costs. This public assistance-related funding was different from  work FEMA funds under the Stafford Act. The projects included  authorizing a debris removal insurance fund for workers at the World  Trade Center site and reimbursing NYC agencies for the costs of providing  heightened security after the terrorist attacks. In addition, as discussed on  page 24 of this report, as we concluded our review, FEMA and NYC and  state officials were considering projects to be funded with $1.2 billion that  became available after the close out of traditional work in June 2003 for  congressionally authorized purposes. None of these reimbursements were  eligible for funding under FEMA’s public assistance program.  Reimbursements being considered included payment of increased costs of  the Medicaid program to meet health needs of recipients after the attacks,  a public awareness campaign called “I Love New York,” which was  designed to attract visitors back to the city after the terrorist attacks, and  cost of living adjustments made to the pensions of survivors of firefighters  and police officers killed in the line of duty in the terrorist attacks."], "subsections": [{"section_title": "Descriptions of Three Projects and the Congressional Actions Taken to Fund Them Follow", "paragraphs": ["Debris removal insurance for workers at the World Trade Center site ($1  billion). As discussed on page 15, this project establishes an insurance  company to insure NYC and its contractors for claims arising from debris  removal at the World Trade Center, including claims filed by workers who  suffer ill health effects as a result of working on debris removal  operations. FEMA officials said that the project is unprecedented in its  size and complexity and because it involves long-term health and  environmental issues of a scope FEMA had not considered in prior major  disasters. Although officials said that FEMA has never established an  insurance fund to manage claims from other major disasters, FEMA Office  of General Counsel officials noted that FEMA does frequently pay for  contractors’ insurance because it is built into the contract between the  public assistance applicant and the contractor. In this instance, workers  rushed to the disaster site before any contracts were approved, and no  private insurance company would carry the insurance because of  unknown liabilities. FEMA officials said that the portion of the project  pertaining to contractors qualified for public assistance under the Stafford  Act and is a disaster-related cost that FEMA has traditionally assumed in  major natural disasters. Expanding the coverage to include liability for  claims filed against NYC or by city workers was an eligibility issue that  was under consideration within FEMA when Congress authorized the  funding in the Consolidated Appropriations Resolution for fiscal year  2003.", "Reimbursement for heightened security costs in the aftermath of the  terrorist attacks (amount of funding not determined). FEMA denied  applications for public assistance to reimburse city agencies, including the  Departments of Environmental Protection, Corrections, Fire, and  Transportation to cover costs for increased security (e.g., the Department  of Environmental Protection took increased security measures to protect  the city water supply). A FEMA official said that the applications were not  eligible for public assistance because the work was of the sort that was  being done nationwide after the terrorist attacks and were intended to  prevent future attacks rather than respond to the disaster that had  occurred. However, NYC Office of Management and Budget (OMB)  officials said that some of the heightened security costs would be  reimbursed as a result of the enactment of the Consolidated  Appropriations Resolution for fiscal year 2003, which allowed NYC  flexibility in covering disaster-related costs not otherwise reimbursable  under the Stafford Act. At the time of our review, the amount of funding to  be provided for heightened security costs had not been determined, but it  was anticipated by FEMA officials to be over $100 million.", "Reimbursement for instructional time for students to make up for days  missed after the terrorist attacks ($19.3 million). FEMA initially denied a  public assistance request to pay for additional hours of instructional time  for students who missed school due to closures, delayed openings, and  school relocations in the aftermath of the terrorist attacks. FEMA officials  said that the application was denied because the after-school program  designed by the NYC Board of Education to make up for the lost  instructional time was predicated on direct FEMA funding, but it did not  meet the standards of emergency work for which applicants must perform  work immediately after a disaster, regardless of who will pay, to eliminate  an immediate threat to health, life, and safety. However, FEMA was  specifically directed by the congressional conference committee making  supplemental appropriations for fiscal year 2002 to provide funds for the  additional instructional time. The conference report also directed FEMA  to provide compensation to the NYC school system for costs stemming  from the terrorist attacks for services and supplies, including mental  health and trauma counseling, guidance and grief counseling, and  replacement of lost textbooks and perishable food. NYC Board of  Education had spent $19.3 million of a total $77.6 million approved for this  work as of April 30, 2003. The remainder of the funding was de-obligated  to be used for public assistance related spending authorized by Congress."], "subsections": []}]}, {"section_title": "Response to NYC Area Creates Uncertainties about How Assistance Would be Delivered in a Future Catastrophic Terrorist Event", "paragraphs": ["Because the public assistance response to the NYC area after the terrorist  attacks was unique and expanded in terms of the level and types of  assistance provided, it creates uncertainty about how public assistance  will be delivered if another catastrophic terrorist attack occurs. Both NYC  and FEMA officials, including managers of the World Trade Center Federal  Recovery Office and top officials of the NYC Offices of Emergency  Management and OMB, agreed that they were uncertain regarding the level  and type of future FEMA assistance. These officials stated that if another  major terrorist disaster occurs, other communities might seek similar  types of assistance as was received in the federal public assistance  response to New York. In this regard, an official of the NYC OMB  anticipated that one of the first calls by a mayor of a city that experienced  a major terrorist event would be to NYC to discuss the decisions made in  the aftermath of the World Trade Center attacks. FEMA Recovery Office  officials agreed that the decisions made in New York would be on the table  at discussions of federal assistance for any future terrorist event. They  noted that it would remain to be seen whether an approach similar to the  one that evolved in NYC, including a 100 percent federal share for public  assistance funding, a capped funding amount, and flexibility in addressing  needs, would be used following any future event.", "The Congressional Research Service noted similar concerns in a June 2002  report about the implications that the response and assistance provided to  the NYC area may have on future federal response to catastrophic terrorist  events. The agency’s report pointed out that one of the long-standing  principles of federal disaster assistance policies has been that federal aid  should supplement—not supplant—nonfederal efforts and that the actions  taken in the aftermath of the terrorist attacks might have established  precedent for an expanded federal role in consequence management after  terrorist attacks. The report noted that traditionally, the types and  amounts of assistance provided after one disaster have been sought  following succeeding catastrophes.", "The report also states that the overriding question is whether the range of  existing federal policies for responding to disasters is appropriate if a  terrorist attack more devastating than that of September 11 were to occur.  This is a question to which NYC and FEMA officials have differing  positions. With respect to the effectiveness of the Stafford Act in dealing  with a major terrorist event of an impact equal to or greater than the World  Trade Center attacks, the officials from NYC involved in the response and  recovery efforts whom we interviewed did not believe that the act fully  addressed the needs of the city and did not think it should be used to  respond to major terrorist events unless it had significant amendments to  address the unique challenges related to terrorist events. According to top  officials of both the NYC Office of Emergency Management and OMB, the  public assistance program authorized by the Stafford Act is not a good fit  for the needs of a large municipal government that is coping with the  effects of a terrorist event. They pointed out that the impacts of the  terrorist attacks in NYC were different than impacts from the natural  disasters that the act was created to address. For example, the Stafford  Act does not address concerns such as the federal government’s  responsibility for addressing long-term environmental liabilities.  Additionally, a NYC emergency management official noted that the  Stafford Act lacked provisions for cities and states to be eligible for  reimbursement of money spent to provide security in the immediate  aftermath of terrorist attacks. The city officials noted that funding to help  alleviate these impacts was eventually approved, but not without  considerable discussion with FEMA officials and specific direction from  Congress.", "A key NYC OMB official also said that the Stafford Act is too restrictive for  responding to a major terrorist event because it does not allow the  reimbursement to affected communities for budget shortfalls resulting  from lost tax revenues. The official said that NYC lost tax revenues, both  from real estate taxes from the destroyed buildings and corporate, sales,  and income taxes from displaced businesses and individuals that were  eligible for reimbursement under the Stafford Act. He said that NYC  requested $650 million in reimbursement for revenue shortfalls in fiscal  years 2002 and 2003 that were directly related to the terrorist attacks.  While FEMA officials agreed that the estimate seemed reasonable, the  amount was not eligible for reimbursement under the Stafford Act.  Congress recognized the problem and provided the city some flexibility to  cover expenses in these areas. However, the New York OMB official said  that a federal block grant would have allowed the city to spend the money  in ways that were most needed without specific congressional  authorization to do so; he viewed a block grant approach to providing  disaster relief as preferable to trying to obtain the funding under the  Stafford Act.", "In contrast, FEMA officials said that the Stafford Act worked appropriately  for the NYC area. FEMA attorneys said that the Stafford Act contains  enough flexibility to allow funding for non traditional activities. They  added that every disaster has unique aspects, which continually challenge  FEMA officials to exercise their discretion under the act to provide needed  assistance. Furthermore, they point out that it is always the prerogative of  the Congress to provide additional assistance to disaster-affected areas to  address specific and unique needs. If Congress saw a need to fund public  assistance-related work not covered under the Stafford Act in the event of  another major act of terrorism, it could appropriate funds specifically for  the disaster, as it did in NYC. Consequently, the FEMA officials are  generally satisfied that they are able to apply provisions of the Stafford Act  to respond to the terrorist attacks and, as of June 2003, did not believe  significant changes to the legislation were necessary in the aftermath of  September 11, 2001.", "Nevertheless, FEMA recently initiated an effort to develop a concept for  redesigning the public assistance program. A working group of the Public  Assistance Program Redesign Project, formed at the request of the  director of FEMA’s Recovery Division, held its first meeting in May 2003.  Members included FEMA public assistance and research and evaluation  staff and state program managers to provide a broader perspective on the  issues and concerns. The project was established to suggest proposals to  improve the public assistance program and make it more efficient and  capable of meeting community needs for all types and sizes of disasters,  including those resulting from terrorism. Among other things, the project  seeks to transform the program to one that:  is flexible enough to meet the demands of disasters of all types and sizes, reduces overall resource requirements,   offers incentive for timely close outs,    places operational control principally with states and applicants, and    eliminates redundancies in decision making and processes.", "The working group will examine potential options for redesigning the  program that include an annual block grant program managed by the  states, a disaster-based state-managed program, and a capped funding  amount. The project is currently scheduled to hold a listening session for  local officials and representatives of other organizations in August 2003,  and develop a basic concept design for revising the program by September  30, 2003."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["The public assistance program FEMA delivered in the NYC area after the  terrorist attacks was substantially different in several ways from a  “typical” FEMA public assistance response. For example, in the NYC area  there was a lack of cost sharing with state and local governments; a  smaller than usual federal share of hazard mitigation funding; a different  process for project review, selection, and close out; and, most  significantly, the size and scope greatly exceeds the traditional public  assistance response after a major natural disaster. The reasons for these  differences are many and include the President’s early commitment to  providing a specified amount of funding to New York, congressional  direction on activities to fund, and FEMA’s discretion under the Stafford  Act.", "Irrespective of the reasons for the differences in the way public assistance  was delivered after the terrorist attacks, these differences raise questions  about FEMA’s response to any future major terrorist event in this country.  The key issue is whether the differences in the ways the public assistance  program in the NYC area was delivered will serve a baseline for the federal  approach in the event of another major terrorist event. Should such a  terrorist event occur, it is not unrealistic to assume that affected  communities will expect to receive public assistance comparable to that  provided for the NYC area to meet their needs.", "DHS, within its Emergency Preparedness and Response Directorate, has  an opportunity to assess the questions raised as a result of these  differences and, if necessary, revise the public assistance program or  provide Congress with suggestions for legislative changes that are needed  so that it will be positioned to address new expectations for disaster  assistance. The newly formed Public Assistance Redesign Project,  established as we were concluding our audit work at the request of the  Director of FEMA’s Recovery Division, plans to address many of the issues  raised in this report, including whether the approach used in NYC is the  appropriate way to provide federal assistance for recovery from terrorist  acts. It is too early for us to assess the impact the project will have on the  public assistance program in the future; however, it is a promising first  step toward addressing these issues and better ensures that DHS will have  a process in place to deliver public assistance that eliminates uncertainties  and questions about the ways in which the needs of affected communities  will be met in the event of another major terrorist attack."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In commenting on a draft of this report, the Acting Director of FEMA’s  Recovery Division said that FEMA officials are proud of the agency’s  response in delivering public assistance programs to NYC and state, and  that they are satisfied that FEMA’s authority was adequate and flexible  enough in most circumstances to meet the response and recovery needs of  New York. The Acting Director did not take exception to any of the  information provided in our report. FEMA’s comments are reprinted in  appendix II. FEMA also provided technical comments on our draft, which  we incorporated into the report where appropriate.", "As we agreed with your offices, unless you publicly announce the contents  of this report earlier, we plan no further distribution of it until 30 days  from the date of this letter. We will then send copies of this report to the  Secretary of Homeland Security and interested congressional committees.  We will make copies available to others upon request. In addition, this  report will be available at no charge on our Web site at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  on (202) 512-2834 or at heckerj@gao.gov. Individuals making key  contributions to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine what activities the Federal Emergency Management (FEMA)  supported through its public assistance program, we analyzed published  FEMA reports and FEMA’s National Emergency Management Information  System (NEMIS) data. NEMIS is FEMA’s primary information system that  manages disaster grant funding, and we analyzed NEMIS data on public  assistance funding for this disaster. Though we were not able to  completely assess the reliability of the published FEMA program data, we  did perform logic tests of the data and found no obvious errors of  completeness or accuracy. Also, according to FEMA officials, the  published reports are the most reliable information available. The officials  said that published FEMA reports were compiled based on NEMIS data, as  well as the knowledge of public assistance program managers of funding  for specific projects. We also updated spending amounts for some projects  to reflect changes made after FEMA’s June 30, 2003,closeout of the  traditional public assistance program, based on technical comments to our  draft report. We interviewed FEMA headquarters, regional, and recovery  office officials in New York City, N.Y., and Washington, D.C. We analyzed  FEMA, Office of Management and Budget (OMB), and Congressional  Research Service reports on federal assistance to the New York City  (NYC) area to recover from the terrorist attacks. We reviewed the Stafford  Act and FEMA regulations for ensuring that public assistance program  funds are spent appropriately on eligible work and discussed oversight  processes with FEMA headquarters, regional, and recovery office officials.  We also discussed the agreements that FEMA used to coordinate  responses of other federal agencies. We selected and examined the FEMA  agreements with the U.S. Army Corps of Engineers, Department of  Transportation (DOT), and Environmental Protection Agency (EPA) and  reviewed support documents. We met with officials of the FEMA Inspector  General to discuss planning for full audits of selected projects within 3  years of their completion.", "To determine how the federal government’s response to the terrorist event  differed from FEMA’s traditional approach to funding public assistance in  other disasters, we selected 10 projects for detailed review from an issue  matrix created by the public assistance officer at the World Trade Center  Federal Recovery Office. The issue matrix tracked 32 public assistance  funding issues and other types of concerns that required higher than  normal levels of review. In making our selection of projects, we consulted  with officials of the FEMA Office of General Counsel in Washington, D.C.,  and FEMA officials at the World Trade Center Recovery Office in New  York City, N.Y. For each project selected, we reviewed available written  documentation such as project worksheets, case management files, letters,  and memoranda. We reviewed the legislation that directed FEMA to fund  selected projects. Using structured interview instruments, we interviewed  FEMA project managers and representatives of agencies that applied for  public assistance to discuss how the challenging issues were considered  and resolved. Table 1 lists the 10 projects we reviewed and the applicant  organizations that participated in interviews on each of them. We also  discussed FEMA’s staffing processes with human resources officials at  FEMA Headquarters in Washington, D.C., World Trade Center Federal  Recovery Office managers, and representatives of each of FEMA’s three  technical assistance contractors who sent staff to NYC.", "To identify some of the implications these different approaches may have  on the delivery of public assistance should terrorist attacks causing  similarly catastrophic damage occur in the future, we interviewed FEMA  officials in NYC, and FEMA and Congressional Research Service officials  in Washington, D.C. We also analyzed our report and Congressional  Research Service reports on federal emergency response and recovery  policies, and we reviewed the Stafford Act and FEMA regulations.", "We conducted this review from August 2002 to July 2003. We performed  our audit work in accordance with generally accepted government  auditing standards."], "subsections": []}, {"section_title": "Appendix II: Comments from the Federal Emergency Management Agency", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": [], "subsections": []}]}], "fastfact": []}