{"id": "GAO-12-237", "url": "https://www.gao.gov/products/GAO-12-237", "title": "Dodd-Frank Act: Hybrid Capital Instruments and Small Institution Access to Capital", "published_date": "2012-01-18T00:00:00", "released_date": "2012-01-18T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Hybrid capital instruments are securities that have characteristics of both equity and debt. The Federal Reserve allowed bank holding companies to include limited amounts of hybrid instruments known as trust preferred securities in the highest level of required capital (Tier 1), although other federal banking regulators never approved these or other hybrid instruments for this purpose. Responding to concerns that these instruments did not perform well during the 2007-2009 financial crisis, in 2010 the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank Act) required regulators to establish rules that will exclude the instruments from Tier 1 capital and required GAO to study the possible effects of this provision. This report addresses (1) the use, benefits, and risks of hybrid instruments as Tier 1 capital; (2) the potential effects of the exclusion on banking institutions and the economy; and (3) options for smaller banking institutions to access regulatory capital. For this work, GAO analyzed data from financial regulatory filings and other sources, interviewed regulators and market participants, conducted economic analysis, and surveyed smaller banking institutions.", "GAO makes no recommendations in this report. GAO provided a draft to the banking regulators for their review and comment. FDIC and the Federal Reserve provided technical comments that were incorporated, as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["Tier 1 hybrid capital instruments, particularly trust preferred securities, have been heavily used by bank holding companies because of their financial advantages, but they are not as effective in absorbing losses as traditional forms of Tier 1 capital, such as common equity. As of December 31, 2010, almost two-thirds of all top-level bank holding companies that were subject to capital requirements included hybrid instruments in their Tier 1 capital, for a total value of $157 billion. Hybrid instruments such as trust preferred securities have offered institutions the benefit of lower-cost capital, largely because of their debt-related features\u0097including tax-deductible dividends. These instruments also are accessible to a broader range of potential investors. However, trust preferred securities do not absorb losses like other Tier 1 instruments because of their obligation to repay principal and dividends. Trust preferred securities may provide limited financial flexibility in times of stress, but they may also hinder efforts to recapitalize troubled banking institutions.", "Eliminating Tier 1 hybrid capital likely will have modest negative effects on the existing capital measures of individual banking institutions and lending and could improve institutions\u0092 financial stability. Few institutions will fall below minimum regulatory capital levels without Tier 1 hybrid instruments, and banking institutions\u0092 overall safety and soundness should improve with higher reliance on common equity. GAO\u0092s analysis of the relationship between bank regulatory capital and lending activity suggests that any negative effects on the cost and availability of credit should be small, but the exact impact is unknown. Market participants said that losing access to tax-advantaged Tier 1 instruments could place U.S. institutions at a competitive disadvantage, as some foreign banks may still have access to such instruments. The international competitive effects are unclear, however, given the scope of ongoing worldwide regulatory reforms.", "Smaller banking institutions, which often had larger proportions of hybrid instruments as Tier 1 capital, have limited options for raising regulatory capital but indicated little unmet need for it. These smaller institutions now have access primarily to common equity raised from private sources. GAO\u0092s survey results showed that smaller institutions consider their financial condition and performance as the most important factor affecting their ability to raise capital. Market participants identified challenges that could impact smaller institutions\u0092 ability to raise capital, including limitations related to the size of capital raised, liquidity, and return potential for investors. However, GAO estimated that most smaller institutions (65 percent) had not raised regulatory capital since January 1, 2008, and of these, a large majority (88 percent) indicated that they had no need or interest in raising more. Further, most smaller institutions that had raised capital since 2008 were satisfied with the amount and terms involved. Only a small percentage of institutions (3 percent) that had attempted to raise capital since January 1, 2008, were unable to do so. Institutions with a stronger financial condition generally had a more favorable view of the capital raising environment."]}], "report": [{"section_title": "Letter", "paragraphs": ["Capital is critical to banking institutions’ ability to absorb unexpected  losses and continue operating by making loans to businesses and  consumers. Regulators require institutions to maintain certain levels of  capital to promote stability across the banking industry and protect the  nation’s financial system. One type of capital is hybrid instruments, which  have characteristics of both equity and debt. In 1996, the Board of  Governors of the Federal Reserve System (Federal Reserve) began  allowing bank holding companies to count a limited amount of certain  hybrid instruments—known as trust preferred securities—as a portion of  their Tier 1, or highest quality, capital. Trust preferred securities offer tax  advantages that make them cheaper than other forms of Tier 1 capital  and as a result have been the most popular type of hybrid capital  instrument.holding companies held over $162 billion in hybrid instruments as part of  required capital. In recent years, approximately two-thirds of bank holding  companies and nearly all the largest bank holding companies have used  hybrid instruments such as trust preferred securities to meet regulatory  capital requirements. Smaller institutions have also relied on hybrid  instruments issued jointly through pools to access needed capital.", "At the end of 2009, their use was widespread, and bank  However, regulators have not allowed depository institutions (banks and  savings associations/thrifts) to use these types of hybrid instruments to  meet Tier 1 capital requirements, including the Federal Reserve, the  Federal Deposit Insurance Corporation (FDIC), the Office of the  Comptroller of the Currency (OCC), and the Office of Thrift Supervision  (OTS). provide a degree of capital support consistent with Tier 1 capital status.  Further, following the 2007-2009 financial crisis, some market participants  and observers raised concerns that trust preferred securities and other  hybrid instruments did not perform as well as other forms of capital in  helping institutions withstand financial stress. In response, the Dodd-Frank  Wall Street Reform and Consumer Protection Act (Dodd-Frank Act) of 2010  directed regulators to implement requirements that will effectively exclude  most forms of hybrid instruments, including trust preferred securities, from  Tier 1 capital for bank and thrift holding companies. Specifically, Section  171 of the Dodd-Frank Act, also known as the Collins Amendment,  requires banking regulators to establish rules that will subject certain bank  holding companies to the same capital requirements that apply to insured  depository institutions. The Dodd-Frank Act includes grandfathering and  phase-in provisions for existing instruments, but because of the exclusions,  trust preferred securities and other hybrid instruments issued on or after  May 19, 2010, will no longer be a viable source of new Tier 1 capital for  bank holding companies subject to Tier 1 capital requirements.", "Section 313 of the Dodd-Frank Act abolished OTS, and section 312 distributed its  regulatory functions among the Federal Reserve, FDIC, and OCC.", "Some observers have had concerns about the potential impact that  excluding hybrid instruments from Tier 1 capital may have on the cost and  availability of credit and the international competitiveness of U.S. banking  institutions. Additionally, concerns exist that the hybrid capital exclusion  may limit access to regulatory capital for smaller institutions, many of  which relied on pooled offerings of trust preferred securities as a unique  form of access to public capital markets. Section 174 of the Dodd-Frank  Act required GAO to study banking institutions’ use of hybrid capital  instruments as a component of Tier 1 capital. In addition, Section 171 and  Section 174 of the Dodd-Frank Act required us to study access to capital  for smaller banking institutions. Accordingly, this report fulfills the two  mandates by examining (1) the use of hybrid capital instruments as Tier 1  capital and the benefits and risks of including them in this category, (2)  the potential effects on banking institutions and the economy of  prohibiting the use of hybrid instruments to meet Tier 1 capital  requirements, and (3) options that exist for smaller banking institutions to  access regulatory capital.", "To describe the regulatory use of Tier 1 hybrid capital instruments, we  analyzed banking institutions’ regulatory financial filings and reviewed the  relevant federal banking regulations. To describe the benefits and risks of  including hybrid instruments as Tier 1 capital, we reviewed studies from  federal regulators, industry participants and observers, and academic  sources. We conducted interviews with banking institutions, investment  banks, credit rating agencies, law firms, industry associations, and each  of the federal banking regulators. To evaluate the potential effects on  banking institutions and the economy of prohibiting the use of hybrid  instruments to meet Tier 1 capital requirements, we created a framework  for our analysis that synthesized the findings and methodologies of  existing studies on the economic and institutional effects of changes to  bank capital requirements. We analyzed data on regulatory capital to  determine the extent to which banking institutions may fall below  minimum regulatory capital levels without Tier 1 hybrid instruments. We  reviewed studies and compared U.S. regulatory policy with the  international framework on hybrid capital proposed by the Basel  Committee on Banking Supervision. We also interviewed regulators,  industry participants and observers, and European regulatory  organizations to gather information on the possible effects of the hybrid  capital exclusion on the international competitiveness of U.S. institutions.  To examine the options that exist for smaller banking institutions to  access capital, we conducted a nationally representative web-based  survey of executives of banks, thrifts (savings associations), and bank  and thrift holding companies with less than $10 billion in total assets. The  survey identified their activities and experiences raising regulatory capital  since January 1, 2008. The weighted response rate for this survey was 66  percent. All percentage estimates based on these survey results included  in this report have a margin of error of plus or minus 7 percentage points  or less. We also interviewed regulators and industry participants and  observers regarding smaller institutions’ options for and challenges  associated with raising regulatory capital. To identify trends in the amount  and types of regulatory capital raised since 2000, we analyzed Securities  and Exchange Commission (SEC) data on public capital issuances.  Appendixes I and II contain a more detailed discussion of our scope and  methodology, and survey results can be found in appendix III.", "For parts of our methodology that involved the analysis of computer- processed data, we assessed the reliability of these data and determined  that they were sufficiently reliable for our purposes. Specifically, we  accessed Federal Reserve regulatory capital data for holding companies  and SEC capital issuance data through SNL Financial, a private data  provider that collects information from a variety of sources and enters it  into a proprietary database using standardized accounting templates. We  conducted reliability assessments on the SNL Financial data and on thrift  holding company data collected from OTS. To assess the reliability of  these data, we reviewed factors such as the timeliness, accuracy, and  completeness of data. We conducted electronic testing and manual  review to identify missing and out-of-range data and other anomalies, and  compared computer-generated data to source documents for a selected  sample of companies.", "We conducted this performance audit from December 2010 to January  2012 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Capital reassures an institution’s depositors, creditors, and counterparties  that unanticipated losses or decreased earnings will not impair a financial  institution’s ability to repay its creditors or protect the savings of  depositors. In general, capital represents the share of an institution’s  assets with no obligation for repayment, although this condition varies for  less traditional forms of capital such as some hybrid instruments.  Because capital generally does not have to be repaid, it can serve as a  buffer against declines in asset values without subjecting an institution to  default or insolvency. Capital typically is provided by a banking  institution’s owners or through earnings that are retained by the firm.  When institutions experience financial losses, the value of the firm  represented by the owner’s stake (including retained earnings) is reduced  first, thus protecting bank depositors and other creditors from loss.", "Capital instruments vary in structure and their ability to absorb loss while  preventing a banking institution from defaulting on its contractual  repayment obligations. The strongest form of capital is common equity (or  common stock), which carries no repayment obligation for principal or  dividends, has the lowest payment priority in bankruptcy, and has no  maturity date. Debt instruments are a weaker form of capital funding than  common equity, as they require periodic interest payments and  repayment of principal at maturity. Debt also has a higher claim than  common equity in bankruptcy. Some debt instruments may qualify as  capital if they contain certain equitylike characteristics such as a long  maturity, subordination to other creditors, or ability to defer payments.  Some hybrid instruments fall into this category, while others share more  of the characteristics of common equity.", "Three federal regulators oversee what we refer to as banking institutions  in this report (that is, banks, savings associations (thrifts), and their  holding companies). The Federal Reserve is the primary regulator for  state-chartered member banks (i.e., state-chartered banks that are  members of the Federal Reserve System) and bank and thrift holding  companies. OCC is the primary regulator of federally chartered banks and  thrifts, and FDIC is the primary regulator for state-chartered nonmember  banks (i.e., state-chartered banks that are not members of the Federal  Reserve System) and state-chartered thrifts. In addition, FDIC insures the  deposits of all federally insured banks, generally up to $250,000 per  depositor. Prior to July 21, 2011, OTS was the primary regulator of  federally and state-chartered thrifts and thrift holding companies.", "Because of capital’s important role in absorbing losses, promoting  confidence, and protecting depositors, federal banking law requires  banking institutions to maintain adequate capital. Federal banking  regulators set the minimum capital levels to ensure that the institutions  they regulate maintain adequate capital. Federal law also authorizes  banking regulators to take a variety of actions to ensure capital adequacy,  including informal and formal enforcement actions. In implementing the  statutory requirements, regulators generally expect institutions to hold  capital at levels higher than regulatory minimums, with specific  expectations based on institutions’ risk profiles.", "The United States, along with nearly all other major economies, agrees to  comply with international capital standards set by the Basel Committee on  Banking Supervision (the Basel Committee). The Basel Committee, which  comprises representatives of central banks and banking regulators from  26 countries, issued its first set of international guidelines on bank capital  (commonly known as “Basel I”) in 1988. These guidelines included  standards for the amount of capital banks should hold and the nature of  the capital instruments that banks could count toward meeting these  amounts. In 1998, the Basel Committee specified the characteristics of  instruments that would either qualify as the highest quality (Tier 1) capital  or would not meet this standard but could be eligible as lesser-quality  (Tier 2) regulatory capital. For example, in order for instruments to be  considered Tier 1 capital, the Basel Committee stated that instruments  would need to meet certain criteria including deferability of dividends on a  noncumulative basis, ability to absorb losses before the bank entered  bankruptcy, permanence, and discretion over the amount and timing of  distributions. Common equity best meets all of the qualifications of Tier 1  capital and thus should comprise the predominant share of Tier 1 under  Basel guidelines. The Basel Committee standards have been revised  several times since 1988, including most recently with the Basel III  reforms released in 2010. Banking institutions subject to the Basel  agreements are due to begin implementing some of the recently revised  standards in 2013."], "subsections": [{"section_title": "Regulatory Treatment of Hybrid Instruments", "paragraphs": ["While definitions of hybrid capital vary, in this report we use “hybrid  capital” and “hybrid instruments” to refer to those instruments that  comprise what the Federal Reserve calls “restricted core capital  elements”: cumulative perpetual preferred stock, trust preferred  securities, certain types of minority interest, and mandatory convertible  trust preferred securities (see table 1). These instruments include some  but not all of the characteristics that the Basel Committee identified in  1998 as necessary for Tier 1 capital. Nonetheless, the Federal Reserve  has allowed bank holding companies to include these instruments as Tier  1 capital. Specifically, the Federal Reserve permits restricted core capital  elements in Tier 1 capital in an amount of up to 25 percent of a bank  holding company’s total core capital elements after deducting goodwill.  Other than these hybrid instruments, the Federal Reserve subjects bank  holding companies to capital requirements that are generally similar to  those for depository institutions. For example, in addition to common  equity, all U.S. banking regulators recognize noncumulative perpetual  preferred securities as a component of Tier 1 capital. Similarly, minority  interests relating to common equity or noncumulative perpetual preferred  securities are recognized as Tier 1 capital.", "As figure 1 illustrates, provisions in the Dodd-Frank Act require banking  regulators to establish rules that will effectively subject bank and thrift  holding companies to regulatory capital requirements that are at least as  stringent as those applicable to insured depository institutions, thereby  effectively eliminating hybrid capital instruments from Tier 1 capital. The  restrictions will apply immediately to capital instruments issued on or after  May 19, 2010. Only bank holding companies with less than $500 million  in total assets are exempt from the Dodd-Frank Act hybrid capital  exclusion. Bank holding companies with between $500 million and $15  billion in total assets and thrift holding companies with less than $15  billion in total assets will be allowed to continue including hybrid  instruments issued prior to May 19, 2010, in Tier 1 capital but may not  use any hybrid instruments issued on or after that date. Bank and thrift  holding companies with more than $15 billion in total assets will be  required to phase out all of their Tier 1 hybrid capital issued prior to May  19, 2010, over a 3-year period from 2013 to 2016. The act subjects thrift  holding companies to the same provisions as bank holding companies,  except for thrift holding companies with less than $500 million in total  assets. These institutions are treated the same as bank holding  companies with between $500 million and $15 billion in total assets.", "Trust preferred securities have been the most common form of Tier 1  hybrid instrument among bank holding companies. The Internal Revenue  Service (IRS) typically treats these securities as tax deductible, making  them cheaper than other forms of Tier 1 capital. As figure 2 shows, the  holding company establishes a special-purpose entity, usually in the form  of a trust that holds all of the common equity. The trust issues undated  cumulative preferred securities to outside investors and uses the  proceeds to purchase a deeply subordinated unsecured note issued by  the bank holding company. Thus, the issuing trust serves as a conduit  for exchanging funds between the bank holding company and the  preferred equity investors. The subordinated note issued by the bank  holding company is the trust’s sole asset and is senior only to the bank  holding company’s common and preferred equity. The note has terms  that generally replicate those of the trust preferred securities, except that  the junior subordinated note has a fixed maturity of at least 30 years.  Most trust agreements provide for the trust to terminate when the  subordinated note matures. When the trust terminates, the trust preferred  securities must be redeemed.", "The trust collects interest payments on the subordinated note from the  bank holding company that it uses to pay dividends to holders of the trust  preferred securities. The bank holding company can treat the interest  payments on the subordinated note as a tax-deductible interest expense.  The terms of the trust preferred securities allow dividends to be deferred  for at least 5 years without creating an event of default or acceleration of  the principal and accrued interest. After the 5-year dividend deferral  period, if the trust fails to pay the cumulative dividend amount owed to  investors, an event of default and acceleration occurs, giving investors  the right to take the subordinated note issued by the bank holding  company. At the same time, the bank holding company’s obligation to pay  principal and interest on the underlying junior subordinated note  accelerates, and the note becomes immediately due and payable."], "subsections": []}]}, {"section_title": "Hybrid Instruments, While Popular with Holding Companies, Do Not Absorb Losses Well", "paragraphs": [], "subsections": [{"section_title": "Bank Holding Companies Relied on Trust Preferred Securities for Tier 1 Hybrid Capital", "paragraphs": ["Many bank holding companies have used hybrid instruments— predominantly trust preferred securities—to help meet Tier 1 capital  requirements. In recent years, approximately two-thirds of all top-level  bank holding companies that are subject to capital requirements  (generally those with more than $500 million in total assets) have  included hybrid instruments in their Tier 1 capital (see fig. 3). For  example, December 2010 data filed with the Federal Reserve showed  that 85 percent of bank holding companies with more than $10 billion in  total assets and 100 percent of bank holding companies with over $100  billion in total assets included hybrid instruments in their Tier 1 capital.  These hybrid instruments had a total value of $157 billion, representing  13 percent of all bank holding company Tier 1 capital. Of the total $157  billion in Tier 1 hybrid instruments, trust preferred securities accounted for  $128 billion (82 percent).$100 billion in total assets, trust preferred securities made up 97 percent  of the total value of Tier 1 hybrid instruments."], "subsections": []}]}, {"section_title": "Excluding Tier 1 Hybrid Capital Likely Will Have Limited Negative Effects", "paragraphs": ["With the exclusion of hybrid instruments from Tier 1, few banking  institutions will fall below minimum amounts of regulatory capital, and  greater reliance on common equity should improve the overall safety and  soundness of banking institutions. To identify and resolve problems at  banks and thrifts, the prompt corrective action provisions require  depository institution regulators to classify insured depository institutions  into one of five capital categories—well capitalized, adequately  capitalized, undercapitalized, significantly undercapitalized, and critically  undercapitalized—using different capital measures. Among these are the  Tier 1 risk-based capital ratio (Tier 1 ratio), which measures Tier 1 capital  as a share of risk-weighted assets and the Tier 1 leverage ratio (leverage  ratio), which measures Tier 1 capital as a share of average total  consolidated assets. Well-capitalized banks have a Tier 1 ratio of 6  percent or more, adequately capitalized banks a ratio of 4 percent or  more, and undercapitalized banks a ratio of less than 4 percent.minimum leverage ratio is 4 percent for most banks, and well-capitalized   The  banks have a leverage ratio of 5 percent or more. The Federal Reserve  applies similar minimum levels when assessing the capital adequacy of  bank holding companies but generally does not identify specific criteria for  adequately or well-capitalized institutions or use the term undercapitalized  (see table 2).", "We evaluated the impact of the Tier 1 hybrid capital exclusion on bank  holding companies’ capital levels using the explicit criteria for well  capitalized that apply to banks and thrifts and found that most bank  holding companies would experience a reduction in Tier 1 capital but  maintain well-capitalized status without Tier 1 hybrids. Of the 969 top- level bank holding companies filing consolidated regulatory financial  reports for 2010, 615 had hybrid instruments that the Dodd-Frank Act  would exclude from Tier 1 capital. However, the amount of other Tier 1  capital instruments was large enough that 587 (95 percent) of these  institutions would see no change in the capital adequacy category of their  Tier 1 ratio without those instruments. As table 3 shows, 554 (90 percent)  would maintain a Tier 1 ratio of well capitalized. The average Tier 1 ratio  of all top-level bank holding companies would fall from 13.5 percent to  12.2 percent after excluding Tier 1 hybrid instruments, and the average  ratio of institutions with Tier 1 hybrids would decrease by around 2  percentage points but remain considerably higher than the minimum level  for the well-capitalized category.", "While the Dodd-Frank Act includes exemptions from the Tier 1 hybrid  capital exclusion for the two categories of smaller institutions, our analysis  revealed that some smaller institutions with Tier 1 hybrid instruments  would not fare as well as larger institutions if they had to exclude hybrid  instruments from Tier 1 capital. Specifically, 20 institutions would see the  capital category of their Tier 1 ratio fall below the well-capitalized criteria  but remain above the minimum level, and an additional 8 would fall to  below the minimum level. All of these institutions had less than $2.5  billion in total assets and 7 had less than $500 million as of December 31,  2010. The average Tier 1 ratio of these 28 institutions, including Tier 1  hybrid instruments, was well below the overall average at 6.3 percent and  would fall to 4.7 percent without Tier 1 hybrid instruments.", "Our analysis also found that more institutions would not meet the higher  minimum Tier 1 ratio under Basel III, particularly smaller firms. However,  how U.S. regulators will implement Basel III is unclear, including how they  will determine which institutions will have to meet the higher standards or  set the time frames for implementation. The Basel III capital framework— which all member countries, including the United States, have  approved—increases the Tier 1 capital ratio and excludes the same  hybrid instruments from Tier 1 as the Dodd-Frank Act.", "Effects of the hybrid capital exclusion on institutions’ leverage ratio capital  categories would also be modest, although more institutions would fall  below minimum levels. Almost all of the 615 institutions with Tier 1 hybrid  capital would be in the same category of leverage ratio capital without  those instruments. For example, about the same number of institutions  would maintain Tier 1 and leverage ratios of well capitalized (see table 4).  However, leverage ratios for 20 institutions would fall below the minimum  level. All of the institutions that would see their leverage ratio capital  categories fall had less than $4 billion in total assets and 9 had less than  $500 million as of December 31, 2010. After excluding Tier 1 hybrid  instruments, the average leverage ratio for all top-level bank holding  companies would fall from 9.2 percent to 8.2 percent. The average ratio  of institutions with Tier 1 hybrids would decrease from 8.9 percent to 7.3  percent, also considerably higher than the minimum level for the well- capitalized category.", "Exceptions to the hybrid exclusion will help limit potential negative effects  on institutions’ capital levels. For example, as discussed earlier, the  Dodd-Frank Act includes grandfathering provisions for bank holding  companies with less than $15 billion in total assets that will allow these  institutions to continue including hybrid instruments issued before May 19,  2010, in Tier 1 capital. Thus, all of these institutions that would have had  their capital adequacy categories reduced based on their year-end 2010  Tier 1 or leverage ratios will not experience a reduction in Tier 1 levels as  a result of the hybrid capital exclusion.earlier, the Dodd-Frank Act largely exempts institutions with less than   Furthermore, as discussed  $500 million in total assets from the exclusion of Tier 1 hybrid capital. In  addition, although none of the larger bank holding companies not subject  to the grandfathering provisions would fall below minimum capital levels  or experience a reduction in capital categories based on the Tier 1 ratio or  leverage ratio, a phase-in period will help limit the immediate effects of  the hybrid capital exclusion. For institutions with $15 billion or more in  total assets, hybrid capital deductions from Tier 1 must be phased in over  3 years beginning on January 1, 2013, almost 2-1/2 years after passage  of the Dodd-Frank Act.", "Further, increased reliance on stronger forms of capital should increase  institutions’ financial stability. Some institutions may have difficulty  replacing hybrid instruments or choose not to replace them with other  forms of Tier 1 capital. But to the extent that banking institutions replace  hybrid capital instruments with capital that has a higher capacity to absorb  unexpected losses—such as common equity—institutions’ financial  resiliency should improve. Some market participants identified likely  safety and soundness benefits for banking institutions that increase their  share of common equity or other stronger capital sources. A few market  participants noted that some institutions may respond to increased capital  costs by increasing lending and investment risks, including activities for  which increased risk may not require additional capital under existing risk- based capital requirements, to generate higher returns. However, bank  regulators have the discretion to require higher levels of capital for  institutions with heightened risk profiles, and recent Basel Committee  reforms include enhancing the risk coverage of the capital framework by  strengthening capital requirements for trading activities, complex  securitization exposures, and counterparty credit exposures.", "One market participant argued that the safety and soundness effects  could be negative if institutions decided to hold less capital overall rather  than increasing the share of common equity. Another market participant  noted that the hybrid capital exclusion limits institutions’ options for raising  capital in times of financial distress. However, institutions that decide not  to replace Tier 1 hybrid capital could retain the instruments in their capital  structure, and the hybrid capital may qualify as Tier 2 capital.  Furthermore, institutions will still be required to have capital levels  sufficient to support safety and soundness, and this capital will be higher  quality that will better absorb unexpected losses and improve institutions’  ability to withstand periods of financial distress."], "subsections": [{"section_title": "Effects on the Cost and Availability of Credit Likely Will Be Small", "paragraphs": ["The exclusion of hybrid instruments from Tier 1 capital likely will have  modest immediate and long-term effects on the cost and availability of  credit. In general, the hybrid capital exclusion could negatively affect the  cost and availability of credit in two ways. First, if institutions view their Tier  1 capital positions as insufficient without existing hybrid instruments, they  may take actions to maintain consistent regulatory capital levels, creating a  negative capital shock that empirical studies suggest could have an impact  on lending activity. For example, institutions could choose to replace  excluded hybrid capital with other Tier 1 instruments such as common  equity, increase capital through retained earnings, or reduce risk-weighted  assets. Second, regardless of whether institutions take such actions, those  that had previously relied on Tier 1 hybrid instruments as a cheaper form of  capital could experience higher overall capital costs when raising Tier 1  capital in the future. Loan rates could increase if institutions choose to and  are able to pass on any increased capital costs to borrowers.", "The terms of the hybrid capital exclusion and the relationship between  lending activity and changes to capital levels will limit the exclusion’s  immediate consequences for institutions’ lending decisions. As previously  discussed, most bank holding companies would not experience  reductions in capital levels from the Tier 1 hybrid capital exclusion  because the Dodd-Frank Act exempted existing hybrid instruments for  most smaller institutions and gradually introduced the exclusions for the  remaining institutions with $15 billion or more in assets. Also, institutions  with more than $15 billion in assets generally have Tier 1 capital in  excess of regulatory minimums, potentially further limiting their need for  an immediate response to the hybrid capital exclusion. Finally,  institutions generally will be able to include excluded Tier 1 hybrid  instruments in Tier 2 capital up to allowable limits, potentially minimizing  effects on their total capital positions.", "Specifically, the dynamic framework we use is known as a vector autoregression (VAR)  methodology. Following Cara Lown and Donald P. Morgan, “The Credit Cycle and the  Business Cycle: New Findings Using the Loan Officer Opinion Survey,” Journal of Money,  Credit, and Banking, vol. 38, (2006): 1575–97; and Jose M. Berrospide and Rochelle M.  Edge, “‘The Effects of Bank Capital on Lending: What Do We Know, and What Does It  Mean?,’’ International Journal of Central Banking, vol. 6 (December 2010), our model is a  version of existing VAR models extended to include a banking sector. Our model includes  four variables that capture supply, demand, output, and prices that comprise the  “macroeconomy.” We extend the model to include the credit market using various proxies  for loan volumes, bank capital, loan spreads, and information on lending standards. The  econometric approach has specific limitations but is considered a reasonable alternative  to other types of models, including more sophisticated models. See appendix II for a fuller  discussion of the methodology, assumptions, and limitations. without the excluded Tier 1 hybrid instruments. Alternatively, institutions  that are satisfied with a lower Tier 1 leverage ratio after the exclusions will  have a smaller perceived capital deficit. As a result, we were able to  analyze the impact under various assumptions about the institutions’  collective desire to rebuild capital buffers.", "Although considerable uncertainty exists, our model suggests that the  immediate effects of the Tier 1 hybrid exclusion on the cost and  availability of credit likely will be modest. In the model, a negative capital  shock related to implementation of the hybrid capital exclusion causes  loan volumes to fall, lending standards to tighten, and lending spreads to  rise. However, the implied shocks are relatively small, and the sensitivity  of lending activity to changes in capital levels is moderate. Our results are  generally consistent with other studies we identified in our review. table 5 shows, in the scenario in which institutions restore 100 percent of  excluded hybrid capital to maintain consistent Tier 1 capital ratios, our  model estimates an average 1.12 percentage point peak decline in loan  growth between two quarters and a year after the exclusion goes into  effect. For lending spreads in this scenario, the model estimates an  average 0.15 percentage point peak increase occurring about two to  three quarters after the hybrid exclusion goes into effect. These effects on  the cost and availability of credit are relatively modest and are even more  so under less extreme scenarios that consider the amount of excluded  hybrid capital that institutions replace.", "See appendix II for a complete list of studies we identified in our review.", "Implied change in Tier 1  leverage ratio  (percentage points)", "Peak change in   loan growth  (percentage points)", "Peak change in  lending spreads (percentage points)", "Our results assume that banking institutions immediately address capital  reductions resulting from Tier 1 hybrid exclusions. Given that these  institutions would continue to meet minimum capital requirements and  expect the change to the use of Tier 1 hybrid capital, they are more likely to  replace—if they elected to do so—any hybrid instruments slowly over a  number of years. The Dodd-Frank Act excludes existing Tier 1 hybrid  instruments over 3 years beginning in 2013 (for institutions with more than  $15 billion in assets), also implying more limited effects on lending activity.", "However, the immediate effects on overall lending activity may be more  significant for certain loan types. For example, the hybrid capital exclusion  could affect volumes of commercial and industrial loans more significantly  than other types of loans because markets for these loans appear more  sensitive to changes in bank capital. The peak decline in loan growth from  a negative capital shock is roughly 2.26 percentage points for commercial  and industrial loans or about two times larger than the impact suggested  for aggregate loan volumes (1.12 percentage points). Other studies also  have found that commercial and industrial loans are more strongly  affected by capital ratios than other types of loans.parameters are aggregate estimates and may not generalize to the  specific circumstances of some banks. For example, our model suggests  that banks will adjust lending spreads and loan volumes in response to  the hybrid restriction. However some banks may not be able to raise rates  and would likely have to take other actions, including reducing loan  volumes by more than is suggested here.", "Although other studies found similar results, our estimates generally  should be interpreted with caution, given the methodological and other  limitations inherent in this type of analysis. For example, many of the  specific estimates are not statistically significant with respect to the actual  size of the hybrid capital exclusion’s effects, if any—meaning that they  are not statistically different from zero. compared the results of our model to a wider body of empirical  literature. In general, these sources also found small to moderate  effects on lending activity from changes to bank capital.", "For example, our estimates have wide confidence intervals suggesting considerable  uncertainty in the results (see app. II for limitations). exclusion results in a range of effects. For example, when we assume  that institutions target capital ratios equivalent to replacing 70 percent of  excluded hybrid instruments, estimates range from a decline of 0.13 to  1.81 percentage points for loan volumes and from an increase of 0.06 to  0.43 percentage points for lending spreads. Although exact comparisons  are not always possible, the averages of the estimates are generally  consistent with our model results.studies examine the impact of a generalized shock to capital. However, in  the case of the Tier 1 hybrid capital exclusion, the capital shock is specific  to bank holding companies with assets of $15 billion or more. Given the  large number of banking institutions with assets of less than $15 billion,  the ability of affected institutions to raise loan rates significantly may be  limited by competitive forces, and the decline in loan growth may be  mitigated by substitution across institutions.", "Long-term effects of the hybrid capital exclusion on loan rates will likely  also be small, although the exact impact is unknown. Without Tier 1  hybrid instruments, loan rates could increase if capital costs rise for  institutions that have relied on these instruments as a cheaper source of  regulatory capital. To assess the potential impact on loan rates for these  institutions, we used a modified version of an existing loan pricing  model. Banking institutions have multiple options for adjusting to more costly forms of Tier 1 capital—such as shifting lending activity to lower- risk borrowers, reducing returns to shareholders, increasing efficiency, or  raising lending rates—and the loan pricing model allowed us to consider  these different scenarios. For all of the scenarios we examined, our  model indicated minimal potential loan rate increases from institutions’  use of higher cost and quality Tier 1 capital and, as a result, modest  effects on loan volumes (table 6). Even if institutions are assumed to  adjust solely by raising lending rates, rates would increase by 0.12  percentage points. Other scenarios assuming that institutions’  adjustments also occurred in other areas led to smaller increases in  lending rates. The long-term effects on lending rates may be more  significant for certain institutions. For example, customers of smaller  institutions could experience larger increases in loan rates, but even  these effects likely will remain modest. Again, the effects on lending  rates would likely be mitigated since it may be difficult for the impacted  institutions to pass the higher cost on to borrowers without losing market  share.", "The lack of tax-deductible Tier 1 hybrid capital instruments could result in  a cost disadvantage for U.S. institutions relative to their foreign peers,  although the overall competitive effects are unclear. Hybrid capital  instruments, in particular trust preferred securities and real estate  investment trust (REIT) preferred securities, generally have been the  primary Tier 1 capital instruments for which U.S. institutions have  received tax-deductible treatment.instruments receive favorable tax treatment compared to equity. The tax  code generally allows interest expenses on debt instruments to be  deducted from income, but not dividends or other payments to equity   In the United States, debt  holders. According to market participants, other Tier 1 capital instruments  such as preferred stock generally have not qualified for tax advantages  because their equitylike features, such as a perpetual maturity or  noncumulative dividends, disqualify them from IRS consideration as debt  instruments. Market participants said that a favorable tax treatment is one  of the primary reasons banking institutions use hybrid capital. In addition,  the Federal Reserve has identified the importance of trust preferred  securities’ tax advantages to the competitiveness of U.S. banking  institutions as a reason for allowing the instruments as Tier 1 capital.", "Changes to the definition of Tier 1 capital resulting from the Dodd-Frank  Act and Basel III effectively eliminate hybrid capital instruments that  qualify for tax-deductible status in the United States. Both the Dodd-Frank  Act and Basel III prevent the use of trust preferred securities in Tier 1  capital, and Basel III restricts the use of REIT preferred securities for  large banking institutions. In addition to the Dodd-Frank Act’s exclusion of  trust preferred securities, Basel III contains provisions that would  eliminate the instruments’ use as Tier 1 capital, although over a longer  period. The Basel III framework requires Tier 1 instruments that are not  common equity to meet certain criteria—including having a perpetual  maturity and discretionary, noncumulative dividends—that effectively  exclude trust preferred securities. Furthermore, Basel III limits the amount  of Tier 1 capital credit for instruments such as REIT preferred, hindering  their use as a tax-advantaged source of Tier 1 capital, according to  market participants. The Basel III standards provide a single global  definition of bank regulatory capital, but how those standards are adopted  and implemented depends on statutory and regulatory action by national  authorities. To promote complete and globally consistent  implementation, the Basel Committee established a framework to monitor  and review implementation of Basel III capital requirements.", "However, some foreign jurisdictions have tax codes that may allow tax  advantages for hybrid instruments that would still qualify as Tier 1 under  the new Basel III definition, potentially leaving U.S. institutions with a  cost-of-capital disadvantage. The tax treatment of capital instruments— such as the ability to deduct interest or dividend payments—differs across  countries based on their domestic tax regimes, potentially resulting in  varied after-tax costs of Tier 1 instruments across countries. According to  market participants, some foreign jurisdictions—particularly in Europe— allow tax deductibility of some perpetual, noncumulative capital  instruments that would still meet Basel III Tier 1 criteria. For example, a  2006 report by the Committee of European Bank Supervisors indicated  that European countries such as France, Germany, Spain, and the United  Kingdom allow tax deductibility of some types of noncumulative, perpetual  instruments that are not tax deductible in the United States. In a 2007  report on the use of hybrid capital instruments in Europe, the same  organization found that almost all Tier 1 hybrid instruments in Europe  were perpetual (95 percent) and noncumulative (93 percent). Market  participants indicated that the lack of tax-deductible Tier 1 capital could  result in a cost of capital disadvantage for U.S. institutions relative to their  international peers. The longer time frame for excluding trust preferred  securities and other Tier 1 hybrid instruments under Basel III rules also  could present a cost-of-capital disadvantage for U.S. banking institutions  during the extended phase-out period.", "The international competitive effects of any such disadvantage for U.S.  institutions are uncertain given the scope and significance of other  regulatory reforms occurring domestically and globally. Basel III and the  Dodd-Frank Act include many significant changes to capital requirements  and financial regulation that may have consequences for the international  competitiveness of U.S. banking institutions—consequences that are  equal to or greater than the consequences of the changes to Tier 1 hybrid  capital rules. For example, Basel III increases required capital levels;  introduces additional capital buffers; expands its coverage of risks,  including those from securitizations and trading counterparties; and  introduces a leverage ratio requirement and liquidity standards. The  Dodd-Frank Act introduced fundamental reforms across the banking and  financial regulatory systems, including changes to the regulation of  systemic risks, the trading and investment activities of banking  institutions, the use and trading of derivatives, securities regulation, and  the structure of bank supervision. The extent to which these regulatory  reforms may interact to present additional competitive advantages or  disadvantages to U.S. banking institutions relative to their foreign peers  will determine the ultimate significance of any tax disadvantage from  hybrid instruments.", "In addition, market participants identified other factors that might affect any  international competitiveness implications of not permitting tax-deductible  Tier 1 hybrid instruments. First, U.S. regulators have not yet proposed rules  for implementing Basel III, and their decisions on how, when, and for which  institutions the provisions will apply may limit potential tax disadvantages.  For example, one banking institution said that U.S. regulators could choose  not to apply Basel III minority interest deductions to REIT preferred  securities because regulators can require that the instruments be converted  to preferred shares when necessary to absorb financial losses more  effectively. Second, concerns about a cost-of-capital disadvantage would  apply only to the largest U.S. banks that compete globally rather than to the  many smaller banking institutions that compete with each other  domestically. Third, institutions in some foreign jurisdictions may face  competitive disadvantages from a more stringent application of Basel III  rules for hybrid instruments. For example, European authorities said that  draft rules for European institutions require an explicit loss absorption  mechanism—such as the ability to write down or convert the hybrid  instrument to equity—for all Tier 1 hybrid instruments, while the Basel III  rules require such features only for some instruments (not including  preferred shares). Finally, hybrid instruments will have a more limited role  than in the past because of increased regulatory requirements for the  amount of common equity in Tier 1, potentially moderating any competitive  disadvantages from differences in the cost of Tier 1 hybrid capital. For  example, the common equity requirement under Basel III represents over  80 percent of the overall Tier 1 capital requirement, and the share is higher  for systemically important institutions. A higher requirement for common  equity results in a smaller scope for using hybrid instruments to meet  overall Tier 1 levels. Previous Basel guidelines called for common equity to  make up only the predominant share of overall Tier 1—effectively 51  percent. Thus, any cost of capital disadvantages from Tier 1 hybrid  instruments may be relatively less significant than under prior international  regulatory capital frameworks."], "subsections": []}]}, {"section_title": "Smaller Banking Institutions Face Limited Capital- Raising Options but Report Little Unmet Capital Need", "paragraphs": ["Smaller banking institutions generally had limited options for raising capital,  and one important form of capital—trust preferred securities—is now  largely unavailable to these banks. According to market participants we  interviewed, around 2000 or earlier, smaller institutions had little to no  access to public capital markets, in part because their offerings were not  large enough to attract investors. Starting in 2000, investment banks began  pooling the trust preferred securities of many smaller institutions and selling  shares of those pools to investors. This pooling of trust preferred securities  expanded smaller institutions’ access to capital by removing many of the  previous obstacles to attracting investors. For example, the pooled  structures received combined credit ratings for all of the underlying issuers,  while many smaller institutions did not receive individual ratings. As a  result, for the first time, smaller institutions were able to access significant  amounts of capital from investors who required credit ratings.", "Trust preferred securities quickly became a popular option for smaller  institutions to access capital. Available data show that, from 2000 to  2007, trust preferred securities accounted for over half of all regulatory  capital offerings made by smaller institutions and totaled more than $23  billion (see fig. 8). Based on our nationally representative survey, we  estimate that 30 percent of smaller institutions considered that prior to  January 1, 2008, their ability to issue trust preferred securities (including  pools of trust preferred securities) had been beneficial to their ability to  access regulatory capital. About half of institutions did not issue any  trust preferred securities, and 10 percent considered their ability to issue  trust preferred securities not at all beneficial.", "During and following the financial crisis, however, offerings of trust  preferred securities dropped considerably. According to market  participants, investors were no longer interested in purchasing trust  preferred securities, partly because of their performance during the  financial crisis and concerns about new regulatory restrictions such as  those under the Dodd-Frank Act. Specifically, many investors in trust  preferred securities found that the instruments did not meet their  expectations during the crisis. For example, more institutions deferred  dividends than investors had expected, particularly smaller institutions.  Additionally, pools of trust preferred securities did not prove to be as  diversified as anticipated. After 2007, trust preferred securities accounted  for a much smaller share of smaller institutions’ regulatory capital  offerings—just 3 percent from 2008 through 2010—and no smaller  institutions offered trust preferred securities in the first half of 2011. Based  on our survey, an estimated 12 percent of smaller institutions would likely  be able to raise trust preferred securities within the next year.", "With trust preferred securities largely unavailable, smaller institutions  increased their reliance on other types of preferred shares as a capital  source, largely through investments from the Treasury Department’s  Troubled Asset Relief Program (TARP). Prior to the financial crisis,  smaller banking institutions rarely issued preferred shares that were not  pooled into trust preferred securities. For example, between 2000 and  2007, preferred shares accounted for 4 percent of the number of  regulatory capital offerings of smaller institutions. However, in 2008 and  2009, when TARP made its investments in hundreds of banking  institutions, over half (58 percent) of smaller institutions’ capital offerings  were in the form of preferred shares. Of these, 82 percent were offered  through TARP. As the federal government is no longer making new  capital investments in banking institutions, smaller institutions will likely  face more limited access to preferred shares in the future. For example,  preferred shares accounted for only 17 percent of smaller institutions’  capital offerings in the first half of 2011.", "Common equity now predominates, and the most available source of  capital for smaller institutions is equity investments from board members or  the local community. In 2010 and 2011, most capital offerings by smaller  institutions (70 percent) were in the form of common equity. In 2010,  smaller institutions raised more common equity—$7 billion—than in any  year between 2000 and 2009, a period when the average amount raised  annually was $3.4 billion. Based on our survey results, we estimate that 70  percent of smaller institutions would likely be able to raise equity capital  from board members or their local community within the next year.  However, smaller institutions were considerably less likely to be able to  raise capital in other forms during this time. For example, we estimate that  about 30 percent of institutions would likely be able to raise preferred equity  from a private placement, subordinated debt, or common equity from a  public offering, and the estimated percentages are lower for preferred  equity from a public offering and trust preferred securities (see fig. 9).", "Percentages are estimates based on the results of our nationally  representative sample of smaller banking institutions. All estimates have  a margin of error of less than 7 percentage points."], "subsections": [{"section_title": "Smaller Institutions’ Ability to Raise Capital Varies by Financial Condition and Other Factors", "paragraphs": ["Smaller institutions consider their financial condition and performance (for  example, profitability, debt and capital levels, and asset quality) as the  most important factor in their ability to successfully access capital. Based  on our survey results, we estimate that 87 percent of smaller institutions  consider financial condition and performance as a very important factor in  their ability to raise capital. Market participants noted that investors may  be concerned about smaller institutions’ loan portfolios and  concentrations in commercial real estate. They explained that smaller  institutions tend to have greater geographic concentration and fewer  business lines and tend also to focus on traditional lending, which has not  been profitable recently. Management quality was the second most  important factor, with 74 percent considering it as very important to  raising capital. One smaller institution with less than $100 million in total  assets noted that it could raise capital fairly easily from existing investors  and local customers but added that they would have to perceive the  bank’s performance and management as satisfactory. Smaller institutions  rated several other factors as important to their ability to successfully  raise capital, including growth potential, the economic environment in  their lending area, and familiarity with investors.", "Additionally, results from our survey showed that smaller banking  institutions’ ability to raise different forms of capital varied somewhat by  factors such as asset size, ownership type (public or private), institution  type (bank or thrift), and organization structure (holding company or  stand-alone). For example, we estimate that a larger proportion of public  institutions and institutions with total assets of between $500 million and  $10 billion were likely to be able to raise common equity from a private  capital offering than were private institutions and institutions with less  than $500 million in total assets. Also, a larger proportion of banks and  holding companies were likely to be able to raise subordinated debt than  were thrifts and stand-alone institutions without a holding company.  However, most of these groups saw equity investments from board  members or the local community as the most available form of capital.", "The current regulatory capital-raising environment was described as very  challenging for an estimated 44 percent of smaller banking institutions  and moderately challenging for an additional 32 percent, for several  reasons. Smaller institutions most often considered the economic climate  and laws and regulations as challenges to their institutions’ ability to raise  capital. Specifically, 89 percent of smaller institutions found the economic  climate, market conditions, or both to be challenging to their ability to  raise capital, and 86 percent found laws and regulations to be  challenging. Several respondents identified SEC rules that apply  additional reporting requirements to institutions exceeding 500  shareholders as a constraint on their ability to raise capital from new  investors. Other factors that the majority of smaller institutions identified  as challenging included the transaction costs of conducting a public  offering, lack of access to public capital markets, and investors’  preference for large offerings.", "Market participants also identified several factors that inhibited smaller  institutions’ access to public capital markets. For example, some  investors have minimum investment requirements and cannot make  investments below a certain size. At the same time, limitations on the  share of ownership of banks—beyond which investors would have to  register as a bank holding company—restrict the share of equity  securities that most investors are willing to purchase. According to some  market participants, the minimum investment size requirements, along  with ownership limitations, eliminate many investors as a potential capital  source for small institutions. Additionally, market participants said that  potential investors generally were not willing to devote resources to  researching offerings of relatively small banks because the research  required for a small offering was nearly the same as it would be for a  larger offering that would provide more potential for a higher absolute  return. Also, market participants noted that investors generally required  that the securities they purchased be liquid—that is, easily resold at a  reasonable price. The capital offerings of smaller institutions typically  have less liquidity than those of larger institutions because a more limited  group of investors is able and willing to purchase the instruments, and  they are traded less frequently. Finally, market participants reported that  credit rating agencies generally did not rate the offerings of smaller  institutions, which can restrict access to public capital markets."], "subsections": []}, {"section_title": "A Majority of Smaller Institutions Report No Unmet Capital Need", "paragraphs": ["Most smaller institutions have not raised capital since January 1, 2008,  and the majority of those reported no need for or interest in additional  capital (see fig. 10). Specifically, we estimate that 65 percent of smaller  institutions have not raised capital since January 1, 2008, and 88 percent  of those did not need or want to raise more regulatory capital. Only 3  percent of smaller institutions that had not raised capital since January 1,  2008, attempted to raise capital but were unable to do so.", "The smaller institutions that had raised capital since January 1, 2008,  were generally satisfied with the capital they had raised. We estimate that  35 percent of smaller institutions had raised regulatory capital since  January 1, 2008. Of these institutions, 82 percent reported that the  amount of regulatory capital raised met their goal, and 93 percent  reported that it met their initial terms and conditions.", "Institutions whose financial condition was relatively strong generally had a  more favorable view of the capital-raising environment. Supervisory  examination ratings assigned by a banking institution’s primary regulator  generally assess the institutions’ financial condition and performance.According to our survey results, institutions that found the current  regulatory capital-raising environment challenging had weaker  supervisory ratings on average than institutions that did not find the  environment challenging (see fig. 11). Furthermore, among smaller  institutions that raised capital, the institutions that met their initial targets  had significantly stronger supervisory ratings than institutions that did not  meet their target amounts. Consistent with our survey results, market  participants noted that capital was available for relatively healthy  institutions that sought capital to support growth opportunities but was  largely unavailable to weaker institutions seeking capital to address  problems with their financial condition and performance."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to FDIC, the Federal Reserve, and OCC  for their review and comment. FDIC and the Federal Reserve provided  technical comments that were incorporated, as appropriate.", "We are sending copies of this report to appropriate congressional  committees, FDIC, the Federal Reserve, OCC, and other interested  parties. In addition, the report is available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2642 or mccoolt@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made key contributions to this report  are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The objectives of our report were to examine (1) the use of hybrid capital  instruments as Tier 1 capital and the benefits and risks of including them  in this category, (2) the potential effects on banking institutions and the  economy of prohibiting the use of hybrid instruments to meet Tier 1  capital requirements, and (3) options that exist for smaller banking  institutions to access regulatory capital."], "subsections": [{"section_title": "Use of Tier 1 Hybrid Capital Instruments and Their Benefits and Risks", "paragraphs": ["To describe the use of Tier 1 hybrid capital instruments, we analyzed data  from banking institutions’ regulatory financial filings and reviewed relevant  federal banking regulations. To determine the instruments that were  eligible for Tier 1 capital treatment for various banking institutions, we  reviewed the statutes and regulations concerning capital requirements for  banks (including national banks, state member banks, and state  nonmember banks), thrifts, and bank and thrift holding companies. We  also interviewed federal banking regulators—specifically, from the  Federal Deposit Insurance Corporation (FDIC), the Board of Governors of  the Federal Reserve System (Federal Reserve), the Office of the  Comptroller of the Currency (OCC), and the Office of Thrift Supervision  (OTS)—to determine the regulatory treatment of hybrid capital  instruments for different banking institutions. We defined the scope of this  report to focus on instruments that the Federal Reserve made eligible for  limited inclusion in Tier 1 capital for bank holding companies but were not  allowed for other types of banking institutions. These instruments— defined by the Federal Reserve as restricted core capital elements—will  be excluded from Tier 1 capital by the Dodd-Frank Wall Street Reform  and Consumer Protection Act (Dodd-Frank Act) and include trust  preferred securities, which are widely recognized as the most common  hybrid capital instrument. Because federal banking regulators did not  allow these instruments as Tier 1 capital for depository institutions— banks and thrifts—our review focused on the use of hybrid instruments by  holding companies.", "To assess the use of hybrid instruments by bank holding companies, we  analyzed data that these institutions report to the Federal Reserve  annually on form FR Y-9C, “Consolidated Financial Statements for Bank  Holding Companies.” This report is filed by all top-level bank holding  companies with $500 million or more in consolidated total assets and by  select institutions with less than $500 million in total assets. The Federal  Reserve supervises approximately 5,000 top-level bank holding  companies, although most of these do not file form FR Y-9C and are not  subject to Tier 1 capital requirements because of their small asset size.  For December 31, 2010, our data included 969 top-level bank holding  companies. We removed a small number of institutions from our data that  reported “NA” for total assets. We also removed a small number of  domestic subsidiaries of foreign banking institutions that the Federal  Reserve exempted from Tier 1 capital requirements. We analyzed year- end data from 1997—the first full year following the Federal Reserve’s  decision to allow trust preferred securities as Tier 1 capital—through  2010, the most recent year with complete data available. We collected the  FR Y-9C data using SNL Financial, a private data provider, and  calculated the amount of hybrid instruments eligible for inclusion in Tier 1  in consultation with the Federal Reserve.", "We also assessed the use of hybrid capital instruments by thrift holding  companies. Although thrift holding companies were not subject to uniform  Tier 1 capital requirements, they were informally assessed under rules  similar to the Federal Reserve’s rules for bank holding companies,  according to OTS officials. As such, we included thrift holding companies  in our analysis using a proxy Tier 1 calculation described in the OTS  examiner’s handbook for thrift holding companies. We obtained data on  thrift holding companies from the holding company schedule in the Thrift  Financial Report filed by OTS-supervised institutions. The data included  some institutions that were not top-level consolidated thrift holding  companies, and we removed them from our analysis after discussions  with a former OTS official who is now at FDIC. We used SNL Financial  and the Federal Reserve’s National Information Center to determine  which records to remove from our analysis. Because data from the Thrift  Financial Report includes fewer fields than the FR Y-9C, we limited our  analysis to thrift holding companies’ use of trust preferred securities from  year-end 2004 to year-end 2010. Data on thrift holding companies’ use of  trust preferred securities was not available prior to 2004.", "To describe the benefits and risks of including hybrid instruments as Tier  1 capital, we collected and reviewed studies and other documentary  evidence from federal regulators, industry participants and observers, and  academic sources. We conducted interviews with market participants,  including banking institutions, investment banks, credit rating agencies,  law firms, industry associations, and each of the federal banking  regulators. We also reviewed data on the recent default and dividend  deferral activity of trust preferred securities provided to us by a major  credit rating agency."], "subsections": []}, {"section_title": "Effects of Excluding Tier 1 Hybrid Instruments on Capital Adequacy and International Competitiveness", "paragraphs": ["To assess the effects of excluding Tier 1 hybrid capital on the capital  adequacy of financial institutions, we analyzed regulatory capital data to  determine the extent to which bank holding companies may fall below  minimum regulatory capital levels without Tier 1 hybrid instruments. We  used year-end 2010 data from the FR Y-9C regulatory filing discussed  previously as a baseline to compare institutions’ Tier 1 capital levels  before and after the hybrid capital exclusion. We assessed potential  reductions in institutions’ capital categories based on the Tier 1 risk- based capital ratio and Tier 1 leverage ratio. For the risk-based capital  and leverage ratios, we used the capital adequacy category of well  capitalized based on the levels that FDIC has identified for depository  institutions under prompt corrective action standards. For the minimum  capital levels for these ratios, we used benchmarks based on the Federal  Reserve’s bank holding company capital adequacy regulations. To  consider the most significant potential effects, our analysis removed all  Tier 1 hybrid instruments from all bank holding companies’ Tier 1 capital.  In reality, any effects will be mitigated by grandfathering, exemptions, and  phase-in periods. We also collected information from interviews with  regulators and industry participants and observers on the potential effects  of the hybrid capital exclusion on the safety and soundness of banking  institutions.", "To evaluate the potential implications for international competitiveness of  restricting Tier 1 hybrid capital, we reviewed studies and other  documentary evidence and compared international rules on hybrid capital  proposed by the Basel Committee on Banking Supervision with U.S.  regulatory policy, including the Dodd-Frank Act. We also reviewed  proposed rules to implement the new Basel Committee standards in  Europe and reports by the Committee of European Banking Supervisors  on the use of hybrid capital in Europe. We interviewed regulators, industry  participants and observers, and European regulatory organizations to  gather information on the effects of the hybrid capital exclusion on the  international competitiveness of U.S. institutions.", "For information on our analysis of the hybrid capital exclusion’s potential  effects on the cost and availability of credit, see appendix II."], "subsections": []}, {"section_title": "Smaller Banking Institution Access to Regulatory Capital", "paragraphs": ["To address our third objective, we conducted a nationally representative  web-based survey of executives of banks, thrifts, and bank and thrift  holding companies with less than $10 billion in total assets. Based on  information on banking institutions provided by FDIC, OTS, and the  Federal Reserve, we identified 6,733 institutions with less than $10 billion  in total assets that would serve as the population for this survey. This  population included all stand-alone banks and thrifts (banks and thrifts  that do not have a holding company), as well as all top-level consolidated  bank and thrift holding companies. We included top-level holding  companies in our population rather than the subsidiary banks or thrifts  because industry participants and regulators said that the holding  company typically raised capital for its subsidiaries. We selected a  stratified random sample of 794 institutions from the population of 6,733.  We divided the population into four strata based on the amount of assets  and the entity’s status—that is, whether it was part of a holding company  or a stand-alone bank or thrift. We designed the sample size to produce a  proportion estimate within each stratum that would achieve a precision of  plus or minus 7 percentage points or less at the 95-percent confidence  level. We then inflated the sample size for an expected response rate of  50 percent. Because of the small number of banks and holding  companies with assets greater than $5 billion and less than $10 billion,  we selected all of these with certainty.", "We received valid responses from 510 (64 percent) of the 794 sampled  banking institutions. The weighted response rate, which accounts for the  differential sampling fractions within strata, is 66 percent. We identified  eight banking institutions in our sample that were either closed or were  improperly included in the sampling frame. We classified these as out-of- scope institutions and adjusted our estimates so that they were  generalized only to the 6,659 (+/- 58) institutions estimated to be in-scope  institutions in the population.", "We analyzed our survey results to identify potential sources of  nonresponse bias using two methods. First, we examined the response  propensity of the sampled banking institutions by several demographic  characteristics, including asset size, type of institution, region, regulator,  and ownership status. Second, we compared weighted estimates from  respondents and nonrespondents to known population values for four  measures that were related to the survey outcomes we were most  interested in. We conducted statistical tests of differences, at the 95- percent confidence level, between estimates and known population  values, and between respondents and nonrespondents. We determined  that weighting adjustments within strata would be sufficient to mitigate  any potential nonresponse bias. We did not observe any significant  differences between weighted estimates and known population values or  between respondents and nonrespondents.", "The web-based survey was administered from June 15, 2011 to August  15, 2011. We sent banking institution executives an e-mail invitation to  complete the survey on a GAO web server using a unique username and  password. Nonrespondents received several reminder e-mails and a  letter from GAO asking them to complete the survey. The practical  difficulties of conducting any survey may introduce additional  nonsampling errors, such as difficulties interpreting a particular question,  which can introduce unwanted variability into the survey results. We took  steps to minimize nonsampling errors by pretesting the questionnaire with  four banks in April 2011. We conducted pretests to make sure that the  questions were clear and unbiased and that the questionnaire did not  place an undue burden on respondents. An independent reviewer within  GAO also reviewed a draft of the questionnaire prior to its administration.  We made appropriate revisions to the content and format of the  questionnaire after the pretests and independent review. All data analysis  programs were independently verified for accuracy. See appendix III for  responses to survey questions. We also collected information on  supervisory examination ratings from the Federal Reserve and FDIC to  supplement information from our survey.", "To identify trends in the amount and types of regulatory capital raised by  smaller banking institutions since 2000, we analyzed data on capital  issuances. We obtained data from SNL Financial, which collects capital  issuance data from Securities and Exchange Commission filings and press  releases. We limited our review to the issuance of instruments that may be  counted as Tier 1 or Tier 2 regulatory capital by an institution’s primary  federal regulator. These included common equity, preferred stock, trust  preferred securities, and subordinated debt. We discussed the data with SNL  Financial representatives to confirm our understanding of what the data  represented and what types of capital issuances were not included. The data  included offerings on public and private exchanges but did not reflect capital  raises that were not publicly offered, such as equity investments in small  institutions made by board members or local communities. Comprehensive  data on the raising of private capital were unavailable.", "We also interviewed market participants, including banking institutions,  investment banks, industry associations, and federal banking regulators,  to collect information on how smaller banking institutions access  regulatory capital and challenges they face in raising capital.", "For parts of our methodology that involved the analysis of computer- processed data, we assessed the reliability of these data and determined  that they were sufficiently reliable for our purposes. Specifically, we  conducted reliability assessments on the SNL Financial data and on data  from OTS’s Thrift Financial Reports. To assess the reliability of these data,  we reviewed factors such as the timeliness, accuracy, and completeness.  We conducted electronic testing and manual review to identify missing and  out-of-range data and other anomalies and compared computer-generated  data to source documents for a selected sample of companies.", "We conducted this performance audit from December 2010 to January  2012 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}]}, {"section_title": "Appendix II: GAO Analysis of the Economic Effects of the Hybrid Capital Exclusion", "paragraphs": ["To assess the effects on banking institutions and the economy of  prohibiting the use of hybrid instruments to meet Tier 1 capital  requirements, we analyzed the potential impact of this change on the cost  and availability of credit. Specifically, we designed a modified version of  an established econometric model to estimate the effect of a change in  Tier 1 capital levels on key credit market variables, including loan volume  growth and lending spreads. We also used a modified version of an  existing loan pricing model to assess the impact on loan rates of banking  institutions’ inability to include newly issued hybrid securities as Tier 1  capital."], "subsections": [{"section_title": "Vector Autoregression Model", "paragraphs": ["To estimate the effect of changes to banking institutions’ capital ratios on  the cost and availability of credit, we estimated a modified version of a  vector autoregression (VAR) model commonly used in macroeconomic  and monetary research. Our VAR model consists of eight variables,  including variables that serve as a proxy for the banking sector. We  conducted analysis known as “innovation accounting” to trace a  temporary shock to bank capital through the banking system. These  techniques allowed us to form estimates of the impact of changes in  capital ratios on loan growth, loan spreads, and lending standards. Our  model closely follows similar analysis by Berrospide and Edge (2010),  Lown and Morgan (2006), and Bernanke and Gertler (1997). We found  that a negative 1 percentage point decrease in the capital ratio results in  a 1.2 percentage point decline in loan volume growth and a 0.16  percentage point (16 basis points) increase in loan spreads. We  calibrated these estimates to the capital shock resulting from the hybrid  capital exclusion, assuming that banks have a particular capital target.", "The VAR methodology provides a systematic method to capture  dynamics in multiple time series and provide empirical evidence on the  response of macroeconomic variables to various exogenous changes  (called shocks or impulses within the framework). In contrast to structural  models, VARs do not rely on detailed ex ante modeling of the  relationships among the variables of interest. So long as they are present  in the data during the period over which the model is estimated, many of  the factors that need to be modeled separately by other estimation  approaches—including international spillovers, impacts of competition or  market power, and the stabilizing role of monetary policy—are  incorporated implicitly.", "The VAR methodology advanced by Sims (1980) treats all variables  symmetrically and as potentially endogenous. That is, each variable in the  model is treated as if it is influenced by other variables in the system. No  structure is imposed on the variables in the model, and instead any  existing causal relations are determined purely by the data itself. Each  variable is expressed as a linear function of its own past values and the  past values of all other variables included in the system. The equations  are estimated by ordinary least squares (OLS) with the error terms  representing surprise/unexpected movements in the variables after taking  past values into account.", "The VAR methodology can be transformed to examine the dynamic  reaction of each of the endogenous variables to shocks to the system. This technique is often referred to as innovation accounting and involves  the construction of impulse response functions. Impulse responses trace  the effects of shocks or innovations to one variable through the system  and examine their impacts on the other included variables. In tracing out  the response of current and future values of each of the variables to a  shock in the current value of one of the VAR errors, we assume that this  error returns to zero in subsequent periods and that all other errors are  equal to zero. Consequently, the shock is designed to be temporary. To  exploit the innovation accounting framework and identify the impulse  response function, we must impose some structure on the model that  takes the form of simplifying restrictions. These restrictions result in  causal priority given to some variables over others and are generally  driven by theory. As a result, although the system incorporates feedback  between all of the variables, some variables are expected to impact on  others without contemporaneous feedback. As we discuss later, the  ordering of variables is critically important and can impact the results in  material ways.", "The residuals obtained from each of the estimated OLS regressions in the VAR system  are combinations of underlying structural innovations. four variables: (1) real loan volume growth—commercial bank and thrift  loan growth in our base models, (2) changes in lending spreads— commercial and industrial loan rate relative to a benchmark, (3) lending  standards as measured by the net fraction of loan officers at commercial  banks reporting a tightening of credit standards for commercial and  industrial loans (C&I) in the Federal Reserve’s Senior Loan Officer  Opinion Survey, and (4) the aggregate capital-to-assets ratio for the  commercial banking sector. The addition of the latter four variables allows  us to investigate the dynamic interaction between banks and the  macroeconomy. We assembled the data from Thomson Reuters  Datastream and the Federal Reserve System (table 8). We have relied on  this data in our past reports and neither Thomson Reuters Datastream  nor the Federal Reserve has changed their methods for collecting or  reporting data since we relied on it last. We consider this data to be  reliable for our purposes.", "We transformed all of the variables into growth rates except for the capital  ratio and lending standards in our base models. We adjusted loan  volumes for inflation as suggested by the Basel Committee on Banking  Supervision’s Macroeconomic Assessment Group. Using the estimated  VAR system for the third quarter of 1990 through the fourth quarter of  2010, we traced out the dynamic responses of loan volumes, lending  spreads, and other macroeconomic variables to shocks to the bank  capital ratio. As a result, we can obtain quantitative estimates of how  bank “innovations” or “shocks” affect the cost and availability of credit.", "To model the relationship as validly as possible, we  transformed the variables to ensure that they were stationary,  selected the appropriate lag length using a formal test,  tested formally for the stability of the system, determined a reasonable ordering of the variables, and  conducted sensitivity tests.", "Our base results rely on impulse response functions using the following  causal ordering of the variables: GDP, GDP deflator (inflation), federal  funds rate, commodity spot prices, loan volumes, capital ratio, loan  spreads, and lending standards. However, we also obtained impulse  response functions using an alternative ordering that gave causal priority  to the banking sector variables. Although these are two extremely  different ordering schemes, we found that the results were only mildly  sensitive to the decision to give causal priority to the macroeconomic  variables. For example, using the standard ordering of the variables, we  found a 1 percentage point increase in the capital ratio yields peak effects  on loan volumes and lending spreads of 0.96 percentage points and 14  basis points, while the alternative order produced peak effects of 1.4  percentage points and 17 basis points, respectively. Nevertheless, our  base estimates use the average of the outcomes for the two different  orderings of the variables: (1) where the macro variables are given causal  priority and (2) where the bank variables are given causal priority.", "We also varied the functional form in some sensitivity tests, including  changing the time period analyzed and using different proxies for loan  volumes and bank capital. In some sensitivity tests, we excluded the  effects of the global financial crisis by running the model on the time  period from the third quarter of 1990 to the third quarter of 2008. The  estimated parameters from these estimates generally resulted in smaller  effects on loans but larger effects on loan spreads. One finding in the  literature is that C&I loans are more sensitive to changes in capital. As a  result, we looked directly at the response of C&I loans to a capital shock.  Our results were consistent with the literature, and we found an impact of  capital changes on C&I loan volumes of about twice the size as the  impact for aggregate loans. Specifically, for C&I loans, we found that a  negative 1 percentage point increase in the capital ratio results in a 2.4  percentage point decline in loan volume growth and a 21 basis point  increase in loan spreads.", "The VAR methodology, while containing some advantages over other  modeling techniques, has particular limitations, and therefore results  using this approach should be interpreted with caution. First, the  methodology potentially overstates the quantitative effects of shocks on  the economy and can be difficult to interpret. Second, the results are  heavily influenced by market and macroeconomic conditions in place  during past periods of large changes in the modeled variables, so they  may not be informative if similar shifts take place under different  circumstances. Also, because the statistical relationships are estimated  from aggregate historical data, the model may not be fully informative  about how economic actors will respond to future policy changes. Third,  the model parameters are aggregate estimates and may not generalize to  the specific circumstances of some banks. Fourth, causal priority is given  to some variables over others in order to conduct meaningful  assessments of the impacts of shocks to the system. Our results,  however, are not particularly sensitive to this ordering, although we do  obtain larger impacts of bank capital on lending activity with some  alternative orderings. To minimize this limitation, our estimates are an  average of a model where causal priority is given to the macroeconomic  variables and a model where causal priority is given to the bank variables.  It should also be noted that VAR shocks reflect omitted variables. If the  omitted variables (factors or information) correlate with included variables,  then the estimates will contain omitted variable bias. Lastly, in our  particular case, the impulse response functions have wide confidence  intervals, suggesting considerable uncertainty in the results. Despite  these limitations, the VAR approach is considered to be a reasonable  alternative to other types of models. Users of the report should be aware  that the VAR methodology represents one approach to analyzing the  effect of bank capital on lending activity. As a result, we believe the  results should be analyzed in the context of the wider body of literature on  the issue. Table 9 identifies studies that we used to compare our results  for reliability and consistency.", "To assess the impact of the inability of banking institutions with greater  than $500 million in assets to include newly issued hybrid securities as  Tier 1 capital, we utilized a modified version of a loan pricing model  following Elliott (2009, 2010). This methodology is designed to illustrate  that banking institutions have multiple options for adjusting to more costly  forms of Tier 1 capital and allows us to consider these different scenarios  and show the implied change in lending rates. Given the variety of ways  that banks can adjust and the degree of competition in loan markets, we  found that the impact on lending rates will likely be modest.", "Our framework is a simple mathematical model that is based on a loan  pricing equation where the price of the loan is such that it must at least  cover the weighted cost of capital, expected credit losses, and  administrative expenses. We augment the equation found in Elliott (2009,  2010) by decomposing equity into common equity and equitylike  instruments (hybrid capital) that qualify as Tier 1 capital. Assuming that  the loan is priced so that the rate charged at least covers the weighted  cost of capital and that institutions hold common equity and hybrid capital  as equity, we can write the following:  L*(1-t) >= (E*(EK*rce + EH*rtps(1-t))+((D*r)+C+A-O)*(1-t)", "L = effective interest rate on the loan  t = marginal tax rate for the bank  E = proportion of equity backing the loan  rtps = required rate of return (yield) on the marginal hybrid securities (trust  preferred securities)  rce = required rate of return (yield) on the marginal common equity  EK = proportion of equity held as common equity  EH = proportion of equity held as hybrid securities (trust preferred  securities)", "D = Proportion of debt and deposits funding the loan  r = Effective marginal interest rate on D  C = the credit spread (equal to probability weighted expected loss on the  loan portfolio)", "A = administrative and other expenses related to the loan  O = other offsetting benefits to the bank of making the loan  This formula is used to capture the lower cost of hybrid securities,  including the associated tax benefits (EH*rtps(1-t)). In practice these  instruments are largely trust preferred securities. As a result, we use the  yield on trust preferred securities as our proxy for the yield on the class of  hybrid instruments. We assume that the yield on hybrid capital is 8.65  percent based on our review of a small sample of actual trust preferred  securities. For smaller banking institutions, we increase the yield on  hybrid capital slightly to 9 percent. For the aggregate banking sector, we  assume that institutions hold 12 percent of their Tier 1 equity in the form  of hybrid securities based on our analysis of banking data from SNL  Financial. Similarly, based on our analysis, we assume that smaller  institutions hold a larger percentage of hybrid securities as equity—19  percent. We initiated our model using the assumptions laid out in Elliott  (2009, 2010) but then made modest adjustments to calibrate the loan rate  to the actual yield on loans for the commercial banking sector (5.6  percent). For smaller banking institutions, we used Elliott’s (2010)  assumptions for banks with $1 billion to 10 billion in assets with minor  modifications. For example, we assumed that smaller institutions had a  higher probability-weighted loss on loan portfolios. The remaining  assumptions not discussed here are contained in table 6.", "Our scenario analysis is designed to illustrate how the loan rate might be  affected given various assumptions about banking institutions’ responses  and other mitigating factors. However, because there is limited empirical  foundation for many of our initial values, the assumptions underlying the  analysis and estimates for the loan rate should not be considered  definitive. Our analysis is designed to illustrate how the cost of credit  might change given various assumptions about institutions’ responses  and other factors, rather than arrive at precise estimates for the level of  loan rates. Moreover, because we focused our analysis on the aggregate  banking sector, the actual impact on and response by individual  institutions can differ depending on a number of dynamics. For example,  we have assumed that banking institutions have the ability to pass on  higher costs to borrowers in the form of higher lending rates, to some  degree. However, some institutions may have to resort to asset sales,  thereby reducing the total amount of their risk-weighed assets or  undertaking other actions due to the inability to pass on the higher cost of  capital to customers."], "subsections": []}]}, {"section_title": "Appendix III: Responses to Questions from GAO’s Survey of Smaller Banking Institutions", "paragraphs": ["We sampled 794 stand-alone banks and thrifts (those with no holding  company) and top-level bank holding companies and thrift holding  companies with total assets of less than $10 billion from the population of  6,733 to examine the options these smaller institutions have for raising  capital. We received valid responses from 510 (64 percent) out of the 794  sampled institutions. Tables 10-24 show the responses to questions from  the survey. Because we followed a probability procedure based on  random selections, our sample is only one of a large number of samples  that we might have drawn. Since each sample could have provided  different estimates, we also provide the lower and upper bound estimates  at a 95 percent confidence interval. The weighted response rate, which  accounts for the differential sampling fractions within strata, is 66 percent.  For more information about our methodology for designing and  distributing the survey, see appendix I."], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Daniel Garcia-Diaz (Acting  Director), James Ashley, Kevin Averyt, Emily Chalmers, William R.  Chatlos, Rachel DeMarcus, M’Baye Diagne, Lawrance Evans Jr., Richard  Krashevski, Jill Lacey, Courtney LaFountain, Marc Molino, Patricia Moye,  Michael Pahr, and Maria Soriano made key contributions to this report."], "subsections": []}]}], "fastfact": []}