{"id": "GAO-10-761T", "url": "https://www.gao.gov/products/GAO-10-761T", "title": "Recovery Act: Clean Water Projects Are Underway, but Procedures May Not Be in Place to Ensure Adequate Oversight", "published_date": "2010-05-26T00:00:00", "released_date": "2010-05-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The American Recovery and Reinvestment Act of 2009 (Recovery Act) included $4 billion for the Environmental Protection Agency's (EPA) Clean Water State Revolving Fund (SRF). This testimony--based on GAO's report GAO-10-604 , issued on May 26, 2010, in response to a mandate under the Recovery Act--addresses (1) state efforts to meet requirements associated with the Recovery Act and SRF program, (2) the uses of Recovery Act funds, and (3) EPA's and states' efforts to oversee the use of these funds. GAO's review of the Clean Water SRF program focused on 14 states and selected localities--known as subrecipients--in each of these states. These 14 states received approximately 50 percent of the total appropriated under the Recovery Act for the Clean Water SRF. GAO obtained data from EPA and the 14 states, including the amounts and types of financial assistance each SRF program provided, which subrecipients were first-time recipients of Clean Water SRF funding, and which projects serve disadvantaged communities."]}, {"section_title": "What GAO Found", "paragraphs": ["The 14 states we reviewed for the Clean Water SRF program had all projects under contract by the 1-year, February 17, 2010, deadline and also took steps to give priority to projects that were ready to proceed to construction by that same date. Eighty-seven percent of Clean Water SRF projects were under construction within 12 months of enactment of the Recovery Act. In addition, the 14 Clean Water SRFs exceeded the 20 percent green reserve requirement, using 29 percent of SRF funds to provide assistance for projects that met EPA criteria for being \"green,\" such as water or energy efficiency projects; these states also met or exceeded the requirement to use at least 50 percent of Recovery Act funds to provide additional subsidization in the form of, for example, principal forgiveness or grants. SRF officials in most of the states we reviewed said that they faced challenges in meeting Recovery Act requirements, including the increased number of applications needing review and the number of new subrecipients requiring additional support in complying with the SRF program and Recovery Act requirements. States used a variety of techniques to address these concerns to meet the 1-year deadline, such as hiring additional staff to help administer the SRF program. The 14 states we reviewed distributed nearly $2 billion in Recovery Act funds among 890 water projects through their Clean Water SRF program. Overall, these 14 states distributed about 79 percent of their funds as additional subsidization, with most of the remaining funds provided as low- or zero-interest loans that will recycle back into the programs as subrecipients repay their loans. In addition, states we reviewed used at least 40 percent of Clean Water SRF Recovery Act project funds ($787 million) to provide assistance for projects that serve disadvantaged communities, and almost all of this funding was provided in the form of additional subsidization. Almost half of the Clean Water SRF subrecipients had never previously received assistance through that program. Of the 890 projects awarded Recovery Act Clean Water SRF program funds in these states, more than one-third are for green projects, and almost all of these (93 percent) were awarded additional subsidization. EPA has modified its existing oversight of state SRF programs by planning additional performance reviews beyond the annual reviews it already conducts, but these reviews do not include an examination of state subrecipient monitoring procedures. According to EPA officials, EPA has not established new subrecipient monitoring requirements for Recovery Act-funded projects and has given states a high degree of flexibility to operate their SRF programs based on each state's unique needs. Although many states have expanded their existing monitoring procedures, the oversight procedures in some states may not be sufficient given that (1) federal funds awarded to each state under the Recovery Act have increased as compared with average annual awards; (2) all Recovery Act projects had to be under contract within 1 year; and (3) EPA and states had little experience with some new Recovery Act requirements, such as the Buy American requirements. For example, some projects have been completed before any site inspection has occurred."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss our work examining selected  states’ use of funds made available for clean water projects under the  American Recovery and Reinvestment Act of 2009 (Recovery Act).  Congress and the administration have fashioned a significant response to  what is generally considered to be the nation’s most serious economic  crisis since the Great Depression. The Recovery Act’s combined spending  and tax provisions are estimated to cost $787 billion, including $4 billion  for the Environmental Protection Agency’s (EPA) Clean Water State  Revolving Fund (SRF). The Recovery Act specified several roles for us,  including conducting ongoing reviews of selected states’ and localities’ use  of funds made available under the act. We recently completed our sixth  review, being issued today, which examined a core group of 16 states, the  District of Columbia, and selected localities. One component of this  review focused on the Clean Water SRF program in 14 of those states and  selected localities—known as subrecipients—in each of these states.  These 14 states received approximately 50 percent of the total amount  appropriated for the Clean Water SRF.", "My statement today is based on this work as it relates to the Clean Water  SRF program’s use of Recovery Act funds and addresses (1) state efforts  to meet requirements associated with the Recovery Act, (2) the uses of  Recovery Act funds, and (3) EPA’s and states’ efforts to oversee the use of  these funds. We obtained data from EPA’s Clean Water SRF Benefits  Reporting system as well as each of the 14 states in our review, including  the amounts and types of financial assistance that each SRF program  provided using Recovery Act funds, the type of Clean Water SRF projects  funded, the contract completion and construction start dates for these  projects, which subrecipients were first-time recipients of the Clean Water  SRF program, and which projects serve disadvantaged communities. We  also reviewed relevant regulations and federal guidance and interviewed  EPA officials that administer the programs in headquarters and 4 of the 10  EPA regions. In addition, we conducted semistructured interviews with  state officials who administer the SRF programs and with subrecipients  who received Recovery Act funds. We conducted performance audits for  this review from November 2009 to May 2010 in accordance with generally  accepted government auditing standards. Those standards require that we  plan and perform the audit to obtain sufficient, appropriate evidence to  provide a reasonable basis for our findings and conclusions based on our  audit objectives. We believe that the evidence obtained provides a  reasonable basis for our findings and conclusions based on our audit  objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The Recovery Act appropriated $4 billion for the Clean Water SRF  program. This funding represents a significant increase compared with  federal funds awarded as annual appropriations to the SRF program in  recent years. From fiscal years 2000 through 2009, annual appropriations  averaged about $1.1 billion for the Clean Water SRF program. Established  in 1987, EPA’s Clean Water SRF program provides states and local  communities independent and permanent sources of subsidized financial  assistance, such as low- or no-interest loans for projects that protect or  improve water quality and that are needed to comply with federal water  quality regulations.", "In addition to providing increased funds, the Recovery Act included some  new requirements for the SRF programs. For example, states were  required to have all Recovery Act funds awarded to projects under  contract within 1-year of enactment—which was February 17, 2010—and  EPA was directed to reallocate any funds not under contract by that date.  In addition, under the Recovery Act, states should give priority to projects  that were ready to proceed to construction within 12 months of  enactment. States were also required to use at least 20 percent of funds as  a “green reserve” to provide assistance for green infrastructure projects,  water or energy efficiency improvements, or other environmentally  innovative activities. Further, states were required to use at least 50  percent of Recovery Act funds to provide assistance in the form of, for  example, principal forgiveness or grants. These types of assistance are  referred to as additional subsidization and are more generous than the  low- or no-interest loans that the Clean Water SRF programs generally  provide."], "subsections": []}, {"section_title": "Despite Challenges, States Met Recovery Act Requirements for the SRFs", "paragraphs": ["The 14 states we reviewed for the Clean Water SRF program met all  Recovery Act requirements specific to the Clean Water SRF. Specifically,  the states we reviewed had all projects under contract by the 1-year  deadline and also took steps to give priority to projects that were ready to  proceed to construction within 12 months of enactment of the Recovery  Act. Eighty-seven percent of Clean Water SRF projects were under  construction within 12 months of enactment. In addition, the 14 Clean  Water SRFs we reviewed exceeded the 20 percent green reserve  requirement, using 29 percent of Recovery Act SRF funds in these states to  provide assistance for projects that met EPA criteria for the green reserve.  These states also met or exceeded the 50 percent additional subsidization  requirement; overall, the 14 states distributed a total of 79 percent of  Recovery Act Clean Water SRF funds as additional subsidization.", "SRF officials in most of the states we reviewed said that they faced  challenges in meeting Recovery Act requirements, especially the 1-year  contracting deadline. Under the base program, it could take up to several  years from when funds are awarded before the loan agreement is signed,  according to EPA officials. Some SRF officials told us that the compressed  time frame imposed by the Recovery Act posed challenges and that their  workloads increased significantly as a result of the 1-year deadline. Among  the factors affecting workload are the following:    Reviewing applications for Recovery Act funds was burdensome.", "Officials in some states said that the number of applications increased  significantly, in some cases more than doubling compared with prior  years, and that reviewing these applications was a challenge. For example,  New Jersey received twice as many applications than in past years,  according to SRF officials in that state.", "Explaining new Recovery Act requirements was time-consuming.", "Because projects that receive any Recovery Act funds must comply with  Buy American requirements and Davis-Bacon wage requirements,  state  SRF officials had to take additional steps to ensure that both applicants  for Recovery Act funds and those awarded Recovery Act funds understood  these requirements.", "Applicants and subrecipients required additional support. Many states  took steps to target Recovery Act funds to new recipients, including  nontraditional recipients of Clean Water SRF funds, such as disadvantaged  communities. According to SRF officials in some states, new applicants  and subrecipients required additional support in complying with SRF  program and Recovery Act requirements. In the states we reviewed, nearly  half of Clean Water SRF subrecipients had not previously received  assistance through that program.", "Project costs were difficult to predict. Officials in some states told us that  actual costs were lower than estimated for many projects awarded  Recovery Act funds and, as a result, some states had to scramble to ensure  that all Recovery Act funds were under contract by the 1-year deadline.  For example, in January 2010, officials from Florida’s SRF programs told  us that a few contracts for Recovery Act-funded projects in the state had  come in below their original project cost estimates, and that this was likely  to be the program staff’s largest concern as the deadline approached.  However, lower estimates also allowed some states to undertake  additional projects that they would otherwise have been unable to fund  with the Recovery Act funding.", "States used a variety of techniques to address these workload concerns  and meet the 1-year contracting deadline, according to state SRF officials  with whom we spoke. Some states hired additional staff to help administer  the SRF programs, although SRF officials in other states told us that they  were unable to do so because of resource constraints. For example, New  Jersey hired contractors to help administer the state’s base Clean Water  SRF funds, allowing experienced staff to focus on meeting Recovery Act  requirements, according to SRF officials in that state. Moreover, some  states hired contractors to provide assistance to both applicants and  subrecipients. For example, California hired contractors—including the  Rural Community Assistance Corporation—to help communities apply for  Recovery Act funds. Furthermore, states took steps to ensure that they  would have all Recovery Act funds under contract even if projects  dropped out because of Recovery Act requirements or time frames. For  example, most of the states we reviewed awarded a combination of  Recovery Act and base funds to projects to allow for more flexibility in  shifting Recovery Act funds among projects.", "States also used a variety of techniques to ensure that they would meet the  green reserve requirement. For example, some of the states we reviewed  conducted outreach to communities and nonprofit organizations to solicit  applications for green projects. Moreover, to make green projects more  attractive to communities, some states offered additional subsidization to  all green projects or relied on a small number of high-cost green projects  to meet the requirement. For example, Mississippi officials told us that the  state funded three large energy efficiency projects that helped the state’s  Clean Water SRF program meet the green reserve requirement."], "subsections": []}, {"section_title": "Recovery Act Funds Went to Many Disadvantaged Communities and New Recipients", "paragraphs": ["The 14 states we reviewed distributed nearly $2 billion in Recovery Act  funds among 890 water projects through their Clean Water SRF program.  These states took a variety of approaches to distributing funds. For  example, four states distributed at least 95 percent of Recovery Act funds  as additional subsidization, while three other states distributed only 50  percent as additional subsidization, the smallest amount permitted under  the Recovery Act. Overall, these 14 states distributed approximately 79  percent of Clean Water SRF Recovery Act funds as additional  subsidization, with most of the remaining funds provided as low- or no- interest loans that will recycle back into the programs as subrecipients  repay their loans. As the funds are repaid, they can then be used to provide  assistance to SRF recipients in the future. Furthermore, states varied in  the number of projects they chose to fund. For example, Ohio distributed  approximately $221 million among 274 Clean Water SRF projects, while  Texas distributed more than $172 million among 21 projects. Some states  funded more projects than originally anticipated because other projects  were less costly than expected, according to officials. For example, Texas  was able to provide funds for two additional clean water projects because  costs—especially material costs—were lower than anticipated for other  projects.", "States we reviewed used at least 40 percent of Recovery Act Clean Water  SRF project funds ($787 million) to provide assistance for projects that  serve disadvantaged communities. Most of the states we reviewed took  steps to target some or all Recovery Act funds to these low-income  communities, generally by considering a community’s median household  income when selecting projects and determining which projects would  receive additional subsidization in the form of principal forgiveness,  negative interest loans, or grants. According to state officials from nine  Clean Water SRF programs, 50 percent of all projects funded by those  states’ SRF programs serve disadvantaged communities, and all of these  disadvantaged communities were provided with additional subsidization.  SRF officials in some states told us that Recovery Act funds—especially in  the form of additional subsidization—have provided significant benefits to  disadvantaged communities in their states. For example, according to  officials from California’s Clean Water SRF program, that state used funds  to provide assistance for 25 wastewater projects that serve disadvantaged  communities, and approximately half of these projects would not have  gone forward as quickly or at all without additional subsidization. Officials  from the City of Fresno confirmed that one of these projects—which will  replace septic systems with connections to the city’s sewer systems in two  disadvantaged communities—would not have gone forward without  additional subsidization. Local officials told us that this project will  decrease the amount of nitrates in the region’s groundwater, which is the  source of the city’s drinking water.", "The Clean Water SRF programs from the 14 states we reviewed used  Recovery Act funds to provide assistance for 890 projects that will meet a  variety of local needs. Figure 1 shows how the 14 states distributed  Recovery Act funds across various clean water categories.", "In the states we reviewed, the Clean Water SRF programs used more than  70 percent of Recovery Act project funds to provide assistance for projects  in the following categories:    Secondary treatment and advanced treatment. States we reviewed used  nearly half of all Recovery Act project funds to support wastewater  infrastructure intended to meet or exceed EPA’s secondary treatment  standards for wastewater treatment facilities. Projects intended to achieve  compliance with these standards are referred to as secondary treatment  projects, while projects intended to exceed compliance with these  standards are referred to as advanced treatment projects. For example,  Massachusetts’ Clean Water SRF program awarded over $2 million in  Recovery Act funds to provide upgrades intended to help the City of  Leominster’s secondary wastewater treatment facility achieve compliance  with EPA’s discharge limits for phosphorous.", "Sanitary sewer overflow and combined sewer overflow. States we  reviewed used about 25 percent of Recovery Act project funds to support  efforts to prevent or mitigate discharges of untreated wastewater into  nearby water bodies. Such sewer overflows, which can occur as a result of  inclement weather, can pose significant public health and pollution  problems, according to EPA. For example, Pennsylvania used 56 percent  of project funds to address sewer overflows from municipal sanitary sewer  systems and combined sewer systems. In another example, Iowa’s Clean  Water SRF program used Recovery Act funds to help the City of Garwin  implement sanitary sewer improvements. Officials from that city told us  that during heavy rains, untreated water has bypassed the city’s pump  station and backed up into basements of homes and businesses, and that  the city expects all backups to be eliminated as a result of planned  improvements.", "In addition to funding conventional wastewater treatment projects, 9 of  the 14 Clean Water SRF programs we reviewed used Recovery Act funds  to provide assistance for projects intended to address nonpoint source  pollution—projects intended to protect or improve water quality by, for  example, controlling runoff from city streets and agricultural areas. The  Clean Water SRF programs we reviewed used 8 percent of project funds to  support these nonpoint source projects, but nonpoint source projects  account for 20 percent (179 out of 890) of all projects. A large number of  these projects—131 out of 179—were initiated by California or Ohio. For  example, California used Recovery Act funds to provide assistance for the  Tomales Bay Wetland Restoration and Monitoring Program, which  restores wetlands that had been converted into a dairy farm. Figure 2  shows the number of projects that fall into various clean water categories.", "Of the 890 projects awarded Recovery Act funds by the Clean Water SRF  programs in the states we reviewed, more than one-third (312) address the  green reserve requirement. Of these green projects, 289 (93 percent) were  awarded additional subsidization. Figure 3 shows the number of projects  that fall into each of the four green reserve categories included in the  Recovery Act. Many of these projects are intended to improve energy  efficiency and are expected to result in long-term cost savings for some  communities as a result of these improvements. For example, the  Massachusetts Water Resources Authority is using Recovery Act funds  provided through that state’s Clean Water SRF program to help construct a  wind turbine at the DeLauri Pump Station, and the Authority estimates  that, as a result of this wind turbine, more than $350,000 each year in  electricity purchases will be avoided. Furthermore, some projects provide  green alternatives for infrastructure improvements. For example, New  York’s Clean Water SRF program provided Recovery Act funds to help  construct a park designed to naturally filter stormwater runoff and reduce  the amount of stormwater that enters New York City’s sewers. More than  half of the city’s sewers are combined sewers, and during heavy rains,  sewage sometimes discharges into Paerdagat Basin, which feeds into  Jamaica Bay."], "subsections": []}, {"section_title": "Although EPA and States Have Expanded Existing Oversight Procedures to Address Recovery Act Requirements, the Procedures May Not Ensure Adequate Oversight", "paragraphs": ["EPA has modified its existing oversight of state SRF programs by planning  additional performance reviews beyond the annual reviews it is already  conducting, but these reviews do not include an examination of state  subrecipient monitoring procedures. Specifically, EPA is conducting  midyear and end-of-year Recovery Act reviews in fiscal year 2010 to assess  how each state is meeting Recovery Act requirements. As part of these  reviews, EPA has modified its annual review checklist to incorporate  elements that address the Recovery Act requirements. Further, EPA  officials will review four project files in each state for compliance with  Recovery Act requirements and four federal disbursements to the state to  help ensure erroneous payments are not occurring. According to EPA  officials, through these added reviews, EPA is providing additional  scrutiny over how states are using the Recovery Act funds and meeting  Recovery Act requirements as compared with base program funds. As of  May 14, 2010, EPA completed field work for its mid-year Recovery Act  reviews in 13 of the states we reviewed and completed final reports for 3  of these states (Iowa, Ohio, and Pennsylvania). EPA has plans to begin  field work in the final state at the end of May 2010.", "Although the frequency of reviews has increased, these reviews do not  examine state subrecipient monitoring procedures. In 2008, the EPA Office  of Inspector General (OIG) examined state SRF programs’ compliance  with subrecipient monitoring requirements of the Single Audit Act and  found that states complied with the subrecipient monitoring requirements  but that EPA’s annual review process did not address state subrecipient  monitoring procedures. The OIG suggested that EPA include a review of  how states monitor borrowers as part of its annual review procedures.  EPA officials told us that they agreed with the idea to include a review of  subrecipient monitoring procedures as part of the annual review but have  not had time to implement this suggestion because EPA’s SRF program  officials have focused most of their attention on the Recovery Act since  the OIG published its report. EPA officials also told us that they believe  the reviews of project files and federal disbursements could possibly  identify internal control weaknesses that may exist for financial controls,  such as weaknesses in subrecipient monitoring procedures. These reviews  occur as part of the Recovery Act review and aim to assess a project’s  compliance with Recovery Act requirements and help ensure that no  erroneous payments are occurring.", "In terms of state oversight of subrecipients, EPA has not established new  subrecipient monitoring requirements for Recovery Act-funded projects,  according to EPA officials. Under the base Clean Water SRF program, EPA  gives states a high degree of flexibility to operate their SRF programs  based on each state’s unique needs and circumstances in accordance with  federal and state laws and requirements. According to EPA officials,  although EPA has established minimum requirements for subrecipient  monitoring, such as requiring states to review reimbursement requests,  states are allowed to determine their own subrecipient monitoring  procedures, including the frequency of project site inspections.", "While EPA has not deviated from this approach with regard to monitoring  Recovery Act-funded projects, it has provided states with voluntary tools  and guidance to help with monitoring efforts. For example, EPA provided  states with an optional inspection checklist to help states evaluate a  subrecipient’s compliance with Recovery Act requirements, such as the  Buy American and job reporting requirements. EPA has also provided  training for states on the Recovery Act requirements. For example, as of  May 14, 2010, EPA has made available 11 on-line training sessions  (i.e.webcasts) for state officials in all states to help them understand the  Recovery Act requirements. EPA has also provided four workshops with  on-site training on its inspection checklist for state officials in California,  Louisiana, New Mexico, and Puerto Rico.", "Although EPA has not required that states change their subrecipient  oversight approach, many states have expanded their existing monitoring  procedures in a variety of ways. However, the oversight procedures may  not be sufficient given that (1) federal funds awarded to each state under  the Recovery Act have increased as compared with average annually  awarded amounts; (2) all Recovery Act projects had to be ready to  proceed to construction more quickly than projects funded with base SRF  funds; and (3) EPA and states had little previous experience with some of  the Recovery Act’s new requirements, such as Buy American provisions,  according to EPA officials. The following are ways in which oversight  procedures may not be sufficient:    Review procedures for job data. According to OMB guidance on Recovery  Act reporting, states should establish internal controls to ensure data  quality, completeness, accuracy, and timely reporting of all amounts  funded by the Recovery Act. We found that most states we reviewed had  not developed review procedures to verify the accuracy of job figures  reported by subrecipients using supporting documentation, such as  certified payroll records. As a result, states may be unable to verify the  accuracy of these figures. For example, Mississippi SRF officials told us  that they do not have the resources to validate the job counts reported by  comparing them against certified payroll records. In addition, during  interviews with some subrecipients, we found inconsistencies among  subrecipients on the types of hours that should be included and the extent  that they verified job data submitted to them by contractors. For example,  in New Jersey one subrecipient told us they included hours worked by the  project engineer in the job counts, while another subrecipient did not.", "Review procedures for loan disbursements. According to EPA officials,  the agency requires states to verify that all loan payments and  construction reimbursements are for eligible program costs. In addition,  according to EPA guidance, states often involve technical staff who are  directly involved in construction inspections to help verify disbursement  requests because they have additional information, such as the status of  construction, that can help accurately approve these requests. However,  we found that in two states we reviewed, technical or engineering staff did  not review documentation supporting reimbursement requests from the  subrecipient to ensure they were for legitimate project costs. For example,  officials in Pennsylvania told us that technical staff from the state’s  Department of Environmental Protection—which provides technical  assistance to SRF subrecipients—do not verify monthly payments to  subrecipients that are made by the Pennsylvania Infrastructure Investment  Authority, the state agency with funds management responsibility for the  state’s SRF programs. Instead, Department of Environmental Protection  staff approve project cost estimates prior to loan settlement, when they  review bid proposals submitted by contractors, and Pennsylvania  Infrastructure Investment Authority officials verify monthly payments  against the approved cost estimates.", "Inspection procedures. According to EPA officials, the agency requires  that SRF programs have procedures to help ensure subrecipients are using  Recovery Act SRF funding for eligible purposes. While EPA has not  established required procedures for state project inspections, it has  provided states its optional Recovery Act inspection checklist to help  them evaluate a subrecipient’s compliance with Recovery Act  requirements, such as the Buy American and job reporting requirements.  Some states we reviewed have adopted EPA’s Recovery Act inspection  checklist procedures and modified their procedures accordingly. For  example, California and Arizona plan to implement all elements of EPA’s  checklist for conducting inspections of Recovery Act projects, according  to officials in these states. Other states have modified their existing  inspection procedures to account for the new Recovery Act requirements.  For example, officials from Georgia said they added visual examination of  purchased materials and file review steps to their monthly inspections to  verify that subrecipients are complying with the Buy American provision.  In contrast, the Pennsylvania Department of Environmental Protection’s  inspection procedures do not include a review of Recovery Act  requirements. For example, we found that inspection reports for three  Recovery Act projects we visited in Pennsylvania do not include  inspection elements that covered Davis-Bacon or Buy American  provisions. Instead, the Pennsylvania Infrastructure Investment Authority  requires subrecipients to self-certify their compliance with these Recovery  Act requirements when requesting payment from the state’s funds  disbursement system. Registered professional engineers who work for the  subrecipients must sign off on these self-certifications and subrecipients  could face loss of funds if a certification is subsequently found to be false,  according to the Executive Director of the Authority.", "Frequency and timing of inspections. According to EPA officials, the  agency does not have requirements on how often a state SRF program  must complete project inspections, and the frequency and complexity of  inspections vary by state for the base SRF program. Officials from several  states told us they have increased the frequency of project site inspections.  For example, Colorado SRF officials said the state is conducting quarterly  project site inspections of each of the state’s Recovery Act funded SRF  projects, whereas under the state’s base SRF programs, Colorado inspects  project sites during construction only when the state has concerns.  However, we found that two states either did not conduct site inspections  of some projects that are complete or had not yet inspected projects that  were near completion. For example, as of April 19, 2010, Ohio EPA had  inspected about 41 percent of its Clean Water SRF projects, but our review  of Ohio’s inspection records showed that at least 6 projects are complete  and have not been inspected, and a number of others are nearing  completion and have not been inspected.", "Monitoring compliance with Recovery Act requirements. We found  issues in several states during interviews with SRF subrecipients that  suggest uncertainty about subrecipients’ compliance with Recovery Act  requirements. For example, we interviewed one subrecipient in Ohio  whose documentation of Buy American compliance raised questions as to  whether all of the manufactured goods used in its project were produced  domestically. In particular, the specificity and detail of the documentation  provided about one of the products used left questions as to whether it  was produced at one of the manufacturer’s nondomestic locations.  Further, another subrecipient in Ohio was almost 2 months late in  conducting interviews of contractor employees to ensure payment of  Davis-Bacon wages.", "In summary, EPA and the states successfully met the Recovery Act  deadlines for having all projects under contract by the 1-year deadline, and  almost all Clean Water SRF projects were under construction by that date  as well. Furthermore, Recovery Act funds were distributed to many new  recipients and supported projects that serve disadvantaged communities.  In addition, Recovery Act Clean Water SRF program funds have supported  a variety of projects that are expected to provide tangible benefits to  improving local water quality. However, as demonstrated in the above  examples, the oversight mechanisms used by EPA and the states may not  be sufficient to ensure compliance with all Recovery Act requirements.  The combination of a large increase in program funding, compressed time  frames, and new Recovery Act requirements present a significant  challenge to EPA’s current oversight approach. As a result, we  recommended that the EPA Administrator work with the states to  implement specific oversight procedures to monitor and ensure  subrecipients’ compliance with the provisions of the Recovery Act-funded  Clean Water and Drinking Water SRF programs. EPA neither agreed nor  disagreed with this recommendation.", "Mr. Chairman, this concludes my prepared statement. I would be pleased  to respond to any questions that you or other Members of the Committee  might have."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For further information regarding this statement, please contact David C.  Trimble at (202) 512-3841 or trimbled@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this statement. Individuals who made key contributions to this  statement include Nancy Crothers, Elizabeth Erdmann, Brian M.  Friedman, Gary C. Guggolz, Emily Hanawalt, Carol Kolarik, and Jonathan  Kucskar.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}