{"id": "GAO-03-795", "url": "https://www.gao.gov/products/GAO-03-795", "title": "SEC and CFTC Fines Follow-Up: Collection Programs Are Improving, but Further Steps Are Warranted", "published_date": "2003-07-15T00:00:00", "released_date": "2003-08-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Collecting fines ordered for violations of securities and futures laws helps ensure that violators are held accountable for their offenses and may also deter future violations. The requesters asked GAO to evaluate the actions the Securities and Exchange Commission (SEC) and Commodity Futures Trading Commission (CFTC) have taken to address earlier recommendations for improving their collection programs. The committees also asked GAO to update the fines collection rates from previous reports."]}, {"section_title": "What GAO Found", "paragraphs": ["SEC and CFTC have improved their collection programs since GAO issued its 2001 fines report. While it was too early to fully assess the effectiveness of their actions, SEC could be doing more to maximize its use of Treasury's collection services. SEC has implemented regulations, procedures, collections guidelines, and controls for using the Treasury Offset Program (TOP), which applies payments the federal government owes to debtors to their outstanding debts. However, SEC has been focusing on referring to TOP those delinquent cases with amounts levied after its new collections guidelines went into effect. The agency has not developed a formal strategy for referring older cases, reducing the likelihood of collecting monies on what could be more than a billion dollars of delinquent debt. Further impeding collection efforts, SEC does not have a reliable system for tracking monies owed on these older cases and therefore could not determine which cases were not being referred to TOP. SEC has drafted an action plan for a new system to track all cases with a monetary judgment. Once the system is in place, the agency should have a tool for identifying all cases, including older delinquent cases that can be referred to TOP. However, SEC has not established a time frame for fully implementing the plan. GAO's calculations for closed cases (collection actions completed) showed that regulators' collection rates on fines imposed between 1997 and August 2002 equaled or exceeded those from 1992 to 1996. Recalculating the rates to include closed and open cases (collection actions ongoing) affected SEC's and CFTC's collection rates, primarily because of a few large uncollected fines."]}], "report": [{"section_title": "Letter", "paragraphs": ["Collecting fines ordered for violations of securities and futures laws helps  ensure that violators are held accountable for their offenses and may also  deter future violations. While previous GAO reports found that securities  and futures regulators collected most of the fines imposed, the reports also  identified weaknesses in the collection programs of the Securities and  Exchange Commission (SEC) and the Commodity Futures Trading  Commission (CFTC). These reports made several recommendations to help  SEC and CFTC improve their collection programs and their oversight of the  sanctioning practices of self-regulatory organizations (SRO).", "This report responds to your July 30, 2001, request that we evaluate the  actions that SEC and CFTC have taken in response to the  recommendations made in our earlier fines collection reports. Also, as  agreed in a September 5, 2002, meeting with your staff, we are updating the  collection rates from our earlier reports. Our objectives were to (1)  evaluate SEC’s and CFTC’s actions to improve their collection programs,  (2) assess these agencies’ efforts to enhance their oversight of the SROs’  sanctioning practices, and (3) calculate the fines collection rates for SEC,  CFTC, and nine securities and futures SROs for 1997–2002.", "To evaluate SEC’s and CFTC’s actions to improve their collection programs,  we reviewed relevant debt collection regulations, guidelines, procedures,  controls, and laws; analyzed data related to their debt collection actions;  and interviewed officials of these agencies and of the Financial  Management Service (FMS) of the U.S. Department of Treasury. To assess  SEC’s and CFTC’s efforts to enhance their oversight of the SROs’  sanctioning practices, we interviewed agency officials and reviewed  related data. To calculate the fines collection rates for 1997–2002 for all the  SROs except NASD, we used data provided by SEC, CFTC, and the  regulators for fines levied from January 1997 through August 2002. Because  of the way its financial system was designed, NASD’s calculations are  based on fines invoiced through December 2002. Limitations on SEC’s data  reliability affect the accuracy of calculations related to its collections  activities as well as its overall fines collection rates. Appendix I contains a  full description of our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["The regulatory structure of the U.S. securities markets was established by  the Securities Exchange Act of 1934, which created SEC as an independent  agency to oversee the U.S. securities markets and their participants.  Similarly, in 1974 the Commodity Exchange Act established CFTC as an  independent agency to oversee the U.S. commodity futures and options  markets. Both agencies have five-member commissions headed by  chairpersons who are appointed by the President of the United States for   5-year terms. Among other things, the commissioners approve new SEC  and SRO rules and amendments to existing rules. They also authorize  enforcement actions. SEC and CFTC are headquartered in Washington,  D.C. SEC has a combined total of 11 regional and district offices; CFTC has  5 regional offices.", "Within SEC and CFTC, the divisions of enforcement are responsible for  investigating possible violations of the securities and futures laws,  respectively. With their commissions’ approval, they litigate or settle  actions against alleged violators in federal civil courts and in administrative  actions. Typically, enforcement staff investigate alleged violations of law,  prepare a memorandum for the commissioners that describes alleged  violations, and, if appropriate, make recommendations for further action.  When the commissions decide that a case warrants further action, they can  authorize filing a civil suit against the alleged violator in federal district  court or instituting a proceeding before an administrative law judge. If  either the court or the administrative law judge finds that a defendant has  violated securities or futures laws, it can issue a judgment ordering  sanctions such as fines and disgorgements and, in the case of futures  violations, restitution; it can also bar or suspend violators from the  securities and futures industries.", "The collection process for delinquent debt begins when all or part of a fine  or disgorgement becomes delinquent because the violator has failed to pay  some or all of the amount due by the date ordered by the court or  administrative law judge. If the court or administrative law judge has not  specified a payment date and no stay has been entered, SEC considers the  debt delinquent 10 days after the court enters the judgment. CFTC officials  told us that absent an appeal, they consider the debt delinquent 15 or   60 days after the administrative law judge or court entered the judgment in  administrative and civil cases, respectively. SEC and CFTC collect  delinquent monetary judgments primarily through post-judgment litigation,  negotiating payments with defendants, and making referrals to the  Department of Treasury or the Department of Justice.", "In accordance with the Debt Collection Improvement Act of 1996, SEC and  CFTC have each entered into an agreement with the Department of  Treasury to improve collections. Under this act, federal agencies are  required to submit all nontax debts that are 180 days delinquent to  Treasury’s FMS.  The act also requires that FMS either take appropriate  steps to collect the debt or terminate collection actions. In addition to  using traditional methods to collect these debts, such as sending demand  letters and hiring private collection agencies, FMS can use TOP. Under TOP,  FMS identifies federal payments, such as tax refunds, that are owed to  individuals and applies the payments to their outstanding debt. All cases  referred to FMS for collection are also eligible for referral to and servicing  under TOP. FMS also uses collection agencies to negotiate compromise  offers with individual debtors. A compromise offer is an agreement  between a federal agency and an individual debtor, in which the federal  agency agrees to discharge a debt by accepting less than the full amount.  Once the collection agency negotiates a compromise offer with a debtor, it  forwards the offer to FMS. In the absence of an agreement between FMS  and the federal agency to approve compromise offers on its behalf, FMS  refers the offer to the federal agency for final approval.", "The U.S. securities and futures markets are regulated under their  respective statutes through a combination of self-regulation (subject to  federal oversight) and direct federal regulation. This regulatory scheme  was intended to give SROs responsibility for administering their own  operations, including most of the daily oversight of the securities and  futures markets and their participants. Two of the SROs—NASD and  NFA—are associations that regulate registered securities and futures firms  and oversee securities and futures professionals, respectively. The  remaining SROs include national exchanges that operate the markets  where securities and futures are traded. These SROs are primarily  responsible for establishing the standards under which their members  conduct business; monitoring the way that business is conducted; and  bringing disciplinary actions against their members for violating applicable  federal statutes, their own rules, and the rules promulgated by their federal  regulator. SROs can impose fines and other sanctions against members that  violate securities or futures laws or SRO rules, as applicable, through their  enforcement and disciplinary processes. Some SROs’ disciplinary  proceedings are decided by a hearing panel, which examines the evidence  and decides on the appropriate sanction. SROs’ actions are usually initiated  by a customer complaint, a compliance examination, market surveillance,  regulatory filings, or a press report."], "subsections": []}, {"section_title": "SEC and CFTC Have Taken Steps to Improve Their Collection Programs, but SEC Has Not Ensured That All Eligible Cases Are Referred to FMS and TOP", "paragraphs": ["SEC and CFTC have taken actions to improve their collection programs,  addressing the three recommendations in our 2001 fines report. However, it  was too early to assess the effectiveness of their actions. After we made  our first recommendation, SEC took various steps, among them,  implementing collections guidelines that were intended to ensure that  eligible delinquent cases are referred to FMS, including TOP. But SEC’s  actions have not ensured that all eligible cases are referred. To address our  second recommendation, SEC developed procedures for responding to  compromise offers submitted by FMS within 30 days. To address our third  recommendation, CFTC implemented procedures for ensuring the timely  referral of delinquent cases to FMS for collection."], "subsections": [{"section_title": "SEC Has Implemented Regulations, Procedures, Guidelines, and a Collections Database, but Its Actions Have Not Ensured the Referral of All Eligible Cases to FMS and TOP", "paragraphs": ["SEC implemented regulations, related procedures and guidelines, and a  collections database intended to ensure that eligible delinquent cases are  referred to FMS, including TOP, as required by the Debt Collection  Improvement Act of 1996. However, SEC has focused on referring post- guidelines cases, and it was too early to assess the effectiveness of SEC’s  strategy as it related to these cases. In contrast, SEC did not have a formal  strategy for referring pre-guidelines cases and, further impeding its  collection efforts, it did not have a reliable agencywide system for tracking  monies owed in these cases. Recognizing that its system was unreliable,  SEC has drafted a two-phase action plan under which it will implement a  centralized agencywide tracking system for all delinquent debt. However, it  has not established a time frame for fully implementing the computer  system for the second phase of the plan."], "subsections": [{"section_title": "SEC’s Strategy Has Focused on Referring Post-Guidelines Cases, but It Is Too Early to Assess the Effectiveness of This Strategy", "paragraphs": ["We recommended in our 2001 report that SEC take steps to ensure that  regulations allowing SEC’s delinquent fines to be submitted to TOP be  adopted so that SEC would benefit from the associated collection  opportunities. At the time of our review, SEC officials had told us that they  had rewritten their rules for using TOP but that they could not estimate  when the rules would be approved by the commission or implemented.", "After we made our recommendation, SEC amended its debt collection  regulations.  In April 2002, SEC implemented related procedures to allow  cases to be forwarded to TOP. Consistent with the Debt Collection  Improvement Act of 1996, the procedures required that cases be referred to  FMS after they had been delinquent for more than 180 days. SEC  subsequently issued additional guidelines and implemented a collections  database that were intended to ensure that eligible delinquent post- guidelines cases are referred to FMS, including TOP, within 180 days of  becoming delinquent. SEC imposed the more stringent requirement on  itself in recognition of the enhanced probability of collecting monies  ordered on newer cases.", "The guidelines provided more detailed instructions for staff on how to  pursue collections, specifying steps for referring eligible delinquent cases  to FMS, including TOP, within 180 days. According to an agency official, the  guidelines went into effect agencywide on September 2, 2002. SEC also  created a collections database for all post-guidelines fines and  disgorgement cases that is maintained by headquarters and each regional  or district office, as applicable. The database tracks actions that staff have  taken to recover debt on delinquent cases, including preparing cases for  referral to FMS, and is used to help ensure that staff are following the new  collections guidelines. SEC officials told us that the agency was tracking  only post-guidelines cases because the database had limited storage  capacity and could become unstable if too many cases were added. In  addition, the agency has assigned attorneys and administrative staff to  every office to maintain the database and its related collection activities for  delinquent cases, including ensuring that eligible cases are referred to FMS  and TOP in a timely manner. According to an agency official, these staff  received training on using the guidelines in the fall of 2002.", "It was too early to fully assess the effectiveness of SEC’s strategy for  tracking, collecting, and referring post-guidelines cases, because most of  these cases were not yet 180 days delinquent. Based on a judgmental  sample of 66 cases, we identified 4 delinquent fines and disgorgement cases  valued at $4 million that were eligible for referral as of March 31, 2003. We  found that SEC had referred two of the four cases within the 180-day time  frame and was preparing the other two for referral."], "subsections": []}, {"section_title": "SEC Did Not Have a Formal Strategy for Referring Pre- Guidelines Cases", "paragraphs": ["Although SEC had developed controls to better ensure that eligible post- guidelines cases were promptly referred to FMS and TOP, it had not  developed a formal strategy for referring eligible pre-guidelines cases. Such  a strategy would include prioritizing cases based on their collection  potential and establishing time frames for making the referrals. Further  impeding its collection efforts, SEC’s original system for tracking monies  owed in pre-guidelines cases—DPTS—was not reliable. As a result, SEC  could not identify all the cases that had not been referred to FMS and TOP.  SEC officials told us that the agency’s April 2002 procedures applied to the  pre-guidelines cases and that agency attorneys had followed these  procedures in referring some pre-guidelines cases to Treasury. But SEC did  not know the extent to which the procedures were being followed or  whether eligible cases were not being referred. They explained that the  attorneys would know the status of the cases assigned to them but that no  agencywide information was available. They also told us that they expected  all eligible cases to be referred to FMS and TOP eventually but noted that  they had not prioritized the cases for referral or established time frames for  referring them.", "Neither we nor SEC could determine with any certainty the extent to which  eligible pre-guidelines cases were not being referred to FMS and TOP due  to the unreliability of DPTS. Using DPTS, the only information available,  we identified about 900 pre-guidelines cases valued at about $2.8 billion  that were 180 days past due and that might be eligible for referral. As of  January 31, 2003, almost 54 percent of these cases were over 3 years old  based on their judgment date, which, in the absence of better data, we used  as a rough proxy for the delinquency date. SEC officials emphasized that  these numbers do not accurately reflect the number of pre-guidelines cases  eligible for referral to FMS and TOP. They said that some of the cases were  ineligible for referral because they were on appeal, in post-judgment  litigation, or had a receiver appointed to marshal and distribute assets. In  addition, many cases might already have been referred for collection. SEC  officials also pointed out that our calculations of the age of cases were  inaccurate because we relied on the judgment date rather than the  delinquency date, which is not tracked in DPTS. We recognize that many  factors affect the accuracy of DPTS, including some that might not be  mentioned here. However, we are reporting these numbers as the best  information available."], "subsections": []}, {"section_title": "SEC Had an Action Plan for Replacing DPTS but Had Not Established a Time Frame for Full Implementation of the Plan", "paragraphs": ["Both GAO and SEC have recognized DPTS’s lack of reliability. Our 2002  disgorgement report  and a January 2003 report commissioned by the SEC  Inspector General found that DPTS was not complete and accurate and  could not be relied upon for financial accounting and reporting purposes.  Recognizing that the agency did not have a system that provided an  accurate assessment of levied amounts and payments (among other  things), SEC developed a draft action plan for implementing a new system  to replace DPTS. The April 2003 draft plan calls for implementing a  comprehensive centralized system for tracking, documenting, and  reporting on fines and disgorgements ordered, paid, and disbursed in SEC  enforcement actions. The agency had been taking steps to address the  milestones in the plan. If the plan is effectively implemented, the agency  should have a tool for accurately identifying uncollected pre-guidelines  cases for referral to FMS and TOP for collection.", "SEC’s action plan has been divided into two phases. In the first phase, SEC  is tentatively scheduled to replace DPTS by the end of fiscal year 2003. SEC  officials described the replacement system as a comprehensive case  tracking, record-keeping, and reporting system for fines and disgorgements  ordered, paid, and distributed. They said that the system will be integrated  with a database maintained by the Division of Enforcement. The  replacement system is intended to, among other things, maintain the data  on debt needed for general reporting and management purposes.  According to SEC officials, one benefit of the replacement system will be to  assist the agency in managing its delinquent cases. However, SEC will  continue to rely on its new collections database, which tracks collection  efforts on post-guidelines cases, to ensure the timely referral of these cases  to FMS and TOP until phase two of the action plan is implemented. In  phase two, SEC plans a comprehensive upgrade to its case tracking system,  which will be integrated with several other databases, including the new  collections database. SEC expects to begin the requirements analysis for  the phase two computer system in fiscal year 2004 but has not established a  milestone for completing this analysis. After the requirements analysis is  complete, SEC plans to establish an implementation date for the system."], "subsections": []}]}, {"section_title": "SEC Has Implemented Procedures for Responding to Compromise Offers in a Timely Manner", "paragraphs": ["We recommended in our July 2001 report that SEC continue to work with  FMS to ensure that compromise offers presented by FMS are approved in a  timely manner. Our recommendation resulted from a finding that SEC did  not always respond to compromise offers promptly and that as a result  some debts had never been collected. For example, we reported that FMS  waited from between 42 and 327 days for SEC’s decisions on three  compromise offers. But by the time SEC made its decisions, the debtors no  longer had the money to pay the amounts specified in the compromise  offers. To address this concern, in April 2001 FMS proposed securing  delegation authority from SEC—that is, permission to approve  compromise offers that SEC did not respond to within 30 days.", "In response to our recommendation, SEC took several steps to ensure that  compromise offers are approved in a timely manner. First, in July 2001 SEC  implemented procedures specifying the actions required to address a  compromise offer, including a schedule to ensure that a decision is made  within 30 days. For example, within 5 days of receiving an offer, SEC staff  are to have made a final decision on whether to recommend the offer to the  commission for approval. SEC also implemented controls to monitor the  status of offers. When it receives a compromise offer from FMS, SEC enters  the offer into a system that tracks information such as the date the offer  was made, the name of the attorney reviewing the offer, the date the offer  was referred to the commission for a final decision, and the date of the final  decision. The Division of Enforcement’s chief counsel monitors the status  of offers based on weekly reports generated from this system to ensure that  follow-up action is taken to address any problems. Finally, SEC has  designated two staff to respond to FMS inquiries about the status of  compromise offers.", "It is still too early to determine the effectiveness of SEC’s actions. As of  April 22, 2003, SEC had received four compromise offers from FMS under  its new procedures. SEC and FMS data showed that SEC had responded to  three of the offers within the 30-day guideline and to one offer within 40  days. The late offer represented a debt of $1.6 million, and the settlement  offer was for $50,000. SEC staff told us that the agency ultimately rejected  the offer, at least in part because of the disparity between the amount  offered and the amount owed. SEC officials attributed the delay in  responding to this offer to scheduling conflicts caused by the holiday  season. The officials told us that the agency was in touch with FMS before  the end of 30 days to indicate, on an informal basis, that the reply to the  compromise offer would be delayed and that the offer would be rejected.  FMS officials told us that they did not view SEC’s late response to this offer  as a problem—that is, the delay did not represent weaknesses in agency  policies, procedures, or controls. They said that SEC had shown marked  improvement in responding to compromise offers and that as a result FMS  was no longer seeking delegation authority from SEC."], "subsections": []}, {"section_title": "CFTC Implemented Procedures for Ensuring the Timely Referral of Delinquent Debt to FMS", "paragraphs": ["We recommended in our 2001 report that CFTC take steps to ensure that  delinquent fines were promptly referred to FMS, including creating formal  procedures that addressed both sending debts to FMS within the required  time frames and requiring all of the necessary information from the  Division of Enforcement on these debts. Our recommendation flowed from  a finding in an April 2001 report by CFTC’s Inspector General showing that  CFTC staff were not referring delinquent debts to FMS in a timely manner,  potentially limiting FMS’s ability to collect the monies owed. The report  also noted that CFTC’s collection procedures had not been updated to  address referrals to FMS and, among other examples, identified a fine in  the amount of $7 million that had not been referred to FMS for more than 2  years because of inadequate communication between CFTC’s Division of  Enforcement and its Division of Trading and Markets.", "As we recommended, CFTC has improved its procedures for referring its  debt to FMS in a timely manner and has taken steps to ensure that it has all  the necessary enforcement information before making the referral. CFTC  updated its collection procedures and implemented them in July 2002. They  now include specific requirements for referring debt to FMS within 180  days of the date that the debt became delinquent. CFTC also implemented  controls to ensure that it has identified all delinquent debt eligible for  referral. For example, CFTC management reviews quarterly reports on the  status of cases to ensure that all debts are referred to FMS within 180 days.  According to CFTC officials, the agency’s shift of all debt collection  responsibility from its Division of Trading and Markets to its Division of  Enforcement streamlined its debt referral process.", "Although it is too early to fully assess the effectiveness of CFTC’s actions,  our review of CFTC’s data on uncollected cases indicated that the agency  had been referring all eligible debt to FMS within 180 days. As of April 24,  2003, CFTC had had four delinquent cases dating from the time its  procedures went into effect. Using FMS’s data, we confirmed that the cases  had been referred to FMS within 123 days. Also, a review of CFTC’s data of  all delinquent cases levied before the procedures went into effect showed  that CFTC had referred all eligible cases to FMS for collection. FMS  officials told us that CFTC had been making debt referrals with complete  information on all its cases."], "subsections": []}]}, {"section_title": "SEC and CFTC Have Taken Steps to Improve Their Oversight of SROs’ Sanctioning Practices, but Some Concerns Remain", "paragraphs": ["SEC and CFTC have taken steps to address our two recommendations for  improving their oversight of SROs’ sanctioning practices. But SEC has not  fully implemented our 1998 recommendation that it analyze industrywide  data on SRO-imposed sanctions to examine disparities and help improve  disciplinary programs. The agency has experienced technological problems  that have hampered its ability to complete these analyses. In addition—and  consistent with our 2001 recommendation—SEC and CFTC have been  monitoring readmission applications to the securities and futures  industries. However, at the time of our review neither had received any  applications since changing their fine imposition practices. Also, SEC,  CFTC, NASD, and NFA have controls designed to ensure that inappropriate  readmissions do not occur. Further, while examining the application review  process, we found weaknesses in controls over fingerprinting that could  result in inappropriate admissions to the securities and futures industries."], "subsections": [{"section_title": "Technological Problems Have Hampered SEC’s Ability to Analyze Disciplinary Actions Across SROs", "paragraphs": ["In our 1998 report, we recommended that SEC analyze industrywide  information on disciplinary program sanctions, particularly fines, to  identify possible disparities among the SROs and find ways to improve  SROs’ disciplinary programs. We concluded that analyzing industrywide  data could provide SEC with an additional tool to identify disparities  among SROs that might require further review. We reported in 2001 that  SEC had developed a database to collect information on SROs’ disciplinary  actions.", "As of June 30, 2003, according to agency officials, SEC was still inputting  information into its database but had not yet completed any analyses  because technological difficulties had hampered its ability to collect  sufficient data to perform the analyses. First, the database had a limited  number of fields and therefore could not capture multiple disciplinary  violations or multiple parties in a single case. In October 2002, SEC officials  told us that they had addressed this limitation by enhancing the database to  incorporate the required fields and were continuing to add disciplinary  information to the database. However, in November 2002, the enhanced  database failed because it could not support multiple users. SEC repaired  the database, and agency officials told us that they expected to complete  their first data analyses in the summer of 2003. The analyses are expected  to show whether SROs impose similar fines and sanctions for similar  violations. An SEC official said that the agency expects these analyses to  supplement the information obtained during agency inspections of the  SROs’ disciplinary programs.", "SEC officials told us that the agency is planning to use funds from its fiscal  year 2003 budget increase to develop a new disciplinary database that will  replace the current one. According to SEC officials, this new disciplinary  database is expected to allow SROs to submit data on-line rather than  having to send it to SEC to be entered by staff. This streamlined process is  expected to reduce data entry errors. An SEC official told us that while  planning had begun for the new disciplinary database, no completion date  had been established."], "subsections": []}, {"section_title": "SEC and CFTC Have Monitored Readmission Applications and Have Controls Designed to Preclude Inappropriate Readmissions", "paragraphs": ["In our 2001 report, we recommended that SEC and CFTC periodically  assess the pattern of readmission applications to ensure that the changes in  NASD’s and NFA’s fine imposition practices do not result in any unintended  consequences, such as inappropriate readmissions. NASD and NFA had  stopped routinely assessing fines when barring individuals in October 1999  and December 1998, respectively, eliminating the related requirement that  the fines be paid as a condition of reentry to the securities and futures  industries. These fines had rarely been collected, because few violators  ever sought reentry. We were concerned that because barred individuals  were no longer required to pay a fine before reentry, they might be more  willing to seek readmission.", "Consistent with our recommendation, SEC and CFTC have monitored  readmission applications. They found, and we confirmed, that no  individuals who were barred after the changes in NASD’s and NFA’s fine  imposition practices had applied for reentry. Also, NASD’s and NFA’s  application review processes included controls designed to ensure that  inappropriate applications for reentry are not approved. Officials of both  SROs told us that as part of their background checks they did a database  search against the names of past and current registrants in both industries  to determine whether the applicants had a disciplinary history. In addition,  both SROs submitted applicants’ fingerprints to the Federal Bureau of  Investigation (FBI) for a criminal background check. NASD and NFA  required all individuals who had been suspended, expelled, or barred to  be—at a minimum—sponsored by a registered firm before being  considered for readmission. According to a CFTC official, finding a sponsor  is difficult, as most firms would not hire an individual with a history of  serious disciplinary problems, in part due to increased supervisory  requirements and the risk of harming their reputations.", "SEC and CFTC were reviewing the applications of all individuals who had  been statutorily disqualified from registration, including any barred  individuals, and had the authority to reverse an admission decision made  by NASD or NFA, respectively.  SEC and CFTC officials told us that they  would consider various factors when reviewing a readmission application,  including the facts and circumstances of the case, the appropriateness of  the proposed supervision, and the prospective employer’s ability to provide  the proposed supervision. Officials from both agencies told us that if they  were to begin receiving a large number of applications from barred  applicants, they would reexamine the SROs’ fine imposition practices."], "subsections": []}, {"section_title": "Weaknesses in Fingerprinting Controls Could Result in Inappropriate Admissions to the Securities and Futures Industries", "paragraphs": ["While examining the application review process, we found that neither the  related statutes, SEC, nor CFTC required the SROs to ensure that the  fingerprints sent to the FBI for use in criminal history checks belonged to  the applicants who submitted them. Further, in the absence of such a  requirement, NASD, the New York Stock Exchange (NYSE), and NFA  lacked related controls over fingerprinting, potentially allowing  inappropriate persons to enter the securities and futures industries. The  securities and futures laws require that applicants to these industries  have their fingerprints taken and then sent for review to the FBI as part of a  criminal background check. The goal of the criminal background check is  to ensure that inappropriate individuals are not granted admission to the  securities or futures industries. The statutes also require SRO member  firms to be responsible for assuring that their personnel are fingerprinted.  SEC and CFTC rules provide that applicants can satisfy this requirement by  submitting fingerprints to the SROs who then send them to the FBI for  processing.", "However, neither the statutes, SEC, nor CFTC require SROs to ensure that  the fingerprints sent to the FBI for use in criminal history checks belong to  the applicants who submitted them. In the absence of such a requirement,  NASD, NYSE, and NFA have not imposed requirements on member firms to  help ensure that the identity of the person being fingerprinted matches the  fingerprints being submitted for FBI review. The SROs told us that,  consistent with the law, they required their members to be fingerprinted  and that these fingerprints were submitted to the FBI for assessment.  NYSE officials emphasized that their members were in full compliance with  the law and related regulations, which do not require specific controls.", "In the absence of specific requirements, firms have taken a variety of  approaches to fingerprinting applicants. For example, while SEC and some  SROs told us that most firms used their own personnel or police officers to  obtain fingerprints, they said that a small number of firms may allow  applicants to fingerprint themselves, a practice that provides an  opportunity for individuals to perpetrate fraud by submitting someone  else’s fingerprints instead of their own. According to SEC and CFTC  officials, their agencies have trained staff in their headquarters and some  regional offices that take fingerprints of their employees using approved  fingerprinting kits. An NFA official also stated that NFA headquarters has  trained staff that take fingerprints of industry applicants, verifying their  identities as part of the process. The FBI also informed us that it suggests  using law enforcement or other trained personnel to take fingerprints. SEC  and NYSE also said that many reputable businesses provide fingerprinting  services and that SRO member firms could contract with these businesses.", "In a 1996 CFTC review of NFA’s registration fitness program, CFTC  recommended that NFA conduct a review to determine the feasibility of  adopting controls to ensure that the fingerprints submitted for criminal  history checks belonged to the applicant. NFA found that a number of  obstacles stood in the way of establishing an effective program to verify  fingerprints. According to an NFA official, the agency examined the  procedures of the Bureau of Citizenship and Immigration Services of the  Department of Homeland Security (formerly the Immigration and  Naturalization Service) in responding to CFTC’s recommendation. On the  basis of this examination, NFA concluded that it would not be cost- effective to replicate the bureau’s procedures. For example, unlike NFA,  the bureau has fingerprinting sites throughout the country with trained  employees to take fingerprints. As part of its review, NFA considered  requiring an attestation form, which would include the fingerprinter’s name  and address and the document used to verify the applicant’s identity.  Ultimately, however, NFA concluded that such a form could be subject to  forgery and would not provide assurance that the fingerprints belonged to  the applicant. CFTC accepted NFA’s conclusions.", "NYSE and NFA officials described other obstacles to establishing controls  over fingerprinting. They explained that space limitations on the FBI  fingerprint card made it difficult to identify the person taking the  fingerprints. Further, they said that the card provided space for the  fingerprinter’s signature, which is often illegible, but not for the  fingerprinter’s printed name or the name of another contact who could  verify information related to the fingerprints. NYSE officials also said that  the FBI could adjust its fingerprint card so that it required more complete  contact information for the person taking the fingerprints. An NFA official  also told us that because some SROs process registration applications both  nationally and internationally, these SROs would not be able to establish  enforceable rules regarding who should take fingerprints.", "We did not determine the extent to which individuals with a criminal  history could submit someone else’s fingerprints and thus enter the  securities or futures industries undetected. However, SEC and CFTC  officials said that the SROs’ fingerprinting processes are vulnerable to such  a practice because of the lack of controls for preventing applicants from  using someone else’s fingerprints as their own. SRO officials said that  existing systems were reasonably designed to prevent fraud but were not  foolproof, adding that the potential cost of imposing any unduly restrictive  requirements was a concern. Some SRO officials said that to the extent  they are needed, SEC and CFTC should establish industrywide standards.  NFA officials said that since weaknesses in fingerprinting procedures apply  equally to the securities and futures industries, SEC and CFTC should  establish comparable requirements to ensure that one industry is not at a  disadvantage to the other. NYSE officials said that SEC rulemaking would  be the most appropriate method for changes to fingerprinting procedures  in the securities industry."], "subsections": []}]}, {"section_title": "We Calculated Collection Rates in Two Different Ways to Provide a More Complete Picture of Collection Efforts", "paragraphs": ["To provide a more complete picture of efforts by securities and futures  regulators to collect fines, we calculated the collection rates in two  different ways. The collection rates for closed cases (cases with a final  judgment order for which all collection actions were completed) for SEC,CFTC, and the SROs from January 1997 to August 2002 showed that the  regulators collected most of the fines imposed. Broadening the analysis to  include open cases (cases with a final judgment order that remained open  while collection efforts continued) had the greatest impact on SEC’s and  CFTC’s collection rates because of a few large uncollected fines. Our  analysis of the collection rates highlights a theme introduced in an earlier  report that the collection rate alone may not be a valid measure of the  effectiveness of collection efforts, because collections can be influenced by  factors that are outside regulators’ control."], "subsections": [{"section_title": "SEC, CFTC, and the SROs Collected Almost All Fines in Closed Cases", "paragraphs": ["SEC, CFTC, and the SROs collected between 75 and 100 percent of all the  fines imposed in closed cases. For these cases, collection efforts had  ceased either because the fines had been collected in full or in part or were  unlikely to be collected and thus had been written off as bad debts. As  shown in table 1, SEC and CFTC collected about 94 and 99 percent,  respectively, of the total dollars levied in cases closed from January 1997  through August 2002—the period immediately following the one covered in  our 1998 fines report. These amounts represent an 11 and 18 percentage  point increase, respectively, over the rates presented in the 1998 report,  which covered the 1992–96 period. CFTC wrote off fewer fines as  uncollectible in the more recent period, and almost all of its collected fines  were paid in full.", "The eight securities and futures SROs for which data were available had the  same or higher collection rates on closed cases in the most recent period  compared with the earlier period. The Chicago Board of Trade’s collection  rate showed significant improvement, increasing from 54 to 95 percent of  the total dollars levied. Its collection rate for the 1992–96 period was  heavily influenced by two large uncollected fines totaling $2.25 million.  Excluding those two cases, the rate for this period would have been about  99 percent rather than 54 percent—much closer to the 95 percent rate for  the more recent period. NASD’s and NFA’s rates also showed significant  improvement, increasing 71 and 48 percentage points, respectively, over  the rates presented in the 1998 report, which covered the 1992–96 period.  However, NASD’s and NFA’s collection rates improved because, as we have  noted, the regulators stopped routinely assessing fines when barring  individuals from the securities and futures industry. These fines had been  the most difficult to collect, because barred individuals had little incentive  to pay them."], "subsections": []}, {"section_title": "Including Open Cases in the Calculations Had the Greatest Impact on SEC’s and CFTC’s Collection Rates Because of a Few Large Fines", "paragraphs": ["SEC’s and CFTC’s collection rates were affected more than the SROs’ rates  when we added open cases to our calculations. As shown in table 2, SEC  collected about 40 percent of the total dollars levied in all cases, open and  closed, from January 1997 through August 2002—54 percentage points less  than its rate for closed cases.", "We examined SEC’s collection rates by year and found that the rates varied  greatly over time because of a few large fines. (See appendix III for the  collection rates of the securities regulators for open and closed cases by  calendar year.)   For example, in 1999 SEC collected 26 percent of the total  fines levied in that year, but one uncollected fine of $123 million  significantly lowered the rate. Had SEC been able to collect this one fine,  its collection rate for 1999 would have been 89 percent (fig. 1). Also, in  2002, SEC collected 61 percent of all fines, but approximately half came  from two payments made by two violators. Excluding these payments, the  reported collection rate for 2002 would have been about 30 percent (fig. 1).", "To help control for the influence of large dollar amounts on SEC’s  collection rates, we analyzed the number of cases paid in full and found  that SEC had collected the full amount of the fine in the majority of cases it  levied. For the entire period from 1997 through 2001, 72 percent of the fines  levied had been paid in full. In 2002, 55 percent of the fines levied were paid  in full. The rate may be lower for 2002 because SEC has had less time— approximately 4 months—to collect on cases levied through August 2002.", "CFTC collected about 45 percent of the total dollar amount of the fines it  levied over the same period. Like SEC’s rate, CFTC’s was heavily influenced  by a few large fines. A closer review of CFTC’s annual rates from January  1997 through August 2002 showed that the regulator collected between 2  and 90 percent of the total fines levied. (See appendix IV for the collection  rates of the futures regulators for open and closed cases by calendar year.)   But in 2000, when CFTC’s collection rate was just 2 percent, our  calculations included a single uncollected fine of $90 million. Had CFTC  been able to collect this one fine, its collection rate would have been 95  percent (fig. 2). Also, in 1998, when CFTC collected 90 percent of the total  dollar amount levied through August 2002, one payment for $125 million  heavily skewed the rate (fig. 2). Without this one payment and fine, CFTC’s  reported collection rate would have been approximately 7 percent (fig. 2).", "To help control for the influence that large dollar amounts can have on the  rate, we again analyzed the number of cases paid in full. Over the entire  period of our study, from 1997 through August 2002, CFTC had collected  the full amount in slightly more than 50 percent of the cases it levied.  Although CFTC’s collection rates over the entire period of our study were  relatively low, the agency was actively pursuing collections on all its  uncollected cases, primarily through the Departments of Treasury and  Justice. CFTC’s Chief of Cooperative Enforcement told us that the agency  would continue to levy large fines when appropriate, even though large  uncollectible amounts could reduce the agency’s collection rate. He said  that levying fines that are commensurate with the related wrongdoing  sends a message to the public that CFTC is serious about enforcing its  statutes.", "The collection rates for the nine securities and futures SROs were  comparable in both sets of calculations (see table 2). When we included  open cases in our calculations, these SROs’ collection rates decreased  slightly, with all but two (NASD’s and the New York Mercantile Exchange’s)  declining between 1 and 9 percentage points. One reason for the relatively  small decline was that these SROs generally had fewer and smaller  uncollected fines, suggesting that they had been more successful in  collecting on all cases than SEC and CFTC. According to an NFA official,  one reason that the SROs that operate markets had higher collection rates  was that in their role as exchanges they could sell a member’s “seat,” or  membership, to pay off the fine, giving members an incentive to pay their  fines. Because other regulators do not have this type of leverage, their rates  are typically lower.", "NASD’s collection rate for closed cases was 95 percent and its rate for open  and closed cases was 66 percent—a change of 29 percentage points.  NASD’s rate for open and closed cases was affected by low collections in  1997 and 1998. As a result, the rates did not necessarily reflect the effects of  the changes NASD made to its fine imposition practices in October 1999. As  indicated in figure 3, NASD’s annual collection rates generally increased  from January 1997 through December 2002. In 1997, NASD collected 26  percent of the total dollars invoiced. In 2002, it collected 96 percent—a 70  percentage point increase over 6 years. As we reported earlier, one of the  primary reasons for the increases was a change in the way NASD imposes  fines. Specifically, NASD stopped routinely assessing fines when barring an  individual from the industry, reducing the number of fines it invoiced each  year and improving its overall collection rate. Also, in calculating its rate,  NASD excluded about $137 million in fines that would be due and payable  only if the fined individuals were to reenter the securities industry. The  New York Mercantile Exchange’s collection rate for open and closed cases  was 83 percent—a decline of 17 percentage points from its closed case  rate. When we excluded one uncollected $200,000 fine, the collection rate  for open and closed cases declined by only 4 percentage points."], "subsections": []}, {"section_title": "Collection Rates Can Be Influenced by Factors That Are Beyond Regulators’ Control", "paragraphs": ["Collection rates are the most widely available—and in some cases the  only—measure of regulators’ success in collecting fines for violations of  securities and futures laws. But external factors over which regulators  have no control can skew these rates. Nonetheless, examining the rates and  the factors influencing them can be a starting point for obtaining an  understanding of regulators’ performance and changes to it. Also, in  exploring these rates regulators can identify cases that account for a  significant share of uncollected debts and decide whether continuing with  collection efforts for these cases is worthwhile.", "Primary among the external factors affecting collection rates are the large  fines and payments that we have been discussing. Just one or two  extremely large uncollected fines can lower a collection rate significantly.  Similarly, one or two large payments on such fines can raise a collection  rate. Other external factors that can influence collection rates include  violators’ ability to pay and the size of the fines themselves. For example,  an SEC official said that some violators who have been barred from the  industry cannot pay their fines because their earning capacity has been  limited. In discussing CFTC’s relatively low collection rate, an agency  official told us that the courts, in an attempt to match the gravity of the  sanction to the offense, have sometimes imposed fines that are more than  what an agency might realistically be able to collect. This official said that  in one case, a court fined a company $90 million—triple the monetary gain  from its illegal activities. He also said that in another case, a court assessed  fines totaling $4 million against four violators, although CFTC had sought  $660,000."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Since our last report, SEC and CFTC have made material improvements to  their policies and procedures for collecting delinquent fines that, if  followed, should improve collections on debts owed to the federal  government. Nonetheless, SEC lacks a formal strategy for collecting on its  pre-guidelines delinquent debt. Although the probability of collecting  monies ordered on older cases diminishes over time, some portion of these  pre-guidelines cases may have collection potential that is being overlooked.  Developing a formal strategy that prioritizes pre-guidelines cases based on  their collection potential and establishes time frames for their referral to  FMS and TOP would improve the likelihood of collecting some portion of  the debt associated with these cases, which could be more than $1 billion.", "The success of SEC’s efforts to collect this debt will be closely related to  the timely replacement of DPTS. Phase one of SEC’s action plan includes a  tentative deadline for replacing DPTS by the end of fiscal year 2003. At that  time, SEC will be able to identify all cases eligible for referral to FMS and  TOP and develop a strategy for making these referrals. SEC has not yet set  a milestone for completing the requirements analysis for phase two of its  action plan or established a date to fully implement the computer system  that will integrate SEC’s now separate databases. We are concerned that,  without target dates, progress in implementing phase two could be slowed,  affecting SEC’s ability to more efficiently address all cases that should be  referred to FMS and TOP.", "Further, SEC’s progress has been slow in the 5 years since we  recommended that the agency analyze industrywide information on SRO  disciplinary program sanctions, in part because technological problems  have hindered its ability to collect sufficient data to perform the analyses.  SEC has not yet completed its first analysis and has no schedule for  implementing the new disciplinary database intended to replace its current  database. Finally, while controls were in place that should keep barred  individuals from being readmitted to the securities and futures industries,  neither the related statutes, SEC, or CFTC require the SROs to ensure that  the fingerprints sent to the FBI for use in criminal history checks belong to  the applicants who submit them. In the absence of such a requirement, the  SROs lacked related controls that could help prevent inappropriate  admissions to the securities and futures industries. SRO involvement in  weighing alternatives for addressing fingerprinting requirements for the  securities and futures industries would ensure that concerns about cost- effective solutions are appropriately considered and addressed."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["We recommend that the SEC Chairman   develop a formal strategy for referring pre-guidelines cases to FMS and  TOP that prioritizes cases based on collectibility and establishes  implementation time frames;   take the necessary steps to implement the action plan to replace DPTS  by (1) meeting the fiscal year 2003 milestone for implementing phase  one of the plan, (2) setting a milestone for completing the requirements  analysis for phase two of the plan, and (3) establishing and meeting the  implementation date for phase two; and   analyze the data that have been collected on the SROs’ disciplinary  programs, address any findings that result, and establish a time frame  for implementing the new disciplinary database that is to replace the  current database.", "We also recommend that SEC and CFTC work together and with the  securities and futures SROs to address weaknesses in controls over  fingerprinting procedures that could allow inappropriate persons to be  admitted to the securities and futures industries."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We requested comments on a draft of this report from the Chairmen, or  their designees, of SEC and CFTC. SEC officials provided written  comments, which are reprinted in appendix II. CFTC provided oral  comments. In general, both agencies agreed with the facts we presented  and also agreed to implement the recommendations we made. SEC  emphasized that it expected to meet its milestone for implementing a  replacement database for DPTS by the end of fiscal year 2003 and said that  once the new system was in place, the agency would be able to identify  delinquent debts that had not been referred to FMS and TOP and set  deadlines for making referrals. While SEC said that further milestones for  phase two of its action plan will be set at some time in the future, it made  no reference to establishing a time frame for implementing its new  disciplinary database. We believe that SEC needs to move quickly to set  time frames for both of these projects, because in the absence of dates on  which to focus, progress may be delayed. SEC also said that agency staff  will contact CFTC to review the possibility of adopting new industrywide  fingerprinting standards, including procedures to verify the identities of all  individuals who are being fingerprinted. CFTC officials told us that they  would work with SEC and the SROs to address our recommendation.  Finally, we also received technical comments from SEC and CFTC that we  incorporated into the report, as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to the Chairmen  and Ranking Minority Members of the Senate Committee on Banking,  Housing, and Urban Affairs and its Subcommittee on Securities and  Investment; the Chairman, House Committee on Energy and Commerce;  the Chairman, House Committee on Financial Services and its  Subcommittee on Capital Markets, Insurance, and Government Sponsored  Enterprises; and other interested congressional committees. We will send  copies to the Chairman of SEC, the Chairman of CFTC, and other interested  parties. We also will make copies available to others upon request. In  addition, the report will be available at no charge on the GAO Web site  http://www.gao.gov.", "If you have any further questions, please call me at (202) 512-8678,  dagostinod@gao.gov, or Cecile Trop at (312) 220-7705, tropc@gao.gov.  Additional GAO contacts and staff acknowledgments are listed in appendix  V."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["To evaluate SEC’s and CFTC’s actions to improve their collection programs,  we assessed their responses to our 2001 recommendations that (1) SEC  take steps to ensure that regulations allowing SEC fines to be submitted to  TOP are adopted; (2) SEC continue to work with FMS to ensure that  compromise offers presented by FMS are approved in a timely manner; and  (3) CFTC take steps to ensure that delinquent fines are referred promptly to  FMS, including creating formal procedures that address both sending debts  to FMS within the required time frames and requiring all of the necessary  information from the Division of Enforcement on these debts.", "To assess steps SEC took to ensure that regulations allowing SEC fines to  be submitted to TOP were adopted, we reviewed SEC’s final regulations  and related procedures and collection guidelines. To determine compliance  with the new collection guidelines for referring delinquent cases to TOP,  we selected a judgmental sample of 66 post-guidelines fines and  disgorgement cases using DPTS and obtained information from SEC on the  referral status of those cases.  Of the 66 cases, four were eligible for  referral at the time of our review. We selected cases where judgments or  orders were entered after SEC’s guidelines took effect, because staff told  us they were tracking the referral of those cases. To determine the number,  dollar amount owing, and age of the delinquent cases at the agency, we  identified all cases with ongoing collections, using DPTS data as of January  31, 2003, and calculated the age from the judgment date (which in the  absence of better data, we used as a rough proxy for the delinquency date)  to January 31, 2003. Since DPTS was unreliable, the aging analysis provides  only a rough estimate of the total number and age of cases. We interviewed  SEC and FMS officials to obtain their views on SEC’s progress in referring  cases to FMS and TOP and information on any impediments to this  progress.", "To assess SEC’s efforts to continue to work with FMS to ensure that  compromise offers presented by FMS are approved in a timely manner, we  examined SEC’s procedures for processing compromise offers. We  obtained data from SEC on the four compromise offers FMS submitted to  SEC between July 1, 2001, and April 22, 2003, and analyzed the length of  time it took for SEC to respond to the compromise offers. We obtained and  used FMS’s data to validate SEC’s response time. We also interviewed SEC  and FMS officials to discuss SEC’s policies, procedures, and controls and to  obtain information on the agencies’ efforts to work together to ensure the  timely approval of offers. We also obtained FMS’s views on SEC’s progress  in responding to offers.", "To assess steps CFTC took to ensure that delinquent fines are promptly  referred to FMS, we reviewed CFTC’s collection procedures, which it calls  instructions, to ensure that they included time frames for referring cases to  FMS and provisions for obtaining all necessary enforcement information.  We also reviewed related agency controls. To assess staff’s compliance  with the revised procedures, we obtained data from CFTC on its only four  delinquent cases and analyzed the length of time it took to refer them to  FMS. We obtained and used FMS’s data to validate that all of CFTC’s cases  have been transferred within 180 days. We also interviewed CFTC officials  to discuss the agency’s procedures and controls and obtained FMS’s views  on CFTC’s progress in referring fines.", "To assess SEC’s and CFTC’s efforts to enhance their oversight of the SROs’  sanctioning practices, we assessed their responses to our 1998 and 2001  recommendations that (1) SEC analyze industrywide information on  disciplinary program sanctions, particularly fines, to identify possible  disparities among the SROs and find ways to improve the SROs’ programs;  and (2) SEC and CFTC periodically assess the pattern of readmission  applications to ensure that the changes in NASD’s and NFA’s fine  imposition practices do not result in any unintended consequences, such as  inappropriate readmissions.", "To assess the status of SEC’s efforts to analyze industrywide information  on SROs’ disciplinary program sanctions, we interviewed SEC officials to  discuss the types of analyses planned, any obstacles encountered, and  efforts to overcome those obstacles. To assess both SEC’s and CFTC’s  efforts to periodically assess the pattern of readmission applications, we  interviewed officials of these agencies to determine the number of  readmission applications from barred individuals and reviewed  documentation that described the controls used to keep barred applicants  from reapplying. We focused our review on permanent bars and application  records since NASD and NFA changed their fine imposition practices in  October 1999 and December 1998, respectively. To validate both agencies’  statements that they had not reviewed any readmission applications from  barred individuals since our 2001 report, we obtained the names of barred  individuals from NASD and NFA and verified that each individual had not  applied for readmission. Specifically, for NASD, we compared the names of  over 900 barred applicants who had not been fined against a list of  readmission applications. We focused on these individuals because of  concerns that individuals who had been barred and not fined might be  more willing to seek readmission than those who had been barred and  fined. For NFA, we researched the histories of 32 barred individuals, using  NFA’s database to validate that none of the individuals had applied for  readmission. We examined all barred applicants, including both those who  had been fined and those who had not been, because the data did not allow  us to distinguish between these groups. To ensure that NFA’s and NASD’s  data were sound, we interviewed agency officials to assess the controls  these agencies had over their data systems, such as their processes for  entering and updating data, safeguards for protecting the data against  unauthorized changes, and any tests conducted to verify the accuracy and  completeness of the data. We found that the data were useable for our  purposes.", "To address concerns that surfaced during our review about controls over  the fingerprinting procedures used in criminal history checks, we  interviewed officials at NASD, NFA, NYSE, and the FBI and reviewed laws  and regulations related to fingerprinting. In addition to NYSE, other SROs  that operate markets have agreements with the FBI under which they may  submit fingerprints to the FBI for criminal history checks. We limited our  review to NYSE because it is the largest SRO that operates a market, and  we wanted to determine how another SRO’s procedures might differ from  those of NASD and NFA.", "To calculate the fines collection rates for SEC, CFTC, and nine securities  and futures SROs for 1997 through 2002 (all years were calendar years), we  focused on these regulators’ imposition and collection of fines through  their enforcement and disciplinary programs. The nine SROs included the  American Stock Exchange, the Chicago Board Options Exchange, the  Chicago Board of Trade, the Chicago Mercantile Exchange, the Chicago  Stock Exchange, NASD, NFA, the New York Mercantile Exchange, and  NYSE. We excluded fines for minor rule infringements such as floor  conduct, decorum, and record-keeping violations that normally do not  undergo disciplinary proceedings. The exchanges generally referred to  these violations as “traffic ticket” violations, and they are handled through  summary proceedings and involve smaller fine amounts. We excluded  amounts owed for disgorgement and restitution, except for NASD, because  these sanctions are different from fines in that they are imposed to return  illegally made profits or to restore funds illegally taken from investors. Due  to the way NASD tracked its fines and payments, NASD was unable to  exclude disgorgement amounts from its payment data. We also excluded  fines that were not invoiced, because they would not be due unless the  fined individual sought to reenter the securities industry. All other fines  were factored into the rate, including fines dismissed in bankruptcy, to  obtain the most complete view possible of the regulators’ efforts to  discipline violators.", "To calculate annual fines collection rates and composite collection rates,  we obtained and analyzed data from SEC, CFTC, and all SROs, except  NASD, on fines levied from January 1997 through August 2002, and  collected through December 2002. NASD’s data include fines invoiced from  1997 through 2002. We limited our review to fines levied through August  2002 to allow regulators through December 2002 (4 months) to attempt  collections. We calculated the collection rate in two ways. First, we  calculated the rate by including only closed cases—that is, cases with a  final judgment order for which all collection actions were completed. This  approach is consistent with the one used in our 1998 report.  Second, to  provide a more complete view of regulators’ collection activities, we  calculated the rate using all closed and open cases—that is, cases with a  final judgment order for which collections actions were completed and  cases with a final judgment order that remained open while collection  efforts continued. For cases with a payment plan, we adjusted the levy  amount to the amount owed as of December 31, 2002, because a portion of  the original levied amount was not yet due. We could not do this for SEC or  NASD because agency data did not specify the amount owed as of  December 31, 2002. As a result, SEC’s and NASD’s rate may be understated.", "We also used NASD’s calculations of its collection rates, because the design  of NASD’s financial system did not allow us to calculate these rates with an  acceptable degree of accuracy using the approach we applied to other  SROs. First, according to NASD officials, NASD’s calculations used the date  a fine was invoiced instead of the date it was levied. Fines were typically  invoiced between 15 and 45 days after they were levied. This difference  may have had a minor effect, particularly on the annual collection rates.  Second, NASD’s collection rates represent the total amount collected up to  December 31, 2002, on fines invoiced from January 1997 through December  2002 (as opposed to the August 31, 2002, date for the other SROs). Third,  because NASD’s system could not identify cases on a payment plan,  NASD’s calculations do not adjust the fine amount to the amount owing as  of December 31, 2002, exerting a slight bias toward understating the  collection rate. Fourth, NASD’s collection rates (1) include disgorgement  because NASD was not able to separate such amounts from its payment  data and (2) exclude fines that were levied but not invoiced because such  fines were not due unless the fined individual sought to reenter the  securities industry.", "We also assessed the reliability of the data provided by the 11 regulators by  asking officials about agency controls for collecting fines and payment  data, supervising data entry, safeguarding the data from unauthorized  changes, and processing that data. We also asked whether they performed  data verification and testing. Although the controls varied across the  agencies, each one demonstrated a basic level of system and application  controls. We also performed basic tests of the integrity of the data we  received from some of the regulators that provided us with individual fines  data. We concluded that the data from all of the organizations, except SEC,  was sufficiently reliable for the purposes of this report.", "The number of errors we and SEC found in DPTS during the course of our  work and the findings of the January 3, 2003, report to the SEC Inspector  General that the data in DPTS were incomplete and inaccurate led us to  conclude that DPTS fines data remain insufficiently reliable to calculate an  accurate collection rate. While we cannot be sure of the magnitude or  direction of the errors in the DPTS fines data, we are nevertheless  reporting the number and dollar value of cases eligible for referral to FMS  and TOP, the age of this debt, and SEC collection rates as the best estimates  possible at this time.", "We did our work in accordance with generally accepted government  auditing standards between August 15, 2002, and July 1, 2003. We  performed our work in Boston, Mass.; Chicago, Ill.; New York, N.Y.; and  Washington, D.C."], "subsections": []}, {"section_title": "Comments from the Securities and Exchange Commission", "paragraphs": [], "subsections": []}, {"section_title": "Securities Regulators’ Collection Rates for Open and Closed Cases by Calendar Year", "paragraphs": ["We calculated the collection rates using data from SEC and the SROs,  except for NASD, which calculated its own rates (see appendix I for further  details). The rates are based on fines levied from January 1997 through  August 2002 and include all amounts collected on those fines through  December 2002, except for NASD. The fines data listed for each year  represent collection activity on the fines levied in each of those years.  Percentages were rounded to the nearest whole number."], "subsections": []}, {"section_title": "Futures Regulators’ Collection Rates for Open and Closed Cases by Calendar Year", "paragraphs": ["We calculated the collection rates using data from CFTC and the SROs. The  rates are based on fines levied from January 1997 through August 2002 and  include all amounts collected on those fines through December 2002. The  fines data listed for each year represent collection activity on the fines  levied in each of those years. Percentages were rounded to the nearest  whole number."], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, Emily Chalmers, Marc Molino, Carl  Ramirez, Jerome Sandau, Michele Tong, Sindy Udell, and Anita Zagraniczny  made key contributions to this report."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional  responsibilities and to help improve the performance and accountability of the  federal government for the American people. GAO examines the use of public  funds; evaluates federal programs and policies; and provides analyses,  recommendations, and other assistance to help Congress make informed  oversight, policy, and funding decisions. GAO’s commitment to good  government is reflected in its core values of accountability, integrity, and  reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web  site daily. The list contains links to the full-text document files. To have GAO e- mail this list to you every afternoon, go to www.gao.gov and select “Subscribe to  e-mail alerts” under the “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}