{"id": "GAO-06-1031", "url": "https://www.gao.gov/products/GAO-06-1031", "title": "Terrorist Watch List Screening: Efforts to Help Reduce Adverse Effects on the Public", "published_date": "2006-09-29T00:00:00", "released_date": "2006-10-06T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["A consolidated watch list managed by the FBI's Terrorist Screening Center (TSC) contains the names of known or suspected terrorists, both international and domestic. Various agencies whose missions require screening for links to terrorism use watch list records. For example, U.S. Customs and Border Protection (CBP) screens travelers at ports of entry. Because screening is based on names, it can result in misidentifications when persons not on the list have a name that resembles one on the list. Also, some names may be mistakenly included on the watch list. In either case, individuals can be negatively affected and may express concerns or seek agency action, or redress, to prevent future occurrences. This report addresses: (1) the extent to which the numbers of misidentified persons are known and how they could be affected, (2) the major reasons misidentifications occur and the actions agencies are taking to reduce them or minimize their effects, and (3) the opportunities for redress available to individuals with watch list-related concerns. In conducting work at TSC and the principal federal agencies that use watch list data, GAO reviewed standard operating procedures and other relevant documentation and interviewed responsible officials. GAO makes no recommendations at this time because the agencies have ongoing initiatives to improve data quality, reduce the number of misidentifications or mitigate their effects, and enhance redress efforts."]}, {"section_title": "What GAO Found", "paragraphs": ["Annually, millions of individuals--from international travelers to visa applicants--are screened for terrorism links against the watch list. At times, a person is misidentified because of name similarities, although the exact number is unknown. In some cases, agencies can verify the person is not a match by comparing birth dates or other data with watch list records, but agencies do not track the number. In other cases, they ask TSC for help. From December 2003 (when TSC began operations) to January 2006, agencies sent tens of thousands of names to TSC, and about half were misidentifications, according to TSC. While the total number of people misidentified may be substantial, it likely represents a fraction of all people screened. Even so, misidentifications can lead to delays, intensive questioning and searches, missed flights, or denied entry at the border. Misidentifications most commonly occur with names that are identical or similar to names on the watch list. To rapidly screen names against the watch list, agencies use computerized programs that account for differences due to misspellings and other variations. TSC has ongoing initiatives to improve computerized matching programs and the quality of watch list records. Also, CBP and the Transportation Security Administration (TSA) have established procedures designed to expedite frequently misidentified persons through screening, after confirming they are not on the watch list. Because security measures regrettably may cause personal inconveniences, TSA and CBP, with the support of TSC, provide opportunities for people who have been misidentified or mistakenly included on the watch list to seek redress. Most of these are misidentified persons who are not on the watch list but have a similar name and, therefore, may be repeatedly misidentified. Thus, TSA, for example, provides redress that relies heavily on efforts to expedite frequently misidentified persons through screening by allowing them to submit personal information that helps airlines more quickly determine that they are not on the watch list. If TSA and CBP cannot resolve questions from the public, they ask TSC for help. For 2005, TSC reported that it processed to completion 112 redress referrals and removed the names of 31 mistakenly listed persons from the watch list. To ensure that opportunities for redress are formally documented across agencies and that responsibilities are clear, the Justice Department is leading an effort to develop an interagency memorandum of understanding and expects a final draft to be ready for approval by fall 2006. TSC and frontline-screening-agency officials recognize that, after the agreement is finalized, the public needs to clearly understand how to express concerns and seek relief if negatively affected by screening. So, these officials have committed to making updated information on redress publicly available. GAO provided a draft copy of this report to the departments of Justice, Homeland Security, and State. They provided technical clarifications that GAO incorporated where appropriate."]}], "report": [{"section_title": "Letter", "paragraphs": ["To identify individuals with known or potential links to terrorism, since  the tragedies of September 11, 2001, agencies such as the departments of  State, Justice, and Homeland Security have implemented enhanced  procedures to screen international travelers, airline passengers, and visa  applicants. One important homeland security tool used by these federal  frontline-screening agencies is the terrorist-screening database, otherwise  known as the consolidated watch list, containing the names of individuals  with known and suspected links to terrorism. The database, which  contains names of foreign and U.S. citizens, is maintained by the Terrorist  Screening Center, an entity that has been operational since December 2003  under the administration of the Federal Bureau of Investigation (FBI).  Based upon agency-specific policies and criteria, relevant portions of the  Terrorist Screening Center’s consolidated watch list can be used in a wide  range of security-related screening procedures. For instance, the  Transportation Security Administration’s No Fly and Selectee lists—used  by airlines to screen passengers prior to boarding—are portions of the  Terrorist Screening Center’s consolidated watch list. Also, to help ensure  that known or suspected terrorists do not enter the United States,  applicable portions of the watch list are to be checked by Department of  State consular officers before issuing U.S. visas and by U.S. Customs and  Border Protection officers before admitting persons at air, land, and sea  ports of entry.", "Because terrorist watch list screening involves comparisons based on  personal-identifying information such as names and dates of birth, there is  potential to generate misidentifications—given that two or more persons,  for example, may have the same or similar names. As such, the screening  inevitably can raise concerns from individuals who assert that they are  being misidentified because of a name similarity to some other person  whose name is on the watch list. Misidentifications can result in travel  delays and other inconveniences for the respective individuals. Specific  instances have been widely reported in newspapers and other media,  including cases involving members of Congress and other high-profile  individuals. Misidentifications highlight the importance of having a  process—often referred to as redress—for affected persons to express  their concerns, seek correction of any inaccurate data, and request other  actions to reduce or eliminate future inconveniences. Similarly, such a  process would apply to other persons affected by the maintenance of  watch list data, including persons whose names are actually on the watch  list but should not be (“mistakenly listed persons”) as well as persons who  are properly listed. Accordingly, in reference to terrorist watch list  screening, this report addresses the following questions:    To what extent are the numbers of terrorist watch list misidentifications  known, and generally, how could misidentified persons be affected?", "What are the major reasons that misidentifications occur, and what  actions are the Terrorist Screening Center and frontline-screening  agencies taking to reduce the number of misidentified persons or expedite  them through the screening process?", "To address concerns from misidentified and mistakenly listed persons,  what opportunities for redress have the Terrorist Screening Center and  frontline-screening agencies established?", "In answering these questions, we reviewed the Terrorist Screening  Center’s standard operating procedures, statistics on watch-list-related  screening encounters that resulted in referrals to the center, and other  relevant documentation; and we interviewed Terrorist Screening Center  officials, including the director, principal deputy director, chief  information officer, and privacy officer. Similarly, we interviewed officials  at and reviewed documentation obtained from the principal frontline- screening agencies—Transportation Security Administration, U.S.  Customs and Border Protection, and the Department of State—whose  missions most frequently and directly involve interactions with travelers.  Regarding the screening of air passengers, in addition to contacting the  Transportation Security Administration to broadly discuss the procedures  of air carriers, we interviewed security officials at five major, domestic air  carriers. Also, we visited various land and air ports of entry in four  states—California, Michigan, New York, and Texas. Collectively, these  states have ports of entry on both the northern and southern borders of  the United States. Regarding statistical data we obtained from the  Terrorist Screening Center—such as the number of misidentifications and  the results of the redress process, particularly the number of mistakenly  listed persons whose names have been removed from the watch list—we  discussed the sources of the data with center officials, including the chief  information officer, and we reviewed documentation regarding the  compilation of the statistics. We determined that the statistics were  sufficiently reliable for the purposes of presenting overall patterns and  trends. We performed our work from April 2005 through August 2006 in  accordance with generally accepted government auditing standards.  Appendix I presents more details about our objectives, scope, and  methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["In April 2003, we reported that watch lists were maintained by numerous  federal agencies and that the agencies did not have a consistent and  uniform approach to sharing information on individuals with possible links  to terrorism. Our report recommended that the Department of Homeland  Security’s Secretary, in collaboration with the heads of the departments  and agencies that have and use watch lists, lead an effort to consolidate  and standardize the federal government’s watch list structures and  policies. Subsequently, pursuant to Homeland Security Presidential  Directive 6, dated September 16, 2003, the Terrorist Screening Center was  established to consolidate the government’s approach to terrorism  screening and provide for the appropriate and lawful use of terrorist  information in screening processes. The center began “24/7” operations on  December 1, 2003, and, about 3 months later, on March 12, 2004,  announced that watch list consolidation was completed with  establishment of the terrorist-screening database. This consolidated  database is the U.S. government’s master repository for all known and  suspected international and domestic terrorist records used for watch-list- related screening. Records for inclusion in the consolidated database are  submitted to the Terrorist Screening Center from the following two  sources:  Identifying information on individuals with possible international  terrorism ties is provided through the National Counterterrorism Center,  which is managed by the Office of the Director of National Intelligence.", "Identifying information on individuals with ties to purely domestic  terrorism, such as Ted Kaczynski (the “Unabomber”), is provided by the  FBI.", "In their terrorist-screening processes, the three federal frontline-screening  agencies that we reviewed use records exported by the Terrorist  Screening Center. That is, the applicable exported records are  incorporated, respectively, into the Transportation Security  Administration’s No Fly and Selectee lists, U.S. Customs and Border  Inspection’s Interagency Border Inspection System, and the State  Department’s Consular Lookout and Support System. The following listing  discusses the frontline-screening agencies’ use of watch list records more  specifically:    Transportation Security Administration’s No Fly and Selectee  Lists: As needed, the Transportation Security Administration provides  updated No Fly and Selectee lists to airlines for use in prescreening  passengers. Through the issuance of security directives, the agency  requires that airlines use these lists to screen passengers prior to boarding.  The agency’s Office of Intelligence (formerly called the Transportation  Security Intelligence Service) provides assistance to airlines in  determining whether passengers are a match with persons on the lists.", "U.S. Customs and Border Protection’s Interagency Border  Inspection System: U.S. Customs and Border Protection officers use the  Interagency Border Inspection System to screen travelers entering the  United States at ports of entry, which include land border crossings along  the Canadian and Mexican borders, sea ports, and U.S. airports for  international flight arrivals. This system includes not only the applicable  records exported by the Terrorist Screening Center, but also additional  information on people with prior criminal histories, immigration  violations, or other activities of concern that U.S. Customs and Border  Protection wants to identify and screen at ports of entry.", "State Department’s Consular Lookout and Support System: This  system is the primary sensitive but unclassified database used by consular  officers abroad to screen the names of visa applicants to identify terrorists  and other aliens who are potentially ineligible for visas based on criminal  histories or other reasons specified by federal statute. According to the  State Department, all visa-issuing posts have direct access to the system  and must use it to check each applicant’s name before issuing a visa.", "Also, the Terrorist Screening Center makes applicable records in the  consolidated database available to support the terrorist-screening  activities of other federal agencies—such as U.S. Immigration and  Customs Enforcement, which is the largest investigative component of the  Department of Homeland Security—as well as state and local law  enforcement agencies. For example, the FBI’s National Crime Information  Center has a file—the Violent Gang and Terrorist Organization File— which is accessible by federal, state, and local law enforcement officers  for screening in conjunction with arrests, detentions, or other criminal  justice purposes. A subset of this file consists of the Terrorist Screening  Center’s records to be used to screen for possible terrorist links.", "Figure 1 presents a general overview of the name-matching process  typically used by frontline-screening agencies and airlines to screen  individuals against applicable records exported by the Terrorist Screening  Center, which has an important role in verifying identities. When the  computerized name-matching system of a frontline-screening agency or, in  the case of air travel, an airline generates a “hit” (a potential name match)  against a terrorist database record, the agency or airline is to review each  potential name-match. Any obvious mismatches (misidentifications) are to  be resolved by the frontline agency or airline.", "Conversely, clearly positive or exact matches generally are to be referred  to the applicable screening agency’s intelligence center and to the  Terrorist Screening Center to provide law enforcement an opportunity for  a counterterrorism response. Similarly, hits involving inconclusive  matches—that is, uncertain and other hard-to-verify potential matches— typically are to be referred to the applicable screening agency’s  intelligence center. In turn, if the intelligence center cannot conclusively  determine whether a hit is an exact match, the Terrorist Screening Center  is to be contacted. Referring inconclusive matches to the Terrorist  Screening Center for resolution or confirmation is important because the  possible consequences of not identifying a known or suspected terrorist  could be worse than the inconveniences associated with  misidentifications. In conducting its research, the Terrorist Screening  Center has access to classified data systems that may contain additional  information not available to the referring agency. Once the Terrorist  Screening Center has confirmed the individual as either a positive match  or a misidentification, the frontline-screening agency is to be informed.", "Homeland security-related screening processes entail some level of  inconvenience for all travelers. Also, in an operational context, people can  be and frequently are screened for reasons not related to the terrorist  watch list but rather for reasons related to an agency’s mission. For  example, U.S. Customs and Border Protection screens travelers for any  conditions that may make them inadmissible to the country, including past  violations of immigration, drug, customs, or other laws. The agency also  randomly selects certain individuals for more thorough screening.  Similarly, prospective airline passengers may be randomly selected for  additional screening, and others may be selected if they exhibit unusual  behavior. Generally, screening agencies and airlines are not to disclose  the reason they select an individual for more thorough screening  measures, so persons may mistakenly assume it is because they are on a  terrorist watch list."], "subsections": []}, {"section_title": "Although Likely a Small Percentage of All People Screened, the Thousands of Persons Misidentified to the Terrorist Watch List Can Experience Additional Questioning, Delays, and Other Effects", "paragraphs": ["Annually, hundreds of millions of individuals—international travelers,  airline passengers, and visa applicants—are screened against relevant  portions of the Terrorist Screening Center’s consolidated watch list. The  number of persons misidentified during terrorist watch list screening may  be substantial in absolute terms but likely represents a small fraction of  the total screenings. Nonetheless, misidentifications resulting from  terrorist watch list screening can affect the respective individuals in  various ways, with perhaps the most common situation involving delays  and related inconveniences experienced by travelers."], "subsections": [{"section_title": "Although a Substantial Number, Misidentified Persons Likely Constitute a Small Percentage of All People Screened", "paragraphs": ["Although the full universe of persons misidentified by terrorist watch list  screening may be substantial in absolute terms, the total number likely  represents a small fraction of all persons who are screened. During the 26- month period we studied—from December 2003 (when the Terrorist  Screening Center began operations) to January 2006—the center received  tens of thousands of screening-encounter referrals from frontline- screening agencies and determined that approximately half involved  misidentified persons with names the same as or similar to someone  whose name was contained on the terrorist watch list. The number of  referrals to the Terrorist Screening Center does not constitute the universe  of all persons initially misidentified by terrorist watch list screening  because the names of many persons initially misidentified are not  forwarded to the Terrorist Screening Center. Rather, by comparing birth  dates or other data, the frontline- screening agencies (e.g., U.S. Customs  and Border Protection) are able to resolve many initial misidentifications  without contacting the Terrorist Screening Center. Additionally, for air  passengers, the airlines often are able to resolve initial misidentifications  without contacting the Transportation Security Administration. The  screening agencies and airlines generally do not maintain readily available  statistics on these resolutions.", "Nonetheless, although the full universe of such misidentifications may be  substantial in absolute terms, the total number likely represents a small  fraction of all persons who are subject to terrorist watch list screening  procedures, as in the following examples:    U.S. Customs and Border Protection reported that its officers managed a  total of 431 million border crossings into the United States at land, air, and  sea ports of entry in fiscal year 2005.", "Domestic airline flights—flights within the United States—carried 658  million passengers during the 12 months ending January 2006, according  to Department of Transportation statistics.", "The State Department reported that it processed about 7.4 million  nonimmigrant visa applications in fiscal year 2005.", "In addition to these international travelers, domestic flight passengers, and  visa applicants, any other person can be subject to terrorist watch list  screening in conjunction with routine law enforcement activities. For  instance, in stopping a motorist for a traffic violation, a state or local law  enforcement officer can check the motorist’s name against the National  Crime Information Center’s various files, which include terrorist watch list  records exported by the Terrorist Screening Center. The National Crime  Information Center, according to the FBI, is available to virtually every law  enforcement agency nationwide, 24 hours a day, 365 days a year."], "subsections": []}, {"section_title": "Misidentified Individuals Can Experience Delays and Other Effects", "paragraphs": ["People who are misidentified to the terrorist watch list can be affected in  various ways, most commonly experiencing delays and related  inconveniences, including being subjected to more intensive questioning  and searches. Generally, the extent of the effects of terrorist watch-list- related misidentification can vary by individual circumstances and the  operational nature of the screening agency’s mission. For example, an  individual with a name similar to someone who is on the Transportation  Security Administration’s No Fly list likely will be unable to utilize the  convenience of Internet, curbside, and airport kiosk check-in options. This  effect of misidentifications is reflected in a sample of 24 complaint letters  to the Transportation Security Administration that we reviewed. Many of  the complainants described their frustrations with not being able to use  alternative check-in options such as the Internet or airport kiosks.  Similarly, in a survey conducted in June 2006 by the National Business  Travel Association, many companies’ travel managers responded that their  employees have expressed frustration about repeatedly having to go to the  airline ticket counter to obtain a boarding pass.", "Also, misidentifications can cause other effects, such as missed airline  flights by either leisure travelers or business travelers, which could have  economic and other consequences, although we found no readily available  data on how frequently these effects occurred. However, according to  Transportation Security Administration data, two international flights— one in December 2004 and another in May 2005—were diverted from  landing at their scheduled destinations in the United States due to  potential matches to the No Fly list. In each instance, following the  diversions of the flights and further investigation after the airplanes  landed, federal authorities determined that the respective passengers were  misidentified and not true matches to the No Fly list. Nonetheless, the  diversions resulted in delays and related inconveniences for all passengers  on these flights.", "The Transportation Security Administration has acknowledged that  misidentifications can be embarrassing and time consuming for  individuals and also potentially can erode the public’s confidence in the  agency’s security efforts. Similarly, a recent Department of Homeland  Security report recognized that “individuals who are mistakenly put on  watch lists or who are misidentified as being on these lists can potentially  face consequences ranging from inconvenience and delay to loss of  liberty.”", "Also, an individual can experience an immediate delay at a port of entry  when U.S. Customs and Border Protection’s automated search of the  Interagency Border Inspection System database returns a potential match  to a terrorist watch list record. For such potential matches, U.S. Customs  and Border Protection’s operating protocol is to escort the person to  another screening area for further questioning and inspection (a process  referred to as secondary screening). The length of time the person spends  in secondary screening can be several hours, depending partly on the  difficulty or ease of verifying whether the person is or is not the individual  on the watch list. In the four states we visited—California, Michigan, New  York, and Texas—U.S. Customs and Border Protection officers told us  that given the importance of the homeland security mission, their practice  is to err on the side of caution by conducting very thorough screenings.", "The effects of such misidentifications and the related secondary  screenings can be emotional as well as physical, as reflected in complaint  letters to U.S. Customs and Border Protection. A sample of 28 complaint  letters to U.S. Customs and Border Protection that we reviewed alleged a  range of effects, such as experiencing travel delays, which resulted in  missing airline flights and incurring additional travel costs; being  subjected to extensive questioning and searches, while not being allowed  to contact family members, friends, or business associates to inform them  about the delays; and feeling embarrassed and frustrated.", "The State Department’s screening of nonimmigrant visa applicants against  the terrorist watch list may not affect individuals in the same way as does  screening by the Transportation Security Administration and U.S. Customs  and Border Protection. Generally, the State Department’s screening differs  from other screening agencies because there is more time to search  records and make decisions. According to State Department officials, the  average time for processing a nonimmigrant visa application is about 2  days. However, additional processing time may be needed if initial  screening of the applicant shows a possible link to terrorism—that is, the  applicant’s name possibly matches that of a person whose name is on the  terrorist watch list. The officials explained that this additional processing  time is needed because a decision on the visa applicant cannot be made  until a security advisory opinion is obtained. That is, the consular post  must ask the Department of State headquarters in Washington, D.C., to  initiate a process of requesting that various agencies check their  respective databases or systems for the existence of any investigative or  intelligence information regarding the individual and pass the results back  to a central point. This interagency review process includes the FBI, the  Drug Enforcement Administration, the Central Intelligence Agency, and  others. According to State Department officials, visa applicants are  routinely told not to buy tickets or incur other travel-related expenses  until the clearance process has been completed and the application  approved.", "In acknowledging that the interagency review process may extend the  processing time for a visa decision, the State Department provided us (in  June 2006) the following contextual perspectives:  In the last 2 years, the department and its interagency partners have  worked to decrease the processing time in order to reduce the impact on  the traveling public.", "Nevertheless, the department’s position is that the time it takes to screen a  visa applicant is a necessary part of the application procedure and,  therefore, is not an adverse governmental action. At times, additional  processing must be done in order to determine whether a visa applicant is  eligible for a visa under the law, including for national security reasons.  The additional processing is the inconvenient consequence of the proper  functioning of the visa screening system.", "Moreover, the extended processing time generally is a one-time  occurrence. Once an alien is cleared through the process, the clearance is  noted in the department’s consular visa database. Thus, this person may  not be subject to the same processing delay when applying for another  visa in the future, unless additional investigative or intelligence  information arises after issuance of the first visa.", "Screening by state and local law enforcement also differs from screening  by the Transportation Security Administration, U.S. Customs and Border  Protection, and the State Department. Essentially, federal agencies (or air  carriers, as applicable) initiate screening when individuals make an airline  reservation, arrive at a port of entry, or apply for a visa. In contrast, a state  or local law enforcement agency may initiate screening by, for example,  pulling over a motorist for speeding. Generally, a routine procedure for the  law enforcement officer is to query the motorist’s name against records in  the National Crime Information Center, which contains criminal history  records as well as terrorist watch list records. According to congressional  testimony presented in March 2004 by the Director of Public Security for  the State of New York, it takes about 12 to 15 minutes, on average, for a  New York patrol officer to contact the Terrorist Screening Center and  resolve a potential name match. More recently, in July 2006, the Director  of the Terrorist Screening Center told us that the average time nationally is  now down to about 5 minutes—that is, the time period beginning with the  center’s receipt of the call from a state or local law enforcement officer  and ending with the response to the officer regarding the potential name  match."], "subsections": []}]}, {"section_title": "Most Misidentifications Occur Because of Similarities to Names on the Terrorist Watch List; Agencies Are Attempting to Reduce the Incidence of Misidentifications or Otherwise Facilitate Individuals through the Screening Process", "paragraphs": ["The most common cause of misidentifications is similarity of the names of  persons being checked to names on the Terrorist Screening Center’s  consolidated watch list, for which there is no complete remedy, but  agencies are taking actions to minimize the effect on frequently  misidentified persons. The Terrorist Screening Center has formed an  interagency group to improve the effectiveness of identity matching across  agencies and also has ongoing initiatives regarding data quality. As a  future enhancement, the Terrorist Screening Center’s strategy is to  develop the capability to link name-based watch list searches to relevant  biometric systems maintained by other agencies, although this capability  may be more useful for confirming positive matches than for reducing the  incidence of misidentifications."], "subsections": [{"section_title": "Misidentifications Result Because a Traveler’s Name Is Similar to Someone with a Terrorist Watch List Record", "paragraphs": ["Misidentifications occur most often because the names of some persons  being screened are the same or similar to those in the consolidated  terrorist watch list. To handle the large volumes of travelers and others  who must be screened, federal agencies and most airlines use computer- driven algorithms to rapidly compare the names of individuals against the  applicable terrorist watch list records. A primary factor in designing a  computerized name-matching process is the need to minimize the  possibility of generating false negatives—that is, failing to identify an  individual whose name is on the terrorist watch list—without generating  an unacceptable number of false positives (misidentifications). To help  ensure that name-based screening does not miss detecting someone who is  on the watch list, agencies and airlines may configure their algorithms in  such a way that they return a broad set of possible matches for any given  name input. For instance, the computerized algorithms may account for  differences in names due to misspellings or transcription errors.", "Operationally, for each name that is screened against the watch list, the  computerized algorithm may return a list of possible matches. If  applicable, screening agency or airline security personnel then review  these results of possible matching records arrayed by probability scores to  determine which, if any, is a positive match with the person being  screened. To help ensure awareness of best practices among agencies, the  Terrorist Screening Center has formed and chairs a working group—the  Federal Identity Match Search Engine Performance Standards Working  Group—which met initially in December 2005. An objective of the  working group is to provide voluntary guidance for federal agencies that  use identity-matching search engine technology. Essentially, the  prospective guidance is intended to improve the effectiveness of identity  matching across agencies by, among other means, assessing which  algorithms or search engines are the most effective for screening specific  types or categories of names. At the time of our review, a target date for  completing the initiative to develop and provide voluntary guidance to  screening agencies had not been set."], "subsections": []}, {"section_title": "Some Misidentifications Can Result from Inaccurate or Incomplete Data", "paragraphs": ["Some misidentifications can result from inaccurate or incomplete data in  the consolidated terrorist watch list. Generally, the FBI and intelligence  agencies are the original collectors of the information used to determine  whether a given individual should be added to the terrorist watch list. The  Terrorist Screening Center, in turn, is responsible for ensuring that  information received from the intelligence community is accurately  maintained in the consolidated watch list. One of the Terrorist Screening  Center’s primary goals is to maintain accurate and complete information.", "In June 2005, the Department of Justice’s Office of the Inspector General  reported that its review of the Terrorist Screening Center’s consolidated  watch list found several problems—such as inconsistent record counts  and duplicate records, lack of data fields for some records, and unclear  sources for some records. Among other things, the Inspector General  recommended that the Terrorist Screening Center develop procedures to  regularly review and test the information contained in the consolidated  terrorist watch list to ensure that the data are complete, accurate, and non- duplicative. The Terrorist Screening Center agreed and noted that it was  taking steps to implement the recommendation. Also, the Terrorist  Screening Center has quality-assurance initiatives ongoing to identify and  correct troublesome records related to misidentifications.", "Moreover, the Terrorist Screening Center’s director and principal deputy  director stressed to us that quality of data is a high priority for the center  and also is a continuing challenge, particularly given that the database is  dynamic, changing frequently with additions, deletions, and modifications.  The officials noted the equal importance of ensuring that (1) the names of  known and appropriately suspected terrorists are included in the watch  list and (2) the names of any mistakenly listed individuals are removed. In  this regard, the officials explained that the center’s standard operating  practices include at least two opportunities to review records. First,  Terrorist Screening Center staff—including subject matter experts  detailed to the center from other agencies—review each incoming record  submitted (nominated) to the center for inclusion in the consolidated  watch list. Also, every time there is a screening encounter—for example, a  port-of-entry screening of an individual that generates an actual or a  potential match with a watch list record—that record is reviewed again.", "In addition to the Terrorist Screening Center’s quality-assurance  initiatives, screening agencies also have been looking at ways to reduce  misidentifications. One way that holds promise, where applicable, is to use  additional personal-identifying information to enhance name-based  searching. For example, as part of its efforts to develop the Secure Flight  program, the Transportation Security Administration conducted tests  between November 2004 and April 2005 to determine what combinations  of names and associated personal-identifying attributes were most  effective in matching airline passenger data against terrorist watch list  records. According to the Transportation Security Administration, the  testing indicated that searches using additional personal-identifying  attributes could potentially result in decreasing the number of  misidentifications. However, the Transportation Security Administration  concluded that more testing was needed to determine, among other things,  the point of diminishing returns in using combinations of personal- identifying information to enhance name-based watch list searches."], "subsections": []}, {"section_title": "Agencies Are Taking a Number of Actions to Expedite Frequently Misidentified Persons through the Screening Process", "paragraphs": ["In addition to initiatives aimed at reducing the number of  misidentifications, screening agencies also are taking actions to expedite  the screening of frequently misidentified persons."], "subsections": [{"section_title": "Transportation Security Administration Maintains a Cleared List of Individuals to Expedite Screening and Mitigate Negative Effects", "paragraphs": ["The Transportation Security Administration has instituted a process  designed to help frequently misidentified air passengers obtain boarding  passes more quickly and avoid prolonged delays. Under this process, an  individual can voluntarily provide the Transportation Security  Administration with additional personal-identifying information. Then, the  Transportation Security Administration will use this information to decide  whether the person’s name should be put on a cleared list—that is, a list  that contains the names and other personal-identifying information of  individuals who have been checked and cleared as being persons not on  the No Fly and Selectee lists. Airlines are to use the cleared list to more  quickly determine that these passengers are not the persons whose names  are on the No Fly and Selectee lists. As needed, the Transportation  Security Administration provides the airlines with updates of the No Fly  and Selectee lists and the cleared list. As discussed later in this report, the  cleared list is integral to the Transportation Security Administration’s  redress process for watch-list-related complaints."], "subsections": []}, {"section_title": "U.S. Customs and Border Protection Is Annotating Its Database to Help Frequently Misidentified Travelers Avoid Additional Screening and Delays", "paragraphs": ["According to U.S. Customs and Border Protection officials, the agency has  implemented procedures designed to help frequently misidentified  travelers avoid additional screening and delays. Specifically, in February  2006, the agency began annotating its database regarding travelers who  were inadvertently stopped because they have the same or similar name as  a watch list record but are not the actual subject of the record. The  officials explained that the agency uses the data routinely collected on a  traveler during the initial inspection process, and no further action is  necessary by the traveler. The officials noted that these travelers should  no longer be stopped on subsequent visits because of the records in  question. As of September 2006, according to U.S. Customs and Border  Protection officials, the agency had annotated more than 10,300 such  instances and had prevented more than 7,200 unnecessary inspections  from occurring."], "subsections": []}, {"section_title": "The Department of State Is Annotating Its Database to Avoid Future Delays for Visa Applicants", "paragraphs": ["As mentioned previously, the State Department’s processing of a visa  application takes additional time if initial screening shows a possible link  to terrorism, because a decision on the visa applicant cannot be made until  a security advisory opinion request is forwarded to Washington, D.C., and  a response is received. However, the State Department has taken steps to  help minimize visa-processing delays for any subsequent application filed  by a previously screened person. Specifically, according to State  Department officials, when a visa applicant is screened through the  security advisory opinion process and is found to be a person who is not  on the terrorist watch list, the State Department enters clarifying  comments in its database or even on the visa itself. This information is  available for review by consular officers in processing any subsequent visa  applications filed by the individual. Thus, according to State Department  officials, the individual’s future applications should not incur any  additional processing times, unless new information has been acquired in  the interim period that would cast doubt on the applicant’s eligibility for a  visa."], "subsections": []}]}, {"section_title": "As a Future Enhancement, the Terrorist Screening Center Plans to Have Links to Biometric Data; Various Traveler-Screening Programs Already Use Biometric Data", "paragraphs": ["Within the law enforcement community, fingerprint identification has been  used and accepted for decades and is the de facto international standard  for positively identifying individuals. Thus, as is widely recognized  throughout government, the use of biometric technologies based on  fingerprint recognition, facial recognition, or other physiological  characteristics offer opportunities for enhancing the key homeland  security objective of preventing known or suspected terrorists from  entering the country.", "Conceptually, biometrics can be used to screen a traveler against a  consolidated database, such as the terrorist watch list—a screening of one  record against many records. However, the Terrorist Screening Center  presently does not have this capability, although use of biometric  information to supplement name-based screening is planned as a future  enhancement. Specifically, the Terrorist Screening Center’s strategy is not  to replicate existing biometric data systems. Rather, the center’s strategy,  according to the director and principal deputy director, is to develop a  “pointer” capability to facilitate the online linking of name-based searches  to relevant biometric systems, such as the FBI’s Integrated Automated  Fingerprint Identification System (IAFIS)—a computerized system for  storing, comparing, and exchanging fingerprint data in a digital format,  which contains the largest criminal biometric database in the world.  Center officials recognize that even biometric systems have screening  limitations, such as relevant federal agencies may have no fingerprints or  other biometrics to correlate with many of the biographical records in the  center’s consolidated database. For instance, watch list records may be  based on intelligence gathered by electronic wire taps or other methods  that involve no opportunity to obtain biometric data. Also, the availability  of interoperable technology to facilitate online linking among agencies is a  long-standing issue that presents challenges. Nonetheless, center officials  anticipate that biometric information, if available, can be especially useful  for confirming matches to watch list records when individuals use false  identities or aliases.", "On the other hand, the Terrorist Screening Center has no plans for trying  to reduce the incidence of misidentifications by collecting or maintaining  biometric information on persons who are not on the watch list. Center  officials noted that collecting and using biometric information on innocent  persons would raise significant privacy concerns, which would have to be  thoroughly considered in interagency discussions and weighed against the  possible benefits.", "Presently, the Department of Homeland Security uses biometric data for  operating various programs to screen travelers, one of which is a required- enrollment program for selected foreign nationals who travel to the United  States and others are voluntary-enrollment or trusted-traveler programs.  However, enrollment in these programs, whether required or voluntary,  does not exempt individuals from being screened against the terrorist  watch list. As mentioned previously, for instance, the watch list is  dynamic, changing frequently with additions, deletions, and modifications.", "The required-enrollment program that uses biometric data is the U.S.  Visitor and Immigrant Status Indicator Technology (US-VISIT) program,  which is an entry/exit tracking system designed to collect, maintain, and  share information on selected foreign nationals who travel to the United  States. The program uses a related system—the Automated Biometrics  Identification System (IDENT), developed by the former Immigration and  Naturalization Service—to collect two fingerprints (right and left index  fingers) and a digital photograph to provide for the biometric  identification of visitors. Required enrollment in the US-VISIT program is  conducted by the Department of State at visa-issuing consulates before the  visitors depart or by U.S. Customs and Border Protection at ports of entry  when the visitors arrive. American citizens, permanent legal residents,  Canadian nationals, and Mexican nationals with border-crossing cards are  not required to submit to US-VISIT screening at ports of entry. In July  2006, the Department of Justice’s Office of the Inspector General provided  an update on progress toward achieving biometric interoperability  between IDENT and IAFIS. The Inspector General’s progress report  noted that the FBI and the Department of Homeland Security have formed  a working group to make US-VISIT, IDENT, and IAFIS interoperable by  December 2009.", "Under the US-VISIT program, at each subsequent reentry into the United  States, applicable individuals are biometrically screened against the  fingerprints collected during the initial enrollment. Such biometric  screening is for identity verification purposes—screening that involves a  one-to-one matching of fingerprints to determine if the traveler is the  person enrolled in the program. Enrollment in the U.S.-VISIT program  does not exempt individuals from being screened against the terrorist  watch list and generally may not reduce the possibility of the individuals  being misidentified based on name similarities. As such, when there are  potential matches to a name on the watch list, the individuals may still be  subject to more extensive screening at ports of entry.", "Another biometrics-based program—Registered Traveler—is being pilot  tested by the Transportation Security Administration. The program,  commonly categorized as a trusted-traveler program, collects biographical  information and biometric data from airline passengers who volunteer to  undergo a security threat assessment. The pilot program is being tested in  partnership with selected airlines and airports across the country. Under  the program, prior to boarding at airports, participants are to be screened  using the biometric data.", "In addition, U.S. Customs and Border Protection operates various trusted- traveler programs, which are intended to provide expedited processing for  pre-approved, low risk travelers who frequently cross U.S. borders. For  instance, a commuter program on the southern border is known as Secure  Electronic Network for Travelers Rapid Inspection (SENTRI) and on the  northern border as “NEXUS.” For these voluntary programs, the biometric  component generally involves only the enrollment process, such as  conducting fingerprint-based background checks using IDENT or IAFIS to  ensure that applicants are eligible for expedited processing before  allowing their participation. Thereafter, cross-border commuting is  facilitated by use of radio frequency identification (RFID) technology,  whereby an embedded chip in each membership card transmits the  person’s arrival to a reader-antenna at the port of entry.", "While trusted-traveler programs are most commonly applicable to cross- border commuters, U.S. Customs and Border Protection officials told us  that all persons who believe they are frequently misidentified with similar  names on the terrorist watch list can apply and will be accepted if they are  found to meet program requirements. Also, a benefit of these programs  from a watch list perspective is that U.S. Customs and Border Protection  has greater assurance of the identity of the enrollees and that these  individuals are not persons on the watch list. Enrollment in a trusted- traveler program does not exempt individuals from being screened against  the terrorist watch list; although, according to U.S. Customs and Border  Protection officials, enrollment does mitigate the possibility of the  individuals being misidentified and selected for more extensive screening  at ports of entry. The officials also noted that the trusted-trusted traveler  programs are not widely applicable to all ports of entry. Rather, the  programs are helpful only to individuals eligible to use trusted-traveler  lanes at the border, not at airports or seaports."], "subsections": []}]}, {"section_title": "The Terrorist Screening Center and Frontline-Screening Agencies Are Addressing Concerns Related to Watch List Screening, and an Interagency Agreement Is Being Developed to Further Ensure an Effective Means for Seeking Redress", "paragraphs": ["It is important that individuals who are inadvertently and adversely  affected by watch list screening be provided an opportunity to seek  redress. The Terrorist Screening Center, the Transportation Security  Administration, and U.S. Customs and Border Protection have processes  in place to address individuals’ concerns involving watch-list-related  screening and have reported some successes, such as removing from the  watch list the names of several mistakenly listed persons. Most watch-list- related redress concerns usually involve misidentified persons— individuals who are not on the watch list but have name similarities with  known or suspected terrorists. To help ensure that opportunities for  redress are formally documented and that agency responsibilities are  clear, the Department of Justice is leading an effort to develop an  interagency memorandum of understanding. A final draft of the  memorandum of understanding is expected to be ready for interagency  clearances by fall 2006, according to Terrorist Screening Center officials."], "subsections": [{"section_title": "The Terrorist Screening Center and the Federal Frontline-Screening Agencies Have a Role in Addressing the Concerns of Individuals Who are Adversely Affected by Watch List Screening", "paragraphs": ["The Terrorist Screening Center, the Transportation Security  Administration, and U.S. Customs and Border Protection have important  responsibilities in providing individuals who are inadvertently and  adversely affected by watch list screening with opportunities to seek  redress. As mentioned previously, all aggrieved individuals may seek  redress, including persons who express concerns or complaints that they  are being misidentified and adversely affected because they have a name  similar to someone whose name is on the terrorist watch list and persons  who actually are on the terrorist watch list. Any such concern or  complaint raised formally by an affected individual is what the Terrorist  Screening Center calls a redress query. Specifically, the Terrorist  Screening Center defines a “redress query” as communication from  individuals or their representatives inquiring or complaining about an  adverse experience during a terrorist watch-list-related-screening process  conducted or sponsored by a federal agency, including congressional  inquiries to federal agencies on behalf of constituents.", "According to the Terrorist Screening Center’s standard operating  procedures for redress matters, frontline-screening agencies, such as the  Transportation Security Administration and U.S. Customs and Border  Protection, have a key role in handling redress queries. Significantly, for  example, the frontline-screening agencies—and not the Terrorist  Screening Center—are to receive and initially handle redress queries from  the public. The operating procedure of having frontline agencies receive  redress queries serves at least two purposes, according to the Terrorist  Screening Center. First, the applicable frontline-screening agency is better  positioned to know the details of the screening encounters and to respond  appropriately. Second, many screening encounters may be based on  factors other than terrorism—factors such as narcotics trafficking or  incomplete currency or customs declarations—which are not within the  mission of the Terrorist Screening Center and must be resolved by the  frontline agencies. Also, as a practical matter, the frontline agencies are  the entities visible to complainants or inconvenienced persons.", "Further, after a frontline-screening agency receives a complaint or  concern from an individual, the agency is to begin its internal complaint- resolution or redress process. As part of this process, the agency is to  determine whether the person’s complaint is related to a potential match  to a terrorist watch list record. If the determination is “no”—that is, the  person is not actually on the watch list but was misidentified because of a  name similarity to someone who is on the terrorist watch list—the  frontline-screening agency is responsible for resolving the complaint and  responding to the misidentified individual.", "If the frontline-screening agency’s determination is “yes”—which includes  not only definite matches but also any potential or “maybe” matches that  require additional research to confirm—the frontline agency is to refer the  redress query to the Terrorist Screening Center. Then, the center is to  check its database to determine whether the individual is indeed on the  terrorist watch list or whether the person is misidentified with someone  on the watch list. If the person is actually on the terrorist watch list, the  Terrorist Screening Center is to consult with applicable intelligence  community and law enforcement agencies to assess whether the person is  appropriately listed and should remain on the watch list or is mistakenly  listed and should be removed from the list. In either instance, the center is  to inform the applicable frontline-screening agency, which is responsible  for responding to the individual. If the complainant is a misidentified  person, the Terrorist Screening Center is to send the redress query back to  the applicable frontline-screening agency for that agency to resolve. Also,  as part of its quality-assurance efforts, the center is to review the  underlying watch list record that caused the person’s adverse experience  to determine, for example, the record’s validity or whether a modification  is needed, including possible removal of the record. Finally, any referrals  received by the Terrorist Screening Center not related to its mission—that  is, “other issues” with no nexus to terrorism such as complaints involving  employee misconduct or random screening—are to be sent back to the  applicable frontline-screening agency, which is to provide a response to  the individual.", "In January 2005, the Terrorist Screening Center established its formal  redress process. An overview of the redress process, including interaction  between the center and the frontline-screening agencies, is illustrated in  figure 2.", "The Terrorist Screening Center does not directly provide final disposition  letters to individuals who have submitted redress queries. Rather, the  center works with the frontline-screening agencies—and, as applicable,  any relevant intelligence or law enforcement agencies—to develop a  written response. In providing a final response to an individual who  submits a redress query, the frontline-screening agencies use a response  letter that neither confirms nor denies the existence of any terrorist watch  list records relating to the individual. For example, one of the  Transportation Security Administration’s standardized response letters  states, in part, “Where it has been determined that a correction to records  is warranted, these records have been modified to address any delay or  denial of boarding that you may have experienced as a result of the watch  list screening process.”", "Generally, this type of language reflects the Terrorist Screening Center’s  policy of neither confirming nor denying whether an individual is on the  consolidated terrorist watch list because this information is derived from  classified and sensitive law enforcement and intelligence sources. The  policy of nondisclosure to the public is intended to protect the operational  counterterrorism and intelligence collection objectives of the government  and the personal safety of those involved in counterterrorism  investigations."], "subsections": []}, {"section_title": "The Terrorist Screening Center’s Handling of Redress Referrals Has Resulted in Removing the Names of Several Mistakenly Listed Persons from the Terrorist Watch List", "paragraphs": ["During calendar year 2005, the Terrorist Screening Center processed to  completion 112 redress queries referred by frontline-screening agencies.  Of this total, according to the Terrorist Screening Center, 31 were  determined to be mistakenly listed individuals and their names were  removed from the watch list (see table 1). The center reported that for  another 54 queries the individuals were on the terrorist watch list and the  center either did not change the watch list records (48) or made some  updates (6).", "Also, as table 1 indicates, 19 of the 112 referrals in calendar year 2005  involved misidentified persons—that is, the Terrorist Screening Center  determined that these individuals were not on the terrorist watch list but  have names similar to someone who is a known or suspected terrorist. The  center referred each of these queries back to the applicable frontline-  screening agency for processing under the respective agency’s redress  procedures. These 19 misidentifications do not constitute the annual  universe of all redress queries involving misidentifications. Rather,  thousands of such queries from misidentified persons are handled by the  frontline-screening agencies and are not referred to the Terrorist  Screening Center.", "To enhance public awareness of redress availability, the Web site of the  FBI—the Terrorist Screening Center’s administering agency—presents an  overview of applicable policy and procedures, provides answers to  frequently asked questions, and gives contact information for three  frontline-screening agencies—the Transportation Security Administration,  U.S. Customs and Border Protection, and the State Department. This  information is also presented in appendix II of this report."], "subsections": []}, {"section_title": "Most Redress Queries Involve Misidentified Persons and Are Handled by Frontline-Screening Agencies", "paragraphs": ["Most redress queries involve misidentified rather than mistakenly listed  individuals. Therefore, inherently the disposition or resolution of a redress  query involving a misidentification cannot be removal of the individual’s  name from a watch list because the individual is not the person on the list.  Instead, an objective of the frontline-screening agencies is to address  complaints of misidentified individuals by providing alternative relief— that is, by developing procedures and having sufficient information in  screening databases to expedite the processing of frequently misidentified  persons."], "subsections": []}, {"section_title": "Transportation Security Administration: For Individuals Who Are Frequently Misidentified Due to Name Similarities with Known or Suspected Terrorists, the Agency Has Compiled a Cleared List", "paragraphs": ["The Transportation Security Administration has a contact center that  centrally receives nonmedia public inquiries and complaints. According to  the agency, the contact center’s customer service representatives and  contact security specialists are trained to handle and analyze incoming  calls, e-mails, correspondence, and facsimiles from the public, the  Congress, and private industry. The functions of these representatives and  specialists, as specified in the contact center’s operating procedures, are  to analyze letters and electronic messages, sort them by subject matter,  and confer with appropriate offices throughout the agency (including field  staff) to provide responses.", "Generally, any inquiries and complaints regarding watch-list-related  screening—that is, screening against the No Fly and Selectee lists—are to  be handled by the agency’s Office of Transportation Security Redress,  which was established in November 2004. As part of the redress process,  an individual can voluntarily provide additional personal-identifying  information to the Office of Transportation Security Redress. Specifically,  the individual can submit a completed Traveler Identity Verification Form  (reproduced in app. III), along with a copy of a U.S. passport or copies of  three types of other identification documents, such as birth certificate,  driver’s license, military identification card, military discharge paper, voter  registration card, and naturalization certificate or certificate of  citizenship. Then, the agency will use this information in deciding  whether the person’s name should be put on a cleared list—which airlines  are to use for distinguishing the individual from persons who are in fact on  the No Fly or Selectee lists. Along with as-needed updates of the No Fly  and Selectee lists, the Transportation Security Administration transmits  updated cleared list information to the airlines for the purpose of enabling  the airlines to more quickly determine that these passengers are not the  persons who are on the No Fly and Selectee lists. The purpose of the  cleared list is to mitigate or minimize delays or other inconveniences by  facilitating the check-in process for passengers who have names similar to  known or suspected terrorists. An individual on the cleared list may still  have to obtain a boarding pass at the ticket counter rather than using  Internet, curbside, or airport kiosk check-in options. Nonetheless, the  intent of the cleared list is to reduce the delay or wait time for applicable  air passengers in obtaining a boarding pass at the ticket counter.", "According to the Director of the Office of Transportation Security Redress,  over 30,000 individuals had submitted identify verification forms and  supporting documentation to the agency, as of December 2005, and the  names of the overwhelming majority of these individuals were added to  the cleared list. The director explained that although the agency requires  air carriers to use the cleared list, responsibility for utilizing the list rests  with the air carriers, and all carriers do not operate in the same way or  have equal capabilities. Further, according to the director, some customers  (air passengers) call and complain about having problems even though  they have taken the necessary steps to be placed on the cleared list. The  director said that his office forwards information regarding these  complaints to another component of the agency—the Office of  Transportation Sector Network Management—which is responsible for  contacting the respective air carriers to address relevant issues.", "According to Transportation Security Administration officials, the Secure  Flight program is a prospective solution to current issues regarding  inconsistent use of the cleared list by air carriers—as well as any  inconsistent use of the No Fly and Selectee lists. Under the Secure Flight  program, the Transportation Security Administration plans to take over,  from commercial airlines, the responsibility for comparing identifying  information of airline passengers against information on known or  suspected terrorists. We note, however, that the Transportation Security  Administration has been in the process of developing a passenger  prescreening system, presently known as the Secure Flight program, for  more than 3 years. We have reported and the Transportation Security  Administration has acknowledged significant challenges in developing and  implementing the Secure Flight program. Earlier this year, the  Transportation Security Administration suspended Secure Flight’s  development to reassess, or rebaseline, the program. The rebaselining  effort includes reassessing the program goals to be achieved, the expected  benefits and capabilities, and the estimated schedules and costs. As of July  2006, the Transportation Security Administration had not publicly  announced any decisions regarding the future of the Secure Flight  program, although the agency anticipates that the rebaselining effort will  be completed by the end of September 2006."], "subsections": [{"section_title": "U.S. Customs and Border Protection Is Considering Realigning Its Watch-List- Related Redress Responsibilities and Is Updating Its Procedures", "paragraphs": ["U.S. Customs and Border Protection headquarters has a Customer  Satisfaction Unit that functions as a centralized source for recording,  tracking, and reviewing all complaint information related to U.S. Customs  and Border Protection interactions with travelers, the general public,  industry, and government entities. This unit is responsible for responding  to customer complaints, irrespective of the subject matter—that is, the  unit focuses on all complaint topics, not just complaints involving terrorist  watch-list-related screening. For instance, U.S. Customs and Border  Protection routinely uses a comment card that allows travelers to express  any complaint regarding the port-of-entry processing experience. U.S.  Customs and Border Protection policy is to provide a comment card to (1)  all air and sea travelers who are subjected to a secondary examination and  (2) all air, land, and sea travelers who undergo a personal search.", "In June 2006, U.S. Customs and Border Protection officials explained that  the agency was actively considering ways to enhance the capability of the  Customer Satisfaction Unit to support redress efforts regarding terrorist  watch-list-related concerns or complaints. For instance, a realignment  being considered is to move the responsibility for handling certain  categories of complaints—those not involving terrorist watch list  screening—from the Customer Satisfaction Unit to the Office of Public  Affairs. Also, the officials further noted that the agency’s Office of  Regulations and Rulings was updating the Customer Satisfaction Unit’s  standard operating procedures, including redress procedures regarding  terrorist watch-list-related concerns or complaints.", "Further, in commenting on a draft of this report in September 2006, U.S.  Customs and Border Protection officials said that the agency is working  with the Terrorist Screening Center to ensure that its process aligns with  the center’s process. Also, another Department of Homeland Security  component—U.S. Immigration and Customs Enforcement—commented  that its Office of Intelligence serves as a point of contact and works  closely with the Terrorist Screening Center’s redress team to ensure the  removal or modification of records, as appropriate, from the terrorist- screening database and the Treasury Enforcement Communications  System/Interagency Border Inspection System. For instance, U.S.  Immigration and Customs Enforcement noted that if the Terrorist  Screening Center determines that an individual should no longer be listed  in the terrorist-screening database, the Office of Intelligence coordinates  with U.S. Customs and Border Protection to have the record expunged  from the Treasury Enforcement Communications System/Interagency  Border Inspection System.", "As part of our study, we reviewed the Federal Bureau of Investigation’s  Web site for the Terrorist Screening Center to determine what overview  information regarding watch-list-related redress was publicly available  (see app. II). In turn, from the FBI’s overview Web site, we followed up on  any references or online links to the redress processes of key frontline- screening agencies—the Transportation Security Administration and U.S.  Customs and Border Protection.", "In contrast to the online link to the Transportation Security  Administration’s redress guidance (see app. III), we found limited  usefulness in the online link to U.S. Customs and Border Protection’s  redress guidance. The FBI’s overview Web site lists the Customer  Satisfaction Unit as the redress-related contact point for U.S. Customs and  Border Protection. Also, the overview Web site provides an online link to a  fact sheet describing the Interagency Border Inspection System—a system  that provides U.S. Customs and Border Protection and other law  enforcement entities with access to computer-based information.  However, the fact sheet (reproduced in app. IV) has no specific guidance  regarding terrorist-watch-list-related redress. Rather, the fact sheet  answers basic questions regarding the Interagency Border Inspection  System, such as who uses the system and what information is in the  system. Moreover, the overview Web site provides no references or online  links to U.S. Customs and Border Protection’s trusted-traveler programs— such as SENTRI and NEXUS. As mentioned previously, agency officials  told us that persons who believe they are frequently misidentified with the  terrorist watch list or who continuously experience delays and other  inconveniences during screening could apply to one of these programs  and, if accepted, receive expedited processing at applicable ports of entry.", "Based on our observations regarding the limited usefulness of the online  links from the FBI’s overview Web site, U.S. Customs and Border  Protection officials acknowledged a need to coordinate with the FBI and  the Terrorist Screening Center to provide more appropriate online links  regarding redress guidance. The officials noted, for example, that U.S.  Customs and Border Protection’s Web site does provide information  regarding the Customer Satisfaction Unit and how complaints are handled  as well as information on trusted-traveler programs."], "subsections": []}, {"section_title": "Department of State: Applicants Who Are Denied a Visa Have No Legal Basis to Appeal, but an Agency-Initiated Process Is Used to Remove Erroneous or Outdated Entries from the Consular Lookout and Support System", "paragraphs": ["The term “redress,” according to the State Department, is not applicable to  complaints about visa denials, which are final decisions not subject to  appeal or judicial review. However, the State Department has an agency- initiated process for removing erroneous or outdated entries from the  Consular Lookout and Support System, which contains applicable terrorist  watch list records. As mentioned previously, the system is used by  consular officers abroad to screen the names of visa applicants to identify  terrorists and other aliens who are potentially ineligible for visas based on  criminal histories or other reasons specified by federal statute. All visa- issuing posts have direct access to the system and are required to use it to  check each applicant’s name before issuing a visa, according to the State  Department.", "The Immigration and Nationality Act of 1952, as amended, gives  Department of State consular officers at overseas posts exclusive  authority for adjudicating applications submitted by foreign citizens for  visas to enter the United States. The process for determining who will be  issued or refused a visa consists of several steps—including checking or  cross-referencing each applicant’s name against the Consular Lookout and  Support System, which contains applicable names and biographical data  exported from the Terrorist Screening Center’s database. According to the  State Department, no applicant is denied a visa simply because the  person’s name appears in the Consular Lookout and Support System,  which is only a flag or tool to help the consular officer know if further  screening may be required. Rather, visa denials are by law based either on  statutory grounds of ineligibility, which are specifically set out in the  Immigration and Nationality Act, as amended, or on the applicant’s  failure to present evidence to establish eligibility for the type of visa  requested. In addition to security and terrorism concerns, statutory  grounds of ineligibility include, for example, criminal history reasons,  previous violations of immigration law, and health-related grounds.", "According to State Department instructions provided to consular offices  worldwide, visa denials are to be reviewed by the consular officer’s  supervisor. If an error has been made or a question exists about  interpreting immigration law in reference to the facts surrounding the  applicant, the consular officer can request a legal advisory opinion. Also, if  there are misunderstandings about the application process, individuals can  correspond with the overseas consular section and the Public Inquiries  Division of the Visa Office in Washington, D.C.", "However, federal courts have consistently held that a consular officer’s  final decision to issue or deny a visa is not subject to a formal appeal or to  judicial review. That is, there is no way to directly appeal the visa denial,  nor is there a way to directly overturn the consular officer’s denial  decision because it is not subject to judicial review. Thus, in explaining  why it would be incorrect and legally misleading to use the term “redress”  in reference to any complaint about a visa denial, officials in the State  Department’s Bureau of Consular Affairs commented that a visa refusal  (denial) is a final decision in which the consular officer makes a legal  determination that the applicant is not eligible for a visa based on a  statutory ground. The State Department officials reiterated that the  consular officer’s decision is a final governmental adjudication, for which  there is no appeal or judicial review, and the only recourse for the person  is to submit a new application with sufficient information to “overcome”  the grounds for ineligibility.", "Consular officers are required to provide each applicant an explanation of  the legal basis for denying the visa. However, if the basis for ineligibility  is terrorism—under section 212(a)(3)(B) of the Immigration and  Nationality Act, as amended—the consular officer normally would not be  able to explain the reasons behind the denial because of national security  grounds.", "According to Bureau of Consular Affairs officials, the State Department  does have an agency-initiated process for removing erroneous or outdated  information from the Consular Lookout and Support System. In explaining  why the correction-of-records process is initiated by the agency and not  the visa applicant, the officials commented substantially as follows:    Visa applicants usually would not even know whether their names are on  the terrorist watch list. If a visa application results in the overseas post’s  requesting a security advisory opinion and additional screening, the  applicant might think that any processing delay is due to a record entry in  the Consular Lookout and Support System. However, the additional  screening could be due to reasons other than terrorism, such as a criminal  record, a contagious disease, or simply an overstay on a previous visa.", "Thus, any deletion of entries from the Consular Lookout and Support  System normally would be initiated by the consular officer in the field.  That is, if the consular officer determines—based on evidence presented  during the course of a visa application—that an entry in the Consular  Lookout and Support System is incorrect or has been overtaken by events,  the officer is to initiate action to have the entry deleted from the system.", "Also, the Bureau of Consular Affairs officials noted that there has been an  occasional complaint that despite the issuance of a visa, the alien  experienced difficulties at a U.S. port of entry because, for example,  screening by U.S. Customs and Border Protection showed a potential  match with a terrorist watch list record. Regarding these instances, the  officials said that based on an interest in data integrity and customer  service, the department works with the Terrorist Screening Center to  review relevant records and determine an appropriate course of action,  which could consist of a watch list message or annotation specifying that  the alien is not a person on the watch list. In addition, as discussed  previously, the State Department is taking steps to annotate its database  when it screens individuals and finds that they are not on the watch list.  Such annotations are intended to expedite visa processing in the future  and limit the incidence of misidentifications."], "subsections": []}]}, {"section_title": "The Department of Justice Is Leading an Effort to Finalize an Interagency Agreement to Help Ensure That Effective Redress Is Available", "paragraphs": ["The Terrorist Screening Center and the frontline-screening agencies have  interdependent responsibilities in providing redress for individuals who  are inadvertently and adversely affected by watch list screening. The  availability of redress is important for all affected persons, including  persons who are misidentified because of name similarities and to persons  who contend that they are mistakenly included on the terrorist watch list.  For any given watch-list-related complaint or redress query, providing  relief can necessitate interaction among several governmental agencies.  For instance, if the query involves a person who is mistakenly listed,  relevant redress participants could include the Terrorist Screening Center  and a frontline-screening agency as well as the agency that originally  submitted or nominated the person’s name for inclusion in the  consolidated terrorist watch list. Nominating agencies include the FBI and  various agencies within the intelligence community, such as the Central  Intelligence Agency, the Defense Intelligence Agency, and the National  Security Agency.", "To help ensure that opportunities for terrorist-watch-list-related redress  are implemented effectively, the Department of Justice is leading an  effort—which has been ongoing since fall 2005—to develop and finalize an  interagency memorandum of understanding. Key purposes of the final  memorandum of understanding include ensuring that opportunities for  redress are formally documented and that agency responsibilities are  clear, with designated officials accountable for supporting the continued  success of the processes. The Department of Justice has a lead role in  developing the memorandum of understanding because the Terrorist  Screening Center has primary responsibility for the consolidated terrorist- screening database. Interagency partners in the effort to develop the  memorandum of understanding include the Department of Homeland  Security, the Department of State, and the National Counterterrorism  Center.", "Also, another entity involved in developing the memorandum of  understanding is the Privacy and Civil Liberties Oversight Board, which is  part of the Executive Office of the President and consists of five members  appointed by the president. According to the board’s executive director,  the terrorist watch list redress process is a top priority for the board. The  executive director noted that since June 2006 board staff have attended all  meetings of the interagency partners engaged in developing the  memorandum of understanding. This official opined that the board’s  participation has helped reprioritize this matter among the constituent  agencies and that the board is committed to continuing its involvement.", "According to Department of Justice officials, a final draft of the  memorandum of understanding is expected to be ready for interagency  clearances by fall 2006. Terrorist Screening Center officials emphasized  that the interagency memorandum of understanding was definitely  needed, particularly as a mechanism for ensuring the accuracy of the  watch list. The center officials noted, for instance, that there have been  disagreements at times between agencies over nominations to the watch  list. Thus, in handling watch-list-related complaints, the center officials  explained that the interagency memorandum of understanding could help  by clearly outlining a process for coordinating with the National  Counterterrorism Center and nominating agencies to validate the accuracy  and appropriateness of watch list records.", "Moreover, the Terrorist Screening Center officials explained that the  interagency memorandum of understanding could help resolve significant  watch-list-related redress differences among the frontline-screening  agencies. Examples regarding Department of Homeland Security  components are as follows:    The Transportation Security Administration has an office specifically  designated for redress issues, with an accountable official—the Director,  Office of Transportation Security Redress. Also, the office has followed  consistent procedures in referring appropriate watch-list-related  complaints to the Terrorist Screening Center.", "In contrast, U.S. Customs and Border Protection does not have a clearly  designated official accountable for redress, and the agency has not always  followed consistent procedures in referring appropriate watch-list-related  complaints to the Terrorist Screening Center.", "Additionally, regarding the State Department, the Terrorist Screening  Center officials stressed the importance of having clearly established  procedures and responsibilities. The center officials noted that even  though the State Department’s operational context is somewhat different  than that of other frontline-screening agencies, the department  nonetheless has a substantial volume of interactions with the Terrorist  Screening Center. State Department Bureau of Consular Affairs officials  acknowledged to us the value of having an interagency memorandum of  understanding that specifies standard operating procedures for redress  and designates points of contact. In this regard, the State Department  officials commented that they have been participating in meetings with the  Terrorist Screening Center and other interagency partners to discuss the  proposed memorandum of understanding. According to the officials, a  benefit to the State Department expected from the interagency agreement  would be clearly established and coordinated procedures for removing— from the department’s Consular Lookout and Support System and the  Terrorist Screening Center’s consolidated watch list—any name that is  mistakenly listed or has been overtaken by subsequent events."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["Homeland security measures affect all travelers to some extent. Thus, it  may be argued that travel delays and other inconveniencies resulting from  terrorist watch-list-related screening can be viewed as regrettable but  inevitable consequences of enhanced security. However, name-based  screening and its inherent limitations—even full names, in most cases, are  hardly unique identifiers—may result in disproportionate impact on  individuals who repeatedly are singled out for additional screening for no  other reason than the similarity of their names to someone on the watch  list.", "The Terrorist Screening Center and its interagency partners are  undertaking a number of efforts, including data-quality initiatives, to  reduce the occurrence and/or impact of watch list screening on U.S.  citizens and visitors who do not necessarily merit additional scrutiny and  the associated inconveniences. A continuing challenge for the center will  be ensuring that the consolidated watch list contains accurate data,  particularly given that the database is dynamic, changing frequently with  additions, deletions, and modifications. The efforts of an interagency  working group to improve the effectiveness of name-matching computer  algorithms may offer some promise for reducing the number of people  who experience unintended, adverse effects. However, any policy trade-off  considerations regarding use of algorithms likely will favor ensuring  homeland security over minimizing inconveniences to travelers. Regarding  future operations, the Terrorist Screening Center is actively considering  approaches for using biometric data to supplement name-based searches,  although the availability of appropriate technology is an issue that has long  confronted the interagency screening community.", "In any event, despite the best efforts of the interagency community to  maintain a fully accurate watch list and to conduct screening efficiently,  there likely will be continuing unintended consequences. Thus, it is  appropriate for the Terrorist Screening Center and its interagency partners  to continue their efforts to provide effective redress for both mistakenly  listed persons and misidentified persons. Indeed, redress queries have  already resulted in the removal of several mistakenly listed names from  the watch list. Comparatively, however, the issue of redress arises more  commonly regarding the thousands of persons who are not on the watch  list but are misidentified and adversely affected because of a name  similarity. Whether appropriate relief is being afforded these individuals is  still an open question, for several reasons. For example, although a core  element of the redress provided by the Transportation Security  Administration is the maintenance of a cleared list, there are some  indications that the cleared list is not working as intended to reduce  delays for air passengers in obtaining boarding passes. Prospectively, the  Transportation Security Administration expects that development and  implementation of the Secure Flight program will help ensure consistent  and effective use of the cleared list among air carriers, although the  agency has not publicly disclosed its future plans for the program.", "Another frontline-screening agency’s initiative, U.S. Customs and Border  Protection’s database-annotation initiative, may prove to be an even more  efficient approach for assisting frequently misidentified individuals. Unlike  the Transportation Security Administration’s cleared list procedures, the  U.S. Customs and Border Protection’s initiative is based on records in the  agency’s database and does not necessitate any filing of forms and other  documentation by travelers. At the time of our review, U.S. Customs and  Border Protection was planning to develop a capability to monitor the  effectiveness of the initiative. This planning effort is particularly  important, given that the initiative may eventually prove to be a model for  a proactive solution if it functions as intended.", "Finally, an overarching factor regarding whether appropriate relief is being  afforded to persons inadvertently and adversely affected by terrorist  watch-list-related screening is the absence of an interagency agreement to  help ensure that, among other matters, redress procedures and  responsibilities are clearly documented and implemented effectively. The  Terrorist Screening Center and its interagency partners are working to  address this fundamental deficiency and have indicated their intent to  provide the public with updated information on the availability of redress,  after finalization of an agreement.", "We are not making recommendations at this time because the agencies  have ongoing efforts to improve data quality and otherwise either reduce  the number of misidentifications or mitigate their effects and to provide  more effective redress."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report for comments to the departments of  Homeland Security, State, and Justice. We received written responses  from each agency.", "In its response, the Department of Homeland Security acknowledged that  it currently is undertaking actions to enhance terrorist-screening and  redress efforts. Also, the response noted that in January 2006, the  departments of State and Homeland Security announced an initiative on  “Secure Borders and Open Doors in the Information Age,” otherwise  known as the Rice-Chertoff Initiative. One purpose of the initiative is to  establish a governmentwide redress process to address perceived  problems in international and domestic traveler prescreening. According  to the Department of Homeland Security, a goal is to establish a one-stop  redress process for travelers by the end of calendar year 2006. The  department explained that this initiative, which will supplement terrorist  watch-list-related redress, focuses on a larger set of travel-screening  redress issues. The full text of the Department of Homeland Security’s  written comments is reprinted in appendix V. The department also  provided technical comments, which we incorporated in this report where  appropriate.", "The Department of State commented that the report accurately describes  the visa process and the department’s position that the administrative  processing time required to screen a visa applicant—including, if required,  the processing of a security advisory opinion review—is a necessary part  of the visa application procedure rather than an adverse governmental  action. Also, the department noted that—in its use of the terrorist watch  list as a screening tool for visa adjudication—a “misidentification” is not  an adverse result for the visa applicant. Rather, according to the  department, this type of response helps to determine that the visa  applicant is not associated with terrorism. In its written response, the  department also provided a technical comment regarding the security  advisory opinion process, which we incorporated in this report where  appropriate. The full text of the Department of State’s written comments is  reprinted in appendix VI.", "The Department of Justice provided technical comments only, which we  incorporated in this report where appropriate.", "As arranged with your offices, unless you publicly announce the contents  of this report earlier, we plan no further distribution until 30 days after the  date of this report. At that time, we will send copies of this report to  interested congressional committees and subcommittees. We will also  make copies available to others on request. In addition, this report will be  available at no charge on GAO’s Web site at http://www.gao.gov.", "If you or your staff have any questions about this report or wish to discuss  the matter further, please contact me at (202) 512-8777 or  larencee@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this report.  Other key contributors to this report were Ronald J. Salo, Eric W.  Clemons, R. Eric Erdman, Susan L. Conlon, Michele C. Fejfar, Kathryn E.  Godfrey, Richard B. Hung, Thomas F. Lombardi, Jan B. Montgomery, and  Danny R. Burton."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": [], "subsections": [{"section_title": "Objectives", "paragraphs": ["In response to a request from the Chairman of the House Judiciary  Committee and the Ranking Member of the House Committee on  Homeland Security, we addressed the following questions:    To what extent are the numbers of terrorist watch list misidentifications  known, and generally, how could misidentified persons be affected?", "What are the major reasons that misidentifications occur, and what  actions are the Terrorist Screening Center and frontline-screening  agencies taking to reduce the number of misidentified persons or expedite  them through the screening process?", "To address concerns from misidentified and mistakenly listed persons,  what opportunities for redress have the Terrorist Screening Center and  frontline-screening agencies established?"], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["Our work generally focused on the screening of travelers, although the  terrorist watch list is used for a variety of other screening purposes, such  as conducting background checks of workers who have access to secure  areas of the national transportation system. In performing our work, we  focused on the Terrorist Screening Center and three frontline-screening  agencies—the Transportation Security Administration, U.S. Customs and  Border Protection, and the Department of State—whose missions most  frequently and directly involve interactions with travelers. At the Terrorist  Screening Center, we interviewed key officials—including the director,  principal deputy director, chief information officer, and privacy officer— and reviewed standard operating procedures and other relevant  documentation.", "Regarding the screening of air passengers against the No Fly and Selectee  lists prior to boarding, in addition to contacting the Transportation  Security Administration to broadly discuss the procedures of air carriers,  we interviewed security officials at five major, domestic air carriers. At  their request, the air carriers are not identified in this report. Regarding  U.S. Customs and Border Protection’s screening of travelers entering the  United States, besides conducting work at the agency’s headquarters in  Washington, D.C., we visited various land and air ports of entry in four  states—California, Michigan, New York, and Texas (see table 2). We  judgmentally selected these four states because each has major land and  air ports of entry. Also, the four states are geographically dispersed and  collectively have ports of entry on both the northern and southern borders  of the United States.", "Regarding the State Department, we focused on screening of applicants  for nonimmigrant visas. We performed our work at State Department  headquarters in Washington, D.C, and did not visit consular offices abroad.", "More details about the scope and methodology of our work regarding each  of the objectives are presented in the following sections, respectively."], "subsections": [{"section_title": "Extent That the Numbers of Terrorist Watch List Misidentifications Are Known, and Generally, How Misidentified Persons Could Be Affected", "paragraphs": ["From the Terrorist Screening Center, we obtained statistical information  on misidentifications covering a 26-month time period—December 2003  (when the center began operations) to January 2006. These statistics are  based on screening encounters that were referred for identity verification  to the center by the frontline-screening agencies, particularly U.S. Customs  and Border Protection, which conducts screening at ports of entry, and the  Transportation Security Administration, which provides guidance to air  carriers, receives encounter inquiries from them, and makes applicable  referrals to the center. Frontline-screening agencies are able to resolve  some misidentifications on their own without having to refer them to the  center. Similarly, in following federal guidance, airlines may also resolve  some misidentifications without involving the Transportation Security  Administration or necessitating subsequent referrals to the Terrorist  Screening Center. However, the agencies and airlines generally do not  maintain readily available statistics on how often they do so. Thus, we  were unable to quantify the universe of terrorist watch-list-related  misidentifications. However, to provide a contextual perspective, we  obtained national statistics on the numbers of persons who were subject  to terrorist watch list screening procedures conducted, for example, in  fiscal year 2005 at ports of entry.", "To determine how misidentified persons could be affected, we interviewed  officials at the principal frontline-screening agencies—the Transportation  Security Administration, U.S. Customs and Border Protection, and the  Department of State—whose missions most frequently and directly involve  interactions with travelers. Also, as indicated in table 2, we made on-site  observations of U.S. Customs and Border Protection screening operations  at various ports of entry in California, Michigan, New York, and Texas. Our  observations at these locations helped us better understand how the  name-match screening process can affect misidentified persons, but these  observations are not projectable to other locations.", "To obtain additional information on ways that misidentified individuals  could be affected by terrorist-watch-list-related screening, we asked the  Transportation Security Administration and U.S. Customs and Border  Protection to provide us examples of actual complaint letters to review:    The Transportation Security Administration provided us a selection of 24  terrorist watch-list-related complaint letters that the agency received  during December 1, 2003 (when the Terrorist Screening Center became  operational) to April 20, 2006. The agency attempted to select letters from  different weeks throughout this time period; however, because a  statistically projectable methodology was not used for the selections, the  24 letters are not representative of all complaints or inquiries (an  unspecified total) that the Transportation Security Administration  received during this time period.", "U.S. Customs and Border Protection’s National Targeting Center provided  us a selection of complaint letters submitted by 28 individuals. The dates  of the 28 complaint letters encompassed an 11-month period, ranging from  June 2005 to April 2006. The 28 letters were not selected based on a  statistically projectable methodology. Thus, the 28 letters are not  representative of all complaints or inquiries—regarding watch-list-related  secondary screening at ports of entry—that U.S. Customs and Border  Protection’s Customer Satisfaction Unit received during the 11-month time  period and forwarded for research to the agency’s National Targeting  Center.", "The scope of our work did not include contacting or interviewing any of  the individuals who submitted complaint letters to the Transportation  Security Administration or U.S. Customs and Border Protection.", "To further identify ways that misidentified persons could be affected by  watch-list-related screening, we contacted various associations that  represent air carriers, travel agencies, and business travelers. Specifically,  we contacted (1) the Air Transport Association, a trade organization of the  principal U.S. airlines; (2) the American Society of Travel Agents; and (3)  the National Business Travel Association, which represents corporate  travel management professionals and the travel industry.", "Also, we reviewed the results of a survey that the National Business Travel  Association conducted in June 2006. According to its Web site  (www.nbta.org), the association represents over 2,500 corporate travel  managers and travel service providers who collectively manage and direct  more than $170 billion of expenditures within the business travel industry,  primarily for Fortune 1,000 companies. In June 2006, the association  conducted a survey of 1,316 corporate travel managers; the survey posed a  range of questions that addressed how terrorist watch list screening by the  Transportation Security Administration and air carriers affected travelers.  A total of 444 corporate travel managers responded to the survey. The  responses may not be representative of all of the association’s corporate  travel managers."], "subsections": []}, {"section_title": "Major Reasons That Misidentifications Occur, and Actions the Terrorist Screening Center and Frontline-Screening Agencies Are Taking to Reduce the Number of Misidentified Persons or Expedite Them through the Screening Process", "paragraphs": [], "subsections": [{"section_title": "Major Reasons That Misidentifications Occur", "paragraphs": ["Regarding why misidentifications occur, our work focused on interviewing  officials at and reviewing documentation obtained from the Terrorist  Screening Center and three frontline-screening agencies—the  Transportation Security Administration, U.S. Customs and Border  Protection, and the Department of State. We also interviewed security  officers at five major domestic air carriers about their role in name-match  screening against the No Fly and Selectee lists and obtained their views on  the causes of misidentifications. Further, we reviewed the work of two  groups regarding factors they have identified that contribute to  misidentifications—the Terrorist Screening Center’s Search Engine  Standardization Working Group and the Department of Homeland  Security’s Data Privacy and Integrity Advisory Committee."], "subsections": []}, {"section_title": "Actions to Reduce the Number of Misidentified Persons or Expedite Them through the Screening Process", "paragraphs": ["At the Terrorist Screening Center, we interviewed the director, principal  deputy director, chief information officer, and other senior managers and  staff regarding data-quality initiatives, including efforts to identify and  correct troublesome records related to misidentifications. Additionally, we  inquired about the status of the center’s efforts to implement  recommendations made by the Department of Justice’s Office of the  Inspector General in its June 2005 report. Among other things, the  Inspector General recommended that the Terrorist Screening Center  develop procedures to regularly review and test the information contained  in the consolidated terrorist watch list to ensure that the data are  complete, accurate, and nonduplicative.", "At the three frontline-screening agencies, we interviewed applicable  program managers regarding initiatives being taken to expedite frequently  misidentified persons through the screening process. We inquired  particularly about any computer-based initiatives that use applicable  databases to help ensure that travelers who have been frequently  misidentified in the past are no longer subjected to intensive screening,  unless warranted by new data.", "In further reference to potential initiatives for minimizing  misidentifications as well as better confirming the identities of terrorists,  we reviewed the Terrorist Screening Center’s strategic plan and discussed  with center officials the outlook for using biometric data—such as  fingerprints—to supplement name-based screening. Similarly, in our  interviews with officials of the frontline-screening agencies, we discussed  programs that currently use biometric data, such as the U.S. Visitor and  Immigrant Status Indicator Technology (US-VISIT) program, which is an  entry-exit tracking system designed to collect, maintain, and share  information on selected foreign nationals who travel to the United States."], "subsections": []}]}, {"section_title": "Redress Opportunities Established by the Terrorist Screening Center and Frontline-Screening Agencies to Address Concerns from Misidentified and Mistakenly Listed Persons", "paragraphs": ["As used in this report, the term “redress” generally refers to an agency’s  complaint-resolution process, whereby individuals may seek resolution of  their concerns about an agency action. We identified elements of the  opportunities for redress offered by the Terrorist Screening Center and the  three frontline-screening agencies, and we generally analyzed their  respective policies and procedures. However, we did not address the  relation between agency redress and other possible remedies, such as  judicial review, which involves invoking the legal system through a civil  action. Rather, the scope of our work focused on means for redress made  available by agencies for inconvenienced persons.", "We reviewed the Terrorist Screening Center’s standard operating  procedures for redress and interviewed the center official (privacy officer)  principally responsible for watch-list-related redress. Also, we obtained  and reviewed statistics and general disposition or outcome information  regarding redress queries that the center received and processed to  completion in calendar year 2005.", "Further, at the three frontline-screening agencies, we reviewed redress- related documentation, including standard operating procedures and  training materials, and we interviewed the officials responsible for redress.  Specifically, we interviewed the Director of the Transportation Security  Administration’s Office of Transportation Security Redress, the head of  U.S. Customs and Border Protection’s Customer Satisfaction Unit, and  program managers at the State Department’s Bureau of Consular Affairs  responsible for processing nonimmigrant visa applications.", "Also, to generally determine what watch-list-related redress information  was publicly available, we reviewed the Federal Bureau of Investigation’s  Web site for the Terrorist Screening Center. In turn, from that overview  Web site (see app. II), we followed up on any online links or references to  the redress processes of the Transportation Security Administration (see  app. III), U.S. Customs and Border Protection (see app. IV), and the State  Department.", "In addition, we contacted the Department of Justice’s Office of Legal  Policy, which has a lead role in ongoing efforts to develop an interagency  memorandum of understanding to help ensure that redress processes are  formally documented, with clearly established responsibilities for the  Terrorist Screening Center and all interagency partners. Also, we  contacted the executive director of the Privacy and Civil Liberties  Oversight Board to discuss its role in facilitating development of the  interagency memorandum of understanding. However, because the  memorandum of understanding was in draft form at the time of our study,  we have not had an opportunity to review it."], "subsections": []}]}, {"section_title": "Data Reliability", "paragraphs": ["In addressing our objectives, we obtained the following statistics from the  Terrorist Screening Center:    The number of watch-list-related screening encounters referred to the  center by frontline-screening agencies during the period December  2003 to January 2006.", "The number and general dispositions of redress queries that the center  received and processed to completion in calendar year 2005.", "We discussed the sources of the data with Terrorist Screening Center  officials, including the chief information officer, and we reviewed  documentation regarding the compilation of the statistics. We determined  that the statistics were sufficiently reliable for the purposes of presenting  overall patterns and trends."], "subsections": []}]}, {"section_title": "Appendix II: Terrorist Screening Center: Terrorist-Watch-List Redress Process", "paragraphs": ["This appendix, which consists of two sections, presents publicly available  information that we copied from the Web site of the Federal Bureau of  Investigation:    The first section of the appendix is an overview of the Terrorist Screening  Center’s watch-list-related redress process and also presents contact  information for three frontline-screening agencies—the Transportation  Security Administration, U.S. Customs and Border Protection, and the  Department of State.", "The second section covers frequently asked questions.  “The Terrorist Screening Center cannot confirm or deny whether an  individual is on the consolidated terrorist watch list, because this  information is derived from classified and sensitive law enforcement and  intelligence. The nondisclosure of the contents of the watch list protects  the operational counterterrorism and intelligence collection objectives of  the government, as well as the personal safety of those involved in  counterterrorism investigations. The watch list remains an effective tool in  the government’s counterterrorism efforts because its contents are not  disclosed.  “The Terrorist Screening Center works with other agencies on a daily basis  to resolve complaints from individuals who are experiencing repeated  delays or difficulties during a screening process that may be related to the  terrorist watch list. Because individuals may experience problems during  screening for any number of reasons, and not just because of the terrorist  watch list, individuals should contact the agency that is conducting the  screening process in question. The screening agency is in the best position  to resolve issues.  “The Terrorist Screening Center does not accept redress inquiries directly  from the public. Members of the public should contact the relevant  screening agency with complaints about a negative screening experience.  “Please direct the public to contact the following screening agencies to  submit a complaint about a negative screening experience.", "For air passenger screening:  Transportation Security Administration Ombudsman  Phone: (866) 289-9673   Email: tsa-contactcenter@dhs.gov   Online: TSA Traveler Identity Verification Program  For U.S. borders and ports of entry:  Customs and Border Protection   Customer Satisfaction Unit   1300 Pennsylvania Ave., NW, Room 5.5C   Washington, DC 20229   Phone: (202) 344-1968   Fax: (202) 344-2791   Online: Interagency Border Inspection System Fact Sheet  Director, Information Management Liaison (CA/VO/I)  Bureau of Consular Affairs, SA-1   U.S. Department of State   Washington, D.C. 20520  FAX: (202) 663-3535  Online: Bureau of Consular Affairs”  “Frequently Asked Questions”  “Why was the Terrorist Screening Database created?", "Prior to the creation of the terrorist-screening database, information about  known or suspected terrorists was dispersed throughout the U.S.  government and no one agency was charged with consolidating it and  making it available for use in terrorist screening. Under Homeland  Security Presidential Directive-6, the Terrorist Screening Center now  provides “one-stop shopping” so that every government screener is using  the same terrorist watch list—whether it is an airport screener, an  embassy official issuing visas overseas, or a state or local law enforcement  officer on the street. The Terrorist Screening Center allows government  agencies to run name checks against the same comprehensive list with the  most accurate, up-to-date information about known and suspected  terrorists.", "Who gets included in the terrorist-screening database?", "Per Homeland Security Presidential Directive-6, only individuals who are  known or appropriately suspected to be or have been engaged in conduct  constituting, in preparation for, in aid of, or related to terrorism are  included in the terrorist-screening database.", "Does the terrorist screening database contain information on  domestic terrorists, like Timothy McVeigh?", "Yes. The terrorist-screening database contains information on both  international and domestic terrorists.", "Does the terrorist-screening database contain information on  people who have been convicted of a crime?", "The purpose of the terrorist-screening database is not to hold information  on individuals who have been convicted of a crime; however, an individual  appropriately included in the terrorist-screening database may also have a  criminal history. None of the information pertaining to the criminal history  is contained or referenced in the terrorist-screening database.", "Are there U.S. citizens in the terrorist-screening database?", "Yes, U.S. citizens are included in terrorist-screening database if they meet  the Homeland Security Presidential Directive-6 terrorism nexus criteria.", "Can I find out if I am in the terrorism screening database?", "The Terrorist Screening Center cannot reveal whether a particular person  is in the terrorist-screening database. The terrorist-screening database  remains an effective tool in the government’s counterterrorism efforts  because its contents are not disclosed. If the Terrorist Screening Center  revealed who was in the terrorist-screening database, terrorist  organizations would be able to circumvent the purpose of the terrorist  watch list by determining in advance which of their members are likely to  be questioned or detained.", "I am having trouble when I try to fly or cross the border into the  United States. Does this mean I am in the terrorist-screening  database?", "No. At security checkpoints like our nation’s borders, there are many law  enforcement or security reasons that an individual may be singled out for  additional screening. Most agencies have redress offices (e.g.,  Ombudsman) where individuals who are experiencing repeated problems  can seek help. If an individual is experiencing these kinds of difficulties,  he/she should cooperate with the agency screeners and explain the  recurring problems. The screeners can supply instructions on how to raise  concerns to the appropriate agency redress office.", "I have been told that I am on a terrorist watch list by an airline  employee and I frequently have difficulty when I fly. Does this  mean I am in the terrorist-screening database?", "No; however, an individual may be a “misidentified person.” A  misidentified person is someone who is experiencing a delay during  screening because they have a similar name to a person in the terrorist- screening database. Misidentified persons are sometimes delayed while  the government works to distinguish them from the terrorist in the  terrorist-screening database. Because these delays are frustrating and  inconvenient, there are several initiatives in progress to help streamline  the clearance process for misidentified persons. If an individual believes  he/she is having a misidentification problem, he/she should contact the  screening agency’s redress office for assistance.", "Are individuals removed from the terrorist-screening database?", "Yes. The Terrorist Screening Center works with partner agencies through  a formal process to remove individuals who no longer meet the Homeland  Security Presidential Directive-6 terrorism criteria.", "How does the Terrorist Screening Center ensure that the terrorist-  screening database is accurate?", "The Terrorist Screening Center has a staff dedicated to redress and quality  assurance that conducts comprehensive as well as case-specific reviews of  terrorist-screening database records to ensure they are current, accurate,  and thorough. The Terrorist Screening Center conducts research and  coordinates with other federal agencies to ensure the terrorist record is as  complete, accurate, and thorough as possible. The Terrorist Screening  Center’s redress and quality assurance process has resulted in the  correction or removal of hundreds of records in the terrorist-screening  database.", "What are the Terrorist Screening Center’s redress procedures?", "See the TSC Redress Procedures webpage for details. [GAO note: The  procedures are copied in the first section of this appendix.]  Does the Transportation Security Administration’s Secure Flight  program have anything to do with the terrorist-screening database?", "Secure Flight is a congressionally mandated program that will check the  names and dates of birth of passengers on domestic flights against the  terrorist-screening database. As with all government programs that screen  for terrorists, the Terrorist Screening Center provides this program  support to ensure that terrorist identity matches are correct.", "What prevents the Terrorist Screening Center from violating the  civil liberties of Americans?", "The Terrorist Screening Center only receives information collected by  other government entities with pre-existing authority to do so. Each  agency that contributes data to the Terrorist Screening Center must  comply with legislation, as well as its own policies and procedures to  protect privacy rights and civil liberties. The handling and use of  information, including information about U.S. citizens and legal  immigrants, is governed by the same statutory, regulatory, and  constitutional requirements as if the information was not to be included in  a Terrorist Screening Center managed database.”"], "subsections": []}, {"section_title": "Appendix III: Transportation Security Administration: Traveler Identity Verification Program", "paragraphs": ["This appendix presents an overview of the Transportation Security  Administration’s (TSA) traveler identify verification program for air  passengers who are affected by terrorist watch list screening. An  individual can voluntarily provide TSA with additional personal-identifying  information, which the agency will use to decide whether the person’s  name should be put on a cleared list—that is, a list that contains the names  and other personal-identifying information of individuals who have been  checked and cleared as being persons not on the No Fly and Selectee lists.  Airlines are to use the cleared list to more quickly determine that these  passengers are not the persons whose names are on the No Fly and  Selectee lists. As needed, TSA provides the airlines with updates of the No  Fly and Selectee lists and the cleared list.", "Specific information about TSA’s traveler identity verification program is  publicly available on the agency’s Web site (www.tsa.gov). The following  sections of this appendix reproduce—as exhibits A and B—relevant  information from TSA’s Web site (accessed August 2006):    Exhibit A: Our Traveler Identity Verification Program.    Exhibit B: Traveler Identity Verification (TSA Form 2301, May 2006).", "Generally, to participate in the program, an individual must complete a  traveler identity verification form and return the form and copies of  specified identity documents to TSA."], "subsections": [{"section_title": "Exhibit A: “Our Traveler Identity Verification Program”", "paragraphs": ["“Told that you are on a Federal Government Watch List?", "Problems printing your boarding pass at the kiosk or from home?", "Experience other delays while checking-in for flights?", "Our Office of Transportation Security Redress is here to help with our new  Traveler Identity Verification Program.", "Why am I having these problems?", "TSA and the airlines are required to check and confirm that you are  properly identified prior to your flight for safety and security. You may  experience inconveniences when you present your identification during  check-in due to mistaken identity or incorrect information. Our Traveler  Identity Verification Program works with the relevant parties (including  airlines) to resolve any inaccuracies or inconsistencies that may have  resulted in misidentifications.", "Am I on the No-Fly List?!", "If you receive a boarding pass, you are not on the No-Fly List. Most  commonly, passengers who are told that they are on the No-Fly List have,  in fact, a similar name to an individual on the Watch Lists.", "What do I need to do?", "You are invited to participate in the TSA Traveler Identity Verification  Program by completing and returning the following information to TSA:    Traveler Identity Verification Form (WORD 145 KB)    A copy of your U.S. passport OR    Copies of three of the following:    Driver’s License    Birth Certificate    Voter Registration    Military ID Card    Visa    Naturalization Card    Government ID Card How does TSA review my information?", "Your submission is reviewed to determine if the delays are caused by  mistaken identity or incorrect information. TSA will respond to you in  writing and provide air carriers with your identifying information to help  properly identify you at check-in and expedite your future travel.", "I participated in the Traveler Identity Verification Program, but  I’m still experiencing problems.", "Airline check-in procedures must still be followed. We currently  distribute the Watch Lists to the airlines, who compare your reservation  information to the Watch Lists prior to your flight. The airlines use varying  procedures and technology to conduct this comparison, which could  inadvertently lead to continued delays.", "We are developing a program called Secure Flight to enhance the security  of air travel in the U.S. while reducing security-related delays for the  traveling public. It will allow the federal government, instead of individual  airlines, to compare passenger data against the Watch Lists prior to check- in at the airport, while fully protecting privacy and civil liberties.", "Our goal going forward is to ensure travelers’ security with  minimal disruptions.", "Please note that you will be subject to screening procedures at the  checkpoint. Every passenger will still walk through a metal detector, their  carry-on bags will still be X-rayed, and every checked bag will still be  screened for explosives. Additionally, you may be randomly selected at the  airline counter or upon arrival at the checkpoint for secondary screening.", "We will continue to work with travelers to minimize any unnecessary  delays. We will continue to look at process and technology improvements  to ensure a safe and efficient travel experience.”"], "subsections": []}]}, {"section_title": "Appendix IV: U.S. Customs and Border Protection: Online Information", "paragraphs": [], "subsections": [{"section_title": "Background and Preliminary Observation", "paragraphs": ["Appendix II provides an overview of the redress process used by the  Terrorist Screening Center for addressing complaints or concerns  resulting from the use of terrorist watch lists to screen individuals. As  stated in appendix II, the Terrorist Screening Center is to work with  frontline-screening agencies to resolve complaints from individuals who  are experiencing repeated delays or difficulties during a screening process  that may be related to a terrorist watch list. For instance, the Terrorist  Screening Center’s overview guidance notes that complainants  experiencing such problems at U.S. borders and ports of entry should  contact U.S. Customs and Border Protection. In further reference to the  redress process for misidentifications of these individuals, the overview  guidance provides an online link to the U.S. Customs and Border  Protection’s Interagency Border Inspection System Fact Sheet  (reproduced below). The fact sheet does not specifically mention terrorist  watch lists and the redress process.", "However, U.S. Customs and Border Protection’s Web site (www.cbp.gov),  which can be directly accessed by the public, does provide information  regarding the agency’s Customer Satisfaction Unit and how complaints are  handled as well as information on trusted-traveler programs."], "subsections": []}, {"section_title": "Interagency Border Inspection System Fact Sheet", "paragraphs": ["GAO note: The fact sheet consists solely of the following six questions and  answers, which we copied from the Web site of U.S. Customs and Border  Protection (accessed August 2006)."], "subsections": [{"section_title": "“What Is IBIS?”", "paragraphs": ["“IBIS is the acronym for the Interagency Border Inspection System.”"], "subsections": []}, {"section_title": "“Who Uses IBIS?”", "paragraphs": ["“In addition to U.S. Customs and Border Protection, law enforcement and  regulatory personnel from 20 other federal agencies or bureaus use IBIS.  Some of these agencies are the Federal Bureau of Investigation; U.S.  National Central Bureau of the International Criminal Police Organization;  the Drug Enforcement Administration; the Bureau of Alcohol, Tobacco,  Firearms and Explosives; the Internal Revenue Service; the Coast Guard;  the Federal Aviation Administration; the Secret Service; and the Animal  and Plant Health Inspection Service, just to name a few. Also, information  from IBIS is shared with the Department of State for use by Consular  Officers at U.S. Embassies and Consulates.”"], "subsections": []}, {"section_title": "“What Does IBIS Provide?”", "paragraphs": ["“IBIS assists the majority of the traveling public with the expeditious  clearance at ports of entry while allowing the border enforcement  agencies to focus their limited resources on those potential non-compliant  travelers. IBIS provides the law enforcement community with access to  computer-based enforcement files of common interest. It also provides  access to the FBI’s National Crime Information Center and allows its users  to interface with all fifty states via the National Law Enforcement  Telecommunications Systems.”"], "subsections": []}, {"section_title": "“Where Is IBIS?”", "paragraphs": ["“IBIS resides on the Treasury Enforcement Communications System at the  U.S. Customs and Border Protection’s Data Center. Field level access is  provided by an IBIS network with more than 24,000 computer terminals.  These terminals are located at air, land, and sea ports of entry.”"], "subsections": []}, {"section_title": "“What Information Is in IBIS?”", "paragraphs": ["“IBIS keeps track of information on suspect individuals, businesses,  vehicles, aircraft, and vessels. IBIS terminals can also be used to access  National Crime Information Center records on wanted persons, stolen  vehicles, vessels or firearms, license information, criminal histories, and  previous Federal inspections. The information is used to assist law  enforcement and regulatory personnel.”"], "subsections": []}, {"section_title": "“Additional Questions?”", "paragraphs": ["“Any concerns you may have as an international traveler or importer about  the use or application of IBIS may be addressed to:  U.S. Customs and Border Protection  Freedom of Information Act/  Customer Satisfaction Unit  Room 5.5 C  1300 Pennsylvania Avenue, N.W.  Washington, D.C. 20229”"], "subsections": []}]}]}, {"section_title": "Appendix V: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: Comments from the State Department", "paragraphs": [], "subsections": []}], "fastfact": []}