{"id": "GAO-15-394", "url": "https://www.gao.gov/products/GAO-15-394", "title": "Bureau of Land Management: More Information Needed to Implement the Helium Stewardship Act of 2013", "published_date": "2015-04-16T00:00:00", "released_date": "2015-04-16T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Helium is a key nonrenewable resource with a variety of uses. The federal government maintains an underground reservoir near Amarillo, Texas, for the storage of both federally owned helium and helium owned by private companies. The Helium Stewardship Act of 2013 establishes a phased process for the privatization of the federal helium reserve in a competitive market fashion. As part of that process, BLM conducted an auction and two sales of federal helium in the summer of 2014.", "GAO was asked to assess BLM's implementation of the act. This report examines (1) the outcomes of BLM's summer 2014 helium auction and sales, (2) BLM's administration of the act's tolling provision (tolling refers to a helium refiner processing or refining another party's crude helium for an agreed upon price), and (3) upcoming decisions BLM faces as it continues implementing the act. GAO reviewed the 2013 act, BLM's auction and sales results, and tolling agreement reports; interviewed BLM and other Interior officials and representatives of 12 of the 13 refiners and nonrefiners that registered to participate in the auction."]}, {"section_title": "What GAO Found", "paragraphs": ["In the summer of 2014, refiners purchased all the helium offered in the Department of the Interior's Bureau of Land Management's (BLM) first-ever competitive helium auction at higher than expected prices. Two refiners purchased all 93 million cubic feet of helium that was auctioned at an average price of $161 per thousand cubic feet—significantly above the prices offered by most other bidders. BLM, refiners, and nonrefiners identified possible reasons for the auction's outcome, including that refiners had an advantage at the auction because their costs for refining crude helium were lower than those of nonrefiners. After the auction, BLM sold more than 1 billion cubic feet of helium in two sales that were restricted to refiners. Since BLM used the average auction price to help set the sales price, the sales price also was higher than expected.", "BLM has taken steps to help improve reporting by refiners, but the agency does not have full assurance that refiners are satisfying the tolling provision. The tolling provision requires refiners, as a condition of sale or auction, to make excess refining capacity available at commercially reasonable rates to certain nonrefiners. BLM officials said that one way refiners can satisfy the tolling provision is to attempt to negotiate tolling agreements. The act does not require refiners to report information to BLM about their attempts to negotiate agreements that do not result in signed agreements, so the reporting of this information is voluntary. BLM requested that refiners report this information, but the refiners' responses were inconsistent. For example, some refiners reported that they had attempted to negotiate agreements but did not report details about volume or rates offered. Officials from Interior's Office of the Solicitor said BLM may need to issue a rule to require refiners to report about their attempts to negotiate tolling agreements. However, BLM officials said they do not intend to issue such a rule because it is a time-consuming process that might delay future auctions and sales. Nevertheless, without information about refiners' attempts to negotiate agreements, BLM cannot determine the extent to which refiners with excess capacity are satisfying the tolling provision.", "BLM faces a number of decisions about its continued implementation of the act, including decisions related to the auction of a portion of the helium BLM will make available for delivery during fiscal year 2016. Specifically, BLM officials said they plan to contract with a third party to conduct a survey of helium transactions that will form the basis for the fiscal year 2016 minimum auction price, but they have not determined the scope of the survey. Also, BLM officials said they are considering increasing the amount of helium the agency will auction for fiscal year 2016 above the amount set in the act because they think it will increase competition at the auction. In addition, BLM faces a decision in selecting a method for conducting the fiscal year 2016 auction. The act requires BLM to use an auction method that maximizes revenue. BLM officials said they considered multiple methods before selecting the live auction method used for the agency's first auction, but they did not assess the methods based on maximizing revenue. As of February 2015, BLM officials had not evaluated various methods, such as sealed bids or simultaneously auctioning multiple lots. Without assessing auction method options based on revenue generation, BLM does not have assurance that a live auction will maximize revenue as required."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that BLM (1) issue a rule to, among other things, collect information about refiners' attempts to negotiate tolling agreements and (2) assess and select an auction method that would maximize revenue. Interior disagreed with the first recommendation because it believes existing mechanisms provide needed information, and agreed with the second. GAO continues to believe that its recommendation is valid."]}], "report": [{"section_title": "Letter", "paragraphs": ["Helium is an important nonrenewable natural resource with a variety of  uses. Federal government uses for helium include the space program,  national security applications, and scientific research. Private industry  uses for it include medical instruments, controlled atmospheres used in  manufacturing, and leak detection. For many of its uses, helium has no  substitute.", "The federal government has been extensively involved in the production,  storage, and use of helium since the early part of the 20th century.  During the 1960s and early 1970s, to fulfill the conservation objective of  the Helium Act Amendments of 1960, the Department of the Interior  (Interior) purchased about 34 billion cubic feet of helium from private  crude helium producers. Then, under the Helium Privatization Act of  1996, Interior was required to offer for sale all but 600 million cubic feet of  that crude helium by January 1, 2015. In February 2013, we testified that  there would likely be substantially more than 600 million cubic feet of  crude helium remaining on the January 2015 deadline, since not all of the  helium offered for sale under the 1996 act had sold.", "In October 2013, the Helium Stewardship Act of 2013 was enacted. The  2013 act is intended to complete the privatization of the federal helium  reserve in a competitive market fashion that ensures stability in the  helium markets, while protecting the interests of American taxpayers,  among other things. The 2013 act establishes a phased process through  fiscal year 2021 for Interior to dispose of the remaining helium. Phase A  of the 2013 act is a transition period of helium sales; Phase B introduces  competitive auctions in addition to sales; and the remaining phases  provide for continued access to federal users and eventual disposal of  assets, respectively. Interior’s Bureau of Land Management (BLM) is  responsible for managing the federal helium program, including  implementing the 2013 act.", "The federal government has a reserve of crude helium near Amarillo,  Texas, that is stored in an area of a natural gas field that has a naturally  occurring underground structural dome. In addition to storing the federal  crude helium, this underground reservoir also holds crude helium that  private companies have previously purchased from BLM but have not  taken delivery of in accordance with storage contracts between the  companies and the agency. BLM delivers crude helium from the storage  reservoir through a pipeline to the private companies that are connected  to it. As of February 2015, four such companies were receiving crude  helium from BLM through the pipeline and refining it. These companies  are commonly referred to as “refiners.” Nine other companies—commonly  referred to as “nonrefiners”—have either purchased relatively small  volumes of crude helium from BLM or have expressed an interest in  buying federal crude helium. The nonrefiners, however, cannot receive  the crude helium they purchase directly because they are not connected  to the pipeline. Instead, each nonrefiner must enter into an agreement  with a refiner, whereby the refiner accepts delivery of the crude helium  and processes it into pure helium on the nonrefiner’s behalf at an agreed  upon price. This practice is referred to as “tolling.” The 2013 act contains  a provision that requires refiners, as a condition of sale or auction, to  make excess refining capacity of helium available at commercially  reasonable rates to certain nonrefiners. In this report, we refer to this  condition as the act’s tolling provision. If a refiner and nonrefiner do not  agree on terms for tolling, the act does not require the refiner to toll. As  part of its responsibilities for managing the federal helium program, BLM  has taken actions to ensure that refiners have satisfied the tolling  provision, including asking refiners to report information about their  excess refining capacity and tolling agreements.", "In July 2014, we testified before the House Natural Resources  Subcommittee on Energy and Mineral Resources about BLM’s initial  actions to implement the 2013 act. Later that month, after the hearing,  BLM held its first-ever competitive auction for crude helium, offering about  93 million cubic feet of helium—or 10 percent of the total volume of  helium that BLM planned to make available for auction and sale for  delivery in fiscal year 2015—to qualified bidders, both refiners and  nonrefiners. Two weeks later, in August 2014, in two sales, BLM sold the  remaining helium that was to be made available for delivery in fiscal year  2015 and a portion of the helium to be made available for delivery in fiscal  year 2016. Those two noncompetitive sales offered a total of about  1,085 million cubic feet of crude helium to refiners.", "You asked us to review BLM’s continued implementation of the Helium  Stewardship Act of 2013. This report examines (1) the outcomes of BLM’s  helium auction and sales held during the summer of 2014, (2) BLM’s  administration of the act’s tolling provision, and (3) the extent to which  BLM faces decisions related to upcoming helium auctions, sales, and  storage contracts as it continues implementing the act.", "To address these three objectives, we reviewed the 2013 act and  documentation of BLM’s completed and planned implementation actions,  including a July 2014 Federal Register notice of BLM’s implementation of  the auction and two sales held in the summer of 2014. We interviewed  BLM officials associated with the federal helium program at BLM’s  headquarters in Washington, D.C.; BLM’s New Mexico State Office in  Santa Fe, New Mexico; and BLM’s Amarillo Field Office in Amarillo,  Texas, where the federal helium program is based. We also interviewed  attorneys in Interior’s Office of the Solicitor in Washington, D.C., and in  the Southwest Regional Office in Albuquerque, New Mexico, who work  with the federal helium program. In addition, we interviewed  representatives from 12 of the 13 companies that registered with BLM to  participate in the July 2014 auction, including the 4 refiners and  4 nonrefiners that had participated in helium sales in recent years, and  4 companies that had expressed an interest in purchasing helium for the  first time and connecting to BLM’s pipeline. One company did not respond  to our request for an interview.", "To address the first objective, we reviewed BLM’s documentation of the  results of the July 2014 auction and the two sales conducted in  August 2014. We also observed a recording of BLM’s July 2014 auction  to identify winning and losing bids made by auction participants. We  assessed the potential effects of BLM’s July 2014 Federal Register notice  on refiners as they prepared to participate in the auction. Specifically, we  compared the volumes of helium that refiners were likely to receive in  fiscal year 2015—based on the agency’s formula for delivering helium  contained in the notice—with the volumes of helium refiners received  prior to fiscal year 2015. To address the second objective, we reviewed  the act’s tolling provision. We examined two reporting forms that BLM  posted to its website in conjunction with the July 2014 Federal Register  notice: one used to collect information from refiners about their refining  capacity and the other to collect information about refiners’ tolling  agreements. We compared the refining capacity reporting form to an  earlier draft of the form to assess changes BLM made. We also examined  information refiners submitted to BLM to identify occurrences of signed  tolling agreements and attempts to negotiate agreements during fiscal  year 2014. We also reviewed written comments BLM received in  response to a notice of proposed action that preceded the agency’s  July 2014 Federal Register notice. To address the third objective, we  reviewed the provisions in the act that BLM is to continue to implement.  We examined BLM planning documents, including agendas and minutes  from internal BLM meetings where officials discussed the fiscal year 2016  auction and sale; we also listened to some of these internal meetings by  phone. We reviewed a draft of BLM’s new storage contract and discussed  revisions to the contract with BLM officials.", "We conducted this performance audit from August 2014 to April 2015 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Helium is an inert element that occurs naturally in gaseous form and has  a variety of uses because of its unique physical and chemical  characteristics. For example, helium has the lowest melting and boiling  points of any element, and as the second lightest element, gaseous  helium is much lighter than air. Certain natural gas fields contain a  relatively large amount of naturally occurring helium that can be  recovered as a secondary product. To do so, the helium is separated  from the natural gas and stored in a concentrated form that is referred to  as crude helium because it has yet to go through the final refining  process.", "As of September 30, 2013, the federal helium program stored about  10.84 billion cubic feet of crude helium—roughly 9 billion cubic feet  owned by the government, and the rest owned by private companies— in an underground storage reservoir near Amarillo, Texas. BLM used a  geologic model to identify the most efficient way to extract this remaining  helium from storage. As of mid-2014, BLM estimated that it could make  available for delivery from the reservoir roughly 7 billion cubic feet of  helium over the life of the act, from fiscal year 2014 through fiscal  year 2021.", "After private companies—refiners or nonrefiners—purchase helium from  BLM and pay for it, the official ownership of the helium is transferred from  BLM to the company on the first day of the month after payment is  received, and it becomes part of the privately owned inventory in federal  storage. BLM stores and then delivers the privately owned helium through  the pipeline to refiners in accordance with the storage contracts it has  with the companies. As of February 2015, BLM held storage contracts  with 11 companies, and these storage contracts will expire at the end of  fiscal year 2015. The storage contracts govern the storage, withdrawal,  and delivery of helium from the federal reservoir and associated fees.  BLM officials explained that they calculate fees under the current  contracts based on the total amount necessary to recover BLM’s costs.  The ability for companies to purchase crude helium and then leave it  stored in the federal storage reservoir until it is delivered at a later time is  a unique feature of the federal helium program compared with other  sources of helium in the world, which typically require a purchaser to  accept delivery of the helium when it is extracted or pay for it even if  delivery is not accepted upon extraction.", "When the Helium Stewardship Act of 2013 was enacted, the global  helium market had been operating under conditions of tight supplies for  multiple years. From 2010 to mid-2014, refiners requested delivery of  volumes of helium through the BLM pipeline that would have exceeded  BLM’s production capacity. Under these conditions, refiners accepted  delivery of the maximum amount of helium that BLM could produce.  However, market conditions changed in 2014: supply increased due to  additional production from private sources in other parts of the world.  Because these additional supplies became available, starting in  mid-2014, refiners requested delivery of volumes of helium that were less  than BLM’s production capacity. A January 2015 U.S. Geological Survey  report estimated that helium produced from the federal storage reservoir  represented 29 percent of the total estimated production of helium in the  United States and 17 percent of the total estimated helium production  worldwide in fiscal year 2014.", "The 2013 act significantly changed the federal helium program. The  1996 act required Interior to sell a certain amount of helium in the federal  helium reserve and to set helium sale prices to cover the reserve’s  operating costs and to produce an amount sufficient to repay the debt  associated with the initial purchase of the helium. According to the 2013  act’s legislative history, however, the purpose of the 2013 act is to  complete the privatization of the federal helium reserve in a competitive  market fashion that ensures stability in the helium markets while  protecting the interests of the taxpayers. The 2013 act introduces new  provisions, including the following:", "Phased implementation. The act establishes four phases for the  sale and auction of crude helium from, and eventual closure of, the  reserve—Phase A: allocation transition; Phase B: auction  implementation; Phase C: continued access for federal users; and  Phase D: disposal of assets. Phase D is to be completed no later than  September 30, 2021. 50 U.S.C. § 167d(a)-(d).", "Tolling. If a refiner and nonrefiner do not agree on terms for tolling,  the act does not require refiners to toll. However, as a condition of  sale or auction to a refiner in Phase A and B, the refiner must make  excess refining capacity of helium available at commercially  reasonable rates to persons who acquire helium from BLM after the  act’s enactment. 50 U.S.C. § 167d(b)(8)(B). According to the act’s  legislative history, this condition was intended to maximize  participation in Phase A and B helium sales. The act does not define  excess refining capacity or commercially reasonable rates. We refer  to the condition of sale or auction as the act’s tolling provision.", "Disclosure requirement and qualifying domestic helium  transactions. The act requires BLM to require all persons that have  storage contracts with BLM to disclose, on a strictly confidential basis,  (1) the volumes and associated prices of all crude and pure helium  purchased, sold, or processed by persons in qualifying domestic  helium transactions; (2) the volumes and associated costs of  converting crude helium into pure helium; and (3) refinery capacity  and future capacity estimates. 50 U.S.C. § 167d(b)(8)(A). We refer to  this as the act’s disclosure requirement. Furthermore, the act defines  a “qualifying domestic helium transaction” as any agreement entered  into or renegotiated during the preceding 1-year period in the United  States for the purchase or sale of at least 15 million standard cubic  feet of crude or pure helium to which any storage contract holder is a  party. 50 U.S.C. § 167(10).", "Price-setting. The act requires BLM to annually establish, as  applicable, separate sale and minimum auction prices for Phase A  and B using, if applicable, and in the following order of priority: (1) the  sale price of crude helium in BLM auctions; (2) price  recommendations and disaggregated data from a qualified,  independent third party who has no conflict of interest, who shall  conduct a confidential survey of qualifying domestic helium  transactions; (3) the volume-weighted average price of all crude  helium and pure helium purchased, sold, or processed by persons in  all qualifying domestic helium transactions; or (4) the volume- weighted average cost of converting gaseous crude helium into pure  helium. 50 U.S.C. § 167d(b)(7).", "Auction and sale schedule and frequency, and one-time sale. For  fiscal year 2015, the act only permits one auction, followed by one  sale that had to occur no later than August 1, 2014. Payment for the  sale had to be made by September 26, 2014. 50 U.S.C.  § 167d(b)(12). The act also requires a one-time sale of helium from  the amounts available in fiscal year 2016 that had to occur no later  than August 1, 2014, with payment no later than 45 days after the sale  date. 50 U.S.C. § 167d(b)(13)(A).", "Auction quantities. The act generally requires BLM to auction an  increasing amount of the helium made available each fiscal year,  beginning with 10 percent in fiscal year 2015 and increasing by an  additional 15 percentage points annually through fiscal year 2019, and  then with 100 percent being auctioned in fiscal year 2020. 50 U.S.C.  § 167d(b)(2). However, the volume auctioned may be adjusted  upward if the Secretary of the Interior determines it necessary to  increase participation in auctions or increase returns to taxpayers.  50 U.S.C. § 167d(b)(5)(B).", "Storage and delivery. The act requires BLM to establish a schedule  for transportation and delivery of helium using the federal system that  ensures timely delivery of helium purchased at auction or sale, among  other things. 50 U.S.C. § 167c(e)(2). The act also requires BLM to  impose a fee on contract holders that accurately reflects the economic  value of helium storage, withdrawal, and transportation services. The  fee imposed cannot be less than the amount required for contract  holders to reimburse Interior for the full costs of providing those  services, including capital investments in the federal helium system.  50 U.S.C. § 167c(a),(b).", "BLM published a final notice in the Federal Register on July 23, 2014,  that specified the agency’s plan for implementing (1) the auction of a  portion of the helium that will be delivered in fiscal year 2015, (2) the sale  of a portion of the helium that will be delivered in fiscal year 2015, and  (3) the one-time advance sale of a portion of the helium that will be  delivered in fiscal year 2016 (see table 1). For the auction, BLM’s notice  stated that auction participants would compete to purchase set volumes,  or lots, of helium. For the sales, the notice stated that each of the  four participating refiners would receive an amount of helium based on  their percentage share of the total estimated refining capability in 2000.  The notice also contained, among other things, BLM’s formula for  calculating the minimum auction price and the sales price; BLM’s plans  for delivering helium purchased in the auction and sale during fiscal year  2015, as well as delivery plans for helium purchased prior to the  2013 act’s enactment; and BLM’s plan for collecting information about  tolling agreements between refiners and other parties."], "subsections": []}, {"section_title": "Refiners Bought All Helium Offered at Auction and Sales for Higher Than Expected Prices", "paragraphs": ["During the summer of 2014, refiners purchased all the helium offered  during BLM’s first competitive helium auction and in two subsequent  noncompetitive sales at prices that were higher than expected by  participants and BLM officials. Two refiners purchased all the auctioned  helium. BLM and refiners and nonrefiners cited multiple, possible reasons  for the auction’s outcomes, including that refiners had an advantage over  nonrefiners in terms of having existing infrastructure to refine helium  without paying another company to do so. For the two sales, held in  August 2014, BLM used the average auction price to help set the sales  price, and the agency restricted the sales to refiners."], "subsections": [{"section_title": "Two Refiners Won All the Auctioned Helium at an Average Price of $161 per Thousand Cubic Feet", "paragraphs": ["Two refiners purchased all 93 million cubic feet of helium that BLM  auctioned for delivery in fiscal year 2015 for an average price of $161 per  thousand cubic feet. Specifically, 13 companies, including refiners and  nonrefiners, participated in the agency’s first-ever competitive helium  auction, held in July 2014, but most stopped bidding well below the final  auction prices for 12 lots of helium. BLM set the minimum starting bid for  each lot at $100 per thousand cubic feet, an increase over the fiscal  year 2014 sales price of $95 per thousand cubic feet. At one point  during bidding, the auction price rose as high as $180 per thousand cubic  feet. We observed that participants who did not win at the auction  stopped bidding when prices reached from $105 to $130 per thousand  cubic feet (see fig. 1).", "Reaction to the auction’s outcome varied among refiners, nonrefiners,  and BLM officials. Most of the representatives of refiners and nonrefiners  we interviewed stated that the auction prices were too high for crude  helium, especially during a time of global excess of helium supplies. A  representative from one refiner, for example, called the auction prices  “outrageously high.” Others said the average price was not an indication  of the market price for crude helium, especially since the 93 million cubic  feet auctioned by BLM constituted a very small portion of the total volume  of crude helium sold in a year in the global market. Some  representatives of nonrefiners said that auction prices for crude helium  reached levels similar to some prices for refined liquid helium, which is  typically more expensive than crude helium. Others said that the auction  failed to increase the number of purchasers of federal helium beyond  companies that already participated in the federal helium program.", "BLM and some representatives of nonrefiners and a refiner, however,  said the auction was a success for the federal government since it  generated about $15 million in revenue. A senior BLM helium program  official said the auction exceeded revenue expectations, and an agency  press release stated that BLM achieved a key objective of the act: to  maximize the value of federal helium through a market-driven process.  In addition, representatives from a refiner and nonrefiner stated that the  free market nature of the auction was a good way to determine the  market price for crude helium. Also, BLM officials and a representative of  one nonrefiner stated that the high auction prices were beneficial because  they will help spur development of new helium supplies. The  representative explained that, when the price of crude helium increases,  the return from selling helium increases. As the return increases above  the cost of production, it provides an incentive to find and produce more  helium because the exploration of new helium resources becomes more  economical."], "subsections": []}, {"section_title": "BLM and Refiners and Nonrefiners Cited Multiple, Possible Reasons for Auction Outcomes", "paragraphs": ["In interviewing BLM officials and representatives of refiners and  nonrefiners and reviewing BLM’s July 2014 Federal Register notice, we  identified multiple, possible explanations for why refiners won all the  auctioned helium for higher than expected prices. Specifically:", "Refiners may have been more willing to pay higher prices at the  auction since their costs for refining crude helium are lower than  those of nonrefiners. According to BLM officials, refiners utilize the  infrastructure they already have to refine crude helium. In contrast,  nonrefiners must pay another company to refine, or toll, their helium,  which represents additional costs that refiners do not pay. As a result,  according to representatives of nonrefiners, the costs of purchasing  auctioned helium and turning it into refined helium are lower for  refiners than nonrefiners, giving refiners an advantage at the auction.", "Nonrefiners may not have bid higher at the auction because they  did not know the costs and delivery terms for tolling.  Representatives of nonrefiners we interviewed said that few tolling  agreements were in place prior to the auction. Those agreements  would have specified the rates for tolling any helium they purchased  and provided details on when, where, and how purchased helium  would be delivered. As a result, the nonrefiner representatives said  they were unable to calculate the total costs associated with  purchasing and refining crude helium during the auction. By not  knowing the tolling costs in advance of the auction, nonrefiners could  have bid more conservatively than they might have otherwise. In  addition, according to one nonrefiner representative, not knowing  delivery terms before the auction made it difficult to plan ahead and  prepare to receive the helium.", "Refiners’ expectation of paying less for helium at two  subsequent, noncompetitive sales may have led refiners to pay  higher prices at the auction. Before the auction, BLM announced in  its July 2014 Federal Register notice that it would make more than  1 billion cubic feet of helium available exclusively to refiners in  two sales of helium to be delivered in fiscal year 2015 and fiscal  year 2016, as compared with the 93 million cubic feet of helium to be  auctioned. The notice further specified that the average price paid by  auction winners would account for a small part—10 percent—of the  sale price. According to BLM officials, when the amount of helium  purchased by refiners at the higher auction price was added to the  amount of helium purchased by refiners at the lower sales price, the  refiners’ overall average price was considerably lower than the  auction price. Specifically, refiners paid an average of $161 per  thousand cubic feet for the auctioned helium, but refiners paid  $106 per thousand cubic feet for helium purchased at the two sales.  When the volumes and prices of the auction and sales were added  together, the refiners’ overall purchase price averaged less than  $120 per thousand cubic feet. BLM officials and representatives of  nonrefiners told us that the refiners’ ability to average auction prices  with sale prices provided an advantage to refiners because  nonrefiners were not eligible to participate in the two sales held in  August 2014 and therefore could not average auction and sale prices  as refiners could.", "Changes to the way BLM proposed to deliver helium purchased  at the auction may have provided an incentive to refiners to  purchase as much helium at the auction as possible. Specifically,  BLM had announced in its July 2014 Federal Register notice that it  would reserve some of its pipeline delivery capacity in fiscal year 2015  for helium purchased at the auction. Based on our review of the  notice, purchasing helium at the auction would have allowed refiners  to take advantage of the new delivery method and maximize volumes  of helium they would receive through the pipeline."], "subsections": []}, {"section_title": "The Auction Price Affected BLM’s Sales Price, and Sales Were Restricted to Refiners", "paragraphs": ["After the auction, BLM sold more than 1 billion cubic feet of helium in the  two August 2014 sales to the four refiners at a higher than expected  price. BLM missed the August 1, 2014, statutory deadlines for holding  the sales by 2 weeks; however, the agency reported that it received final  payments by the applicable statutory deadlines. As we previously  stated, BLM used the average auction price to help set the price of  $106 per thousand cubic feet used in both sales. As we found in  July 2014, BLM based its price for these two sales primarily on the fiscal  year 2014 sales price, adjusted for inflation, but the agency also used the  average auction price to account for 10 percent of the sales price. As a  result, BLM’s sales price increased $11 per thousand cubic feet  compared with the fiscal year 2014 price, and BLM received  approximately $115 million in revenue from the two sales.", "We found in July 2014 that BLM selected its method for calculating the  price for the two sales because agency officials said they did not have  time to contract for an annual market survey of qualifying domestic helium  transactions by an independent third party. This market survey is one of  the options provided for in the act’s price-setting provision. BLM officials  also said they did not give the auction price greater weight when setting  the sale price because they did not want to create a significant price  increase that would negatively affect federal users and other end users.  However, some representatives of refiners and nonrefiners said that they  disagreed with BLM’s decision to consider the auction price when setting  the sale price because the auction accounted for a small amount of  helium when compared with the volume of helium that is sold on the  global market. Nevertheless, the act’s price-setting provision authorizes  BLM to use the auction price to set sales prices and directs BLM to give  priority to this approach.", "BLM restricted the two August 2014 sales solely to refiners, which was a  departure from the agency’s prior practice of offering a small portion of  sales to nonrefiners. BLM officials said they took this approach because  they interpreted the act as intending to have the auction replace the  portion of the sales that had previously been made available to  nonrefiners. Most representatives of nonrefiners, however, told us that  they disagreed with this interpretation, stating that the act does not  require BLM to eliminate the portion of sales open to nonrefiners. Some  nonrefiners told us that having a guaranteed supply of helium, even of  small volumes, would help level the playing field with refiners since the  refiners can participate in the sales, guaranteeing their supply. Moreover,  since nonrefiners were not eligible to participate in the sales and were  outbid at the auction, nonrefiners purchased none of the federal helium  that BLM made available for delivery in fiscal year 2015. As a result, the  number of companies purchasing helium from BLM for delivery in fiscal  year 2015 compared with fiscal year 2014 decreased from eight to four."], "subsections": []}]}, {"section_title": "BLM Clarified Its Definition of Excess Refining Capacity but Does Not Have Full Assurance That Refiners Are Satisfying the Tolling Provision", "paragraphs": ["BLM has taken steps to address challenges we found in July 2014 with its  administration of the act’s tolling provision, specifically by clarifying its  definition of excess refining capacity. However, the agency does not  have full assurance that refiners are satisfying the act’s tolling provision  for various reasons. Among the reasons are that BLM has not obtained  complete information about refiners’ efforts to satisfy the tolling provision  and has not determined whether tolling rates offered by refiners are  commercially reasonable. Representatives of nonrefiners have raised  concerns that BLM’s unwillingness to act if refiners do not satisfy the  provision may result in less competition in helium auctions."], "subsections": [{"section_title": "BLM Clarified Its Definition of Excess Refining Capacity", "paragraphs": ["Since its implementation of the first phase of the act, BLM has taken  steps to clarify its definition of excess refining capacity to help improve  reporting of excess capacity by refiners. In our July 2014 testimony, we  found that BLM asked refiners to report excess refining capacity in  January 2014 as a condition of the Phase A sales, but the agency did not  define the term “excess refining capacity” because BLM officials stated  that they were still interpreting the act at that time. We found that, as a  result, refiners used different methods for calculating excess capacity  reported to BLM. Also, BLM and some nonrefiners questioned the  accuracy of the total volume of excess capacity that refiners reported in  January 2014. In June 2014, BLM posted a draft data collection form on  its website for refiners to use when reporting excess refining capacity.  This draft form included a definition of excess refining capacity. For  example, refiners were to report “planned demand” as part of their  determination of excess capacity. However, some nonrefiners  commented to BLM that this definition left room for different  interpretations. In response to comments on its draft form, BLM  published the final version of the form on its website on July 23, 2014,  adding more specificity to its definition of excess refining capacity. For  example, rather than asking refiners to report “planned demand,” BLM  clarified that refiners should report “forecasted crude helium demand” and  defined that term.", "Refiners reported their forecasted excess capacity for fiscal year 2015 to  BLM in late July 2014 and, according to BLM officials, the definition in the  final form helped improve the refiners’ reports. Specifically, refiners  reported a combined forecasted excess capacity of 786.5 million cubic  feet for fiscal year 2015, more than 10 times the 72 million cubic feet that  refiners had reported in January 2014 as their forecasted excess capacity  for the same period. Representatives of refiners told us their forecasted  excess capacity numbers changed because of BLM’s more precise  definition of what to report, as well as changes in the global helium  market since January 2014 that freed up additional capacity in their  refineries on the federal pipeline."], "subsections": []}, {"section_title": "BLM Does Not Have Full Assurance that Refiners Are Satisfying the Tolling Provision", "paragraphs": ["The act’s tolling provision states that, as a condition of sale or auction,  refiners must make excess refining capacity available at commercially  reasonable rates to certain nonrefiners, but BLM does not have full  assurance that refiners are satisfying the provision. According to  language in the Senate report accompanying the act, refiners were to  “make excess refining capacity available to others at commercially  reasonable rates as a condition of their continued participation in helium  allocations  and auctions.” BLM does not have this assurance  because, according to BLM officials, they (1) have not obtained all  relevant information about refiners’ efforts to satisfy the tolling provision,  (2) have not defined or identified criteria for a commercially reasonable  rate, (3) have not determined what to do if a refiner does not satisfy the  tolling provision, and (4) believe the agency’s approach to ensuring that  refiners satisfy the tolling provision is consistent with current market  conditions."], "subsections": [{"section_title": "BLM Has Not Obtained All Relevant Information about Refiners’ Efforts to Satisfy the Tolling Provision", "paragraphs": ["The act’s tolling provision requires that refiners make excess refining  capacity available to certain nonrefiners at commercially reasonable  rates. The act, however, does not define what it means to make excess  capacity available or the term “commercially reasonable rates.” BLM  officials told us that they consider signed tolling agreements to be  evidence of refiners’ satisfying the tolling provision. In addition, BLM  officials said that refiners’ attempts to negotiate tolling agreements that  did not result in signed agreements could also satisfy the provision. This  is because, if a refiner and nonrefiner do not agree on terms for tolling,  the act does not require the refiner to toll.", "To obtain information about signed agreements, in the July 2014 Federal  Register notice, BLM directed refiners to report information about tolling  agreements that they entered into with another party during the preceding  year by completing a tolling report form. However, refiners inconsistently  reported information about their signed tolling agreements on these  forms. For example, some refiners reported that they had signed tolling  agreements and reported the volumes of helium to be tolled under those  agreements, but not all refiners reported the rates they charged for tolling.  According to BLM officials, a representative of one refiner said that the  refiner did not report the rate because the act does not require refiners to  disclose information about agreements covering less than 15 million cubic  feet of helium. In contrast, another refiner reported the rates charged in  tolling agreements covering less than 15 million cubic feet. Officials with  Interior’s Office of the Solicitor said that BLM could not require refiners to  report information about signed tolling agreements for less than 15 million  cubic feet in a Federal Register notice, but BLM may be able to require it  by issuing a rule. BLM officials said they expect that many signed tolling  agreements will be for less than 15 million cubic feet since nonrefiners  typically accept delivery of helium in 1 million cubic feet increments. As a  result, BLM officials said that having information about tolling agreements  for smaller volumes from all refiners, including rates, would provide BLM  with a better understanding of refiners’ efforts to satisfy the tolling  provision.", "To obtain information about refiners’ attempts to negotiate tolling  agreements that did not result in signed agreements, in the July 2014  Federal Register notice, BLM said that refiners may also use the tolling  report forms to report information about these attempts. According to  officials with the Office of the Solicitor, the act does not require refiners to  report this information. Therefore, reporting information about refiners’  attempts to negotiate tolling agreements is voluntary. As a result, refiners  reported inconsistent information about their attempts to negotiate tolling  agreements on their fiscal year 2014 tolling report forms. For example,  some refiners reported that they had attempted to negotiate tolling  agreements but did not report any details about the volumes or rates  offered. Other refiners provided details about volumes or rates or both.  The officials with the Office of the Solicitor said BLM also may need to  issue a rule to require refiners to report information about attempts to  negotiate tolling agreements that do not result in signed agreements.  BLM officials said information about negotiations that do not result in  tolling agreements would be helpful in determining the extent to which  refiners with excess capacity are making it available to nonrefiners.", "Nevertheless, BLM officials said that they do not plan to issue a rule to  require refiners to report information about signed agreements to toll less  than 15 million cubic feet of helium or about attempts to negotiate tolling  agreements that do not result in signed agreements. They said they do  not plan to issue a rule, in part, because the rulemaking process is time- consuming, and there are only a few years left for BLM to implement the  act. BLM officials also said they were concerned that issuing a rule might  delay future auctions and sales, pending final issuance of the rule.  However, options may be available for the agency to shorten the  rulemaking process if, for example, the conditions for issuing an interim  final rule without first issuing a proposed rule for public notice and  comment have been satisfied. Until refiners consistently provide  information about signed agreements to toll less than 15 million cubic feet  of helium and about their attempts to negotiate tolling agreements, BLM  cannot determine the extent to which refiners are satisfying the tolling  provision by making excess capacity available at commercially  reasonable rates."], "subsections": []}, {"section_title": "BLM Has Not Defined or Identified Criteria for a Commercially Reasonable Rate", "paragraphs": ["BLM officials also have not defined or identified criteria for commercially  reasonable rates. The act requires refiners with excess refining capacity  to make it available at commercially reasonable rates to certain  nonrefiners as a condition of sale or auction of helium to the refiner.  However, as we found in our July 2014 testimony, BLM officials told us  that they were not planning on defining commercially reasonable rates  because it is more appropriate for companies or a court to make that  determination. At that time, BLM officials said that they would have a  hard time finding that a rate included in a signed tolling agreement  between a refiner and nonrefiner is not commercially reasonable since  the parties involved agreed to it. As of January 2015, BLM officials said  that they do not know how they would evaluate a rate offered by a refiner  that did not result in a signed tolling agreement to determine if it was  commercially reasonable. Representatives of refiners and nonrefiners told  us they generally agreed that BLM should not set a specific rate, but they  disagreed over whether BLM should play some role in determining what  constitutes a commercially reasonable rate. For example, at least one  nonrefiner submitted comments to BLM that the agency should identify  guidance for what constitutes a commercially reasonable rate. According  to some comments from nonrefiners, BLM’s involvement is necessary to  incentivize refiners to toll since, in many instances, nonrefiners and  refiners are competitors. BLM officials told us that they are looking for  ways to incentivize tolling, but the officials also said it is not clear how or  whether they should be involved in setting commercially reasonable rates."], "subsections": []}, {"section_title": "BLM Officials Said They Have Not Identified What to Do if Refiners Do Not Satisfy the Tolling Provision", "paragraphs": ["In addition, BLM officials told us that they are not planning on taking  further action with respect to the tolling provision because they have not  determined what to do if refiners do not satisfy the provision. According to  language in the Senate report accompanying the act, refiners were to  “make excess refining capacity available to others at commercially  reasonable rates as a condition of their continued participation in helium  allocations  and auctions.” However, BLM officials said the tolling  provision does not specify what BLM should do if a refiner does not make  excess capacity available at a commercially reasonable rate. The officials  said that they considered suspending a refiner that does not satisfy the  tolling provision from participation in future auctions or sales, but doing so  risks market disruption. The officials acknowledged, however, that such  disruption is currently unlikely because, given the refiners’ significant  volumes of privately owned helium stored in the reservoir, a refiner that is  restricted from purchasing additional helium in auctions and sales would  still be able to have its stored helium delivered.", "Nonrefiner representatives have raised concerns about the  consequences of BLM’s unwillingness to act if refiners do not satisfy the  tolling provision. For example, some representatives of nonrefiners said  that this creates a disincentive for the nonrefiners to participate and  purchase helium in future auctions, which could lead to less participation  in the auctions. Moreover, representatives of nonrefiners noted that they  do not have much time left to purchase federal helium with 6 years  remaining of helium sales and auctions."], "subsections": []}, {"section_title": "BLM Officials Said Their Approach to Ensuring that Refiners Satisfy the Tolling Provision Is Consistent with Current Market Conditions", "paragraphs": ["BLM officials said they believe that their approach to ensuring that  refiners satisfy the tolling provision is consistent with current market  conditions because the increased supply in the global market has  reduced refiners’ and nonrefiners’ demand to have federal helium  delivered from storage and tolled. The officials said that some refiners  have reduced their monthly delivery amounts from the pipeline because  additional helium supplies have become available from private sources.  They said that these refiners are choosing to leave their helium stored in  the federal storage reservoir rather than have it delivered since, unlike  private sources, BLM’s storage reservoir provides a unique opportunity  for storage of helium for delivery at a later date. According to the BLM  officials, these market conditions should encourage tolling because  refiners have excess refining capacity that could be used for tolling.  However, BLM officials said they have not seen an increase in  occurrences of tolling since market conditions changed.", "As of the end of fiscal year 2014, refiners and nonrefiners had signed  tolling agreements that covered only a small portion of the 61 million  cubic feet of helium purchased by nonrefiners that needed tolling,  according to BLM documents. Some representatives of nonrefiners told  us they have signed or were negotiating agreements for tolling in fiscal  year 2015 that would cover some additional helium. These nonrefiner  representatives also said that some refiners have offered lower tolling  rates since the change in market conditions. However, other  representatives of nonrefiners told us they have not been successful in  negotiating tolling agreements even under the current market conditions.  According to BLM officials, most of the nonrefiners’ helium remains  untolled because the current market conditions have reduced the  nonrefiners’ demand for tolling. Yet, some representatives of nonrefiners  told us they remain interested in signing tolling agreements. For example,  one representative said a nonrefiner is still pursuing a tolling agreement  because having access to its purchased helium offers some protection  against changes in global supply and demand. BLM officials told us that  they expect refiners and nonrefiners to sign more tolling agreements in  fiscal year 2016, given that at least one company is seeking to connect a  small refinery to the pipeline. Representatives from this company and  some existing refiners told us that they are incentivized by the business  opportunities offered by tolling for others and are actively pursuing tolling  agreements with nonrefiners."], "subsections": []}]}]}, {"section_title": "BLM Faces a Number of Decisions Related to Upcoming Helium Auction, Sale, and New Storage Contracts as It Continues to Implement the Act", "paragraphs": ["As BLM continues to implement the various phases of the act, the agency  faces decisions during the spring and summer of 2015 related to the  upcoming fiscal year 2016 helium auction, the upcoming fiscal year 2016  helium sale, and the agency’s new storage contracts. First, for the fiscal  year 2016 auction, BLM faces decisions on conducting a market survey to  inform the minimum auction price, determining the amount of helium to  make available for auction, and selecting an auction method. Second, for  the fiscal year 2016 sale, BLM faces decisions on determining how to set  the sale price and companies’ eligibility to participate. Third, for storing,  withdrawing, and delivering helium starting in fiscal year 2016, BLM faces  decisions regarding new contracts with refiners and nonrefiners that have  purchased federal helium."], "subsections": [{"section_title": "BLM Faces Decisions Related to the Upcoming Helium Auction", "paragraphs": ["In creating the agency’s plan for conducting the fiscal year 2016 auction,  BLM officials face decisions on how the agency will (1) conduct a market  survey that will be used to inform the minimum auction price,  (2) determine the amount of helium the agency will make available for  auction, and (3) choose a method to conduct the auction, among other  things."], "subsections": [{"section_title": "BLM Plans to Conduct a Market Survey to Inform the Minimum Auction Price but Has Not Finalized the Scope of the Survey", "paragraphs": ["BLM officials said the agency plans to contract with an independent third  party to conduct a survey of helium transactions that will provide the basis  for the agency to set the minimum auction price for the fiscal year 2016  auction, but the agency has not decided on the scope of the survey. The  act’s price-setting provision calls for BLM to set minimum auction prices  using, among other things, if applicable, a price recommendation from a  survey of qualifying domestic helium transactions (which we refer to as  qualifying transactions). Accordingly, officials with Interior’s Office of the  Solicitor told us that BLM is not authorized to consider price  recommendations from a survey of nonqualifying transactions when  setting prices.", "BLM officials told us that if a third party conducted a survey solely of  qualifying transactions, it would duplicate information that storage  contract holders are already required to report to BLM under the act.  Specifically, the act’s disclosure requirement requires contract holders to  disclose volumes and prices for qualifying transactions. According to BLM  officials, 8 of the 11 current contract holders already disclosed the  required information, and the officials plan to require the remaining  3 contract holders to disclose the information by the end of fiscal  year 2015. In addition, BLM officials and some representatives of  nonrefiners told us that limiting a survey to qualifying transactions may  result in a price recommendation that reflects BLM’s crude helium price  rather than the broader market.", "Nevertheless, an October 2013 helium market pricing report  recommended that BLM hire a third party to conduct a survey with a  scope broader than just the qualifying transactions to help BLM set a  price that is more market based. Specifically, this report recommended  that BLM survey a significantly larger number of transactions than the  qualifying transactions, including bulk helium transactions conducted by  end users that are not storage contract holders and that involve smaller  volumes of helium than the minimum volume for qualifying transactions.  According to the pricing report and economic principles, a broader survey  would provide a better representation of market prices than a survey  solely of qualifying transactions.", "In determining the scope of the survey, BLM officials are weighing the  act’s price-setting provision of surveying qualifying transactions with the  pricing report’s recommendation of surveying a larger number of  transactions that would reflect a broader market. As of February 2015,  BLM officials told us they are considering having a third party conduct a  broader survey that is not restricted to qualifying transactions, but they  have not identified how, if at all, they would utilize information collected  about additional transactions other than qualifying transactions."], "subsections": []}, {"section_title": "BLM Is Determining How Much Helium to Auction", "paragraphs": ["BLM officials told us that they are considering increasing the amount of  helium the agency will auction for fiscal year 2016 above the amount set  in the act. Under the act’s auction quantities provision, BLM is required to  auction 25 percent of the total helium available for sale or auction for  fiscal year 2016, a 15 percentage point increase over fiscal year 2015,  but the agency can reduce or increase that amount under certain  circumstances. For fiscal year 2016, auctioning 25 percent of the  available helium would mean auctioning nearly 200 million cubic feet,  more than double the volume auctioned for fiscal year 2015. The act  authorizes BLM to increase the percentage of helium to be auctioned  beyond the amount specified in the act if the Secretary of the Interior  determines it is necessary to increase participation in the auction or  increase returns to the taxpayer. BLM officials said they are considering  such an increase because they believe that auctioning larger volumes of  helium will result in increased revenues and increased competition.", "In December 2014, BLM compared different possible scenarios— including varying the percentage of helium to be auctioned—to identify  different revenue outcomes. However, BLM did not take into account the  current market conditions and the willingness of buyers to continue  purchasing federal helium as prices increase. Depending on how buyers’  willingness to purchase federal helium is affected by price changes,  BLM’s estimates of revenues from certain scenarios may not be realized.  According to economic principles, buyers respond to price changes by  changing the amount they purchase. For example, even small increases  in price could result in a large drop in the quantity purchased and a  corresponding decline in revenue. BLM officials told us that they were  considering consulting BLM economists to help them select an auction  percentage. However, as of February 2015, BLM officials had not  obtained market information or predictions of buyer behavior from the  economists to inform their decision."], "subsections": []}, {"section_title": "BLM Is Selecting an Auction Method but Has Not Considered Maximizing Revenue", "paragraphs": ["BLM’s fiscal year 2015 auction was a live, in-person auction conducted in  Amarillo, Texas, and the agency broadcast the auction in real time over  the Internet for public viewing. BLM split the total volume available for  auction into 12 lots, auctioned sequentially. As of January 2015, BLM  officials said they intend to use the same method for the fiscal year 2016  auction, but the final method will be announced in a Federal Register  notice expected in the spring of 2015. The act requires BLM to conduct  each auction using a method that maximizes revenue to the federal  government. Representatives from some of the refiners and nonrefiners  that participated in the auction told us they had concerns about BLM’s  auction method. For example, a representative from one nonrefiner  questioned whether holding a sequential live auction would yield the  highest revenues.", "BLM officials told us they considered multiple auction methods when  choosing the live auction, but that they did not assess the auction  methods based on maximizing revenue. Instead, they determined which  method would be most logistically practical to administer. For example,  they told us that they were concerned about holding an Internet-based  auction because they did not want potential technological difficulties to  disrupt the auction or prevent a company from participating. Also, BLM  officials said they were familiar with the live auction method because BLM  uses it in other applications, such as in selling oil and gas leases.  However, BLM economists told BLM helium program officials and us that  there are several academic studies on different auction methods used in  the past by Interior. These methods included sealed bid auctions and  auctions where all lots were auctioned simultaneously rather than  sequentially. BLM economists said that these academic studies could  help identify an auction method that maximizes revenue. As of  February 2015, however, BLM helium program officials had not evaluated  the various methods. Without assessing each method based on revenue  generation, BLM does not have assurance that the live auction method  will maximize revenue, as required by the act."], "subsections": []}]}, {"section_title": "BLM Faces Decisions for the Upcoming Helium Sale Regarding the Sale Price and Eligibility of New Companies to Participate", "paragraphs": ["For the upcoming fiscal year 2016 sale, BLM faces decisions about how  to set the sale price and determine whether a new company connecting to  the pipeline will be eligible to participate in the sale. Regarding setting the  sale price, BLM officials said they are considering changing how they  calculate the sale price, in part to make the fiscal year 2016 auction more  competitive. Specifically, BLM officials said they are evaluating whether  to give greater consideration to the fiscal year 2016 average auction price  when setting the fiscal year 2016 sale price than they did when setting the  fiscal year 2015 sale price. As previously discussed, BLM used the fiscal  year 2015 average auction price to account for 10 percent of the fiscal  year 2015 sale price. BLM officials said that they believe that increasing  the extent to which the auction price influences the sale price should  eliminate one advantage that refiners might have over nonrefiners at the  auction. The officials said they think refiners might not pay as high a price  for helium at the auction if there was less chance they would be paying a  lower price for helium at the sale. In December 2014, BLM officials  examined the potential effects of changing how they calculate the sale  price—in addition to changing the auction percentage, as previously  discussed. However, as with its consideration of different auction  percentages, BLM did not take into account the current market conditions  and the willingness of buyers to continue purchasing federal helium as  prices increase when examining the effects of changing its calculation of  the sale price. As of January 2015, BLM officials said they had not  obtained such information to inform their decision.", "Further, BLM faces a decision regarding whether new companies  connecting to the pipeline will be eligible to participate in the sale as a  refiner. As previously discussed, one company has initiated the process  of connecting a new, small refinery to the BLM pipeline. However, BLM  officials said it is not clear whether the company meets the act’s definition  of a refiner. The act defines a refiner as a person with the ability to take  delivery of crude helium from the BLM pipeline and refine the crude  helium into pure helium. The act, however, does not define pure helium.  Therefore, BLM faces decisions on what constitutes pure helium and  whether the company meets that definition. Further, if BLM determines  that the new company is a refiner and is eligible to participate in sales  reserved for refiners, BLM officials said they will need to identify a new  method for determining the amount of helium each refiner will be eligible  to purchase in the sales. Currently, BLM allocates the helium it makes  available in each sale among the four refiners based on their  2000 refining capacities. With the addition of a new refiner, BLM officials  said they are considering alternate methods for future sales."], "subsections": []}, {"section_title": "BLM Faces Decisions Related to New Storage Contracts", "paragraphs": ["BLM officials said they anticipate that new storage contracts, which  govern storage, withdrawal, and delivery of helium from the federal  storage reservoir, will go into effect on October 1, 2015. The officials said  they are considering changing a number of the terms and conditions in  the new contracts. For example, BLM officials said they plan to create a  new contractual fee structure. BLM officials explained that they calculate  fees under the current contract based on the total amount necessary to  recover BLM’s costs. However, for the first time, the act requires BLM to  impose a fee that “accurately reflects the economic value” of the storage,  withdrawal, and transportation (which we refer to as delivery in this report)  services provided, and the fee cannot be less than the amount required to  reimburse the Secretary of the Interior for the full costs of providing such  services. When calculating the economic value of storing helium in the  federal reservoir, BLM officials told us they are considering calculating  companies’ storage fees based on the volume of helium they keep in  storage, in part to encourage companies to withdraw their helium rather  than store it.", "BLM officials also said that they researched storage fees charged at  commercial natural gas storage facilities to help determine the economic  value of storing helium. The officials told us that commercial natural gas  storage fees are a useful point of comparison for federal helium storage  fees because the federal helium reservoir functions similarly to a  commercial storage facility. However, according to representatives of  nonrefiners and a refiner, because the federal storage reservoir provides  a unique opportunity for companies to store their purchased helium until  they request its delivery at a later date, the reservoir’s storage capability  has economic value in addition to the value associated with commercial  natural gas storage facilities. BLM officials said that the fact that the gas  stored in the federal reservoir has a higher helium content than other  storage facilities is irrelevant when considering storage fees.", "BLM officials said they are also considering including new fees in the new  contracts, in part to recover costs that are not currently being captured.  According to BLM officials, one such fee would allow BLM to recover  costs associated with refiners who do not accept delivery of helium after  they request it from BLM. Currently, refiners have the option of not  accepting delivery of requested helium, which has led BLM to reinject  undelivered helium from the pipeline back into the reservoir. BLM officials  said they reinjected approximately 46 million cubic feet of helium from  May to November 2014, in part, because refiners did not accept delivery  of all helium BLM delivered into the pipeline. The officials said they  anticipate that reinjection will continue to some extent. This reinjection  negatively affects BLM’s ability to maximize withdrawal of helium from the  reserve, according to BLM officials. For example, as a result of past and  continuing reinjections, BLM technical consultants estimated that the  agency will be able to produce roughly 500 million cubic feet less helium  from the reservoir than originally anticipated by the end of fiscal year  2021. BLM officials told us that they are continuing to evaluate the new  fee structure as part of the negotiations over the new contracts, which  they expect will continue into the spring of 2015."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["BLM’s implementation of the Helium Stewardship Act of 2013 is a work in  progress. BLM has implemented the first phase of the act and taken initial  steps to ensure that refiners satisfy the act’s tolling provision. However,  additional information about (1) refiners’ signed agreements to toll less  than 15 million cubic feet and (2) the attempts refiners have made to  negotiate tolling agreements that did not result in signed agreements  would provide BLM with better assurance that refiners are satisfying the  tolling provision. BLM currently relies on the voluntary reporting of this  information, but not all refiners have reported it. Requiring refiners to  report this information may necessitate BLM undertaking a lengthy  rulemaking, according to officials in Interior’s Office of the Solicitor, but  other options may be available for the agency to shorten the rulemaking  process if, for example, the conditions for issuing an interim final rule  have been satisfied. Without information about signed agreements to toll  less than 15 million cubic feet of helium and about refiners’ unsuccessful  attempts to negotiate tolling agreements, BLM cannot determine the  extent to which refiners are satisfying the tolling provision by making  excess capacity available at commercially reasonable rates.", "BLM is to select a method for conducting the fiscal year 2016 auction,  and agency officials said they plan to use the same live auction method  the agency used to conduct the fiscal year 2015 auction. The act requires  BLM to use an auction method that maximizes revenue. However, the  agency did not assess the auction methods it considered based on  maximizing revenue. Several academic studies that examined different  auction methods used previously by Interior are available for helium  program officials to consult to help BLM identify an auction method that  maximizes revenue. Without assessing each method based on revenue  generation, BLM does not have assurance that the live auction method  will maximize revenue, as required by the act."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To provide the agency with better information to support its decisions  when implementing the act, we recommend that the Secretary of the  Interior direct the Director of BLM to take the following two actions:  issue a rule—perhaps an interim final rule if BLM finds there is good  cause to do so, given the time constraints—to require refiners to  report information about signed agreements to toll less than 15 million  cubic feet of helium and about refiners’ attempts to negotiate tolling  agreements that do not result in signed agreements; and assess auction methods based on revenue generation, using  available information, and select a method that would maximize  revenue for the upcoming helium auction."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report for review and comment to the  Department of the Interior. In its written comments, reproduced in  appendix I, Interior generally agreed with our findings and concurred with  our second recommendation to assess auction methods and select the  method that would maximize revenue, but the agency did not concur with  our first recommendation.", "Specifically, Interior did not concur with our first recommendation to issue  a rule to require refiners to report certain information about signed tolling  agreements and attempts to negotiate tolling agreements. In its written  comments, Interior stated that existing mechanisms are providing BLM  with sufficient information for the agency to administer the tolling  provision, and that BLM is not in a position to develop a rule due to  reduced resources, current workloads, and other high priority rulemakings  and initiatives in which the agency is engaged. Also, Interior stated that  the expense and time necessary to undertake a rule outweigh any  immediate benefit and that given the amount of time it is likely to take to  promulgate the rule, the federal helium program would likely be nearing  its conclusion by the time such a rule is in place.", "We do not agree that existing mechanisms are providing BLM with the  information it needs to have full assurance that refiners are satisfying the  tolling provision. BLM has obtained some of the relevant information from  refiners. However, refiners’ reporting of certain information—specifically,  signed agreements to toll less than 15 million cubic feet and their  attempts to negotiate tolling agreements that did not result in signed  agreements—is voluntary, and not all refiners provided this information to  BLM. We continue to believe that BLM needs this information to  determine the extent to which refiners are satisfying the tolling provision.", "We recognize that Interior and BLM must consider current workloads and  other priorities when determining how to expend limited resources.  However, if BLM does not issue a rule to require refiners to report this  information, the agency cannot determine the extent to which refiners are  making excess capacity available at commercially reasonable rates. As  described in the report, BLM may have options for shortening the  rulemaking process, which could reduce the resources necessary to issue  a rule. Even if BLM cannot shorten the rulemaking process by, for  example, issuing an interim final rule, BLM will continue implementing the  act through fiscal year 2021, and the agency’s administration of the tolling  provision could continue to affect nonrefiners’ participation in the  auctions. We continue to believe that undertaking a rulemaking is  necessary so that BLM can have better assurance that refiners are  satisfying the tolling provision throughout the agency’s implementation of  the act.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of the Interior, and other interested parties. In  addition, this report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-3841 or fennella@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made key contributions to the report  are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the Department of the Interior", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Jeff Malcolm (Assistant  Director), Cheryl Arvidson, Carol Bray, Cheryl M. Harris, Josie H.  Ostrander, Leslie Kaas Pollock, Dan Royer, and Jeanette Soares made  significant contributions to this report."], "subsections": []}]}], "fastfact": []}