{"id": "GAO-04-162", "url": "https://www.gao.gov/products/GAO-04-162", "title": "VA Health Care: Access for Chattanooga-Area Veterans Needs Improvement", "published_date": "2004-01-30T00:00:00", "released_date": "2004-01-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Veterans residing in Chattanooga, Tennessee, have had difficulty accessing Department of Veterans Affairs (VA) health care. In response, VA has acted to reduce travel times to medical facilities and waiting times for appointments with primary and specialty care physicians. Recently, VA released a draft national plan for restructuring its health care system as part of a planning initiative known as Capital Asset Realignment for Enhanced Services (CARES). GAO was asked to assess Chattanooga-area veterans' access to inpatient hospital and outpatient primary and specialty care against VA's guidelines for travel times and appointment waiting times and to determine how the draft CARES plan would affect Chattanooga-area veterans' access to such care."]}, {"section_title": "What GAO Found", "paragraphs": ["Almost all (99 percent) of the 16,379 enrolled veterans in the 18-county Chattanooga area, as of September 2001, faced travel times that exceeded VA's guidelines for accessing inpatient hospital care. During fiscal year 2002, only a few Chattanooga-area veterans were admitted to non-VA hospitals in Chattanooga--constituting about 5 percent of inpatient workload. In addition, over half (8,400) of Chattanooga-area enrolled veterans faced travel times that exceeded VA's 30-minute guideline for outpatient primary care. Also, waiting times for scheduling initial outpatient primary and specialty care appointments frequently exceeded VA's 30-day guideline. VA's draft CARES plan would shorten travel times for some Chattanooga-area veterans but lengthen travel times for others. Under the plan, the amount of inpatient care VA purchases from non-VA hospitals in Chattanooga would increase from 5 percent to 29 percent, thereby reducing those veterans' travel times to within VA's guidelines. The plan also proposes to shift some inpatient workload from VA's Murfreesboro hospital to its Nashville hospital. As a result, an estimated 54 percent of inpatient workload for Chattanooga-area enrolled veterans will be provided in Nashville compared to 40 percent in fiscal year 2002, thereby lengthening some veterans' travel times by about 20 minutes. The plan also proposes opening four new community-based clinics, which would bring about 2,700 more Chattanooga-area enrolled veterans within VA's 30-minute travel guideline for primary care, leaving about 5,700 enrolled veterans with travel times for such care that exceed VA's guideline. These clinics likely would not open before fiscal year 2011, given priorities specified in the plan."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Veterans Affairs (VA) operates a nationwide health  care system that is organized into 21 integrated health care networks  comprising over 160 hospitals and 600 community-based outpatient  clinics. Over 7 million veterans are enrolled nationwide; during fiscal year  2002, almost 4.3 million veterans received VA health care, at a cost of   $22.6 billion. Generally, VA assigns each enrolled veteran to a primary care  provider who manages his or her care, including making referrals for  hospital admission or consultation with specialists on an outpatient basis.", "Veterans residing in Chattanooga, Tennessee, have encountered  difficulties accessing VA inpatient and outpatient health care services. For  example, in a 1999 report, VA’s Inspector General (IG) cited waiting times  for outpatient specialty care that frequently exceeded 90 days, which  raised concern about VA’s capacity to meet veterans’ health care needs at  the Chattanooga clinic and the nearest VA hospitals located in  Murfreesboro and Nashville, Tennessee. The report also highlighted long  distances between VA’s Chattanooga clinic and those hospitals—110 and  125 miles, respectively. Following the 1999 report, VA took several steps  specifically designed to enhance veterans’ access to health care, including  expanding service capacity at the Chattanooga clinic and contracting for  inpatient hospital care and outpatient primary and specialty care with  local providers in Chattanooga, including the Erlanger Medical Center.", "To enhance services for veterans across its entire health care system, VA  began a nationwide strategic planning initiative in October 2000, known as  Capital Asset Realignment for Enhanced Services (CARES). We support  the goals of this initiative, which was undertaken in response to our 1999  recommendation that VA restructure its delivery of health care to reduce  spending on underutilized or inefficient buildings and, in turn, reinvest the  savings in enhanced health care resources closer to where veterans live.  The CARES process is designed to address, among other things, veterans’  access to health care and the cost and quality of health care. As part of this  initiative, VA conducted analyses of needs and alternatives at both the  national and local levels, using the 77 designated health care markets in  VA’s health care networks. In August 2003, VA released its draft CARES  plan, which presented a wide range of health care service enhancement  proposals based on veterans’ projected health care needs and related  capacity requirements. After reviewing the plan and collecting additional  information, an independent CARES Commission will, in February 2004,  make specific recommendations to the Secretary of Veterans Affairs for  restructuring VA’s health care system; the Secretary is expected to make a  final decision within 30 days of receiving the Commission’s  recommendation.", "To measure the accessibility of its health care services, VA established  guidelines for travel times and waiting times. As part of its CARES  initiative, VA established national travel time guidelines to help define  reasonable access to health care. Specifically, VA defines reasonable  access to inpatient hospital care to be a travel time—from a veteran’s  residence to the nearest appropriate VA hospital—of no more than 60  minutes for those residing in urban counties and 90 minutes for rural  county residents. VA defines reasonable access to outpatient primary care  to be a travel time of no more than 30 minutes from a veteran’s residence  to the nearest VA primary care clinic in urban and rural counties. Prior to  its CARES initiative, VA had already established 30 days or less as a  reasonable waiting time for initial primary care and outpatient specialty  care appointments.", "At your request, we assessed how (1) Chattanooga-area veterans’ access to  inpatient hospital and outpatient primary and specialty care compared to  VA’s established travel time and appointment waiting time guidelines and  (2) VA’s draft CARES plan, if implemented, could affect Chattanooga-area  veterans’ access to such care.", "To perform our work, we discussed the provision of VA-financed health  care services with officials of VA’s Chattanooga Clinic, the Mid South  Network office located in Nashville, the IG’s office, and VA headquarters,  as well as representatives of the Erlanger Medical Center. To assess travel  and waiting times, we defined Chattanooga-area veterans to be those  residing in Hamilton County, which includes the city of Chattanooga, and  17 surrounding counties; those 18 counties are all closer (as measured by  travel time) to the VA clinic and non-VA hospitals in Chattanooga than to  VA hospitals and clinics in Murfreesboro and Nashville. Using VA’s CARES  databases, we analyzed demographic and workload information for 16,379  veterans from those 18 counties who were enrolled in VA’s health care  system as of fiscal year 2001. Our analyses of travel times focused on  hospital services and outpatient primary care because VA did not have  guidelines for outpatient specialty care travel times. Also, we examined  fiscal year 2002 data on inpatient hospital admissions for medicine and  surgery services as well as primary care and specialty care scheduling data  for Chattanooga-area veterans. Regarding the impact of VA’s draft national  CARES plan, we reviewed the plan and a wide array of supporting  documents and discussed those documents with VA officials. As agreed  with your office, we focused on access to care for Chattanooga-area  veterans. We performed our work from November 2002 through December  2003 in accordance with generally accepted government auditing  standards. For additional details of our scope and methodology, see  appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["Chattanooga is located in VA’s Mid South Healthcare Network, which  comprises Tennessee and portions of nine other states. For CARES  purposes, the Mid South Network designated a 75-county area as a health  care delivery market—referred to as the Central Market. In fiscal year  2001, 78,656 enrolled veterans resided in this market. As figure 1 shows,  Chattanooga, Tennessee, is located in the southeastern part of the Central  Market, which serves veterans residing in the central portion of  Tennessee, as well as veterans in southern Kentucky and northern  Georgia. Within this market, VA currently operates hospitals located in  Murfreesboro and Nashville, Tennessee, and six community-based clinics  (including one located in Chattanooga).", "Although VA does not operate a hospital in the Chattanooga area, a broad  range of non-VA medical services and providers is available in the  Chattanooga area, including 16 hospitals. Of 5 hospitals located in the city  itself, the largest is the Erlanger Medical Center—a tertiary care referral  center and the region’s only Level One trauma center. In addition, there is  a wide variety of specialty care, such as cardiology and rheumatology,  provided by non-VA physicians in the Chattanooga area. Imaging,  diagnostic, and laboratory services, such as endoscopy, colonoscopy, or  nuclear medicine scanning, are also available. The range of inpatient  medicine and surgery services available at Chattanooga-area hospitals is  comparable to services provided at VA hospitals in Nashville and  Murfreesboro, according to VA Mid South Network officials.", "For purposes of our study, we defined the Chattanooga area as Hamilton  County, which includes the City of Chattanooga, and 17 surrounding  counties. In fiscal year 2001, 21 percent (16,379 enrolled veterans) of all  enrolled veterans in the Central Market resided in this area. Figure 2  highlights the 18-county Chattanooga area.", "As figure 3 shows, VA estimates that the veteran population in the  Chattanooga area will decline by about 25,600 veterans from fiscal year  2001 through fiscal year 2022—a decrease of almost 27 percent. During  that same period, however, VA projects that Chattanooga-area veterans  enrolled in VA’s health care system will rise by about 5,000—an increase of  more than 30 percent.", "Moreover, within the Central Market, VA expects the enrolled veterans’  workload for inpatient hospital and outpatient primary and specialty care  to double through fiscal year 2022, in large part, as a result of the  projected growth in the Chattanooga-area enrolled population as well as  the aging of that population. For example, 43 percent of the 16,379  enrolled veterans were 65 years of age or older as of September 2001."], "subsections": []}, {"section_title": "Chattanooga-Area Veterans Faced Travel and Waiting Times That Frequently Exceeded VA Guidelines", "paragraphs": ["Almost all Chattanooga-area veterans faced travel times that exceeded  VA’s travel time guidelines for accessing inpatient hospital care. Also,  about half faced travel times that exceeded VA’s guideline for outpatient  primary care. In addition, appointment waiting times for initial outpatient  primary care and specialty care consultations exceeded VA’s guidelines,  although VA officials recently have taken several steps to shorten  appointment waiting times."], "subsections": [{"section_title": "Travel Times for Most Chattanooga-Area Veterans to VA Hospitals in Murfreesboro and Nashville Exceeded VA’s Guidelines", "paragraphs": ["Almost all (99 percent) of the 16,379 Chattanooga-area enrolled veterans,  as of September 2001, faced travel times that exceeded VA guidelines for  travel to the nearest VA hospitals in Murfreesboro and Nashville. Almost  two-thirds of Chattanooga-area veterans whose travel times exceeded VA  guidelines lived in five urban counties to which the 60-minute guideline  applies—Hamilton and Bradley counties in Tennessee and Catoosa,  Walker, and Whitfield counties in Georgia. The rest (36 percent) lived in  rural counties to which the 90-minute guideline applies. As figure 4 shows,  Chattanooga is about 120 minutes by car from Murfreesboro, the nearest  VA hospital. Therefore, those veterans residing in the five urban counties  faced travel times to Murfreesboro or Nashville that were double VA’s 60- minute urban travel guideline; veterans living in most of the 13 rural  counties also faced travel times well beyond VA’s 90-minute rural  guideline.", "Moreover, VA provided over 95 percent of its inpatient hospital workload  for Chattanooga-area veterans at VA hospitals in Murfreesboro and  Nashville during fiscal year 2002, with less than 5 percent provided by non- VA hospitals in Chattanooga. During that fiscal year, Chattanooga-area  veterans had a total of 685 admissions that resulted in a total workload of  7,213 bed days of care. Of these admissions, 580 (6,895 bed days of care)  were to the VA hospitals in Murfreesboro or Nashville; the remaining 105  admissions (318 bed days of care) were to Chattanooga hospitals,  primarily the Erlanger Medical Center.", "Local admissions were few, in part, because Mid South Network officials  imposed restrictions on the VA Chattanooga clinic’s referral practices. For  example, when purchasing care on a fee-for-service basis, providers were  to refer veterans to local hospitals only when care was not available at VA  hospitals in Murfreesboro or Nashville or the veterans’ medical conditions  precluded travel to those sites. Also, in implementing a contract with the  Erlanger Medical Center, network officials instructed VA clinic providers  to limit referrals to Erlanger to only veterans with less severe medical  conditions, such as those who did not require surgery or hospital stays  longer than 5 days. Network officials stated that restrictions were not  related to the availability of local care, in that the array of services  available at Chattanooga-area hospitals was comparable to services  provided at VA hospitals in Murfreesboro and Nashville. Rather, they said  that such restrictions were necessary to manage resources effectively, as  well as to ensure the patient workload needed to support medical  education activities at VA’s Murfreesboro hospital.", "We estimate that during fiscal year 2002, these referral restrictions applied  to 246 admission decisions that were recommended by Chattanooga clinic  providers. Of these admissions, almost 60 percent were to VA hospitals in  Murfreesboro or Nashville rather than non-VA hospitals in Chattanooga  and were generally consistent with the restrictions imposed by the Mid  South Network. The remaining 40 percent (101 admissions) were to non- VA hospitals in Chattanooga, with about two-thirds financed on a fee-for- service basis and the rest through the VA-Erlanger contract."], "subsections": []}, {"section_title": "Travel Times to Obtain Outpatient Primary Care Frequently Exceeded VA Guidelines", "paragraphs": ["In fiscal year 2001, more than half (about 8,400) of the 16,379 Chattanooga- area enrolled veterans faced travel times that exceeded VA’s 30-minute  travel guideline for accessing care at VA’s nearest primary care clinic. The  remaining 8,000 Chattanooga-area enrolled veterans lived within 30  minutes of VA community-based clinics in Chattanooga, Tullahoma, or  Knoxville. Although VA also operates outpatient primary care clinics in its  hospitals in Murfreesboro and Nashville, these clinics are all considerably  farther than the 30 minutes travel time from the Chattanooga-area  veterans’ residences.", "Of the 8,400 enrolled veterans who faced travel times to a VA primary care  clinic that were longer than 30 minutes, about 3,375 (40 percent) were in  four counties, each of which had from 775 to 884 such enrolled veterans.  The remaining 5,030 enrolled veterans were in 14 other Chattanooga-area  counties, each of which had from 117 to 608 enrolled veterans who faced  travel times that exceeded VA’s guideline. As figure 5 shows, 4 counties  had fewer than 250 such veterans."], "subsections": []}, {"section_title": "Waiting Times for Initial Outpatient Primary Care Appointments Frequently Exceeded VA’s Guideline", "paragraphs": ["Of 1,858 Chattanooga-area veterans awaiting initial visits with  Chattanooga clinic outpatient primary care providers during fiscal year  2002, fewer than 7 percent (126) received appointments within VA’s  appointment waiting time guideline of 30 days or less from the time of the  request. Chattanooga clinic officials explained that these scheduling  delays were exacerbated by increased requests for outpatient primary care  initial appointments—averaging 50 per week.", "In response, Chattanooga clinic officials have taken a variety of actions to  expedite the scheduling of initial outpatient primary care appointments.  For example, they have increased the number of providers and necessary  support personnel and extended the clinic’s hours of operation to include  Saturdays and evenings. Also, they made arrangements for a provider at  VA’s Tullahoma, Tennessee, clinic to see some Chattanooga-area enrolled  veterans for initial outpatient primary care appointments, with subsequent  outpatient primary care appointments scheduled with Chattanooga clinic  providers.", "As a result of these efforts, waiting times for many Chattanooga-area  veterans were shorter than they otherwise would have been, although they  continued to exceed VA’s 30-day guideline. For example, in the first  quarter of fiscal year 2002, 99 percent of veterans seeking initial primary  care appointments waited longer than 6 months; by the fourth quarter of  fiscal year 2002, 66 percent waited 6 months or longer. Moreover,  Chattanooga clinic officials told us that appointments for enrolled  veterans seeking initial outpatient primary care visits, as of July 2003, were  generally scheduled within 60 days—a significant improvement but still  twice as long as VA’s 30-day appointment waiting time guideline. Clinic  officials said that given the challenges involved in hiring providers and  support staff at the clinic and the increasing workload, further waiting  time reductions will be difficult to achieve."], "subsections": []}, {"section_title": "Waiting Times for Outpatient Specialty Care Exceeded VA’s Guideline", "paragraphs": ["Waiting times for outpatient specialty care appointments that exceed VA’s  30-day guideline have been a long-standing problem for Chattanooga-area  veterans. For example, using data from VA’s 1999 IG report on  Chattanooga veterans’ care, we found that for veterans served at the  Chattanooga clinic, only 9 percent of 353 sampled outpatient specialty  consultation requests were scheduled within 30 days. Moreover, 45  percent of Chattanooga-area veterans seeking outpatient specialty care  appointments waited more than 60 days, including 16 percent who waited  longer than 90 days.", "Similarly, our analysis of 468 requests for outpatient specialty care  appointments made by Chattanooga clinic providers during October 2002  found long waiting times. For example, 21 percent of these specialty care  appointments took more than 90 days to be scheduled, compared to 16  percent in 1999, based on data from the IG report. However, a slightly  higher percentage of the October 2002 requests for appointments were  scheduled within 30 days—13 percent compared to 9 percent, based on  the IG’s data.", "However, during fiscal year 2003, VA officials took several steps—such as  expanded use of non-VA specialists in the Chattanooga area—that they  said significantly shortened the long waiting times that enrolled veterans  previously experienced to obtain outpatient specialty care appointments.  Chattanooga clinic officials informed us that as of July 2003, providers’  requests for outpatient specialty care appointments—with the exception  of dermatology, neurology, and urology appointments—were generally  scheduled within VA’s 30-day waiting time guideline. Chattanooga clinic  officials attributed the fiscal year 2003 reduction in the time necessary to  obtain an outpatient specialty care appointment primarily to the expanded  use of local specialists on a fee-for-service basis.", "Other steps that VA officials took to reduce the time necessary to obtain  outpatient specialty care appointments included increased use of  telemedicine—a system that allows patients and providers physically  located in a specially equipped Chattanooga clinic exam room to consult  with VA specialists in Murfreesboro and Nashville without actually  traveling to those locations. Also, support staff in the Chattanooga clinic  was increased, including the addition of an administrator to coordinate the  scheduling of local fee-basis specialty care. To emphasize the importance  of VA’s 30-day appointment waiting time guideline to clinic staff and the  flexibility of obtaining care locally, the clinic manager said that when one  provider could not schedule an appointment within 30 days, the manager  contacted other local providers to determine who could meet the time  frame, so that VA’s waiting time guideline could be met as often as  possible."], "subsections": []}]}, {"section_title": "Draft CARES Plan Would Enhance Access for Some Veterans but Diminish Access for Others", "paragraphs": ["VA’s draft CARES plan includes a proposal to shorten Chattanooga-area  veterans’ travel times by purchasing inpatient care from non-VA hospitals  in Chattanooga. However, it also proposes to shift inpatient workload  from VA’s Murfreesboro hospital to VA’s Nashville hospital, which would  lengthen travel times for Chattanooga-area veterans who are unable to  receive care locally and who would have otherwise been served at the  Murfreesboro hospital. Regarding outpatient care, the draft CARES plan  calls for a range of actions, including opening new community-based  clinics, that could shorten both travel and appointment waiting times for  initial outpatient primary care and specialty care appointments."], "subsections": [{"section_title": "Shifting Inpatient Workload Would Decrease Travel Times for Some Veterans but Increase Travel Times for Others", "paragraphs": ["As a result of the draft CARES plan, travel times for inpatient care for  some veterans would decrease while it would increase for others. The plan  proposes increased purchasing of inpatient medicine and surgery from  non-VA hospitals in Chattanooga, as well as shifting inpatient surgery and  medicine workload not necessary to support the needs of long-term  psychiatry and nursing home patients in the Murfreesboro facility to its  hospital in Nashville. The plan, however, does not describe the extent to  which these changes could affect veterans in the 18-county Chattanooga  area.", "To assess the potential impact of the proposed changes, we compared  VA’s workload data for Chattanooga-area veterans during fiscal year 2002  and Mid South Network officials’ estimates of Chattanooga-area veterans’  workload to be provided in Murfreesboro, Nashville, and non-VA hospitals  as a result of the proposed workload shifts. During fiscal year 2002, about  5 percent of Chattanooga-area veterans’ workload was purchased locally  and 95 percent was provided in VA hospitals in Murfreesboro and  Nashville.", "The draft national CARES plan does not quantify the extent to which VA  plans to contract locally for the inpatient medicine and surgery workload  in Chattanooga. Based on our analysis of workload projections contained  in the plan’s supporting documents, we estimate that local purchases  would amount to 29 percent of the inpatient medicine and surgery  workload from the 18 Chattanooga-area counties, compared to 5 percent  that VA purchased in fiscal year 2002—a fivefold increase. While this  represents a significant improvement, it nonetheless means that over 70  percent of the inpatient medicine and surgery workload generated by  Chattanooga-area veterans would continue to be served at the VA  hospitals in Murfreesboro or Nashville. Furthermore, three-quarters of all  local purchases are expected to benefit enrolled veterans in Hamilton and  Bradley counties, primarily because these two counties have the largest  enrolled populations.", "Mid South Network officials told us that as in the past, the inpatient  workload to be purchased from non-VA hospitals in Chattanooga would be  based on the severity of veterans’ medical conditions. Chattanooga-area  veterans with less severe conditions would be served in Chattanooga;  those with more severe conditions would continue to travel to Nashville to  receive inpatient care. However, VA expects to place fewer restrictions  on local purchases of hospital care than under the VA-Erlanger contract.  For example, under the draft CARES plan, inpatient surgeries would be  performed locally. All such surgeries were routinely referred to VA  hospitals in Murfreesboro or Nashville during fiscal year 2002.", "Also, we estimate that shifting inpatient workload from the VA hospital in  Murfreesboro to Nashville would result in lengthened travel times for  Chattanooga-area veterans who do not have care purchased locally and  who otherwise would have been served at the Murfreesboro hospital. We  estimate that 14 percent of the Chattanooga-area veterans’ workload  would be affected by the shift, given that an estimated 54 percent of the  total workload would be handled in Nashville, compared to 40 percent in  fiscal year 2002. Affected veterans would experience diminished access to  inpatient care, in that their travel times, which already exceed VA’s travel  time guidelines, would be about 20 minutes longer than the travel times  they would experience if care were provided in Murfreesboro."], "subsections": []}, {"section_title": "Opening New Clinics Would Shorten Travel and Appointment Waiting Times for Outpatient Primary and Specialty Care", "paragraphs": ["The draft CARES plan calls for opening new community-based clinics and  other changes that would reduce travel and waiting times for enrolled  veterans residing in the 18-county Chattanooga area. In fiscal year 2001,  about 8,400 Chattanooga-area enrolled veterans faced travel times for  primary care that exceeded VA’s 30-minute guideline. The proposed  clinics, to be located in McMinn, Roane, and Warren counties in Tennessee  and Whitfield County in Georgia, would reduce travel times for about 2,700  (one-third) of those enrolled veterans so that they would be within the 30- minute guideline. The remaining 5,700 enrolled veterans would continue  to face travel times longer than VA’s 30-minute guideline. Figure 6 shows  the distribution by county of those Chattanooga-area enrolled veterans  who, as of September 2001, would have lived more than 30 minutes from a  VA primary care clinic had the four proposed clinics been operational in  that year.", "The draft CARES plan does not provide a target date for opening the  Chattanooga-area clinics because VA did not classify them as the highest  national priorities, and as such, did not include them on the list of clinics  to be opened by the end of fiscal year 2010. To be considered the highest  priority, the number of enrolled veterans who do not meet access  guidelines would have to be greater than 7,000 enrollees per clinic. The  four proposed clinics are significantly smaller in that they are expected to  provide 30-minute access for a total of about 2,700 additional Chattanooga- area enrolled veterans.", "If opened, Mid South Network officials expect the four new community- based clinics to shift a portion of the outpatient primary and specialty care  workload away from the Chattanooga clinic. Redistributing workload in  this way would likely benefit many veterans whose outpatient primary and  specialty care appointment waiting times exceed VA’s guidelines.  Moreover, these new clinics would be expected to complement other  actions that could enhance outpatient primary and specialty care access,  including reduced appointment waiting times for Chattanooga-area  veterans. For example, the draft CARES plan proposes to expand capacity  at existing community-based clinics and increase the use of telemedicine  and purchases of specialty outpatient services from non-VA providers. The  plan does not provide specifics or time frames for what, where, or when  such actions would occur."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["In making nationwide CARES decisions, we recognize that the Secretary  of Veterans Affairs will need to make trade-offs regarding the costs and  benefits of alternatives for better aligning VA’s capital assets and services.  As part of this process, the Secretary will need to decide whether  additional improvements to access, beyond those in the draft national  CARES plan, are warranted in the Chattanooga area.", "Although the draft CARES plan proposes actions that could enhance  Chattanooga-area veterans’ access to VA health care, the majority of  Chattanooga-area veterans are expected to continue to face travel times  for inpatient medicine and surgery services that far exceed VA’s inpatient  travel guidelines, even if VA purchases an estimated 29 percent of  inpatient workload from non-VA, Chattanooga-area providers as the draft  CARES plan proposes. Moreover, access to hospital care for some  Chattanooga-area veterans could actually worsen because the proposed  transfer of inpatient workload from VA’s Murfreesboro hospital to its  Nashville hospital would require some veterans previously served in  Murfreesboro to drive farther for inpatient care, affecting an estimated 14  percent of Chattanooga-area veterans’ workload. Given that the non-VA  hospitals in Chattanooga can provide an array of inpatient medicine and  surgery services comparable to VA’s hospitals in Murfreesboro and  Nashville, it seems possible that VA could purchase more than 29 percent  of Chattanooga-area veteran’s inpatient workload locally.", "Moreover, even though the draft CARES plan proposes opening four  community-based clinics, these clinics would likely not be opened before  fiscal year 2011. Although they would enhance outpatient access for 2,700  Chattanooga-area veterans, about 5,700 enrolled veterans would continue  to face travel times for outpatient primary care that exceed VA’s guideline  because existing and proposed clinics are more than 30 minutes from  where they live."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that as part of his deliberations concerning whether  additional access improvements for Chattanooga-area veterans beyond  those contained in the draft CARES plan are warranted, the Secretary of  Veterans Affairs explore alternatives such as    purchasing inpatient care locally for a larger proportion of Chattanooga- area veterans’ workload, particularly focusing on those veterans who may  experience longer travel times as a result of the proposed shift of inpatient  workload from Murfreesboro to Nashville;    expediting the opening of the four proposed community-based clinics; and    providing primary care locally for more of those veterans whose access  will remain outside VA’s travel guideline, despite the opening of the four  clinics."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In written comments on a draft of this report, VA’s Under Secretary for  Health thanked us for our recommendations and stated that he will  provide them to the Secretary for consideration during his review of the  CARES Commission’s report and ask that he consider them in the final  CARES decision-making process. VA also provided technical comments  that we included, where appropriate, to clarify or expand our discussion.", "We are sending copies of this report to the Secretary of Veterans Affairs  and other interested parties. In addition, this report will be available at no  charge on GAO’s Web site at http://www.gao.gov. We will also make copies  available to others upon request.", "If you or your staff have any questions about this report, call me at (202)  512-7101. Other GAO staff who contributed to this report are listed in  appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["Our objectives were to (1) assess how Chattanooga-area veterans’ access  to inpatient hospital and outpatient primary and specialty care compared  to the Department of Veterans Affairs’ (VA) established travel time and  appointment waiting time guidelines and (2) determine how VA’s draft  Capital Asset Realignment for Enhanced Services (CARES) plan could  affect Chattanooga-area veterans’ access to such care. For purposes of our  work, Chattanooga-area veterans comprise those residing in 18 counties— Hamilton County, which includes the city of Chattanooga, and 17  surrounding counties; the 18 counties are all closer (as measured by travel  time) to the VA clinic and non-VA hospitals in Chattanooga than to VA  hospitals and clinics in Murfreesboro and Nashville.", "We obtained information from and interviewed officials at VA’s Mid South  Network and its Chattanooga clinic; VA headquarters, including the  CARES National Program Office; the Erlanger Medical Center in  Chattanooga, Tennessee; and the VA Inspector General’s Office of  Healthcare Inspections. Regarding travel times, we examined how  Chattanooga-area veterans’ access to VA health care compared to VA  guidelines by using a model developed by the Department of Energy to  calculate the time needed for enrolled veterans to travel from their  residences to the nearest VA hospitals and clinics. This model takes into  account key variables affecting travel times, including speed limits  attainable on different types of roads, such as rural roads or interstate  highways. We evaluated its methodology and assumptions and found them  to be sufficiently accurate for our purposes. We used VA’s CARES  databases for demographic and workload information for the 16,379  veterans from those 18 counties who were enrolled in VA’s health care  system as of fiscal year 2001. We compared these results with the inpatient  and outpatient primary care travel time guidelines that VA used in its  CARES planning to determine the percentage of enrollees, by county, who  lived within the inpatient and outpatient access guidelines. We did not  analyze travel times for outpatient specialty care because VA did not have  guidelines for such care.", "In addition, we determined Chattanooga veterans’ access to inpatient care  at non-VA Chattanooga hospitals by obtaining inpatient admissions data  and other information from officials of the Mid South Network; the VA  Chattanooga clinic; the Erlanger Medical Center in Chattanooga; and VA’s  network data service centers in Atlanta, Georgia, Chicago, Illinois,  Tuscaloosa, Alabama, and Durham, North Carolina. We used VA’s  Computerized Patient Record System to extract data from 60 of 580  medical records to compile a generalizable profile of all fiscal year 2002  admissions of Chattanooga-area veterans to VA hospitals in Murfreesboro  and Nashville. To evaluate information contained in the VA-Erlanger  inpatient contract, we reviewed contract documents and conducted  interviews with VA’s clinic staff and network officials, including those in  the network’s business office, as well as legal and other officials from the  Erlanger Medical Center.", "Regarding waiting times, we interviewed Mid South Network and  Chattanooga clinic staff and analyzed workload data compiled by clinic  staff. For example, we analyzed the clinic’s fiscal year 2002 waiting lists to  identify the number of veterans who enrolled for primary care and the  number of days they waited for their first appointment with a primary care  provider. We compared these results to VA’s 30-day appointment waiting  time guideline.", "In addition, using automated medical records and clinic data, we collected  information on Chattanooga clinic providers’ requests for specialty  consultations. We used this information to determine the number of days  needed to obtain an appointment with a specialist. In May 2003, we  reviewed all such requests made by clinic providers in October 2002,  selecting this time frame to ensure that VA staff had sufficient time to  schedule the requested appointments by the time we conducted our  review. We then analyzed the results from this review and compared these  results to VA’s 30-day waiting time guidelines and also to the waiting times  reported by VA’s Inspector General in his office’s 1999 performance review  of the Chattanooga clinic.", "To determine how VA’s draft CARES plan could affect Chattanooga-area  veterans’ access to VA inpatient health care services, we examined the  draft national CARES plan; the Mid South Network’s CARES planning  documents; and workload data produced by VA’s CARES Program Office,  the Mid South Network office, and the Chattanooga clinic. We also held  discussions with VA officials. To evaluate effects of the CARES proposal  to shift inpatient workload from VA’s Murfreesboro hospital to Nashville  and non-VA hospitals in Chattanooga, we analyzed Mid South Network  data for Chattanooga-area veterans’ inpatient workload at those locations  during fiscal year 2002 and estimated the workload that would be served  at those locations if the CARES proposal were implemented. In addition,  we used the Department of Energy driving time model to analyze the  extent to which access would change if VA opened the additional primary  care clinics proposed in the national draft CARES plan.", "Also, we analyzed the reliability of key databases to ensure that there were  no material errors or inconsistencies. For example, we used information  obtained through our medical record review to cross-check inpatient  workload data regarding admissions to Murfreesboro and Nashville during  fiscal year 2002 and found those data to be sufficiently reliable. Also, we  compared outpatient specialty consultation information with appointment  scheduling information contained in VA’s computerized record system.  Lastly, we compared CARES demographic data on Chattanooga-area  veterans with data in VA’s national enrollment data file for fiscal year 2002."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Veterans Affairs", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["Lisa Gardner, Julian Klazkin, John Mingus, Daniel Montinez, Keith Steck,  and Paul Reynolds made major contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["VA Health Care: Framework for Analyzing Capital Asset Realignment  for Enhanced Services Decisions. GAO-03-1103. Washington, D.C.:   August 18, 2003.", "Department of Veterans Affairs: Key Management Challenges in Health  and Disability Programs. GAO-03-756T. Washington, D.C.: May 8, 2003.", "VA Health Care: Improved Planning Needed for Management of Excess  Real Property. GAO-03-326. Washington, D.C.: January 29, 2003.", "High-Risk Series: Federal Real Property. GAO-03-122. Washington, D.C.:  January 2003.", "Major Management Challenges and Program Risks: Department of  Veterans Affairs. GAO-03-110. Washington, D.C.: January 2003.", "VA Health Care: More National Action Needed to Reduce Waiting Times,  but Some Clinics Have Made Progress. GAO-01-953. Washington, D.C.:  August 31, 2001.", "VA Health Care: Community-Based Clinics Improve Primary Care  Access. GAO-01-678T. Washington, D.C.: May 2, 2001.", "Veterans’ Health Care: VA Needs Better Data on Extent and Causes of  Waiting Times. GAO/HEHS-00-90. Washington, D.C.: May 31, 2000.", "VA Health Care: VA Is Struggling to Address Asset Realignment  Challenges. GAO/T-HEHS-00-88. Washington, D.C.: April 5, 2000.", "VA Health Care: Improvements Needed in Capital Asset Planning and  Budgeting. GAO/HEHS-99-145. Washington, D.C.: August 13, 1999.", "VA Health Care: Challenges Facing VA in Developing an Asset  Realignment Process. GAO/T-HEHS-99-173. Washington, D.C.:   July 22, 1999.", "Veterans’ Affairs: Progress and Challenges in Transforming Health  Care. GAO/T-HEHS-99-109. Washington, D.C.: April 15, 1999.", "VA Health Care: Capital Asset Planning and Budgeting Need  Improvement. GAO/T-HEHS-99-83. Washington, D.C.: March 10, 1999.", "Executive Guide: Leading Practices in Capital Decision-Making.  GAO/AIMD-99-32. Washington, D.C.: December 1998.", "VA Health Care: Status of Efforts to Improve Efficiency and Access.  GAO/HEHS-98-48. Washington, D.C.: February 6, 1998."], "subsections": []}], "fastfact": []}