{"id": "GAO-17-634", "url": "https://www.gao.gov/products/GAO-17-634", "title": "Civil Penalties: Certain Federal Agencies Need to Improve Efforts to Comply with Inflation Adjustment Requirements", "published_date": "2017-08-31T00:00:00", "released_date": "2017-08-31T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The IAA includes a provision for GAO to annually submit to Congress a report assessing the compliance of agencies with the inflation adjustments required by the act. Specifically, GAO’s objectives were to determine to what extent federal agencies subject to the IAA have complied with the requirements to (1) publish in the Federal Register their initial catch-up inflation adjustments and (2) report in the 2016 AFRs information about civil monetary penalties, including the catch-up inflation adjustment of the civil monetary penalty amounts. GAO obtained the population of 52 federal agencies identified by OMB that could be subject to the applicable provisions of the IAA and, for those subject to the requirements, electronically searched the Federal Register and reviewed the 2016 AFRs."]}, {"section_title": "What GAO Found", "paragraphs": ["The Federal Civil Penalties Inflation Adjustment Act of 1990, as amended (the IAA) calls for federal agencies to (1) adjust civil monetary penalties for inflation with an initial catch-up inflation adjustment published in the Federal Register and (2) report in the 2016 agency financial reports (AFR) civil monetary penalty information, including the catch-up inflation adjustment. The act also requires the Office of Management and Budget (OMB) to issue implementation guidance.", "Most federal agencies subject to the IAA complied with the provisions of the act to publish their initial catch-up inflation adjustments in the Federal Register no later than July 1, 2016. However, certain federal agencies with civil monetary penalties covered by the IAA did not comply with the statutory requirement. GAO found that six federal agencies did not publish their civil monetary penalty initial catch-up inflation adjustment amounts by December 31, 2016. As a result of GAO inquiries, three of these six subsequently published their catch-up adjustments for inflation in the Federal Register .", "In addition, most federal agencies subject to the IAA complied with the provisions of the act to report civil monetary penalty information in the 2016 AFRs, including the catch-up inflation adjustment. However, certain federal agencies with civil monetary penalties covered by the IAA did not comply with the statutory requirements. Specifically, three federal agencies did not report, in the 2016 AFRs, required information about the civil monetary penalty catch-up inflation adjustment in the 2016 AFRs.", "GAO also found that OMB had not provided clear guidance regarding federal agencies' reporting on civil monetary penalty information in the AFRs. As a result, officials from federal agencies had different interpretations, which could result in inconsistent AFR reporting of such information."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that (1) six federal agencies take the necessary actions to meet IAA requirements and (2) OMB clarify its guidance regarding federal agencies' reporting on civil monetary penalties in AFRs. Two of the agencies did not comment on their respective recommendations, while the remaining four all indicated that they were taking actions to address the recommendations made to them. OMB generally agreed with the recommendation addressed to it but suggested a revision to use more broad terms. GAO modified the recommendation accordingly to allow OMB flexibility to meet the intent of the recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["Civil monetary penalties are a key method of regulatory enforcement,  providing federal agencies authority to punish violators and serving as a  deterrent to future violations. Civil monetary penalties prescribed by  statute, which includes maximum penalties and specific monetary  amounts that are timely adjusted for inflation, allow agencies to punish  willful and egregious violators appropriately. However, civil monetary  penalties can lose their effectiveness to punish and deter if they are not  timely adjusted for inflation.", "In 2016, federal agencies assessed and collected millions of dollars in  civil monetary penalties for violations of statutory requirements, such as  opening deposit accounts and issuing and activating debit cards without  consumers’ authorization. Congress generally establishes specific  monetary amounts or maximums for civil monetary penalties in statutes,  and those maximum penalties are generally reserved for the worst  violations of a particular statutory requirement.", "In 1996, Congress amended the Federal Civil Penalties Inflation  Adjustment Act of 1990 (the 1990 Act) to require agencies to adjust  covered civil monetary penalties established in statute for inflation. In  2003, we assessed federal agencies’ implementation of the 1990 Act, as  amended by the Debt Collection Improvement Act (DCIA), and found that  several provisions in the act prevented some agencies from fully adjusting  their penalties for inflation, including a cap on initial adjustments and  exemptions of certain penalties from adjustments. Subsequently, the  Federal Civil Penalties Inflation Adjustment Act Improvements Act of 2015  was enacted, further amending the 1990 Act. The statute as amended  (Inflation Adjustment Act) requires (1) covered agencies to adjust civil  monetary penalties for inflation through an initial catch-up adjustment and  annually thereafter; (2) agencies to include in the annual agency financial  reports (AFR), submitted under Office of Management and Budget (OMB)  Circular A-136, Financial Reporting Requirements, information about the  civil monetary penalties within the agencies’ jurisdiction, including catch- up inflation adjustment of the civil monetary penalty amounts; (3) OMB to  issue guidance to federal agencies for implementing inflation  adjustments; and (4) GAO to annually submit to Congress a report  assessing federal agencies’ compliance with the required adjustments for  inflation.", "Specifically, our objectives were to determine to what extent federal  agencies, subject to the Inflation Adjustment Act, complied with the  requirements to (1) publish in the Federal Register their initial catch-up  inflation adjustments and (2) report in the 2016 AFRs information about  the civil monetary penalties within the agencies’ jurisdiction, including the  catch-up inflation adjustment of the civil monetary penalty amounts,  consistent with OMB guidance.", "To address our objectives, we reviewed federal agencies’ documents  published in the Federal Register and the AFRs to determine whether  the agencies adjusted and reported their civil monetary penalty  information in compliance with the Inflation Adjustment Act and consistent  with OMB guidance. We met with OMB staff and made inquiries of  selected agencies’ staff regarding the agencies’ compliance with the  Inflation Adjustment Act. We reviewed OMB’s summary list of the 52  federal agencies that could be subject to the applicable provisions of the  Inflation Adjustment Act, agencies’ publications in the Federal Register  from 2012 through 2016, and the agencies’ 2016 AFRs to determine  whether the agencies reported their civil monetary penalty information in  compliance with the Inflation Adjustment Act and consistent with OMB  guidance.", "We conducted this performance audit from December 2016 to August  2017 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives. Appendix I provides  additional information on our objectives, scope, and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["Prior to 1996, agencies generally did not have the authority to adjust civil  monetary penalty maximums that were established in statute. Congress  would occasionally adjust individual penalties or specific groups of  penalties through various statutes but not all civil penalties. As a result,  many penalties had not been changed for decades. When the Federal  Civil Penalties Inflation Adjustment Act of 1990 (the 1990 Act) was  enacted, Congress noted in the “Findings” section of the legislation that  inflation had weakened the deterrent effect of many civil monetary  penalties. The stated purpose of the 1990 Act was “to establish a  mechanism that shall (1) allow for regular adjustments for inflation of civil  monetary penalties; (2) maintain the deterrent effect of civil monetary  penalties and promote compliance with the law; and (3) improve the  collection by the federal government of civil monetary penalties.”  However, the act did not give agencies the authority to adjust their civil  monetary penalties for inflation.", "In 1996, Congress enacted section 31001(s)(1) of DCIA, amending the  1990 Act to require agencies to issue regulations adjusting their covered  penalties for inflation. The 1990 Act as amended by DCIA required  agencies with covered penalties to adjust them by regulation published in  the Federal Register by October 23, 1996, and at least once every 4  years thereafter. The 1996 Inflation Adjustment Act amendment limited  the first such adjustment to 10 percent of the penalty amount. It required  specific calculation and rounding procedures to be followed and excluded  penalties under certain statutes (e.g., the Occupational Safety and Health  Act of 1970, the Social Security Act, the Internal Revenue Code of 1986,  and the Tariff Act of 1930). However, as we reported in March 2003, the  10 percent cap on initial adjustments prevented some agencies from fully  adjusting for inflation in the hundreds of percentages since last set or  adjusted by Congress.", "The 1990 Act was further amended in 2015 to improve the effectiveness  of civil monetary penalties and to maintain their deterrent effect.  Specifically, the Inflation Adjustment Act requires:  1.  agencies to adjust each civil monetary penalty with an initial catch-up  adjustment through an interim final rulemaking (IFR) in the Federal  Register, no later than July 1, 2016, and to take effect no later than  August 1, 2016;  2.  agencies to include in the annual AFRs, submitted under OMB  Circular A-136, Financial Reporting Requirements, information about  the civil monetary penalties within the agencies’ jurisdiction, including  the inflation adjustment of the civil monetary penalty amounts; and  3.  OMB to issue guidance to agencies for implementing the inflation  adjustments.", "In response to the Inflation Adjustment Act, in February 2016, OMB  issued OMB Memorandum M-16-06, Implementation of the Federal Civil  Penalties Inflation Adjustment Act Improvements Act of 2015, for  agencies implementing the civil monetary penalty inflation adjustment  requirements of the Inflation Adjustment Act and, in October 2016,  revised OMB Circular A-136 to include guidance to federal agencies for  including inflation adjustments in annual financial reporting.", "Consistent with OMB guidance for implementing inflation adjustments,  federal agencies are responsible for identifying the civil monetary  penalties that fall under the statutes and regulations they enforce.  Agencies with questions on the applicability of the inflation adjustment  requirement to an individual penalty should first consult with their offices  of general counsel and then seek clarifying guidance from OMB if  necessary. In addition, agencies may request OMB concurrence that they  be allowed to adjust the amount of a civil monetary penalty by less than  the amount required under the Inflation Adjustment Act (a reduced catch- up adjustment determination), if they demonstrate that the otherwise  required increase of the penalty or penalty range would have a negative  economic effect or that the social costs would outweigh the benefits.  Consistent with the Inflation Adjustment Act, agencies should consult with  OMB before proposing a reduced catch-up adjustment determination. We  confirmed with OMB that it did not receive any requests from agencies to  be allowed to adjust the amount of a civil monetary penalty by less than  the required amount in 2016."], "subsections": []}, {"section_title": "Six Federal Agencies Did Not Publish Initial Catch-up Inflation Adjustments through IFRs in the Federal Register as of December 31, 2016", "paragraphs": ["Of the 52 federal agencies reviewed, we determined that 49 federal  agencies were required to publish IFRs with the initial catch-up inflation  adjustment amounts in the Federal Register. We excluded three  agencies—the International Trade Commission and Postal Regulatory  Commission based on their determination that they are not subject to the  Inflation Adjustment Act provisions, and the Tennessee Valley Authority  based on its determination that it currently has no civil monetary penalties  to assess or enforce.", "We found that 34 of the 49 federal agencies subject to the Inflation  Adjustment Act published IFRs with the initial catch-up inflation  adjustment amounts in the Federal Register by the July 1, 2016, deadline.  In addition, 9 of the 15 remaining agencies made the required publication  after the July 1, 2016, deadline set by the Inflation Adjustment Act and by  December 31, 2016. The remaining 6 agencies had not made the  required publication as of December 31, 2016.", "Because of the complex nature of the initial catch-up inflation  adjustments, OMB staff from the Office of Federal Financial Management,  and the Labor Branch emphasized to us that its preference was for  federal agencies to take the necessary time to publish accurate and  complete initial catch-up inflation adjustments through IFRs, even if  agencies were not able to meet the Inflation Adjustment Act publication  deadline. In light of the challenges agencies faced in publishing on time  and their efforts to publish accurate and complete initial catch-up  adjustments, we are reporting on agencies that published these  adjustments as of December 31, 2016; however, we do not consider  these agencies to be in compliance with the July 1, 2016, deadline set by  the Inflation Adjustment Act.", "The remaining 6 agencies subject to the Inflation Adjustment Act that did  not publish IFRs with the initial catch-up inflation adjustment amounts by  December 31, 2016, in the Federal Register were the  1.  Merit Systems Protection Board (MSPB),  2.  National Aeronautics and Space Administration (NASA),  3.  National Endowment for the Arts (NEA),  4.  General Services Administration (GSA),  5.  National Transportation Safety Board (NTSB), and  6.  U.S. Department of Agriculture (USDA).", "As a result of our inquiries, 3 of these federal agencies, MSPB, NASA,  and NEA, subsequently published their initial catch-up inflation  adjustment amounts in the Federal Register in June 2017. GSA officials  told us that GSA had difficulties coordinating internally to timely submit its  IFR and that, as of July 31, 2017, the projected timeframe to publish the  initial catch-up inflation adjustment amounts in the Federal Register is  within the next 90 days. In addition, NTSB officials stated that although  NTSB has the statutory authority to assess civil penalties for violations, it  has never sought to impose civil penalties. Thus, NTSB originally  determined that it did not have to publish an initial catch-up inflation  adjustment. However, as a result of our inquiries, NTSB officials told us  that NTSB now plans to publish its initial catch-up inflation adjustment  amounts in October 2017. USDA officials stated that USDA is in the  process of preparing and reviewing a draft rulemaking and plans to begin  its clearance process to submit an initial catch-up inflation adjustment  rulemaking for publication in the Federal Register in 2017.", "Although GSA, NTSB, and USDA state that they plan to publish catch-up  inflation adjustments in the Federal Register, it has now been over a year  since the July 1, 2016, publication deadline set by the Inflation  Adjustment Act. Without timely adjustments of their civil monetary  penalties, there is an increased risk that agencies’ civil monetary  penalties are not keeping pace with inflation. Civil monetary penalties are  a key method of regulatory enforcement, providing federal agencies  authority to punish violators and serving as a deterrent to future  violations. Civil monetary penalties can lose their ability to punish willful  and egregious violators appropriately and to serve and protect the public  as a deterrent to future violations if not timely adjusted for inflation.", "Figure 1 summarizes the status as of December 31, 2016, of the  publication of the initial catch-up inflation adjustments for civil monetary  penalties for the 52 federal agencies that we reviewed. Further details of  each federal agency’s status are provided in appendix II."], "subsections": []}, {"section_title": "Three Federal Agencies Did Not Report Civil Monetary Penalty Information, Including the Catch- up Inflation Adjustment of the Civil Monetary Penalty Amounts, in 2016 AFRs", "paragraphs": ["Under the Inflation Adjustment Act and OMB Circular A-136, section  II.5.11, Civil Monetary Penalty Adjustment for Inflation, federal agencies  are directed to report in the 2016 AFRs information about the civil  monetary penalties within agencies’ jurisdiction, including the catch-up  inflation adjustment of the civil monetary penalty amounts, and federal  agencies must report this information if the agencies, or their subbureaus  or divisions, enforce any civil monetary penalties.", "Of the 52 federal agencies that we reviewed, we found that 9 agencies  are not subject to the requirements to report civil monetary penalties  information in the AFR. Of the remaining 43 agencies, we found that 32  agencies reported information in the 2016 AFRs about their civil monetary  penalties, including the catch-up inflation adjustment of the civil monetary  penalty amounts, as directed by OMB guidance. The other 11 federal  agencies did not report civil monetary penalty catch-up inflation  adjustment information in the 2016 AFRs, as required by the Inflation  Adjustment Act and consistent with OMB guidance.", "Officials from 8 of the 11 federal agencies told us that although their  agencies had the authority to assess or enforce penalties within their  jurisdictions, they had not actually assessed or enforced any civil  monetary penalties during the reporting period. Some of these officials  indicated that they interpreted the terms “assess” and “enforce” in the  implementing guidance, and “enforce” in the reporting guidance, to mean  that they imposed a civil monetary penalty. Therefore, they took the  position that their agencies did not need to report civil monetary penalties  information in the 2016 AFRs because they did not impose any civil  monetary penalties during the reporting period. However, as a result of  our inquiries, other agencies informed us that they plan to report civil  monetary penalty information in the 2017 AFRs despite not having  imposed civil monetary penalties during the reporting period. OMB staff  stated that it is the agencies’ responsibility to determine whether they  “assessed” or “enforced” civil monetary penalties. The standards for  internal control in the federal government state that the agency’s  management should externally communicate the necessary quality  information to achieve its objectives. In addition, the Inflation Adjustment  Act requires that the Director of OMB issue guidance to federal agencies  on implementing the inflation adjustments required under the act. With  clarified OMB guidance, the risk of agencies’ inconsistent AFR reporting  of civil monetary penalty adjustment information would be reduced.", "The remaining 3 federal agencies—the Federal Election Commission  (FEC), Federal Maritime Commission (FMC), and National Indian Gaming  Commission (NIGC)—did not report in the 2016 AFRs information about  the civil monetary penalties, including the catch-up inflation adjustment of  the civil monetary penalty amounts. Officials from FEC, FMC, and NIGC  indicated that they inadvertently omitted the information on civil monetary  penalty adjustments in the 2016 AFRs and that they should have reported  civil monetary penalty information. All three agencies informed us that  they plan to report the required civil monetary penalty information in the  annual AFRs, starting with fiscal year 2017.", "Without timely and complete reporting of civil monetary penalty  information in the AFRs, OMB and other decision makers may not have  the information needed to help ensure the effectiveness of civil monetary  penalties in enforcing statutes and preventing violations. Accordingly, it is  important that agencies report such information in the AFRs.", "Figure 2 summarizes the status of reporting civil monetary penalties  information in the AFRs of the 52 federal agencies that we reviewed for  fiscal or calendar year 2016 (as applicable, as agencies may have  different year-end reporting dates). Further details of each federal  agency’s reporting status are provided in appendix III."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Civil monetary penalties prescribed by statute that are timely adjusted for  inflation allow agencies to punish violators appropriately and serve as a  deterrent to future violations. While most federal agencies subject to the  Inflation Adjustment Act have followed the act’s requirements and OMB’s  guidance, some agencies did not timely publish their civil monetary  penalty catch-up inflation adjustments in the Federal Register or report  their civil monetary penalty information in the 2016 AFRs. Specifically,  three federal agencies have taken more than a year since the publication  deadline set by the Inflation Adjustment Act to publish inflation catch-up  adjustments in the Federal Register, and three other federal agencies  have not yet reported civil monetary penalty information in the AFRs. In  addition, agencies had differing interpretations of OMB’s guidance related  to civil monetary penalty inflation adjustment implementation that could  result in inconsistent AFR reporting of civil monetary penalty adjustment  information. Without timely adjustments of their civil monetary penalty  amounts and their publication in the Federal Register, there is an  increased risk that agencies’ civil monetary penalties are not keeping  pace with inflation. In addition, without timely and complete reporting of  their civil monetary penalties in AFRs, decision makers may not have the  information needed to help ensure the effectiveness of civil monetary  penalties in enforcing statutes and preventing violations."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help ensure that agencies’ civil monetary penalties are adjusted timely  and keep pace with inflation, we are making the following three  recommendations.  1.  The Acting Administrator of the General Services Administration  (GSA) should publish the initial catch-up inflation adjustment in the  Federal Register.  2.  The Acting Chairman of the National Transportation Safety Board  (NTSB) should publish the initial catch-up inflation adjustment in the  Federal Register.  3.  The Secretary of Agriculture (USDA) should publish the initial catch- up inflation adjustment in the Federal Register.", "To help ensure timely and complete reporting of agencies’ civil monetary  penalty information in agency financial reports (AFR) and to provide the  Office of Management and Budget (OMB) and other decision makers with  the information needed to help ensure the effectiveness of civil monetary  penalties in enforcing statutes and preventing violations, we are making  the following four recommendations.  4.  The Chairman of the Federal Election Commission (FEC) should  publish civil monetary penalties within its jurisdiction, including any  penalty adjustments, in FEC’s 2017 AFR.  5.  The Acting Chairman of the Federal Maritime Commission (FMC)  should publish civil monetary penalties within its jurisdiction, including  any penalty adjustments, in FMC’s 2017 AFR.  6.  The Chairman of the National Indian Gaming Commission (NIGC)  should publish civil monetary penalties within its jurisdiction, including  any penalty adjustments, in the Department of the Interior’s 2017  AFR.  7.  The Director of OMB should clarify its guidance related to civil  monetary penalty inflation adjustment information that agencies are  required to report in the AFRs."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the six federal agencies to which we  directed recommendations—FEC, FMC, GSA, NIGC, NTSB, and  USDA—and to OMB. FMC, GSA, and NIGC provided written comments,  which are reprinted in appendixes IV through VI, respectively.", "FMC neither agreed nor disagreed with our recommendation, but  stated that FMC plans to publish updates to its civil monetary penalty  information in its 2017 performance and accountability report.", "GSA agreed with our recommendation and stated that it is developing  a comprehensive plan to address it.", "NIGC generally agreed with our findings and recommendations and  provided a technical comment, which we incorporated as appropriate.", "Officials from FEC, NTSB, and USDA provided e-mail responses to our  draft report.", "The Director of Congressional, Legislative and Intergovernmental  Affairs at FEC stated in an e-mail that FEC had no comments.", "In an e-mail, the Governmental Affairs Liaison at NTSB neither agreed  nor disagreed with our recommendation, but stated that NTSB plans  to publish the initial catch-up inflation adjustment in October 2017,  which we incorporated in the report.", "The Attorney-Advisor in the Office of General Counsel at USDA stated  in an e-mail that USDA did not have any comments.", "OMB staff from the Office of Federal Financial Management, the Labor  Branch, and General Counsel met with us to provide oral comments.  OMB staff generally agreed with our recommendation; however, they  suggested that we revise the recommendation to use more broad terms.  We agreed with this suggestion and modified the report accordingly to  allow OMB more flexibility to meet the intent of our recommendation.  OMB staff also provided technical comments, which we incorporated as  appropriate.", "We are sending copies of this report to the appropriate congressional  committees, the Chairman of the Federal Election Commission, the  Acting Chairman of the Federal Maritime Commission, the Acting  Administrator of the General Services Administration, the Chairman of the  National Indian Gaming Commission, the Acting Chairman of the National  Transportation Safety Board, the Secretary of Agriculture, the Director of  the Office of Management and Budget, and other interested parties. In  addition, the report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-9399 or malenichj@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix VII."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report addresses to what extent federal agencies subject to the  Federal Civil Penalties Inflation Adjustment Act of 1990, as amended  (Inflation Adjustment Act), have complied with the requirement to   (1) publish their initial catch-up inflation adjustments in the Federal  Register and (2) report in the 2016 agency financial reports (AFR)  information about the civil monetary penalties within the agencies’  jurisdiction, including the inflation adjustment of the penalty amounts, as  directed by the Office of Management and Budget’s (OMB) guidance.", "To address our first objective, we obtained the population of 52 federal  agencies that could be subject to the applicable provisions of the Inflation  Adjustment Act from OMB’s summary list. To assess the completeness  of the population of the federal agencies identified by OMB, we  compared OMB’s summary with GAO’s previously identified list of federal  agencies reporting civil monetary penalties. We performed a broader  electronic search in the Federal Register to identify any other federal  agencies that published civil monetary penalty information from January  1, 2012, through December 31, 2016. Of the 52 federal agencies  identified by OMB, we excluded three federal agencies—the International  Trade Commission, Postal Regulatory Commission, and the Tennessee  Valley Authority (TVA)—based on their determinations about the  applicability of the Inflation Adjustment Act to their agencies. For the  remaining 49 federal agencies, we electronically searched the Federal  Register to determine whether the required interim final rulemakings (IFR)  with civil monetary penalties, including catch-up inflation adjustments,  were published from February 24, 2016 (issuance date of the OMB  implementation guidance for fiscal year 2016), through August 1, 2016 (effective date established in the Inflation Adjustment Act for the new  penalty levels).", "We conducted meetings with OMB staff from the Office of Information and  Regulatory Affairs, the Office of Federal Financial Management, and the  Labor Branch to gather information on federal agencies’ activities and  reporting in compliance with the Inflation Adjustment Act and in  accordance with OMB guidance. We categorized federal agencies for our  first objective by determining (1) whether the agency complied with the  Inflation Adjustment Act to publish its initial catch-up inflation adjustments  by July 1, 2016, and to take effect no later than August 1, 2016;   (2) whether the agency published its initial catch-up inflation adjustments  in calendar year 2016 (i.e., no later than December 31, 2016);   (3) whether the agency is subject to the catch-up adjustment provisions of  the Inflation Adjustment Act; and (4) whether the agency had applicable  civil monetary penalties to assess or enforce.", "Some agencies stated that they were not required to publish any catch-up  inflation adjustment of the civil monetary penalty amounts through an IFR  because (1) they were not subject to the catch-up adjustment provisions  of the Inflation Adjustment Act, (2) the authority under which they assess  and enforce civil monetary penalties was expressly excluded by the act,  or (3) they determined that they had no applicable civil monetary  penalties under the act. We relied on the agencies’ determinations  regarding applicability and did not independently verify the information  they provided. Also, we followed up with agencies that had not published  their initial catch-up inflation adjustments through IFRs in the Federal  Register. We contacted the appropriate officials within these agencies for  explanations as to why their agencies did not publish the required IFRs  with civil monetary penalty catch-up inflation adjustments and whether  they believed that their agencies should have published the IFRs with this  information.", "To address our second objective, we reviewed the 2016 AFRs of the 52  federal agencies identified by OMB staff to determine whether the  information presented was in compliance with provisions of the Inflation  Adjustment Act and consistent with the guidance in OMB Circular A-136,  Financial Reporting Requirements. We conducted meetings with OMB  staff and discussed the various formats agencies used to present the civil  monetary penalty inflation adjustment information. OMB staff explained to  us that their emphasis was on federal agencies reporting accurate and  complete inflation adjustment information rather than strictly following the  format in OMB Circular A-136. Further, OMB staff considered the civil  monetary penalty inflation adjustment information table in OMB Circular  A-136 only to be used as an illustrative example by federal agencies to  facilitate their AFR reporting. Therefore, we considered agencies that  reported civil monetary penalties, including catch-up inflation adjustment  of the civil monetary penalty amounts, as being in compliance with the  act, even if they did not strictly follow the OMB Circular A-136 table format  example.", "Of the 52 federal agencies identified by OMB, we determined that certain  agencies were not required to follow OMB Circular A-136 AFR reporting  guidance. For example, we identified agencies established as  government corporations (e.g., Corporation for National and Community  Service, Federal Deposit Insurance Corporation, Pension Benefit  Guaranty Corporation, and TVA) that were not required by OMB Circular  A-136 to report civil monetary penalty information in the AFRs. Officials at  the U.S. Postal Service, Consumer Financial Protection Bureau, Federal  Reserve Board, International Trade Commission, and Postal Regulatory  Commission stated that pursuant to certain laws or regulations, their  agencies have determined that they are not required to report civil  monetary penalty information in the AFRs. In total, we found 9 federal  agencies that were not applicable for our analysis of the AFRs. For the  remaining 43 federal agencies, we reviewed the agencies’ 2016 AFRs to  review civil monetary penalty inflation adjustment information.", "The Inflation Adjustment Act requires agencies to include in the AFRs  submitted under OMB Circular A-136 information about the civil monetary  penalties within the agencies’ jurisdiction, including the inflation  adjustment of civil monetary penalty amounts. OMB Circular A-136 states  that agencies’ AFRs must include a Civil Monetary Penalty Adjustment for  Inflation section “if there is a civil monetary penalty enforced by the  agency, subbureau, or division.” Further, according to OMB Memorandum  M-16-06, Implementation of the Federal Civil Penalties Inflation  Adjustment Act Improvements Act of 2015, “a civil monetary penalty is  any monetary assessment levied for a violation of a Federal civil statute  or regulation, assessed or enforceable through a civil action in Federal  court or an administrative proceeding.” We identified 8 federal agencies  that stated that they did not impose a civil monetary penalty during the  2016 AFR reporting period. Based on our inquiries with OMB staff and  responses from these 8 federal agencies, some agencies interpreted  OMB’s reporting requirements as applying only to those federal agencies  that have assessed or enforced civil monetary penalties during the  reporting periods. The selected federal agencies’ staff confirmed to us  that their agencies did not report the civil monetary penalty adjustment for  inflation information in the 2016 AFRs because their agencies did not  assess or enforce any civil monetary penalties during the 2016 AFR  reporting period, as defined in the OMB Circular A-136 and OMB  Memorandum M-16-06 guidance. As a result, we did not make any  determination on these 8 federal agencies regarding compliance with the  AFR reporting requirement provisions of the Inflation Adjustment Act.", "Additionally, we inquired with officials at federal agencies that had not  reported the civil monetary penalties information in the AFRs consistent  with OMB guidance. We contacted the appropriate official for  explanations as to why their agencies did not report civil monetary  penalties information, including the inflation adjustment of the penalty  amounts, as directed by OMB guidance, and whether they believed their  agencies should have reported such information in the agencies’ AFRs.", "We focused our review on the extent to which agencies followed the IFR  publication and the AFR reporting requirements of the Inflation  Adjustment Act. We did not attempt to verify whether a penalty adjusted  for inflation by an agency appropriately met the definition of a covered  civil monetary penalty in the Inflation Adjustment Act or that the  adjustment was the correct amount.", "We conducted this performance audit from December 2016 to August  2017 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Status of Agencies’ Publishing of Required Civil Monetary Penalty Information", "paragraphs": ["Table 1 summarizes the status for the interim final rulemaking (IFR)  requirement of the Federal Civil Penalties Inflation Adjustment Act of  1990, as amended (Inflation Adjustment Act), for each agency as of  December 31, 2016, provided in the Office of Management and Budget’s  summary list of 52 federal agencies that could be subject to the  applicable provisions of the Inflation Adjustment Act.", "USDA officials stated that USDA has  been working with the Office of  Management and Budget (OMB) to  publish its initial catch-up adjustment  for inflation through an IFR in the  Federal Register since August 2016  and expects to finalize the publication  in 2017."], "subsections": [{"section_title": "Published an IFR by July 1, 2016, with an August 1, 2016, effective date", "paragraphs": ["DHS and DOL jointly published catch- up adjustment for inflation through IFR  for the H-2B Temporary Non- agricultural Worker Program.", "Publication date: July 6, 2016  Effective date: July 6, 2016  Publication date: July 20, 2016  Effective date: August 1, 2016  GSA officials stated that GSA plans to  publish its catch-up adjustment for  inflation through an IFR in the Federal  Register within 90 days after July 31,  2017.", "As a result of our inquiries, MSPB  published its catch-up adjustment for  inflation through a final rule in the  Federal Register on June 5, 2017.", "As a result of our inquiries, NASA  published its catch-up inflation  adjustment through an IFR in the  Federal Register on June 26, 2017.", "As a result of our inquiries, NEA  published its catch-up inflation  adjustment through an IFR in the  Federal Register on June 15, 2017.", "Publication date: July 6, 2016  Effective date: August 1, 2016  NTSB officials stated that NTSB plans  to publish its catch-up adjustment for  inflation in the Federal Register in  October 2017."], "subsections": []}, {"section_title": "Agency", "paragraphs": [], "subsections": []}, {"section_title": "52. U.S. Postal Service Total number of federal agencies that did not publish inflation adjustments as of December 31, 2016", "paragraphs": [], "subsections": [{"section_title": "Legend: : Yes X: No N/A: Not applicable: The agencies stated that they were not required to publish any catch-up inflation adjustment through an IFR because (1) they were not subject to the catch-up adjustment provisions of the Federal Civil Penalties Inflation Adjustment Act of 1990, as amended (Inflation Adjustment Act); (2) the authority under which they assess and enforce civil monetary penalties was expressly excluded by the act; or (3) they determined that they had no applicable civil monetary penalties under the act. We relied on the agencies’ responses regarding applicability and did not independently verify the information they provided.", "paragraphs": ["HUD stated that it delayed the effective date of its IFR to August 16, 2016, because 42 U.S.C. §  3535(o)(3) requires that “Any regulation implementing any provision of the Department of Housing  and Urban Development Reform Act of 1989 that authorizes the imposition of a civil money penalty  may not become effective until after the expiration of a public comment period of not less than 60  days.”  Because DOI and DOT are each listed as an organizational unit in OMB’s summary list, we  categorized the publishing status of these units as a whole rather than listing each component  separately. While some components published IFRs by July 1, 2016, with an August 1, 2016,  effective date, we categorized DOI and DOT as having published after the required date because at  least one component for each of these units published its IFR after July 1, 2016; had an effective date  after August 1, 2016; or both. We provided the publication date and effective date for each  component in the remarks column.", "ITC officials stated that the Tariff Act, the authority under which ITC assesses and enforces civil  monetary penalties, is expressly excluded from the catch-up adjustment provisions of the Inflation  Adjustment Act, and ITC is therefore not required to publish an IFR.  PRC officials stated that PRC is not subject to catch-up adjustment provisions of the Inflation  Adjustment Act as it is not considered to be a federal agency under 5 U.S.C. § 105, the definition  applicable to the Inflation Adjustment Act. In addition, PRC officials stated that PRC had no applicable  civil monetary penalties under the act because its civil monetary penalties do not have a specific  monetary amount or a maximum amount.  TVA officials stated that TVA determined that it had no applicable civil monetary penalties under the  act. Because TVA no longer receives appropriations as of 1999, TVA concluded that with its self- funding status, it would be impossible for recipients of TVA funds to incur penalties."], "subsections": []}]}]}, {"section_title": "Appendix III: Status of Agencies’ Reporting of Required Civil Monetary Penalty Information", "paragraphs": ["Table 2 summarizes federal agencies’ reporting of civil monetary penalty  information in 2016 agency financial reports as required by the Federal  Civil Penalties Inflation Adjustment Act of 1990, as amended (Inflation  Adjustment Act), provided in the Office of Management and Budget’s  summary list of the 52 federal agencies that could be subject to the  applicable provisions of the Inflation Adjustment Act, for fiscal or calendar  year 2016 (as applicable, as agencies may have different year-end  reporting dates).", "In its fiscal year 2016 AFR, USDA  disclosed that it has not finalized  and published a final rule to make  inflation adjustments as of  November 2016 and thus did not  include any current catch-up  inflation adjustment information.", "DHS and DOL separately reported  the civil monetary penalties  information in their respective  AFRs.", "FCA officials stated that FCA did  not assess or enforce any civil  monetary penalties during the  reporting period and therefore did  not report this information in its  AFR.", "FCSIC included civil monetary  penalty information in its 2016  annual report issued on June 9,  2017.", "FHFA officials stated that FHFA  did not assess or enforce any civil  monetary penalties during the  reporting period and therefore did  not report this information in its  AFR.", "MSPB officials stated that MSPB  did not assess or enforce any civil  monetary penalties during the  reporting period and therefore did  not report this information in its  AFR.", "NEA officials stated that NEA did  not assess or enforce any civil  monetary penalties during the  reporting period and therefore did  not report this information in its  AFR.", "NIGC officials stated that NIGC is  an independent federal regulatory  agency within DOI. NIGC’s  financial information is  consolidated and reported in DOI’s  AFR.", "NTSB officials stated that NTSB  did not assess or enforce any civil  monetary penalties during the  reporting period and therefore did  not report this information in its  AFR.", "OGE officials stated that OGE did  not assess or enforce any civil  monetary penalties during the  reporting period and therefore did  not report this information in its  AFR.", "RRB officials stated that RRB did  not assess or enforce any civil  monetary penalties during the  reporting period and therefore did  not report this information in its  AFR.", "STB officials stated that STB did  not assess or enforce any civil  monetary penalties during the  reporting period and therefore did  not report this information in its  AFR."], "subsections": [{"section_title": "52. U.S. Postal Service (USPS) N/A Total number of federal agencies that did not report civil monetary penalties inflation adjustments in AFRs", "paragraphs": [], "subsections": [{"section_title": "Legend: : Yes X: No N/A: The agency was not subject to reporting civil monetary penalty inflation adjustments in its AFR.", "paragraphs": ["CFPB officials stated that CFPB is not required to follow OMB Circular A-136 under Section  1017(a)(4)(E) of the Dodd-Frank Wall Street Reform and Consumer Protection Act.", "PRC officials stated that PRC is not subject to the AFR reporting provision of the Inflation Adjustment  Act as it is not considered to be a federal agency under 5 U.S.C. § 105, the definition applicable to  the act. In addition, PRC officials stated that PRC had no applicable civil monetary penalties under  the act because its civil monetary penalties do not have a specific monetary amount or a maximum  amount."], "subsections": []}]}]}, {"section_title": "Appendix IV: Comments from the Federal Maritime Commission", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: Comments from the General Services Administration", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: Comments from the National Indian Gaming Commission", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Shirley Abel (Assistant Director),  Jeremy Choi (Auditor-in-Charge), Vincent Gomes, Maxine Hattery, Jason  Kelly, Vivian Kim, and Diana Lee made key contributions to this report."], "subsections": []}]}], "fastfact": []}