{"id": "GAO-05-690", "url": "https://www.gao.gov/products/GAO-05-690", "title": "Government Performance and Accountability: Tax Expenditures Represent a Substantial Federal Commitment and Need to Be Reexamined", "published_date": "2005-09-23T00:00:00", "released_date": "2005-09-23T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Numerous federal programs, policies, and activities are supported through the tax code. As described in statute, tax expenditures are reductions in tax liabilities that result from preferential provisions, such as tax exclusions, credits, and deductions. They result in revenue forgone. This report, done under the Comptroller General's authority, is part of an effort to assist Congress in reexamining and transforming the government to meet the many challenges and opportunities that we face in the 21st century. This report describes (1) how tax expenditures have changed over the past three decades in number, size, and in comparison to federal revenue, spending, and the economy, and (2) the amount of progress made since our 1994 recommendations to improve scrutiny of tax expenditures."]}, {"section_title": "What GAO Found", "paragraphs": ["Whether gauged in numbers, revenues forgone, or compared to federal spending or the size of the economy, tax expenditures have represented a substantial federal commitment over the past three decades. Since 1974, the number of tax expenditures more than doubled and the sum of tax expenditure revenue loss estimates tripled in real terms to nearly $730 billion in 2004. The 14 largest tax expenditures, headed by the individual income tax exclusion for employer-provided health care, accounted for 75 percent of the aggregate revenue loss in fiscal year 2004. On an outlay-equivalent basis, the sum of tax expenditure estimates exceeded discretionary spending for most years in the last decade. For some budget functions, the sum of tax expenditure estimates was of the same magnitude as or larger than federal spending. As a share of the economy, the sum of tax expenditure outlay-equivalent estimates has been about 7.5 percent of gross domestic product since the last major tax reform legislation in 1986. All federal spending and tax policy tools, including tax expenditures, should be reexamined to ensure that they are achieving their intended purposes and designed in the most efficient and effective manner. The nation's current and projected fiscal imbalance serves to reinforce the importance of engaging in such a review and reassessment. Although data and methodological challenges exist, periodic reviews of tax expenditures could establish whether they are relevant to today's needs; if so, how well they have worked to achieve their objectives; and whether the benefits from specific tax expenditures are greater than their costs. Over the past decade, however, the Executive Branch made little progress in integrating tax expenditures into the budget presentation, in developing a structure for evaluating tax expenditure outcomes or in incorporating them under review processes that apply to spending programs, as we recommended in 1994. More recently, the Administration has not used its Program Assessment Rating Tool process to systematically review tax expenditures or promote joint reviews of tax and spending programs sharing common goals."]}], "report": [{"section_title": "Letter", "paragraphs": ["Over the last decade, a culture of performance has taken root in the federal  government.  This culture has placed a greater premium on the importance  of accountability for the effective use of public resources and authorities.   Periodic reexamination of existing federal policies and operations offers  the prospect of weeding out ineffective or outdated programs, policies,  functions, or activities while strengthening and updating those that are  retained.  While inefficient and ineffective programs and policies are never  appropriate, the nation’s long-term fiscal imbalance provides an additional  impetus for reexamining all major spending programs and tax provisions.   This includes tax incentives and subsidies intended to promote various  social and economic objectives.  Tax preferences—which are legally  known as tax expenditures—result in forgone revenue for the federal  government due to preferential provisions in the tax code, such as  exemptions and exclusions from taxation, deductions, credits, deferral of  tax liability, and preferential tax rates.  These tax expenditures are often  aimed at policy goals similar to those of federal spending programs;  existing tax expenditures, for example, are intended to encourage  economic development in disadvantaged areas, finance postsecondary  education, and stimulate research and development.  Tax expenditures  have a significant effect on overall tax rates—in that, for any given level of  revenue, overall tax rates must be higher to offset the revenue forgone  through tax expenditures—as well as the budget and fiscal flexibility.  They  also contribute to the growing complexity of the federal tax system.   Regardless of the level of revenue deemed appropriate, tax expenditures— like other federal programs or activities—should be reviewed to determine  their effectiveness and continued relevance.  Yet, tax expenditures and  their relative contributions toward achieving federal missions and goals are  often less visible than spending programs which are subject to more  systematic review.", "A little over a decade ago, GAO examined the growth in tax expenditures  and opportunities to focus policymakers’ attention on them.  Our review  found that tax expenditures were not integrated into annual federal budget  review processes, and most were not subject to reauthorization, even  though revenues forgone through tax expenditures were substantial.  In  turn, policymakers had few opportunities to make explicit comparisons or  trade-offs between tax expenditures and federal spending programs.   Therefore, we made several recommendations to the Office of Management  and Budget (OMB) intended to encourage more informed policy debate  about tax expenditures and to stimulate joint reviews of related tax and  spending programs.  OMB agreed that our recommendations were  generally reasonable and reported that the Executive Branch had initiated  efforts to integrate tax expenditures in the budget review process and  develop performance measures for some tax expenditures.", "We have prepared this report under the Comptroller General’s authority as  part of a continuing effort to assist Congress in reexamining the base of  federal programs, policies, and activities critical to achieving fiscal  discipline in the budget as a whole.  This report updates our 1994 work and  specifically describes (1) how tax expenditures have changed over the past  three decades in number and size and in comparison to federal revenue,  spending, and the economy, and (2) the amount of progress that has been  made since 1994 in how the Executive Branch scrutinizes tax expenditures.", "This update draws on our previously issued work on tax expenditure  trends and individual tax provisions as well as results-oriented  management and performance reporting.  We also reviewed relevant  literature related to tax expenditure measurement and reporting, and  trends in the use of tax expenditures over time.  We interviewed relevant  agency officials and tax policy experts to obtain a greater understanding of  information gained through our literature review.  To gauge trends in the  numbers and size of tax expenditures for fiscal years 1974 to 2004, we  relied on the Department of the Treasury’s (Treasury) annual list of tax  expenditures and estimates for each tax expenditure of the associated  revenue loss—the amount of revenue that the government forgoes—and  the outlay-equivalent value—the amount of outlays required to deliver the  same after-tax income as provided through the tax expenditure.  We added  the tax expenditure revenue loss estimates for each fiscal year to  approximate the total revenue forgone through tax expenditure provisions.   While sufficiently reliable as a gauge of general magnitude, the sum of the  individual revenue loss estimates has important limitations in that any  interactions between tax expenditures will not be reflected in the sum.  In  addition, tax expenditure revenue loss estimates for specific provisions do  not take into account potential behavioral responses to changes in these  provisions on the part of taxpayers, and, in turn, no potential behavioral  response would be reflected in the sum of the estimates.  Thus, the revenue  loss from all or several tax expenditures together might be greater or less  than the sum of the estimated revenue losses from the individual tax  expenditures, and no measure of the size or the magnitude of these  potential interactions or behavioral responses to all or several tax  expenditures is available.  Growth in the sum of tax expenditure estimates  across the three-decade period is presented in inflation-adjusted 2004  dollars and measured relative to the economy as a share of the gross  domestic product (GDP).  We compared the sum of tax expenditure outlay- equivalent estimates to total federal mandatory and discretionary spending  and spending by budget function.  Finally, we used Treasury’s estimates to  examine trends in the size of tax expenditures by taxpayer group and  identify the largest tax expenditures in 2004.", "To examine progress over the last decade in how the federal government  scrutinizes tax expenditures, we examined actions taken by the Executive  Branch to implement our 1994 recommendations for (1) presenting tax  expenditures in the annual budget, (2) developing a structure for  conducting reviews of tax expenditures’ performance, (3) conducting case  studies to assess performance review structure, and (4) incorporating tax  expenditures into the annual budgetary review process.  We reviewed  efforts to include tax expenditures under the Government Performance  and Results Act’s (GPRA) statutory framework for strategic planning,  performance measurement, and program reporting and evaluation.  We  also considered any related activities to include tax expenditures under  OMB’s Program Assessment Rating Tool (PART)—its current framework  for assessing the performance of federal programs.  (See app. I for details  on our scope and methodology.)", "Our work was conducted from August 2003 through July 2005, in  accordance with generally accepted government auditing standards.  In  July 2005, we requested comments on a draft of this report from the  Director of the Office of Management and Budget, the Secretary of the  Department of the Treasury, and the Commissioner of the Internal Revenue  Service (IRS).  We received comments from OMB’s Associate Director for  Economic Policy in a letter dated September 2, 2005 (see app. II).  Treasury  did not provide separate comments, instead deferring to OMB.  IRS staff  provided a technical correction that we incorporated."], "subsections": [{"section_title": "Background", "paragraphs": ["To understand the trends in the size of tax expenditures, it is helpful to  understand how tax expenditures are defined and how the different types  affect taxpayer liability.  For this report, we also provide an overview of the  broad purposes of tax expenditures—one method the federal government  can use to achieve national objectives—and a discussion of how tax  expenditures interact with the federal budget."], "subsections": [{"section_title": "Tax Expenditures Defined", "paragraphs": ["Tax expenditures are revenue losses—the amount of revenue that the  government forgoes—resulting from federal tax provisions that grant  special tax relief for certain kinds of behavior by taxpayers or for taxpayers  in special circumstances.  These provisions may, in effect, be viewed as  spending programs channeled through the tax system and are classified in  the U.S. budget by the same functional categories as other spending, such  as energy and health.  Tax expenditures are provisions that are exceptions  to the “normal structure” of the individual and corporate income tax  necessary to collect government revenues.  Deciding whether an  individual provision should be characterized as a tax expenditure is a  matter of judgment, and disagreements about classification stem from  different views about what should be included in the income tax base.  As  a practical matter, the term tax expenditure has been used in the federal  budget for three decades, and the tax expenditure concept—while not  precisely defined—is a valid representation of one tool that the federal  government uses to allocate resources.", "Both the congressional Joint Committee on Taxation (JCT) and Treasury’s  Office of Tax Analysis annually compile a list of tax expenditures and  estimates of their cost.  (App. III provides additional information on how  tax expenditures are measured and reported and perspective on  differences among the lists of tax expenditures reported by JCT and  Treasury.)  Treasury’s tax expenditure estimates are included as an  informational supplement to the annual federal budget by the OMB.  The  revenue loss is estimated for each tax expenditure separately by comparing  the revenue raised under current law with the revenue that would have  been raised if the single provision did not exist, assuming all other parts of  the tax code remain constant and taxpayer behavior is unchanged.   Revenue loss estimates are intended to provide information about the value  of tax expenditures.  However, tax expenditure estimates do not  incorporate any behavioral responses and thus do not necessarily  represent the exact amount of revenue that would be gained if a specific  tax expenditure were repealed.  For example, when the consumer interest  deduction was phased out gradually beginning in 1987, some taxpayers  shifted to interest-deductible home equity loans to finance consumption,  thereby affecting the revenue gain from eliminating the consumer interest  deduction.", "In addition to estimating revenue loss, Treasury also measures tax  expenditures on an outlay-equivalent basis.  Outlay-equivalent estimates  represent the amount of budget outlays that would be required if the  government were to provide taxpayers with the same after-tax income they  receive through the tax expenditure.  Outlay-equivalent estimates are often  higher than revenue loss estimates to reflect that a comparable outlay  program could result in additional taxable income to recipients.  Outlay- equivalent estimates are useful to compare tax expenditures and other  parts of the federal budget.  For example, the outlay-equivalent estimate for  the tax exclusion for housing and meal allowances for military personnel  reflects the additional pretax income that military personnel would have to  be paid to raise their income after federal taxes by the amount of the tax  expenditure.  The outlay-equivalent estimate can be used to compare this  tax expenditure with other outlays for defense compensation on a more  consistent basis."], "subsections": []}, {"section_title": "Types of Tax Expenditures", "paragraphs": ["The Congressional Budget and Impoundment Control Act of 1974 lists six  types of tax expenditures: exclusions, exemptions, deductions, credits,  preferential tax rates, and deferral of tax liability.  Some tax expenditures  apply only to individual taxpayers, such as deductions and exclusions for  employer-provided contributions for medical insurance, and some only to  corporate taxpayers, such as a tax credit for corporations doing business in  U.S. possessions.  Other tax expenditures, such as accelerated  depreciation, apply both to corporations and to individual taxpayers with  income from businesses such as sole proprietorships or partnerships.   Table 1 shows examples of each type of tax expenditure and the taxpayer  group that may claim a particular type.", "Figure 1 illustrates how tax expenditures appear on the U.S. Individual  Income Tax Return (Form 1040).  Exclusions are those items of income  that would otherwise constitute a part of the taxpayer’s gross income, but  are excluded under a specific provision of the tax code.  Exclusions  generally do not appear on the Form 1040, and excluded income is not  reflected in total reported income.  For example, the income tax exclusion  of employer contributions to medical insurance premiums and medical  care is not reported in a taxpayer’s wages or salaries.  An exemption, such  as the parent personal exemption for students over age 19 but under age 24,  is a reduction in taxable income offered to taxpayers because of their  status or circumstances.  Deductions are adjustments from adjusted gross  income.  Deductions claimed before the adjusted gross income line on the  Form 1040, such as the tuition and fees deduction (this appears on line 27  in fig. 1), are sometimes called “above-the-line” deductions.  Taxpayers may  also claim “below-the-line” deductions after the adjusted gross income line;  to do so, taxpayers must itemize their deductions.", "Each type of tax expenditure creates tax savings in different ways and,  consequently, reduces federal revenues in different ways.  The amount of  tax relief per dollar that a taxpayer receives using an exclusion, exemption,  or deduction depends on the taxpayer’s marginal tax rate.  Generally, the  higher the taxpayer’s marginal tax rate, the greater the tax savings from  these tax expenditure types.  Tax credits reduce tax liability dollar-for- dollar, so the value of a credit is the same regardless of the taxpayer’s  marginal tax rate.  A nonrefundable tax credit can be used to reduce  current year tax liability to zero, and a refundable credit in excess of tax  liability results in a cash refund.  For preferential tax rates which reduce  the tax rate on some forms of income such as capital gains, the tax savings  depend on the difference between the preferential rate and a taxpayer’s  marginal tax rate.  By allowing taxpayers to reduce current tax liability by  delaying recognition of some income or accelerating some deductions  otherwise attributable to future years, a tax deferral shifts the timing of tax  payments and, in effect, provides an interest-free “loan” to the taxpayer.   The benefit from a deferral is even greater if the taxpayer expects to face a  lower tax bracket in the future.  A lower-income taxpayer—with no net  annual income or with no current tax liability after claiming the standard  deduction and any personal exemptions—would not directly benefit from  most tax expenditures other than refundable credits.", "Some techniques have been used to limit the benefits that taxpayers may  receive from individual tax expenditures or groups of them.  Congress has  controlled the amount of revenue forgone for some tax expenditures by  adopting provisions to restrict taxpayers’ eligibility for benefits.  For  example, the mortgage interest deduction is limited to interest on debt up  to $1 million to buy, build, or improve first and second homes and up to  $100,000 in home equity debt.  Aggregate itemized deductions are reduced  by 3 percent of the amount of a taxpayer’s adjusted gross income that  exceeds a certain threshold, eliminating 3 cents of itemized deductions for  each dollar of income above the threshold for higher-income taxpayers.   Some tax expenditures, such as tax-exempt private-activity bonds issued  by each state, are subject to volume caps limiting the aggregate amount of  benefits available.  The alternative minimum tax (AMT) also affects tax  expenditures and the amount of the revenue loss for the federal  government.  The AMT is intended to ensure that taxpayers with income  over certain thresholds pay some income tax, no matter how much they  claim in certain deductions and credits.  Under the AMT, taxpayers may  have to add back some tax expenditures that they could otherwise claim  under the regular tax system, such as deductions for state and local taxes  and home equity loan interest, and they may have to include as income  certain tax-exempt bond interest that is excluded under the regular tax  system."], "subsections": []}, {"section_title": "Objectives of Tax Expenditures", "paragraphs": ["In addition to raising revenue, the federal income tax has long been used as  a tool for accomplishing social and economic objectives.  The general  objectives of tax expenditures are to encourage particular types of  activities (such as saving for retirement, promoting home ownership,  investing in certain sectors, or funding research and development) and  provide economic relief to selected groups of taxpayers (such as the  elderly, the blind, and those with children).  Another objective of tax  expenditures may also be to adjust for differences in individuals’ ability to  pay taxes.  For example, if two taxpayers have the same income, but one  has a catastrophic illness and costly medical bills (or large casualty and  theft losses), the other taxpayer is judged better able to pay income taxes.   Some tax expenditures may be enacted to compensate for other provisions  of the tax code.  For example, advocates of reduced tax rates on capital  gains often explain the special treatment of capital gains income as  offsetting, in part, the assessment of taxes on the nominal, rather than the  real, value of capital gains.  The rationale and reasons for a particular tax  expenditure may change over time.  For example, according to the  Congressional Research Service (CRS), the income tax code instituted in  1913 contained a deduction for all interest paid.  No distinction was made  between business and personal interest expenses, although most interest  payments at that time represented business expenses.  The legislative  history does not indicate that the deductibility of mortgage interest was  originally intended to encourage home ownership or subsidize the housing  industry.  However, over time, encouraging home ownership, stimulating  residential construction and maintenance, and encouraging families to save  and invest in a major financial asset have all been offered as justifications  for the mortgage interest deduction.", "The tax expenditure tool may substitute for a federal spending program in  that the federal government “spends” some of its revenue on subsidies by  forgoing taxation on some income.  Certain activities may be cheaper and  simpler to subsidize through the tax code than by setting up a separate  program using a different tool.  For example, the incremental  administrative and compliance costs to deliver the tax credit for child and  dependent care expenses may be relatively low compared to the costs of  setting up a separate system for processing child care applications and  sending vouchers to those eligible.  The administrative infrastructure  already exists for the government to collect and remit money to over 131  million individual tax filers and 6 million corporations via the tax system  administered by the IRS.  In concept, the costs to implement an income- based benefit program through the existing tax system could be lower than  to set up separate spending programs to deliver these benefits.", "In some circumstances, tax expenditures may not be the best policy choice  to deliver timely benefits or reach intended populations.  For programs that  seek to provide benefits within a given year, the annual income measure  relevant for income tax purposes may not be the best way to target  benefits.  Relative to spending programs, tax expenditures are limited in  their ability to directly provide benefits to nontaxpayers.  For example, tax  credits must be refundable to reach low-income individuals who do not pay  taxes and otherwise would not be required to file tax returns.  Tax  expenditures generally do not deliver federal resources directly to state  and local governments and tax-exempt nonprofit organizations.  The  charitable contribution deduction provides an incentive for individual and  corporate taxpayers to donate to charitable, religious, educational, and  health nonprofit organizations.  The deduction, in effect, is a federal grant  to the donor that reduces the out-of-pocket cost of giving.  The itemized  deduction for state and local taxes directly increases an individual  taxpayer's after-tax income and thus reduces the after-tax price of state and  local taxes.  State and local governments receive some of the benefit to the  extent that taxpayers may be more willing to pay state and local taxes.", "Tax expenditures are not necessarily an either/or alternative to federal  spending and may be used in combination with federal spending and  strategies to achieve national objectives.  For example, the HOPE and  Lifetime Learning tax credits are used with federal education assistance,  such as student loans, all of which help individuals fund higher education.   Many tax expenditures are comparable to entitlement programs for which  spending is determined by rules for eligibility, benefit formulas, and other  parameters rather than by Congress appropriating specific dollar amounts  each year.  With some exceptions, tax expenditures typically make funds  (through reduced taxes) available to all qualified claimants, regardless of  how many taxpayers claim the tax expenditures, how much they claim  collectively, or how much federal revenue is reduced by these claims.   Some tax expenditures resemble other policy tools, such as grants or direct  loans.  A few tax expenditures are administered like grant programs,  allowing for some administrative discretion over who receives funds.  For  the New Markets Tax Credit (NMTC), those seeking the credit must apply  to the Community Development Financial Institutions (CDFI) Fund within  Treasury and be chosen by a group of evaluators to receive the tax credit.   Like a grant program, the NMTC has a maximum amount that can be  allocated by CDFI.  Tax expenditures in the form of deferrals resemble  loans, because they allow taxpayers to postpone the time when income is  recognized for tax purposes or to accelerate the deduction of expenses,  both of which effectively lower the amount of income currently subject to  tax.  Deferrals can result in higher taxes in later years when taxpayers  recognize deferred income in later tax years or have fewer deductions to  claim than they otherwise would have had; the amount of the deferral is, in  effect, analogous to a government loan."], "subsections": []}, {"section_title": "Tax Expenditures and the Federal Budget", "paragraphs": ["Tax expenditures, by definition, reduce federal revenue and thus have  implications for income tax rates, federal spending, and the federal budget.   To obtain a given amount of revenue, tax expenditures require overall  statutory tax rates to be higher.  Otherwise, revenues forgone through tax  expenditures reduce the revenue base available for funding federal  spending programs.  From a budgetary perspective, most tax expenditures  are comparable to mandatory spending for entitlement programs, in that no  further action is required to provide resources for tax expenditures.  Tax  expenditures do not compete overtly in the annual budget process and, in  effect, receive a higher funding priority than discretionary spending subject  to the annual appropriations process.  Revenues forgone through tax  expenditures—unless offset by increased taxes or lower spending— increase the unified budget deficit and federal borrowing from the public  (or reduce the unified budget surplus available to reduce debt held by the  public).", "As noted previously, both the executive and legislative branches—by  Treasury and JCT, respectively—publish annual lists of tax expenditures  and the associated revenue loss, but budgetary decisions generally are not  based on these lists.  Like any spending program, newly proposed tax  expenditures and those subject to expiration, to some extent, are subject to  scrutiny, but most tax expenditures are not subject to reauthorization.  Tax  expenditures may be indirectly controlled to the extent that the Congress  aims to achieve any revenue target.  The tax committees consider tradeoffs  between tax expenditures, tax rates, and other parts of the tax code.", "In concept, eliminating or limiting an existing tax expenditure—like an  existing spending program—would free up resources to reduce tax rates,  increase federal spending or other tax expenditures, reduce the deficit, or  produce some combination thereof.  Conversely, adding a new tax  expenditure, expanding an existing tax expenditure, or extending an  expiring tax expenditure reduces the resources available to reduce tax  rates, fund federal spending and tax expenditures, or reduce the deficit.   The overall effect on the unified budget position would depend on the  extent to which any change in tax expenditures is offset by adjustments to  the tax code or other spending programs."], "subsections": []}]}, {"section_title": "Tax Expenditures Have Represented a Substantial Federal Commitment over Time", "paragraphs": ["Whether gauged in absolute numbers, by revenues forgone, or in  comparison to federal spending or the size of the economy, tax  expenditures have been substantial over the last three decades.  Between  fiscal years 1974 and 2004, tax expenditures doubled in number, and the  sum of estimated revenue losses associated with tax expenditures tripled,  most of which was accounted for by tax expenditures that were used by  individual taxpayers.  Since 1981 when outlay-equivalent estimates were  first available, the sum of the outlay-equivalent estimates for tax  expenditures has been similar in magnitude to discretionary spending, and  this sum exceeded total discretionary spending for most years during the  last decade.  As a share of the U.S. economy, the sum of tax expenditure  outlay-equivalent estimates remained relatively stable at about 7.5 percent  of GDP since the last major tax reform legislation."], "subsections": [{"section_title": "Sums of Tax Expenditure Estimates Are Useful for Gauging Magnitude of Tax Spending but Need to Be Interpreted Carefully", "paragraphs": ["Summing the individual tax expenditure estimates is useful for gauging the  general magnitude of the federal revenue involved, but it does not take into  account possible interactions between the individual tax code provisions.   Because of this limitation, sums of tax expenditure estimates must be  interpreted carefully.  The JCT and Treasury estimate the revenue loss from  each tax expenditure separately, assuming that the rest of the tax code  remains unchanged.  Neither JCT nor Treasury adds tax expenditure  estimates, because summing them does not take into account possible  interaction effects among the provisions.  If two or more tax expenditures  were estimated simultaneously, the total change in federal revenue could  be smaller or larger than the sum of the amounts shown for each item  separately as a result of interactions among the tax expenditure provisions.   For example, the repeal of an itemized deduction tax expenditure might  cause more taxpayers to take the standard deduction instead of itemizing.   However, the revenue loss estimate for any single tax expenditure among  the itemized deductions does not reflect this potentially sizeable  interaction with the standard deduction.  Eliminating several itemized  deductions at the same time could cause significant numbers of taxpayers  to take the standard deduction, and thus, the decrease in revenue could be  less than the sum of the estimated revenue loss estimates for each itemized  deduction.  To demonstrate the magnitude of possible interactions and the  potential implications for summing tax expenditures, Treasury’s Office of  Tax Analysis illustrated for us the repeal of five itemized deductions.   Based on tax year 2002 data, the sum of the five separate tax expenditure  estimates, each calculated assuming the rest of the tax code was  unchanged, was over $175 billion.  Assuming the simultaneous repeal of  all five provisions, Treasury estimated the revenue loss after interaction  totaled $131 billion—about 25 percent less than the sum of the separate  estimates.  According to Treasury, this example cannot be generalized  given that some groups of tax provisions have substantial interactions and  others do not.  For all tax expenditures, the magnitude of the difference  between the sum of the estimates and an estimate for all tax expenditures  simultaneously is not known.", "Additionally, tax expenditure estimates developed by Treasury and JCT do  not take into account possible behavioral responses by taxpayers if a tax  expenditure were repealed.  For example, if the HOPE scholarship tax  credit—a tax credit for the first 2 years of post-secondary education—were  eliminated, taxpayers who would have used that tax credit may instead opt  for the Lifetime Learning tax credit or other tax subsidies aimed at higher  education.  In contrast, certain kinds of behavioral responses, such as  changes in the timing of transactions, income recognition, or shifts  between sectors of the economy, are taken into account when JCT and  Treasury prepare revenue estimates for proposed legislation.  Potential  macroeconomic effects, such as changes to GDP, are not reflected in tax  expenditure revenue loss estimates or in revenue estimates for proposed  legislation.", "To some extent, the same kinds of challenges in interpreting tax  expenditure estimates also exist in projecting the costs of spending  programs.  Budget line items generally do not reflect the actual budget  savings to be gained by abolishing specific programs or groups of  programs.  For instance, eliminating all veterans’ benefits would reduce the  federal budget by less than the amount currently spent on those programs  because spending likely would increase in food stamps, Medicaid, and  other entitlement programs.  Although interaction effects also occur for  spending programs, Treasury officials responsible for developing tax  expenditure estimates told us that the bias in summing tax expenditure  revenue loss estimates likely is greater than the bias for outlay projections.   Whereas historical data are reported for federal budget receipts and  outlays, the last available values for tax expenditures remain estimates.   Treasury’s last reported re-estimates for past fiscal years reflect legislation  enacted, prevailing economic conditions, and the latest taxpayer data  available at the time of estimation.  Projections of the future costs of tax  expenditures are more uncertain than projections for future tax receipts or  outlays because it is not known with certainty, even after the fact, how  much was spent for any given tax expenditure.", "Despite the limitations in summing separate tax expenditure revenue loss  and outlay-equivalent estimates, these are the best available data to  measure the value of tax expenditures and make comparisons to other  spending programs.  Summing the estimates provides perspective on the  use of tax expenditures as a policy tool and represents a useful gauge of the  general magnitude of government subsidies carried out through the tax  code.  The estimates also can be used to compare tax expenditures to  federal spending overall and by budget function.  Other researchers also  have summed tax expenditure estimates to help gain perspective on the use  of this policy tool and examine trends in the aggregate growth of tax  expenditure estimates over time."], "subsections": [{"section_title": "Tax Expenditures Have More Than Doubled in Number and Tripled in Size", "paragraphs": ["Between 1974 and 2004, tax expenditures reported by Treasury more than  doubled in overall number from 67 to 146, and while some were dropped,  considerably more were added.  For 1974, Treasury listed 67 separate  exclusions, exemptions, deductions, credits, preferential tax rates, and  deferral of tax liability as tax expenditures. In 1986, Treasury reported 115  tax expenditures, and by 2004 Treasury’s list grew to 146 tax expenditures.   Figure 2 shows the rise of the overall number of tax expenditures over the  last three decades.  (App. IV contains a compilation of all tax expenditures  reported by Treasury between 1974 and 2004.)", "Of the 146 tax expenditures listed by Treasury in the President’s fiscal year  2006 budget, 32 percent were on the first list in 1974, 23 percent were added  between 1975 and 1986, and 45 percent were added since 1986.  Figure 3  shows the duration of tax expenditures listed by Treasury.  Of the 67 tax  expenditures listed in 1974, 21 had been dropped over the period, leaving  46 remaining on the list in 2004.  Since 1974, 143 tax expenditures were  added to Treasury’s list, although 43 of them have since dropped from the  list over the period.  Of the 100 added since 1974 and still reported in fiscal  year 2004, 66 were first reported for 1986 or later.", "The number of tax expenditures reported by Treasury has changed over  time for several reasons.  Some provisions expired or were repealed; others  were merged with another tax expenditure.  For example, until expiration  on December 31, 1984, state and local governments were allowed to issue  tax-exempt obligations to finance the purchase of mass-commuting  vehicles for lease to government transit agencies; the Tax Reform Act of  1986 repealed the investment tax credit; and the tax expenditure that  provided 5-year amortization for pollution control was merged into the  investment tax credit by the Tax Reform Act of 1976.  Legislation also  added new tax expenditures over time, such as the child tax credit created  by the Taxpayer Relief Act of 1997.  Some tax expenditures split into  additional listings to reflect legislation expanding existing tax  expenditures.  For example, Treasury began listing the net exclusion of  pension contributions and earnings with separate estimates for employer- sponsored defined-benefit and 401(k) pension plans following 2001  legislation increasing the contribution limits for 401(k) accounts.  Finally,  changes in the baseline used by Treasury to identify tax expenditures may  have caused some tax expenditures to drop off its list, while adding new  tax expenditure listings.  For example, Treasury briefly dropped the  exclusion of scholarship and fellowship income from its fiscal year 1982 list  because it was not considered a tax expenditure under the baseline that  Treasury used that year.", "As the overall number reported by Treasury doubled, the sum of the  estimated revenue loss due to tax expenditures, adjusted for inflation,  tripled from approximately $243 billion for 1974 to $728 billion for 2004.   Figure 4 shows the sum of Treasury’s revenue loss estimates over the past  three decades.  From 1974 to 1986, revenue losses increased by nearly two  and one-half times from approximately $243 billion for 1974 to $598 billion  for 1986 (in 2004 dollars).  Over the next 2 years, the sum of the revenue  losses decreased by about 28 percent to approximately $433 billion for  1988.  From 1989 through 1997, however, revenue losses increased by  approximately 16 percent to approximately $547 billion.  From 1998 to  2002, the sum of the estimated revenue loss increased by an average of  about $41 billion per year, peaking at about $783 billion for 2002.  The sum  of the revenue loss estimates declined to approximately $728 billion in  2004.", "The revenue loss estimates do not reflect the outlays for the refundable  portion for certain tax credits.  Summing these outlays along with the sum  of the revenue loss estimates provides a more complete picture of the  aggregate cost of tax expenditures throughout the period, as shown in  figure 5.  The sum of the estimated revenue losses and outlays associated  with tax expenditures totaled about $770 billion for fiscal year 2004.", "Trends in the sum of tax expenditures are due, at least in part, to legislation  affecting the number or scope of tax expenditures or modifying tax rates or  other basic structural features of the tax code.  During this period, tax  legislation directly influenced the sum of tax expenditure estimates by  repealing or limiting some tax expenditures, enacting new ones, and  extending the life of expiring tax expenditures.  Even without changes to  tax expenditures, legislation affecting tax rates or the tax structure affects  the sum of the tax expenditure estimates.  When a taxpayer uses a tax  expenditure, his or her effective tax rate is reduced, because some part of  his or her income remains untaxed or is taxed at a lower rate.  When  statutory rates increase, a taxpayer’s ability to avoid tax on a portion of  income is worth more; consequently, tax expenditures are worth more.   Likewise, when rates decrease, tax expenditures are worth relatively less.", "Figure 6 highlights tax legislation enacted since 1974 that likely influenced  the aggregate revenue losses due to tax expenditures.  The sum of  estimated revenue losses declined following the Tax Reform Act of 1986,  primarily because of individual and corporate marginal tax rate reductions  which indirectly scaled back the value of all but a few tax credits.  The 1986  act, which created the last major tax reform, also eliminated or limited the  scope of various tax expenditures directly, for example, by repealing the  investment tax credit, phasing out the interest deduction for consumer  credit over 5 years, and limiting the expensing of the intangible drilling  costs for oil and gas to successful, domestic wells.  While materially  reducing the number and scope of tax expenditures broadened the tax  base, the act resulted in no net change in federal revenue because of the  lower tax rates.  In contrast, the sum of estimated revenue losses increased  following the Omnibus Budget Reconciliation Act of 1993, which directly  increased several tax expenditures—for example, extending the EITC to  single workers with no children earning $9,000 or less—and indirectly  increased the value of other tax expenditures by increasing the top  individual income tax rates and adding a third rate.  The sum of estimated  revenue losses accelerated following the Taxpayer Relief Act of 1997,  which expanded several tax expenditures—for example, increasing  eligibility for traditional individual retirement accounts—and created an  assortment of new tax expenditures, including the child tax credit and  postsecondary education tax incentives.  The Economic Growth and Tax  Relief Reconciliation Act of 2001 reduced tax rates again and also  increased the individual AMT exemption.  The influence on the aggregate  trend is less apparent for legislation expanding or adding tax expenditures  while also reducing tax rates.", "Changes in economic conditions and in the baseline tax system can also  affect revenue loss estimates for tax expenditures, making them differ from  year to year.  For example, rising housing prices may cause the estimated  cost of the mortgage interest deduction to increase as homeowners finance  larger mortgages or take out equity with home equity loans.  In addition,  changes in tax expenditure baselines could also cause estimates to differ  from year to year.  For example, for fiscal years 2003 and 2004, Treasury  redefined accelerated depreciation tax expenditures so that they are  calculated relative to a replacement cost basis baseline rather than the  historic cost basis previously used.  This redefinition had the effect of  reducing the estimated size of the accelerated depreciation tax  expenditures."], "subsections": []}]}, {"section_title": "Tax Expenditures for Individual Taxpayers Accounted for Most of the Sum of Tax Expenditure Revenue Losses", "paragraphs": ["The sum of estimated revenue losses due to tax expenditures for individual  income taxpayers accounted for substantially more of the revenue loss  between 1974 and 2004 than corporate tax expenditures, as shown in figure  7.  The sum of revenue loss estimates for tax expenditures that arise under  the individual income tax increased from approximately $187 billion for  1974 to $487 billion for 1987 (in 2004 dollars).  After decreasing to  approximately $363 billion for 1988, the sum gradually increased to a high  of approximately $688 billion for 2002 and then declined in 2003 and 2004.   On average over the entire period, revenue loss estimates for individual  income taxpayers accounted for about 83 percent of the sum of revenue  loss estimates per year.  While estimated revenue losses for all tax  expenditures tripled, the sum of revenue loss estimates for corporate tax  expenditures increased from approximately $57 billion for fiscal year 1974  to a high of about $116 billion in 1984 (in 2004 dollars).  After 1984, the sum  dropped back to approximately $57 billion in 1992 and increased slightly  over the rest of the period, with some fluctuation between years.  In 2004,  revenue loss estimates for tax expenditures that arise under the corporate  income tax accounted for 11 percent of the sum of revenue losses due to all  tax expenditures.  At about 10 percent of total federal receipts, corporate  income taxes also accounted for a smaller share than individual income  taxes.", "The sum of revenue loss estimates due to individual income tax  expenditures is primarily attributable to a small number of large tax  expenditures.  The fourteen tax expenditures listed in table 2—each with  an annual revenue loss estimated at $20 billion or more—accounted for  about 75 percent of the sum of revenue losses for fiscal year 2004.  Ten of  the 14 largest tax expenditures focused entirely on individual taxpayers,  and the other 4 were available for individuals and corporations.  Most of  the largest tax expenditures are long-standing ones, and only 2 of the 14  were added to the tax code since 1986.  The child tax credit, enacted in  1997, is among the largest tax expenditures based on its estimated revenue  losses alone, not counting associated outlays of $8.9 billion in fiscal year  2004.  With revenue losses estimated at $4.9 billion, the EITC does not  appear on this list; if $33.1 billion in associated outlays were included, this  refundable credit ranks among the largest tax expenditures.", "Tax expenditure revenue loss estimates reflect federal income tax revenue  forgone and do not account for provisions that exclude certain earnings  from payroll taxes.  For example, the income tax exclusion for health care  not only permits the value of health insurance premiums to be excluded  from the calculation of employees’ taxable earnings for income taxes but  also excludes the value of the premiums from the calculation of Social  Security and Medicare payroll taxes for both employees and employers.   Some researchers have estimated that these payroll tax revenue losses  amount to more than half of the income tax revenue losses.  If payroll tax  revenue losses were 50 percent of the $102.3 billion in income tax revenue  loss estimated by Treasury, the combined revenue loss associated with the  exclusion of employer contributions for health insurance premiums would  be $153.5 billion in 2004."], "subsections": []}, {"section_title": "While Tax Expenditures Have Exceeded Discretionary Spending in Some Years, They Have Remained Relatively Stable as a Share of the U.S. Economy", "paragraphs": ["The sum of tax expenditure outlay-equivalent estimates exceeded the  amount of discretionary spending for most years during the last decade, as  shown in figure 8.  Outlay-equivalent estimates, introduced by Treasury in  1981, allow the value of a tax expenditure to be compared with a direct  federal outlay.  The sum of the outlay-equivalent estimates reported by  Treasury was approximately $853 billion in 2004.  Until 1987, the sum of  outlay-equivalent estimates for tax expenditures was roughly the same  magnitude as discretionary spending.  From 1988 through 1995, the sum of  tax expenditure outlay-equivalent estimates averaged about $104 billion (in  2004 dollars) less than annual discretionary spending.  Beginning in 1996,  the sum of tax expenditure outlay-equivalent estimates surpassed  discretionary spending and averaged about $114 billion (in 2004 dollars)  more than annual discretionary spending through 2003.  However, in 2003,  the sum of Treasury’s tax expenditure estimates declined markedly, and the  sum of tax expenditure outlays fell below discretionary spending in fiscal  year 2004.  This decline may be due, at least in part, to changes in the way  Treasury defined and measured several tax expenditures in these years.   Just as the sum of tax expenditure outlay-equivalent estimates increased  since the late 1990s, discretionary spending also increased over this period.   Between 1996 and 2002, the sum of tax expenditure estimates increased by  an average of approximately $46 billion annually, while discretionary  spending increased by an average of $21 billion annually (in 2004 dollars).   Mandatory spending—larger than the sum of tax expenditure estimates or  discretionary spending—consistently rose over the period shown by an  average of $43 billion annually (in 2004 dollars).", "Figure 9 compares tax expenditures and federal outlays as a share of GDP  as a way to measure the amount of federal spending through the tax code  and other programs relative to the economy.  As a share of the U.S.  economy, the sum of tax expenditure outlay-equivalent estimates peaked at  10.9 percent of GDP in 1986.  Since 1988, the sum of tax expenditure  outlays has remained relatively stable at about 7.5 percent of GDP.  Over  the period shown, mandatory spending also was fairly constant as a share  of the economy, at an average of 12.7 percent of GDP.  As a share of the  economy, discretionary spending declined from 10.1 percent of GDP in  1981 to 6.3 percent in 1999 and 2000, with some fluctuation between the  years.  In recent years, discretionary spending has grown faster than the  economy, increasing to 7.8 percent of GDP in fiscal year 2004.  Averaging  about 18.0 percent of GDP in the 1980s through the early 1990s, federal  receipts steadily rose to 20.9 percent of GDP in 2000 and since declined to  16.3 percent of GDP in fiscal year 2004.  With total federal outlays— including mandatory and discretionary spending plus net interest— reaching 19.9 percent of GDP, the federal unified budget deficit amounted  to 3.6 percent of GDP ($412 billion) in fiscal year 2004.  The on-budget  deficit in fiscal year 2004 amounted to 4.9 percent of GDP ($567 billion).", "Tax expenditures span almost all federal mission areas, but their relative  size differs across budget functions.  To gauge the relative role of tax  expenditures, the sum of tax expenditure outlay-equivalent estimates and  federal outlays can be compared to total spending by budget function.  For  2004, Treasury reported tax expenditures for 16 of 20 budget functions.   Five of the functions accounted for 91 percent of the sum of the tax  expenditure outlay-equivalent estimated dollar amounts in 2004— commerce and housing credit; education, training, employment and social  services; income security; health; and general government, as shown in  figure 10.  (See app. III for a list of tax expenditures reported for 2004 by  budget function.)  For the most part, these same five budget functions  accounted for the largest percentage of total outlay-equivalent estimates  over time, although the relative size of the estimated outlay-equivalent  dollar amounts for the five budget functions varied somewhat over the  period shown.  For example, the health and the education, training,  employment and social services budget functions more than doubled  between 1986 and 2002 (in 2004 dollars).", "The sum of the tax expenditure outlay-equivalent estimates was greater  than what the federal government spends in discretionary and mandatory  spending for some budget functions.  As shown in figure 11, the sum of the  tax expenditure outlay-equivalent estimates exceeded federal outlays for  three budget functions:  energy, commerce and housing credit, and  general government.  Outlay-equivalent estimates for tax expenditures in  the commerce and housing credit budget function totaled $300 billion for  2004, while budget outlays for that function totaled $5 billion.  Seven of  the 14 largest tax expenditures, listed in table 2 with revenue losses  exceeding $20 billion in 2004, were reported under the commerce and  housing credit budget function.  The mortgage interest deduction—the  second largest single tax expenditure in fiscal year 2004—had an outlay- equivalent estimate of $61.5 billion, compared to $45 billion in outlays for  the Department of Housing and Urban Development, which is responsible  for, among other things, mortgage credit and housing assistance  programs.  Various tax expenditures for accelerated depreciation and  capital gains listed under the commerce and housing credit budget function  also provide incentives for a wide range of different investments that can  affect other federal mission areas.  The general government budget  function included two of the largest tax expenditures—the deduction of  state and local income and sales tax, and the exclusion of interest on public  purpose state and local bonds—which together accounted for about $71.5  billion in tax expenditures outlays.", "As figure 11 shows, the sum of outlay-equivalent estimates for tax  expenditures was nearly the same magnitude as outlays in two budget  functions:  international affairs and education, training, employment, and  social services.  Within the education, training, employment, and social  services budget function, the sum of outlay-equivalent estimates of the tax  expenditures represented 49 percent of the total federal support.  This  budget function includes two of the largest tax expenditures—the child tax  credit and charitable contributions other than for health.  The sum of the  outlay-equivalent estimates for tax expenditures was substantially less than  total outlays in the health and income security budget functions.  The  income tax exclusion for employer-provided health care—the largest single  tax expenditure—accounted for 12 percent of the sum of tax expenditure  outlay-equivalent estimates and represented about 27 percent of total  federal support in the health function, which includes Medicaid.  Outlays in  the income security function include mandatory outlays refunded under  the EITC and child tax credit. No tax expenditures are reported by  Treasury for two budget functions:  administration of justice and  Medicare."], "subsections": []}]}, {"section_title": "Systematic Review of Tax Expenditures Is Integral to Reexamining the Federal Base, but Little Progress Has Been Made Since 1994 to Increase Scrutiny", "paragraphs": ["Although tax expenditures represent a substantial federal commitment of  resources, little progress has been made in the Executive Branch to  increase the transparency of and accountability for tax expenditures.  The  entire set of tools the federal government can use to address national  objectives—including discretionary and mandatory spending, tax  provisions, loans and loan guarantees—should be subject to periodic  reviews and reexamination to ensure that they are achieving their intended  purposes and designed in the most efficient and effective manner.  The  nation’s current and projected fiscal imbalance provides an additional  impetus for engaging in such a review and reassessment.  Tax expenditures  may not always be efficient, effective, or equitable, and consequently,  information on these attributes can help policymakers make more  informed decisions as they adapt current policies in light of our fiscal  challenges and other overarching trends.  In addition, some tax  expenditures, at least as currently designed,  may serve to exacerbate other  key private sector and public policy challenges (e.g., controlling health care  costs).  To review tax expenditures, information is needed to assess  economic efficiency, effectiveness, distributional equity, and  administration and compliance costs, although data and methodological  challenges may impede studies of some tax expenditures.  Over the past  decade, the Executive Branch made little progress to integrate tax  expenditures in the budget presentation and review processes that apply to  spending programs, as we recommended in 1994."], "subsections": [{"section_title": "Long-Term Fiscal Challenge Provides Additional Impetus to Reexamine Federal Spending and Tax Policies, Including Tax Expenditures", "paragraphs": ["Simply put, our nation’s fiscal policy is on an unsustainable course.  Long- term simulations by GAO, the Congressional Budget Office (CBO), and  others show that over the long term we face large, escalating, and  persistent deficits due primarily to known demographic trends and rising  health care costs.  This unsustainable fiscal path will gradually erode the  nation’s economy and increasingly constrain the federal government’s  capacity to address emerging challenges and opportunities.  The long-term  fiscal challenge is too big to be solved by economic growth alone or by  making modest changes to existing spending and tax policies, including tax  expenditures.  In addition, the long-term fiscal challenge makes it all the  more important to ensure all major federal spending and tax programs and  policies—including tax expenditures—are efficient, effective, and relevant.   The revenues forgone through tax expenditures either reduce resources  available to fund other federal activities or require higher tax rates to raise  a given amount of revenue.", "Our long-term simulations illustrate the magnitude of fiscal challenges we  will face in the future.  Figures 12 and 13 present these simulations under  two different sets of assumptions.  In figure 12, we begin with CBO’s August  2005 baseline—constructed according to the statutory requirements for  that baseline.  Consistent with these requirements, this simulation  assumes that discretionary spending grows with inflation for the first 10  years, and that tax cuts which are currently scheduled to expire will expire.   After 2015, discretionary spending is assumed to grow with the economy,  and revenue is held constant as a share of GDP at the 2015 level.  In figure  13, only two assumptions are changed: (1) discretionary spending is  assumed to grow with the economy rather than merely with inflation for  the entire period (not just after 2015), and (2) all tax cuts which are  currently scheduled to expire are made permanent.  For both simulations,  Social Security and Medicare spending is based on the 2005 Trustees’  intermediate projections, and we assume that benefits continue to be paid  in full after the trust funds are exhausted.  Medicaid spending is based on  CBO’s December 2003 long-term projections under mid-range assumptions.", "Both of these simulations illustrate that, absent policy changes on the  spending or revenue side of the budget, the growth in federal retirement  and health entitlements will encumber an escalating share of the  government’s resources.  Indeed, when we assume that recent tax  reductions are made permanent and discretionary spending keeps pace  with the economy, our long-term simulations suggest that by 2040 federal  revenue may be adequate to pay little more than interest on the federal  debt.  Neither slowing the growth in discretionary spending nor allowing  the tax provisions to expire—nor both combined—would eliminate the  imbalance.  Although revenues will be part of the debate about our fiscal  future, making no changes to Social Security, Medicare, Medicaid, and  other drivers of the long-term fiscal gap would require at least a doubling of  federal taxes in the future and that seems both unrealistic and  inappropriate.  Accordingly, substantive reform of Social Security and the  major health programs remains critical to recapturing our fiscal flexibility.", "While Social Security and Medicare dominate the long-term outlook, they  are not the only federal programs or activities that bind the future.  The  federal government undertakes a wide range of programs, responsibilities,  and activities that may explicitly or implicitly expose it to future spending.   These “fiscal exposures” range from explicit liabilities, such as  environmental cleanup and disposal, to the implicit promises embedded in  current policy or public expectations, such as assistance following a major  disaster.  Policymakers may benefit from a better understanding of the  long-term costs of decisions when they are made.  For large and significant  spending programs and tax provisions, consideration of estimates of  present values for the long-term commitments implied could facilitate  analysis and decisionmaking.  While the fiscal exposure concept focuses  only on items that may expose the government to future spending, some  new or existing tax expenditures may have uncertain or accelerating future  growth paths with long-term implications.  These would need to be  considered concurrently with long-term spending exposures in addressing  long-term fiscal sustainability.", "Confronting the nation’s fiscal challenge will require a fundamental  reexamination and reprioritization of the entire set of tools the federal  government can use to address national objectives, including major  spending and tax policies and programs.  To effectively respond to social,  economic, and security changes and challenges emerging in the 21st  century, the federal government cannot accept what it does, how it does it,  who does it, and how it is financed as “givens.”  To assist Congress in  reexamining the base of government, we issued a report that provides  examples of the kinds of difficult choices the nation faces with regard to  discretionary spending; mandatory spending, including entitlements; as  well as tax policies and compliance activities.  The tax policies and  programs financing the federal budget can be reviewed with an eye toward  the overall level of revenue needed to fund federal operations and  commitments, the mix of taxes that should be used, and the extent to  which the tax code is being used to promote certain societal objectives."], "subsections": []}, {"section_title": "Some Tax Expenditures May Not Be Efficient, Effective, or Equitable", "paragraphs": ["Some tax expenditures may not always be efficient, effective, or equitable,  and consequently, information on these attributes can help policymakers  make more informed decisions as they adapt current policies in light of our  fiscal challenges and other overarching trends.  Periodic reviews of tax  expenditures could help to establish whether these programs are relevant  to today’s needs; if so, how well tax expenditures have worked to achieve  their objectives; and whether the benefits from particular tax expenditures  are greater than their costs.  To measure benefits and costs, information is  needed concerning their effects on economic efficiency, effectiveness,  distributional equity, and administration and compliance costs.  To the  extent that periodic reviews show that specific tax expenditures are not  effective, efficient, or equitable, those tax expenditures might be  eliminated or redesigned, perhaps at a lower cost in revenue forgone.   Coordinated reviews of tax expenditures with related federal spending  programs could assess the relationships and interactions of programs  within similar mission areas and identify which strategies are effective.   Policymakers could use such evaluations to reduce overlap and  inconsistencies and direct scarce resources to the most effective or least  costly methods to deliver federal support.", "Tax expenditures, if well designed and effectively implemented, can be an  effective tool and appropriate to further some federal goals and objectives.   For those activities that merit a subsidy (where too little of the activity  would otherwise be undertaken), subsidies through the tax code are one  option.  For example, a tax expenditure for medical insurance would  improve economic efficiency if, absent a subsidy, too few workers would  purchase insurance and the tax expenditure encouraged workers to insure  in a cost-effective manner.  Because the benefits from research may not  fully accrue to the firms that bear the costs of research, a tax expenditure  aimed at spurring private-sector investment in research and development  may be an appropriate response assuming it stimulates additional research  whose benefits exceed the social costs associated with the forgone  revenues.", "However, studies we and others have done raise concerns about the  efficiency, effectiveness, or equity of some tax expenditures and about how  tax expenditures relate to other federal activities aimed at the same  mission area.", "While tax expenditures may be intended to improve economic  efficiency, poor targeting or design may introduce additional economic  inefficiencies.  For example, the income tax exclusion of employer-paid  health insurance premiums, by shifting a portion of the costs to all  taxpayers, reduces the after-tax cost of insurance for the beneficiary.   The income tax exclusion is credited with increasing health care  coverage for employees, and the risk pooling under group health  insurance generally allows employees to obtain insurance at lower costs  than in the individual insurance market.  However, this tax benefit also  leads people to obtain more coverage than they would otherwise and  increases the demand for health care by enabling those insured to  obtain services at discounted prices.  Some researchers believe that the  unlimited availability of the exclusion for employer-provided health  insurance has led to excessive use of health care services, which, in  turn, has helped to drive up health care prices faster than the overall  price level.  Capping the exclusion at the average premium cost has  been suggested as one option to improve the economic efficiency of this  tax expenditure and reduce the associated revenue loss; another option  suggested is replacing the tax exclusion with a tax credit to improve  equity since the tax savings per dollar of premium would be the same for  all taxpayers.  In another example, the mortgage interest deduction  encourages home ownership by lowering the costs of borrowing for  taxpayers who itemize their deductions.  However, by doing so, the  deduction encourages households to invest more in housing and less in  other assets that might contribute more to the nation’s productivity and  economic capacity.  According to CBO’s Budget Options, limiting the  deductibility of interest to $500,000 of mortgage debt might still provide  taxpayers with a sizable incentive to become homeowners and could  boost investment in businesses and education.", "Tax expenditures may not be an effective way to achieve federal goals if  targeting them to entities or activities meant to receive the benefits is  difficult, if they subsidize activities that would have been undertaken  without their stimulus, or if they serve to exacerbate other key private  sector and public policy challenges.  For example, the income tax  exclusion of employer-paid health insurance premiums reduces the  after-tax cost of insurance for the beneficiary.  However, the exclusion  offers no benefit to workers whose employers do not offer health  benefits or who purchase their own insurance.  Further, this tax benefit  also leads people to obtain more comprehensive coverage than they  would otherwise and could increase the demand for health care to the  extent that it shields those insured from the full costs of health care,  complicating efforts to moderate health care spending.  The exclusion  also tends to favor higher-income workers more likely to have employer- sponsored coverage.  In another example, individual retirement  accounts (IRAs) also receive preferential tax treatment with $7.5 billion  in estimated revenue losses in fiscal year 2004.  Contributions may be  tax-deductible depending on the IRA type, and earnings generally are  not taxable until distribution and not taxable at all in some cases.   Although the tax benefits indeed seem to encourage individuals to  contribute to these kinds of accounts, the amounts contributed may not  be totally new saving.  Some contributions may represent amounts that  would have occurred without the tax incentives or amounts shifted from  taxable assets or financed by borrowing.  In a 1996 symposium  examining universal deductible IRAs available in the early 1980s,  researchers reached three widely divergent conclusions:  (1) yes, most  contributions represented new saving, (2) no, most IRAs contributions  were not new saving; and (3) maybe, about 26 cents of each dollar  contributed may have represented new saving.  More recent research  examining the universal IRA experience estimated that at most 9 cents  of each dollar contributed represented new saving.  Since 1986,  Congress has restricted IRA eligibility for higher-income taxpayers and  increased the contribution limits, and the overall effect of IRAs on  personal saving remains subject to considerable debate.", "Although tax expenditures, by design, result in individuals with similar  incomes and expenses paying differing amounts of tax depending on  whether they engage in tax-subsidized activities, tax expenditures still  may raise equity concerns.  Some tax expenditures benefit mainly upper- income taxpayers because they are most likely to itemize and because  the value of tax expenditures is generally greatest for those in higher tax  brackets.", "Tax expenditures also can contribute to mission fragmentation and  program overlap, and this, in turn, creates the potential for duplication  and service gaps.  Though sometimes necessary to meet federal priorities,  mission fragmentation and program overlap can create an environment in  which programs do not serve participants as efficiently and effectively as  possible.  Like spending programs, tax expenditures may reduce  government effectiveness to the extent that they duplicate or interfere with  other federal programs.  For example, in the higher education mission area,  the federal government helps students and families save and pay for the  costs of postsecondary education through tax expenditures and longer- standing federal financial aid programs, consisting of grants, loans, and  work-study income.  Since the 1990s, the federal government has offered  multiple tax incentives to help families pay for post-secondary education,  including the nonrefundable Lifetime Learning and HOPE tax credits,  deductions for qualifying post-secondary expenses and interest on student  loans, and two tax-preferred ways to save for future education expenses.  The tax-preferred saving vehicles interact with the traditional federal aid  system and can affect the net federal assistance received.  Further, some  tax filers do not appear to make the most effective use of certain education- related tax incentives, and we have found that some people who appear  eligible for the tuition deduction and/or the tax credits did not claim them.   One reason may be that the differing income phaseouts and interactions  among the tax credits and deductions are difficult for taxpayers to  understand; CBO, JCT, IRS’s National Taxpayer Advocate, Treasury, and  others have suggested ways to consolidate the education tax credits and  deductions.", "Others have also questioned the efficiency, effectiveness, and equity of  other tax expenditures and suggested ways to design and better target  specific provisions.", "In December 2004, the IRS National Taxpayer Advocate designated the  complexity of the Internal Revenue Code, including the complexity of  reporting requirements related to tax expenditures, as the most serious  problem facing taxpayers and the IRS.  The IRS National Taxpayer  Advocate also recommended consolidating the various types of  retirement saving vehicles and creating uniform rules regarding early  withdrawals, plan loans, and portability.", "In its January 2005 report to the Senate Finance Committee, JCT staff  presented various options to improve tax compliance and reform tax  expenditures.  Options include repealing some tax expenditures and  restructuring others to simplify the law or achieve the intended purpose  in a more fair or efficient way.", "In its February 2005 budget options compendium prepared for the  House and Senate Budget Committees, CBO listed several options to  eliminate or restructure tax expenditures.  Options include further  limiting the tax benefit of itemized deductions to the 15 percent rate for  higher-bracket taxpayers and capping itemized deductions for state and  local taxes and charitable contributions to the amount exceeding 2  percent of adjusted gross income.", "Finally, in December 2004 for the Senate Budget Committee, CRS  updated its biennial compendium on tax expenditures.  This volume  includes for each tax expenditure: JCT’s revenue loss estimate, the legal  authorization, a description of the tax provision, its impact including  distribution of benefits when available, the rationale at the time of  adoption, assessment summarizing the arguments for and against the  provision, citations to relevant research.  According to CRS,  congressional budget decisions will take into account the full spectrum  of federal programs only when tax expenditures are considered in  conjunction with direct spending programs."], "subsections": []}, {"section_title": "Assessing the Efficiency, Effectiveness, or Equity of Tax Expenditures Can Be Challenging", "paragraphs": ["Inadequate or missing data and difficulties in quantifying the benefits of  some tax expenditures can impede studies of their efficiency, effectiveness,  and equity.  A key challenge is that data necessary to assess how often a  tax expenditure is used and by whom generally would not be collected on  tax returns unless IRS needs the information to know the correct amount  of taxes owed or is legislatively mandated to collect or report the  information.  For example, tax exclusions—including those for employer- provided health insurance and pensions which are among the largest tax  expenditures—generally are not reported on individual taxpayers’ returns.   In some cases, IRS may combine reporting requirements to minimize its  workload and taxpayer burden, and as a result, the information collected  may not identify specific beneficiaries or activities targeted by a tax  expenditure.  For example:  In our 2002 report on three tax expenditures meant to encourage  employment of the disabled among other economically disadvantaged  workers, we could not determine the amounts used to hire, retain, and  accommodate workers with disabilities.  We found that information on  the work opportunity and disabled access credits was not available from  tax data because tax returns provided only the total amount of credits  reported, and employers could claim the work opportunity credit for  employing other types of workers and claim the disabled access credit  for expenditures made to accommodate customers with disabilities.   Also, information regarding use of the barrier removal deduction for  providing transportation or architectural accommodations was not  available in IRS databases.", "As we reported in 2003, for one of the seven Liberty Zone tax benefits,  the business employee credit, IRS was in the process of collecting but  was not planning to report information about the number of taxpayers  claiming the credit and the amount of credit claimed.  IRS was also not  planning to collect or report information about the use of the other six  benefits, and taxpayers do not report these benefits as separate items on  the existing returns.  For example, taxpayers added the amount of  depreciation they are allowed under the Liberty Zone special  depreciation allowance benefit to other depreciation expenses and  report their total depreciation expenses on their returns.  IRS officials  said that they do not need information on each specific benefit claimed  to properly target their enforcement efforts.", "Further, IRS’s financial management system does not currently have cost  accounting capabilities.  As a result, comparisons of the costs of  administering existing or proposed tax expenditures with similar  administrative costs for spending programs may be impossible.  Regarding  taxpayer compliance costs, although IRS is working to develop improved  estimates of taxpayer compliance burden, it is not yet clear whether this  modeling effort will provide estimates of additional compliance costs that  may result from particular tax expenditures.", "According to IRS officials, IRS seeks to collect information necessary to  determine whether taxpayers have accurately reported their income and  calculated the correct amount of tax liability.  By focusing on information  essential to administering the tax code, IRS aims to ensure that taxpayers  are not burdened unnecessarily by record keeping and reporting, and IRS  can minimize its own administrative costs for data collection and  processing.  For tax expenditures recorded on particular lines on tax  forms, such as deductions and credits for individual taxpayers, data on the  use of these tax expenditures are available.  IRS Statistics of Income  Division publications detail the number of individual tax returns on which  taxpayers claimed each deduction or credit, the total amounts claimed, and  the distribution of claims among taxpayers by income level.", "If policymakers conclude that additional data would facilitate reexamining  a particular tax expenditure, decisions would be required on what data are  needed, who should provide the data, who should collect the data, how to  collect the data, what it would cost to collect the data, and whether the  benefits of collecting additional data warrant the cost of doing so.  Another  factor to consider is how to facilitate data sharing and collaborative  evaluation efforts.  For example:  Limited data are available on the prevalence and use of business-owned  life insurance, and GAO has reported that more comprehensive data  could be useful in assessing the tax-favored treatment of this  investment.  Data on the amount of tax-free income that businesses  received from death benefits could help explain the potential effect of  changes to the tax treatment of policies on tax revenues.  Businesses  holding the policies or insurance companies that sold them could  provide this and other data.  Several agencies, including Treasury and  the Securities and Exchange Commission, already collect some financial  information from businesses and insurers and could be tasked to collect  additional data for tax policy purposes.", "In the higher education area, the Department of Education (Education)  is unable to analyze the use of higher education tax credits or their  effects because it lacks access to individual taxpayer data needed to  identify users of the credits.  Treasury has access to taxpayer data but  has not used these data for evaluating the education tax credits since  their implementation in 1998.  In 2002, GAO recommended that  Education and Treasury collaborate in studying the impact of tax credits  and student aid programs on postsecondary attendance, choice,  completion, and costs.  A key first step would be identifying  opportunities for, and limits to, data sharing and develop a plan to  address data needs, but little action has been taken.", "In the case of the empowerment zone, enterprise community, and  renewal community programs, the lack of tax benefit data limits the  ability of the Department of Housing and Urban Development (HUD)  and the Department of Agriculture (USDA) to administer and evaluate  the overall programs.  We recommended that HUD, USDA, and IRS  collaborate to (1) identify the data needed to assess the use of the tax  benefits and the various means of collecting such data; (2) determine  the cost-effectiveness of collecting these data, including the potential  impact on taxpayers and other program participants; (3) document the  findings of their analysis; and, if necessary, (4) seek the authority to  collect the data, if a cost-effective means is available.", "When data on the cost and use of tax expenditures are available or can be  reasonably estimated and other relevant data are available, economic  analysis can be useful in evaluating whether a tax expenditure is efficient,  effective, or equitable.  Econometric modeling analysis can estimate how a  tax expenditure affects the prices and quantities of targeted goods and  services and determine how taxpayers’ incomes are affected.  Although  isolating and quantifying the outcomes associated with tax expenditures is  challenging—just as it is for spending programs, research results are useful  in demonstrating how particular tax expenditures work or providing  insight on ways to refine their design.  For example, research has generally  shown that the EITC effectively increases recipients’ participation in the  labor force, particularly for single parents, and lifts millions of recipients  out of poverty.  Some tax expenditures are enacted on a temporary basis,  specifically to provide an opportunity for evaluating their effects before  they are extended.  For example, the research tax credit, enacted on a  temporary basis in 1981 and extended 11 times as of 2004, was substantially  modified in 1989 after researchers showed the original credit formula  undercut the incentive it was intended to provide to undertake additional  research spending.", "In some cases, economic research has not yielded definitive results or was  limited by data and methodological issues.  For example, although the  various tax expenditures aimed at encouraging saving for, among other  things, retirement, education, and health care have resulted in substantial  sums being placed in these tax preferred accounts, economists disagree  about whether tax incentives, such as for IRAs, are effective in increasing  the overall level of personal saving.  In the case of the research credit, GAO  reported in 1996 that studies done at that time provided mixed evidence on  the amount of spending stimulated and used publicly available data that  were not a suitable proxy for tax return data.  To fully assess the value to  society of the research tax credit, researchers need to look at more than  just the amount of spending stimulated per dollar of revenue cost.   Comparisons should include (1) the total benefits gained by society from  research stimulated by the credit and (2) the estimated costs to society  resulting from the collection of taxes required to fund the credit.  The  social benefits of the research conducted by individual companies include  any new products, productivity increases, or cost reductions that benefit  other companies and consumers throughout the economy.  Although most  economists agree that research spending can generate social benefits, the  effects of the research on other companies and consumers are difficult to  measure.", "Ultimately, evaluation results could be used to identify how well tax  expenditures are working, to both identify ways to better manage  individual tax expenditures and decide how best to ensure prudent  stewardship of taxpayers’ resources.  Whether in time of deficit or surplus,  reexamining both the spending and tax sides of the budget is essential to  ensure the reasonableness, relevancy, and sustainability of existing  programs and position the nation for the future.  In the case of the EITC,  Treasury and IRS are using evaluation results to identify ways of reducing  erroneous claims, while maintaining participation among eligible claimants  and minimizing taxpayer and IRS’s administrative burden.  Additional  evaluations of other tax expenditures may identify opportunities to retarget  or eliminate ineffective or outdated tax expenditures.  Tax expenditures,  unless well designed to correct market failures, can distort economic  decisions in ways that reduce economic performance from what it  otherwise could be and thereby lower our future economic well-being.  If a  tax expenditure or group of tax expenditures is reduced or eliminated, any  resulting increase in tax revenues could be offset if policymakers deem that  to be appropriate fiscal policy.  In any event, in order to raise a given  amount of federal revenue, tax rates must be raised higher than they  otherwise need to be due to revenue losses from tax expenditures.  Thus,  the net change after tax rate adjustments could, depending on overall  congressional priorities and preferences, result in tax reductions for many  taxpayers in place of the preferential treatment for some taxpayers.   According to a recent estimate, a broad-based income tax system— eliminating basically all credits, deductions, special rates, exclusions for  employer-provided fringe benefits and employee contributions to  retirement account as well as eliminating the AMT—-could raise about the  same amount of revenue as the current income tax system while lowering  tax rates by about one-third."], "subsections": []}, {"section_title": "The Executive Branch Has Made Little Progress Since 1994 to Improve Scrutiny of Tax Expenditures", "paragraphs": ["Although OMB and Treasury in 1994 supported expanding federal reviews  of tax expenditures, the Executive Branch made little progress over the  past decade to integrate tax expenditures in the budget presentation and to  incorporate tax expenditures under review processes that apply to  spending programs, as we recommended in 1994.  Even though the sum of  tax expenditure outlay-equivalent estimates is about the same magnitude  as discretionary spending overall and greater than outlays in some budget  functions, this is not readily visible to policymakers and the public because  tax expenditures are not integrated in the budget presentation.  Since their  initial efforts to outline a framework for evaluating tax expenditures and  preliminary performance measures, OMB and Treasury have largely ceased  to make progress and have retreated from setting a schedule for evaluating  tax expenditures.  One of the key impediments to moving forward in  conducting reviews of tax expenditures’ performance is the continuing lack  of clarity about the roles of OMB, Treasury, IRS, and departments or  agencies with outlay program responsibilities.  So far, GPRA plans and  reports are underutilized as a way to provide more information about the  performance of tax expenditures and their contributions relative to  spending programs.  Tax expenditures are not subject to annual budget  reviews, and OMB has not generally subjected them to scrutiny under  PART in tandem with spending programs sharing common, crosscutting  goals."], "subsections": [{"section_title": "Tax Expenditures Are Not Integrated in the Annual Budget Presentation or Financial Statement Reporting", "paragraphs": ["Integrating tax expenditure costs in the annual budget presentation is  crucial to providing a comprehensive picture of federal resources to  facilitate reexamining the base.  As a start in acting on our 1994  recommendation, OMB began presenting revenue loss sums for tax  expenditures alongside outlays and credit activity for each budget function  in the fiscal year 1998 budget.  These summary tables were a useful starting  point in highlighting the relative magnitude of tax expenditures across  mission areas.  However, OMB discontinued the reporting practice after the  fiscal year 2002 budget,  and instead, the Analytical Perspectives contains  Treasury’s list of tax expenditures with associated revenue loss estimates  for each one.  Isolating tax expenditure cost information in a supplemental  volume, however, provides a less comprehensive picture for policymakers  and the public to compare all of the policy tools used within a mission area,  such as health care or energy, because all the tools are not displayed  together in the budget.  OMB has demonstrated that it is feasible to display  tax expenditure totals alongside spending programs in each budget  function.  Such a display is a first step in providing the public and  policymakers with a more useful and accurate picture of the extent of  federal support and activities.", "GAO also recommended in 1994 that the budget presentation include, to  the extent possible, information to highlight for policymakers and the  public the effectiveness, distributional equity, and economic efficiency for  all federal resources allocated in a mission area.  In the tax expenditure  chapter in Analytical Perspectives, OMB added a section outlining possible  performance measures developed by Treasury, which could be used to  present information about the performance of tax expenditures.  Although  this overview was initially introduced in the 1997 budget and expanded in  the 1999 budget, no performance information is actually displayed.  OMB  states that the measure examples provided are “illustrative” in nature,  acknowledges that the performance measure discussion “although broad,  is nonetheless incomplete,” and noted that many tax expenditures are not  explicitly cited.", "The Chief Financial Officers Act, as expanded by the Government  Management Reform Act of 1994, required federal agencies to prepare  annual audited financial statements beginning in fiscal year 1996.  OMB  Circular A–136 Financial Reporting Requirements requires agencies to  combine the annual GPRA program performance report with the financial  statements and other information in a combined performance and  accountability report.  In accordance with generally accepted accounting  principles, the basis on which federal agencies are required to prepare their  financial statements, tax expenditures may be presented as other  accompanying information.  The Federal Accounting Standards Advisory  Board (FASAB), which promulgates federal accounting standards,  recognized that tax expenditures, which can be large in relation to  spending programs that are measured under federal accounting standards,  may not be fully considered in entity reporting.  FASAB based its views, in  part, on the fact that, in some cases, the association of tax expenditures  with particular programs is not clear and the information is available  elsewhere.  The Board agreed to permit reporting entities to present, as  other accompanying information, information on tax expenditures that the  reporting entity considers relevant to its programs, if suitable explanations  and qualifications are provided.  As a result, tax expenditure amounts,  which in some cases are larger than similar spending programs, are not  required to be disclosed to the public as part of federal agencies’ financial  statements nor are they disclosed in the consolidated financial statements  of the federal government.  Similarly, OMB’s guidance for the performance  and accountability reports does not require reporting of tax expenditure  information in agencies’ reports.  Reporting such information would ensure  greater transparency of and accountability for tax expenditures."], "subsections": []}, {"section_title": "Progress on Developing Structure for Reviewing Tax Expenditures’ Performance Has Stalled", "paragraphs": ["OMB has not designed and implemented a structure for conducting reviews  of tax expenditures’ performance, as we recommended in 1994.  Our  recommendation was consistent with language in the Senate Committee on  Government Affairs’ Report on GPRA, which specified that the Director  of OMB was to establish an appropriate framework for periodic analyses of  the effects of tax expenditures in achieving performance goals.  To  significantly increase the oversight and analysis of tax expenditures, the  committee report also called for a schedule for periodic tax expenditure  evaluations.", "The ultimate goal of designing a structure for conducting performance  reviews of tax expenditures was to begin developing and presenting  performance information in the federal budget that would help  demonstrate the relative effectiveness, efficiency, and equity of federal  outlays and tax expenditure efforts within a mission area.  In our 1994  report, we emphasized that in designing the structure for tax expenditure  performance reviews, OMB should consider   the roles of OMB, Treasury, and departments or agencies with outlay  program responsibilities in assessing the performance of tax  expenditures and their relationship and interaction with related  spending programs; and  which tax expenditures and outlay programs are related or interact and  should be jointly considered.", "GAO recommended that OMB and Treasury conduct case studies of the  proposed review structure to identify (1) successful methods agencies  devise for reviewing tax expenditures’ performance, (2) how best to report  the results of these reviews, and (3) how to ensure that adequate resources  are available for such reviews.", "Although OMB, working with Treasury, took a number of steps consistent  with our recommendation, it has not resolved the roles of OMB, Treasury,  and departments or agencies with outlay program responsibilities;  established a schedule for reviewing tax expenditures; or addressed  lessons learned from tax expenditure case study reviews that Treasury  performed.  If the Executive Branch cannot define roles and set firm plans,  it will continue to face additional challenges in developing objective,  measurable, and quantifiable performance measures for tax expenditures  that support federal missions and goals.", "Defining roles of agencies.  One of the key impediments to moving  forward in conducting reviews of tax expenditures’ performance is the  continuing lack of clarity about the roles of OMB, Treasury, IRS, and  departments or agencies with outlay program responsibilities.  According  to officials at OMB, it is difficult to determine which agencies in addition to  Treasury and IRS have jurisdiction over particular tax expenditures.  For  example, one OMB official noted that tax expenditures meant to encourage  savings were not the purview of any single agency.  OMB officials also  stated that OMB does not have the expertise or resources to conduct its  own comprehensive analyses of tax expenditures, so individual agencies  should take responsibility for identifying tax expenditures that affect their  missions, with Treasury’s Office of Tax Analysis leading efforts to evaluate  tax expenditures.", "Without clarification on the roles of federal agencies, inaction, overlap or  inconsistency in evaluating tax expenditures can occur.  For example, in  2002 we reported that gaps existed in monitoring the relative effectiveness  of Title IV grants and loans and the HOPE and Lifetime Learning tax credits  in promoting postsecondary education.  The lack of collaboration  between the Department of Education and the Treasury left little  information available to help Congress weigh the relative effectiveness of  grants, loans, and tax credits.  Although data and methodological  challenges make it difficult to isolate the impact of these tools, some  academic researchers have used statistical techniques and research  designs to mitigate these challenges.  We recommended in 2002 that the  departments develop a plan to share data and collaborate to provide  Congress with evidence about the impact of higher education tax credits  and student aid, but little action has been taken to implement the  recommendation.", "To define the roles of federal agencies in reviewing tax expenditures, OMB,  working with Treasury and other federal agencies, will need to exercise  judgment in resolving how to address tax expenditures spanning mission  areas.  In some cases, Treasury could take the lead, such as in evaluating  tax expenditures that broadly support investment and saving, or other  agencies could work with Treasury to evaluate tax expenditures that  directly affect their mission areas.  For example, an evaluation of the  various energy supply tax expenditures might involve both Treasury and  the Department of Energy in assessing their effects on increasing  production as well as on energy security and the environment.", "Establishing a schedule for evaluations.  Periodic reviews of tax  expenditures are also impeded because OMB has not developed a schedule  for such reviews.  In its 1997 GPRA report and again in the fiscal year 1999  budget, OMB set the expectation that the Executive Branch would lay out a  schedule for tax expenditure evaluations.  Beyond three initial pilot studies  in 1997, however, no schedule has been set for further evaluations or case  studies to explore methods and resource needs for measuring and  reporting tax expenditure performance.", "As the roles of federal agencies are clearly defined, OMB and Treasury,  working with other agencies, would be positioned to establish a schedule  for tax expenditure evaluations. Opportunities exist to develop a strategic  approach to the selection and prioritization of areas in allocating scarce  evaluation resources.  In our January 2004 report on OMB’s PART, we  recommended that OMB target PART assessments based on such factors as  the relative priorities, costs, and risks associated with related clusters of  programs and activities and that OMB select similar programs for review in  the same year to facilitate comparisons and tradeoffs.  Similar  considerations would be useful in setting a schedule for tax expenditure  evaluations.", "Testing the evaluation framework.  Although OMB outlined an initial  framework for tax expenditure analysis in its May 1997 GPRA report to the  President and Congress, OMB has not taken steps to address lessons  learned from tax expenditure case study reviews that Treasury performed.   OMB’s framework focused on the methodology that could be used to assess  the performance of tax expenditures.  OMB emphasized that developing a  framework that is comprehensive, accurate, and flexible to reflect the  objectives and effects of the wide range of tax expenditures would be a  significant challenge.  The initial framework for evaluating tax  expenditures was expected to follow the basic structure for performance  measurement—inputs, outputs, and outcomes.  For tax expenditures, the  primary input is the revenue loss.  The outputs are the quantitative or  qualitative measures of goods and services, or changes in investment and  income, produced by the tax expenditures.  Outcomes, in turn, were  defined as the changes in the economy, society, or environment that the tax  expenditures aim to accomplish.", "In 1997, Treasury did three pilot evaluations of selected tax expenditures to  test the evaluation methods that OMB had described in its framework for  tax expenditure analysis.  In addition to seeking to learn lessons about  applying the framework, the pilots were also intended to help identify  resource needs for evaluating tax expenditures.  Treasury selected one  pilot each to be done by the individual, corporate, and international units  within its Office of Tax Analysis.  Results from the three tax expenditure  pilots—the exclusion for worker’s compensation benefits, the tax credit for  non-conventional fuels, and the tax exclusion for certain amounts of  income earned by Americans living abroad—were summarized alongside  each tax expenditure’s description in the tax expenditure chapter of the  Analytical Perspective volume of the fiscal year 1999 budget.  Although  OMB originally expected to complete additional evaluations to refine the  tax expenditure framework and improve performance measures, no further  pilot evaluations have been completed.  In reporting the results of these  pilots, Treasury said that much of the data needed for thorough analysis  was not available and that in at least one case, it was difficult to identify a  clear purpose for the tax expenditure.  Treasury did not discuss the  resources that would be needed to continue doing such evaluations.", "However, OMB officials we interviewed reiterated that the data availability  issues raised in the 1997 pilots remain a major challenge, and data  constraints limit the assessment of the effectiveness of many tax  expenditures.  To improve the data available to assess the effects of some  major tax expenditures, principally those aimed at personal savings,  Treasury and IRS are developing a data set that is to follow a sample of  individual income taxpayers over at least 10 years, beginning with tax year  1999.  The new data set aims to capture the changing demographic and  economic circumstances of individual taxpayers for use in analyzing the  effects of changes in tax law over time.  In addition to the panel sample,  OMB reported in the fiscal year 2006 budget that it is working with  Treasury’s Office of Tax Analysis and other agencies to improve data  available for assessment of saving-related tax expenditures.  No time frame  was given in the 2006 budget for when any results will be reported.", "The challenges in producing credible performance information and the  ability of federal agencies to produce evaluations of their programs’  effectiveness are not unique to tax expenditures.  As our work on GPRA  and PART implementation shows, the credibility of performance data has  been a long-standing weakness.  Developing and reporting credible  information on outcomes achieved through federal programs remains a  work in progress.  In past reports, we have identified several promising  ways agencies can maximize their evaluation capacity.  For example,  careful targeting of federal evaluation resources on key policy or  performance questions and leveraging federal and nonfederal resources  show promise for addressing key questions about program results.  Other  ways agencies might leverage their current evaluation resources include  adapting existing information systems to yield data on program results,  drawing on the findings of a wide array of evaluations and audits, making  multiple use of an evaluation’s findings, mining existing databases, and  collaborating with state and local program partners to develop mutually  useful performance data."], "subsections": []}, {"section_title": "Statutory Impetus for Tax Expenditure Reviews Is Underutilized", "paragraphs": ["Congressional expectations for reviews of tax expenditures in connection  with agencies’ reviews of related outlay and other programs generally have  not been met.  Enacted in 1993, GPRA is designed to inform congressional  and executive decisionmaking by providing objective information on the  effectiveness and efficiency of federal programs and spending.  GPRA  requires agencies to measure performance toward the achievement of  annual goals and report on their progress in annual program performance  reports.  Through the strategic planning requirement, GPRA requires  federal agencies to consult with the Congress and key stakeholders to  regularly reassess their missions and strategic goals as well as the  strategies and resources they will need to achieve their goals.  Although  GPRA offers a promising opportunity for the Executive Branch to develop  useful information about the results of tax expenditures, agencies are not  using their GPRA strategic plans and annual performance plans and reports  to assess tax expenditures and their performance relative to spending  programs contributing to the same strategic goals and objectives.  Without  integrating tax expenditures that have a direct bearing on federal missions  and goals, policymakers may not have complete information to fully  evaluate whether the government is achieving results or how the  performance of tax expenditures interact with or compare to related  spending programs.", "The Senate Governmental Affairs Committee Report on GPRA stated that  tax expenditures should be taken into consideration in a comprehensive  examination of government performance.  The report stated that a  schedule for periodically assessing the effects of specific tax expenditures  in achieving performance goals should be included in the annual  performance plans and that annual performance reports would  subsequently be used to report on these tax expenditure assessments.  In  addition, the report noted that these assessments should consider the  relationship and interactions between spending programs and tax  expenditures and the effects of tax expenditures in achieving federal  performance goals.", "Although GPRA expanded the supply of performance information  generated by federal agencies, evaluating crosscutting federal efforts  continues to be a challenge.  GPRA requires the President to include in his  annual budget submission a federal government performance plan.   Congress intended that this plan provide a single cohesive picture of the  annual performance goals for the fiscal year.  The governmentwide  performance plan could help Congress and the Executive Branch address  critical federal performance and management issues, including redundancy  and other inefficiencies in how we do business.  However, this provision  has not been fully implemented, and the current agency-by-agency focus of  the budget does not have a broad, integrated perspective of planned  performance on governmentwide outcomes.  As envisioned by Congress,  the governmentwide plan could relate and address the contributions of  alternative federal strategies, including tax expenditures, to  governmentwide goals.  Agencies’ annual performance plans and reports  could highlight crosscutting program efforts and provide evidence of the  coordination of those efforts.  We have previously recommended that OMB  fully implement GPRA’s requirement to develop a governmentwide plan to  provide a more cohesive picture of the federal government’s goals and  strategies.", "Prior to a 2003 revision, OMB’s Circular A-11 guidance on GPRA reporting  stated that descriptions should be provided for use of tax expenditures in  annual performance plans when achievement of program or policy goals is  dependent upon these governmental actions and annual performance  reports must include the results of any assessment of how specific tax  expenditures affect achieving its performance goals.  However, the  circular also stated that few agencies were responsible for such analyses.   In addition, as part of a broader A-11 revision update, OMB streamlined its  GPRA guidance in 2003 and no longer describes tax expenditures as part of  guidance on performance plans and performance reports in the circular.   According to OMB, it is up to individual agencies to decide whether to  address tax expenditures in their GPRA reports and that many agencies  focus on outlay programs over which they have more direct control.  OMB  officials told us that some agencies see tax expenditures as closely related  to what they do and some do not, or agencies might not have enough  knowledge about tax expenditures to consider them carefully.  Our review  of selected GPRA Performance and Accountability reports indicated the  acknowledgement of tax expenditures in achieving federal performance  goals varied by agency.  For example:  The Department of Energy (DOE) and HUD both acknowledged tax  expenditures or tax policy as factors that affect agency goals.  However,  the DOE’s fiscal year 2004 report provided no further discussion on how  the tax expenditures contributed to achieving the agencies’  performance goals.  HUD’s fiscal year 2004 report acknowledged the tax  incentives for renewal communities, empowerment zones, and  enterprise communities as helping to achieve its objective of providing  capital resources to improve economic conditions in distressed  communities. As discussed previously, the outlay-equivalent value for  tax expenditures amounts to more than other spending in the energy as  well as the commerce and housing credit mission areas.", "The fiscal year 2004 reports released by the Department of Commerce  (Commerce), the Department of Veterans Affairs, and the Department of  Health and Human Services (HHS) do not mention tax expenditures at  all, even though tax expenditures exist under the different mission areas  related to these departments.  For instance, several large tax  expenditures, such as capital gains and accelerated depreciation, are  listed by Treasury as related to the Commerce mission area, but it is  unclear how, if at all, these tax expenditures relate to Commerce’s  performance goals.  Also, the income tax exclusion for employer- provided health care, the largest single tax expenditure, clearly  intersects with HHS's mission to assure access to health care.", "Treasury’s fiscal year 2004 report explicitly identified a few tax  expenditures—the New Markets Tax Credit and a new health coverage  tax credit—as related to achieving its strategic objective to stimulate  U.S. economic growth.  In the context of its strategic objective to  improve and simplify the tax code, Treasury reported on its efforts to,  among other things, simplify the EITC and consolidate the higher  education tax benefits.  Treasury also reported on its efforts to improve  determination of EITC eligibility and educate taxpayers about this  provision.  Treasury did not include information about tax expenditures  as other accompanying information in the financial statement in its 2004  report."], "subsections": []}, {"section_title": "Tax Expenditures Are Not Subject to Annual Budget Reviews", "paragraphs": ["Tax expenditures have not been incorporated into Executive Branch  budget reviews, as we recommended in 1994.  We recommended that OMB  use information on outlay programs and tax expenditures to make  recommendations to the President and Congress about the most effective  methods for accomplishing federal objectives.  We concluded that better  targeting by Congress and the Executive Branch of all federal spending and  subsidy programs could save resources and increase economic efficiency  through (1) better coordination of spending programs with tax  expenditures; (2) reduction of overlap and inconsistencies among all  federal subsidy programs; and (3) encouragement of trade-offs among tax  expenditures, outlays, and loans.", "The congressional budget process is the annual vehicle through which  Congress articulates both an overall fiscal stance—overall targets for  spending and revenue—and its priorities across various broad categories.  The process provides the overall constraints for spending and revenue  actions by Congress for each year and the rules of procedure that can be  used to constrain new entitlement and tax legislation not assumed in the  annual budget resolution.  The conflicts and uncertainties entailed in  budgeting and policymaking are often mitigated by focusing decisions on  incremental changes in resources each year. As a result, this incremental  process focuses disproportionate attention on proposed changes to  existing programs and proposals for new programs, with the base of  programs often being taken as “given.”  Moreover, the process routinely  examines only the one-third of federal spending subject to the annual  appropriations process.  Unlike discretionary spending programs, which  are subject to periodic reauthorization and annual appropriation, tax  expenditures—like entitlement programs—are permanent law and are  generally not subject to a legislative process that would ensure systematic  annual or periodic review.  In addition, the budget rules that were grounded  in statute—including discretionary spending caps, pay-as-you-go (PAYGO)  limits on mandatory spending and tax cuts—and enforced by executive  actions if violated, expired at the end of fiscal year 2002.  Before their  expiration, PAYGO procedures restricted Congress’ ability to add new tax  expenditures or expand existing ones unless offsetting funds could be  raised.  Because tax provisions are not as visible in the budget as spending  programs, there is an incentive for policymakers to use tax provisions  rather than spending programs to accomplish programmatic ends.   However, both have a negative effect on the government’s “bottom-line.”  Reinstituting budget enforcement mechanisms, such as discretionary  spending caps, PAYGO discipline on both the spending and tax side, and  fiscal benchmarks, could help the President and Congress sort out the  many claims on the federal budget, including tax expenditures.", "Within the Executive Branch, OMB has not used its PART process, which is  central to the Executive Branch’s budget and performance integration  initiative, to systematically review tax expenditures and promote joint  and integrated reviews of tax and spending programs sharing common,  crosscutting goals.  OMB describes PART as a diagnostic tool meant to  provide a consistent approach to assessing federal programs as part of the  executive budget formulation process.  It applies 25 questions to all  “programs” under four broad topics: (1) program purpose and design,  (2) strategic planning, (3) program management, and (4) program results  (i.e., whether a program is meeting its long-term and annual goals) as well  as additional questions that are specific to one of seven mechanisms or  approaches used to deliver the program.  PART is designed to be  evidence-based, drawing on a wide array of information, including  authorizing legislation, GPRA strategic plans and performance plans and  reports, financial statements, inspectors general and GAO reports, and  independent program evaluations.  Drawing on available performance and  evaluation information, the PART questionnaire attempts to determine the  strengths and weaknesses of federal programs with a particular focus on  individual program results and improving outcome measures.", "Since the fiscal year 2004 budget cycle, OMB has applied PART to 607  programs (about 60 percent of the federal budget), and given each program  one of four overall ratings: (1) “effective,” (2) “moderately effective,”  (3) “adequate,” or (4) “ineffective” based on program design, strategic  planning, management, and results.  A fifth rating, “results not  demonstrated,” was given—independent of a program’s numerical score— if OMB decided that a program’s performance information, performance  measures, or both were insufficient or inadequate.  Over the next 2 years,  OMB plans to assess nearly all remaining Executive Branch spending  programs.", "Whereas OMB, through its development and use of PART, has provided  agencies with a powerful incentive for improving data quality and  availability on the spending side, relatively little progress has been made in  evaluating the effectiveness of tax expenditures.  So far, OMB has used  PART to address tax expenditures in only two cases—the EITC compliance  initiative and the New Markets Tax Credit (NMTC).", "For the EITC, which has outlays for the refundable portion, the direct  federal spending PART instrument was used to evaluate IRS’ initiative to  improve the payment accuracy rate for the EITC—and not the  refundable EITC itself.  OMB rated the compliance initiative as  “ineffective” in the fiscal year 2004 budget because data showed no  progress in reducing the high rates of erroneous payments.  The review  did not evaluate the effects of the EITC on workforce participation or  examine its contribution relative to other federal programs aimed at  reducing poverty.", "The NMTC, which is administered like a grant by CDFI, was evaluated  as part of OMB’s crosscutting review of community and economic  development programs.  OMB rated the NMTC as “adequate” and  reported in 2005 that CDFI had established meaningful long-term and  annual performance measures but that data were not yet available to  evaluate the effectiveness of the NMTC or establish baselines for the  performance measures.", "We have urged a more comprehensive, consistent, and integrated approach  to evaluating all programs relevant to common goals—encompassing  spending, tax expenditures, and regulatory programs—using a common  framework.  Such an analysis is necessary to capture whether a program  complements and supports other related programs, whether it is  duplicative and redundant, or whether it actually works at cross-purposes  to other initiatives.  OMB officials we interviewed said that OMB would  need Treasury’s assistance to determine what information or criteria to  include in a PART instrument tailored to examine tax expenditures.  As of  July 2005, OMB said that it was planning to review the health insurance tax  credit program next year but that it has not decided whether the PART  review will be limited to administration or will also cover the program’s tax  policy purpose."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["As we move forward in shaping government for this century, the federal  government cannot accept all of its existing programs, policies, functions,  and activities as “givens.”  Outmoded commitments and operations  constitute an encumbrance on the future that can erode the capacity of the  nation to better align its government with the needs and demands of a  changing world and society.  Reexamining the base of all major existing  federal spending and tax programs, policies, functions, and activities by  reviewing their results and testing their continued relevance and relative  priority for our changing society is an important step in recapturing our  fiscal flexibility and bringing the panoply of federal activities into line with  21st century trends and challenges.  The decisions we face involve difficult  choices about the appropriate size and role of the federal government and  how to finance the federal government.  The revenues forgone through tax  expenditures reduce resources available to fund other federal activities or  they require higher tax rates to raise a given amount of revenue.  Reviewing  their results and testing their continued relevance and relative priority is an  important step in the process towards fiscal responsibility and national  renewal.  Such a fundamental review of major programs, policies, and  activities, including tax expenditures, can serve the vital function of  updating the federal government’s approach to meet current and future  challenges.", "Regular and systematic evaluation will be necessary to inform policy  decisions about the efficiency, effectiveness, and equity of tax expenditures  or whether they are the best tool for accomplishing federal objectives  within a functional area.  Beginning the governmentwide reexamination  process now would enable decisionmakers to be more strategic and  selective in choosing areas for review over a period of years.  Reexamining  selected parts of the budget base over time may make the reviews more  feasible and less burdensome, and it would allow decisionmakers to focus  on all federal efforts—discretionary spending, mandatory spending, and  tax expenditures—sharing common goals.", "Unfortunately, over a decade has passed since Congress encouraged  systematic reviews of tax expenditures and since we made  recommendations to facilitate such reviews and to display information on  tax expenditures in the federal budget in a manner that enables  policymakers to look at resource commitments across related outlays and  tax expenditures.  Although specific tax expenditures, such as the EITC  and Liberty Zone tax benefits, have received varying degrees of scrutiny,  efforts to date have not provided the Congress and others with an  integrated perspective on the extent to which programs and tools— including tax expenditures—contribute to national goals and position the  government to successfully meet 21st century demands.  In addition, the  lack of a requirement to disclose tax expenditures in agencies’ annual  performance and accountability reports may result in important  performance and cost related data not being fully considered with other  federal resources allocated to achieve similar objectives.  Although  challenges must be overcome to provide systematic reviews of tax  expenditures, these challenges cannot be addressed absent effective  leadership within the Executive Branch.  Accordingly, we are making  several recommendations to OMB."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To ensure that policymakers and the public have the necessary information  to make informed decisions and to improve the progress toward exercising  greater scrutiny of tax expenditures, we recommend that the Director of  OMB, in consultation with the Secretary of the Treasury, take the following  four actions:   resume presenting tax expenditures in the budget together with related  outlay programs to show a truer picture of the federal support within a  mission area;  develop and implement a framework for conducting performance  reviews of tax expenditures.  In developing the framework,  (1) determine which agencies will have leadership responsibilities to  review tax expenditures, how reviews will be coordinated among  agencies with related responsibilities, and how to address the lack of  credible performance information on tax expenditures; (2) set a  schedule for conducting tax expenditure evaluations; (3) re-establish  appropriate methods to test the overall evaluation framework and make  improvements as experience is gained; and (4) to identify any additional  resources that may be needed for tax expenditure reviews.  develop clear and consistent guidance to Executive Branch agencies on  how to incorporate tax expenditures in strategic plans, annual  performance plans, and performance and accountability reports, to  provide a broader perspective and more cohesive picture of the federal  government’s goals and strategies to address issues that cut across  Executive Branch agencies; and  require that tax expenditures be included in the PART process and any  future such budget and performance review processes so that tax  expenditures are considered along with related outlay programs in  determining the adequacy of federal efforts to achieve national  objectives."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to OMB, Treasury, and IRS for their  review and comments.  We received written comments from OMB’s  Associate Director for Economic Policy in a letter dated September 2, 2005.   These comments are reprinted in app. II along with our analysis of certain  issues raised by OMB.  OMB disagreed with our recommendations and  several of our findings, and also raised concerns about our use of  Treasury’s tax expenditure estimates.  Where appropriate, we made  changes in our report in response to these comments.  The Secretary of the  Treasury did not submit comments, instead deferring to OMB.  IRS staff  provided a technical correction that we incorporated.", "In commenting on our report, OMB raised concerns about our use of tax  expenditure estimates developed by Treasury and reported in the annual  federal budget.  For example, OMB commented that we accepted  uncritically the concept of tax expenditures first advanced in the 1960s and  said that we ignored limitations about the “volume” of total tax  expenditures.  To the contrary, the background section of our draft report,  as well as several pages in app. III, clearly identified issues related to the  tax expenditure concept, including that characterizing individual  provisions as tax expenditures is a matter of judgment, and that  disagreements exist about classifying what should be included in the  income tax base.  Pursuant to the Congressional Budget Act of 1974, the  term tax expenditure, as our draft stated, has been used in the federal  budget for three decades, and the tax expenditure concept—while not  precisely defined—is nevertheless a valid representation of one tool that  the federal government uses to allocate resources.  Regarding the “volume”  of tax expenditures, we acknowledged throughout our draft report  limitations in the methodology of summing the individual tax expenditures.   To provide an example of the extent that interaction effects among tax  expenditure estimates can affect summing them, at our request, Treasury  calculated total tax expenditures for five itemized deductions that took  these effects into account; we included this information in our draft report.   As our report stated, tax expenditure estimates—both those published in  the budget as well as those produced by JCT—are the best and only data  available to measure the value of tax expenditures and make comparisons  to other spending programs.  In our opinion, summing the estimates  provides perspective on the use of tax expenditures as a policy tool and  represents a useful gauge of the general magnitude of government  subsidies carried out through the tax code.", "OMB also stated that we reported that more attention should be given to  tax expenditures due to the severity of the nation’s long-term fiscal  imbalance and stated that the Administration rejects any attempt to  address the long-term fiscal imbalance with tax increases.  To the contrary,  we believe that tax expenditures, like other federal programs and activities,  should be reevaluated as to their effectiveness and continued relevance as  part of a periodic reexamination of what the federal government does and  how it does business.  Although the long-term fiscal gap heightens the need  to ensure resources are not wasted, this reexamination would be  appropriate regardless of the fiscal position.  Further, OMB’s implication  that focusing more attention on tax expenditures would automatically  increase taxes is unfounded.  As our report clearly stated, for any given  level of revenue, the revenues forgone through tax expenditures require  higher tax rates to obtain a given amount of revenue.  Thus, if the  evaluations of tax expenditures we call for lead to reducing or eliminating  some tax expenditures, the net change after rate adjustments could,  depending on overall congressional priorities and preferences, result in tax  reductions for many taxpayers.  We adjusted sections of our report to  reinforce the point that reviewing tax expenditures is consistent with good  stewardship of taxpayers’ resources and does not automatically result in  tax increases depending on other related changes.  At the same time, our  current and projected fiscal imbalance serves to reinforce the need for  reassessing all activities.  We also added a recent estimate calculated by the  Department of the Treasury for the President's Advisory Panel on Federal  Tax Reform which showed that a tax system where basically all tax  expenditures were eliminated could raise the same amount of revenue as  the current tax system while lowering tax rates by about a third.", "OMB also stated that information on tax expenditures is not useful for  budgeting and that tax expenditures have never been included in the  congressional budget process.  To the contrary, the tax expenditure list is  legally required under the 1974 Congressional Budget Act and, before the  expiration of the Budget Enforcement Act in 2002, PAYGO procedures  restricted Congress’ ability to add new tax expenditures or expand existing  ones unless offsetting funds could be raised.  Whereas OMB favors  reporting tax expenditures separately from the rest of the budget, we  believe an integrated presentation is also useful to show the relative  magnitude of tax expenditures compared to spending and credit programs  across mission areas.  This is not a recommendation to equate tax  expenditures with outlays.  We are recommending that OMB focus on  integrating tax expenditures in the President’s budget presentation to show  a truer picture of federal support in a mission area and on including tax  expenditures under budget and performance review processes that apply  to related spending programs.  As our report stated, OMB began presenting  tax expenditure sums alongside outlays and credit activity for each budget  function in the federal budget from fiscal year 1998 through fiscal year  2002, but has discontinued the practice.", "Finally, OMB commented that it would be unwise to follow our  recommendations for the conceptual and methodological reasons  mentioned above, as well as for other practical reasons.  We address OMB’s  comments on our recommendation to resume including tax expenditures in  the budget together with related outlay programs in the paragraph above.", "Regarding our recommendation to develop a framework for conducting  performance reviews of tax expenditures, OMB stated that it has some  potential promise but it is clearly a job for Treasury because no other  agency has access to the data that would be needed to conduct such an  analysis.  However, we are not recommending that OMB be responsible  for conducting the actual reviews, just for developing and overseeing  the implementation of a framework for conducting the performance  reviews.  OMB would not need to have access to taxpayer data to  manage the process.  In addition, we recognize the challenges in using  taxpayer data, which is the reason we recommend that OMB work in  consultation with Treasury to develop and implement the framework.   Also, our report recognizes the scarcity of evaluation resources, and we  suggest factors that would be useful in taking a strategic approach to  selecting and prioritizing tax expenditure evaluations.  To make this  point more apparent in our report, we added a fourth requirement to our  recommendation to identify any additional resources that may be  needed for tax expenditure reviews.", "OMB said that our recommendation to develop clear and consistent  guidance to Executive Branch agencies on how to incorporate tax  expenditures in GPRA reports would be counterproductive because  agencies do not administer the tax code, and they should not be saddled  with responsibility for something they do not control.  OMB misstated  our recommendation; this report does not recommend that agencies be  responsible for administering parts of the tax code.  As the tax  expenditure chapter in OMB’s Analytical Perspectives volume of the  fiscal year 2006 budget states, tax expenditures may also contribute to  achieving goals identified in Federal agencies annual and strategic plans  for their programs and activities.  The aim of our recommendation was  to provide a more cohesive perspective of the government’s programs  and strategies—including tax expenditures—to address common  federal goals.  As our report states, in passing the Government  Performance and Results Act, the Senate Governmental Affairs  Committee called for inclusion of tax expenditures in the GPRA process  so that more and better information would be available on the  performance of tax expenditures themselves and the effects of tax  expenditures would be considered in achieving federal performance  goals.  Our recommendation is consistent with this intent.", "Regarding our recommendation to require tax expenditures to be  included in the PART process and any future such budget and  performance review processes, OMB stated that it has no current plans  to implement any of the recommendations in this report, but stated that  other tax expenditures may be evaluated with the PART in the future.   OMB also stated that the Department of the Treasury manages the tax  code, so any new PARTs for tax expenditures would generally mean  more PARTs for Treasury.  Within the Executive Branch, major  responsibility for management of the tax code was given to the  Department of the Treasury.  Given that the Administration is aiming to  assess nearly 100 percent of federal outlay programs under PART,  Treasury would be facing less scrutiny than other agencies to the extent  that tax expenditures are not similarly evaluated under PART.  Our  recommendation merely calls for bringing tax expenditures in line with  the performance management attention PART gives to outlay programs.   Further, if our second recommendation to develop an evaluation  framework for tax expenditures is implemented, OMB would be better  positioned to target crosscutting reviews of related clusters of programs  and activities.", "We are sending copies of this report to the relevant congressional  committees and other interested parties.  Copies of this report will also be  made available to others upon request.  In addition, the report will also be  available at no charge on GAO’s Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  Mike Brostek at (202) 512-9110 or brostekm@gao.gov.  Contact points for  our Offices of Congressional Relations and Public Affairs may be found on  the last page of this report.  GAO staff who made major contributions to  this report are listed in appendix VI."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["A decade ago, we examined the growth in tax expenditures and examined  opportunities to focus policymakers’ attention on tax expenditures.  To  assist the Congress in reexamining the base of federal programs and  policies critical to achieving fiscal discipline in the budget as a whole, this  report updates our 1994 work.  Specifically, this report describes (1) how  tax expenditures have changed over the past three decades in reported  number and aggregate size and in comparison to federal spending, revenue,  and the economy; and (2) the progress that has been made since 1994 in  how the Executive Branch scrutinizes tax expenditures.  To meet each of  our objectives, we relied on past GAO work, agency and congressional  reports, and relevant tax expenditure literature.  In addition, we  interviewed agency officials from the Department of the Treasury’s Office  of Tax Analysis;  the Internal Revenue Service’s Office of Research,  Analysis, and Statistics;  the Office of Management and Budget (OMB);  congressional staff from the Joint Committee on Taxation (JCT); and  experts on tax policy to obtain a greater understanding of information  gained through our literature review and to corroborate findings.", "To identify how tax expenditures have changed over the past three decades  in number and size in terms of aggregate revenue loss and outlay- equivalents, we analyzed tax expenditure estimates developed by Treasury  and reported by OMB in the Federal Budget’s Special Analyses,  Appendixes, and Analytical Perspectives for fiscal years 1974 to 2004.  Tax  expenditure estimates are reported for individual and corporate taxpayer  groups and categorized by budget function.  We chose the tax expenditure  estimates reported in the budget for our analysis because Treasury  develops (1) revised estimates based on changes in tax policy and  economic activity for the year prior to the reported fiscal budget year (i.e.,  retrospective estimates), and (2) outlay-equivalent estimates that facilitate  comparison to federal spending.  Even though Treasury’s estimates are  retrospective, the final reported numbers are still estimates and may not  reflect additional policy changes.  Although the tax expenditure concept  can also be applied to other kinds of taxes, such as excise taxes, this report  only covers tax expenditures for the federal income tax system.", "We determined the number of tax expenditures for each fiscal year by  adding the number of items in the list of tax expenditures reported by  Treasury for each fiscal year.  In certain fiscal years, Treasury reported  estimates for select tax expenditures as two line items on their list, such as  the expensing of exploration and development costs, which was split out as  two tax expenditures, one pertaining to oil and gas and one for other fuels  between fiscal years 1980 and 1995.  To be consistent with Treasury’s  reporting of these tax expenditures in years when they were listed as only  one item, we summed the revenue loss estimates in the years they were  listed as two tax expenditures and counted them as one.  To determine the  number of distinct tax expenditures across fiscal years, we reviewed the  names and descriptions for each tax expenditure reported by OMB in the  Budget’s Special Analyses, Appendixes, and Analytical Perspectives for  fiscal years 1974 to 2004.  We conducted two independent reviews to verify  that our list contained only distinct tax expenditures across fiscal years.  To  assist in our review, we also relied on the descriptions reported in the  Congressional Research Service’s compendiums on tax expenditures and  legislative histories of certain tax expenditures, as needed.  App. IV  contains our compilation of all tax expenditures reported by Treasury  between 1974 and 2004.", "We aggregated tax expenditure revenue loss estimates to measure growth  over time.  We also summed the revenue loss estimates by their reported  corporate and individual basis to see how the amounts differed between  the two taxpayer groups.  We converted all sums for each fiscal year into  constant dollars to adjust for inflation using the chain price indexes  reported in the fiscal year 2006 federal budget.  While summing tax  expenditure estimates provides a useful perspective, aggregate numbers  should be interpreted carefully due to interactive effects between tax  expenditures and potential behavioral changes.", "To identify how tax expenditures have changed over the past three decades  in comparison to federal spending, revenue, and the economy, we summed  the outlay-equivalent estimates for each fiscal year and compared them to  the federal budget position in aggregate.  We used historical data on  spending drawn from OMB historical tables and compared them to the  sums for tax expenditure outlay-equivalent estimates in dollar value and as  a percentage of GDP.  We also used outlay-equivalent estimates to compare  tax expenditure trends over time by budget function.  Finally, we used  historical data on spending by budget function from OMB historical tables  and compared them to the sum of tax expenditures by budget functions for  fiscal year 2004.  We worked with Treasury officials to verify any  discrepancies we found in using the tax expenditure estimates and  modified our data accordingly.", "To determine the amount of progress since 1994 in how the federal  government scrutinizes tax expenditures, we examined actions taken to  implement our earlier recommendations to OMB intended to encourage  more informed policy debate about tax expenditures and to stimulate joint  review of related tax and spending programs.  We recommended  (1) developing a structure for conducting reviews of tax expenditures’  performance (2) conducting case studies to assess performance review  structure (3) presenting tax expenditures in the annual budget, and  (4) incorporating tax expenditures into the annual budgetary review  process.  We reviewed relevant literature, interviewed relevant agency  officials and tax policy experts, and relied on previous GAO work to  determine the progress that has been made in implementing our  recommendations.  We reviewed efforts to include tax expenditures under  the Government Performance and Results Act’s statutory framework for  strategic planning, performance measurement, and program evaluation.   We also considered activities to include tax expenditures under OMB’s  Program Assessment Rating Tool process.", "To describe how tax expenditures are measured and reported, we  reviewed, but did not verify, the procedures used by the Joint Committee  on Taxation and Treasury to estimate the magnitude of revenues forgone  through tax expenditures or, in Treasury’s case, their outlay-equivalent  values as well.  As described in app. III, JCT and Treasury use different  conceptual approaches to identify the provisions of the tax code they label  as tax expenditures.  In addition, their estimating models, macroeconomic  assumptions, and choice of data cause their revenue loss estimates to differ  somewhat.", "We conducted our work between August 2003 and July 2005 in accordance  with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Comments from the Office of Management and Budget", "paragraphs": ["The agency comments and evaluation section of this report discusses our  overall comments on the Office of Management and Budget’s letter dated  September 2, 2005.  The following are our additional comments on issues  raised by OMB."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. See the agency comments and evaluation section of this report. 2. While we believe that the nation’s current and projected fiscal  imbalance provides an additional impetus for engaging in such a review  and reassessment, we believe tax expenditures should be reviewed and  evaluated for efficiency and effectiveness even if there were no fiscal  imbalance.  We did not suggest that extra attention to tax expenditures  would eliminate the long-term fiscal imbalance.  As our report stated,  substantive reform of Social Security and the major health programs  remains critical to recapturing our fiscal flexibility. 3. Our report cites several examples of changes in the presentation of tax  expenditures over time.  For example, starting with the fiscal year 1999  budget, OMB began including a section outlining possible performance  measures and issues in evaluating tax expenditures.  This section was a  first step in responding to congressional expectations for the Executive  Branch to provide information about how tax expenditures meet their  objectives and affect the performance of other federal programs. 4. We do not take for granted that tax expenditures are similar to  spending programs.  We devote a section of our background to  describing how tax expenditures differ from, may substitute for, and  work in conjunction with other spending programs to achieve policy  objectives.  Also, see the agency comments and evaluation section of  this report. 5.", "In our report, we recommend adding useful comparisons to spending  programs to the budget document, while not detracting from or  changing in any way how the tax expenditure lists can be used to think  about tax policies. 6. To the contrary, throughout our draft report we note and even  emphasize the limitations in the methodology of summing the  individual tax expenditures.  In fact, to ensure that summing limitations  of tax expenditures were clearly acknowledged, we discussed the  limitations in (1) the introduction of our methodology, (2) a footnote in  the Results In Brief section, (3) the section devoted to explaining the  limitations which precedes our presentation of the trends in tax  expenditures over time, and (4) a footnote for all 10 figures where we  summed the tax expenditure estimates.  In addition, we report a  quantitatively significant example of interaction effects of tax  expenditure estimates, which was developed by Treasury at our  request.  The example shows that the revenue loss calculation  assuming the simultaneous elimination of several itemized deductions  would be less than the sum of the revenue loss estimates for each  itemized deduction, each calculated assuming the rest of the tax code  was unchanged.  As our report stated, tax expenditure estimates  produced by Treasury and JCT are the best and only available data to  measure the value of tax expenditures and make comparisons to other  spending programs.  In our view, summing the estimates provides  perspective on the use of tax expenditures as a policy tool and  represents a useful gauge of the general magnitude of government  subsidies carried out through the tax code.  Our report also cites  several other researchers who have summed tax expenditure estimates  to help gain perspective on the use of this policy tool and examine  trends in the aggregate growth of tax expenditure estimates over time.", "7.", "In this report, we provide a number of examples of studies we and  others have done of tax expenditures; our reviews often are at the  request of Congress, and OMB examined two tax expenditures under  the Administration’s PART initiative.  We also provide illustrations of  the major legislation that has affected tax expenditures since the late  1970s.  However, we stand by our statement that tax expenditures are  not subject, or effectively subject, to several major processes that apply  to outlay programs that increase the likelihood of reviews and, perhaps  more importantly, increase the quantity and quality of information  available to policymakers in determining whether and how to modify  tax expenditures.  Developing such enhanced information for  policymakers and displaying it in a manner that facilitates their  understanding of the total federal effort to address functionally related  issues, e.g., ensuring adequate housing or stimulating economic  development, is the thrust and intent of our report and  recommendations. 8. We disagree with OMB’s characterization that the current tax  expenditure presentation is “more than adequate” for the public and  policymakers.  We realize that the current budget volume is not  organized by separate budget functions; however, OMB had previously  presented revenue loss sums for tax expenditures alongside outlays  and credit activity for each budget function in the federal budget from  fiscal year 1998 through fiscal year 2002.  As we state in our report,  these summary tables were a useful starting point in highlighting the  relative magnitude of tax expenditures and related outlay programs  across mission areas.  In addition, our current recommendation gives  OMB latitude on how to present them with other outlay programs with  similar purposes.  Further, Congress has shown significant interest in  reviewing all tools within a mission area.  For example, recent  congressionally-requested studies we conducted have reviewed all  tools—including tax expenditures—used in the post-secondary  education and energy areas.  Also, see comment 2 as well as the agency  comments and evaluation section of this report. 9. We disagree with the opinion that OMB has implicitly expressed that it  would not have a leadership role regarding our second  recommendation.  First, we are not recommending that OMB be  responsible for conducting the actual reviews, just to develop and  oversee the implementation of a framework for conducting the  performance reviews.  OMB would not need to have access to taxpayer  data to manage the process.  Secondly, we recognize the challenges in  using taxpayer data, which is the reason we recommend that OMB  work in consultation with Treasury to develop and implement the  framework.  Third, taxpayer data may not be the only source of  performance information on tax expenditures, which is why we  recommend that the framework address the lack of credible  performance information on tax expenditures.  Finally, our report  recognizes the scarcity of evaluation resources and we suggest taking a  strategic approach to select and prioritize tax expenditure evaluations  based on such factors as the relative priorities, costs, and risks  associated with related clusters of programs and activities and that  OMB select similar programs for review in the same year to facilitate  comparisons and tradeoffs.  To make this point more apparent in our  report, we added a fourth element to our recommendation that OMB  and Treasury in developing a framework for evaluating tax  expenditures are to identify any additional resources that may be  needed for tax expenditure reviews. 10. OMB misstated our recommendation.  This report does not recommend  that agencies be responsible for administering parts of the tax code.  As  we state in our report, in passing the Government Performance and  Results Act, the Senate Governmental Affairs Committee called for  inclusion of tax expenditures in the GPRA process so that more and  better information would be available on the performance of tax  expenditures themselves and the effects of tax expenditures would be  considered in achieving federal performance goals.  Our  recommendation is consistent with this intent.  Also, see the agency  comments and evaluation section of this report. 11. Our recommendation aims to bring tax expenditures in line with the  performance management attention PART gives to outlay programs.   Our report discussed the two cases where OMB has applied PART to  tax expenditures—the EITC compliance initiative and the New Markets  Tax Credit.  Within the executive branch, the Department of the  Treasury has major responsibility for managing programs implemented  through the tax system.  Given that over the next 2 years the  Administration plans to assess nearly all remaining executive branch  outlay programs, Treasury would be facing relative less scrutiny than  other agencies to the extent that the tax expenditure tool is not  similarly evaluated under PART.  Although OMB disagreed with our  recommendations as a whole, we are encouraged that OMB is still  considering how other tax expenditures could be evaluated with PART  in the future.  In moving forward, PART reviews of tax expenditures in  isolation might be revealing, but we would urge a more comprehensive  and crosscutting approach to assessing all tools—including tax  expenditures—related to common goals."], "subsections": []}]}, {"section_title": "How Tax Expenditures Are Measured and Reported", "paragraphs": ["To understand the trends in the size of tax expenditures, it is helpful to  understand how tax expenditures are measured and reported annually.   This appendix explains the baselines used to distinguish tax expenditures  from other provisions in the tax code and provides an explanation of the  different methods that are used to measure tax expenditures."], "subsections": [{"section_title": "Tax Expenditures Are Reported Annually by Law and Measurements Depend on Baselines Used", "paragraphs": ["The Congressional Budget Act of 1974 defines tax expenditures as “those  revenue losses attributable to provisions of the federal tax laws which  allow a special exclusion, exemption, or deduction from gross income or  which provide a special credit, a preferential rate of tax, or a deferral of tax  liability.  Both the congressional Joint Committee on Taxation (JCT) and  the Department of the Treasury’s Office of Tax Analysis annually compile a  list of tax expenditures and estimates of their cost each year.  The  Department of the Treasury’s (Treasury) tax expenditure estimates are  included in the annual federal budget by the Office of Management and  Budget (OMB).", "While, in general, the tax expenditure lists published annually by JCT and  Treasury are similar, they differ somewhat in the number of tax  expenditures reported and the estimated revenue loss for particular  expenditures.  Part of this difference arises because the organizations use  different income tax baselines to determine tax expenditures.  To  determine the tax code provisions that satisfy the definition of a tax  expenditure, the existing tax law must be compared or measured against  an alternative set of tax rules that represent a baseline.  The Congressional  Budget Act did not define a specific baseline tax structure.  As a result, the  Treasury and the staff of the JCT have used judgment to define the different  baselines that they use to develop lists of tax expenditures.  Before the  fiscal year 1983 budget, there were few differences between the Treasury  and JCT tax expenditure lists because both organizations used a baseline  patterned on a comprehensive income tax, which was deemed the “normal”  baseline.  JCT has used this baseline consistently over time in producing its  tax expenditure list, while Treasury has modified its normal baseline over  time and provided alternative baselines.  In general, the normal income tax  law baseline developed by both Treasury and JCT represents a broad-based  income tax on individuals and a separate income tax on corporations.  The  normal baseline includes income from all sources, including wages and  salaries, fringe benefits and other forms of employee compensation,  interest income, dividends, realized capital gains, and net income from non- corporate businesses such as sole proprietorships and partnerships.  The  normal baseline generally allows for personal exemptions, deductions for  costs incurred to earn income, and a standard deduction.", "Currently, the normal baselines used by both Treasury and JCT differ  somewhat.  Treasury’s normal baseline excludes several tax expenditures  that are included in the normal baseline used by JCT and leads to several  tax expenditures being reported by JCT only.  For instance, the exclusion  of Medicare hospital insurance benefits is included in the JCT list but this  provision is not included in the federal budget tax expenditure list because  Treasury views the exclusion of government benefits received in kind as  part of its normal baseline.  Additional examples of specific tax  expenditures reported by only JCT or Treasury can be found at the end of  this appendix in table 2.", "In the fiscal year 1983 budget, Treasury introduced the concept of a  reference baseline.  The reference baseline used by Treasury is also  patterned on a broad-based income tax, but it is closer to existing law  because tax expenditures by definition are limited to special exceptions  that serve programmatic functions, such as national defense, income  security, and education.  Under Treasury’s reference baseline, two  conditions are necessary for a provision to qualify as a tax expenditure:  (1) The provision must be “special” in that it applies to a narrow class of  transactions or taxpayers and (2) There must be a general provision to  which the special provision is a clear exception.  The set of general tax  rules in the existing tax code is used as the standard by which various  provisions are determined to be special.  Whereas accelerated depreciation  was considered a special rule exception under the normal baseline, these  provisions were not considered tax expenditures under the reference  baseline, because accelerated depreciation was considered to be the  general treatment for the depreciation of business assets.  The preferential  tax rate for capital gains was included in Treasury’s tax expenditure list  based on the general tax code rule that income from any source is  considered taxable.  For fiscal year 1983, Treasury began to report  estimates using the reference baseline for some tax expenditures and then  reinstituted reporting estimates for the normal baseline in fiscal year 1985.   This reporting practice has continued to the present.", "In recent years, Treasury modified treatment of certain provisions under its  normal and reference baselines and introduced two supplemental  baselines.  In the 2005 and 2006 budgets, Treasury excluded the reduced tax  rate on dividends and capital gains that have already been taxed under the  corporate income tax from the reference law baseline because it believes  that since current law taxes these forms of corporate income twice, it is an  inappropriate baseline to use.  Also, in the 2004, 2005, and 2006 budgets,  Treasury changed how it computed the accelerated depreciation tax  expenditure under the normal baseline by using a measure of economic  depreciation rather than straight-line depreciation as the baseline  depreciation method, which was used in prior years.  The measure of  economic depreciation is generally faster than the straight-line method, so  the tax expenditure estimates for accelerated depreciation for fiscal years  2002, 2003, and 2004 (from the 2004, 2005, and 2006 budgets) are smaller  than what they would have been if the straight-line depreciation method  were used.  In addition, in the 2004 budget, Treasury began reporting two  supplemental baselines, as discussed in figure 14.", "Both Treasury and JCT provide estimates of revenue loss, which is the  amount of revenue that the government forgoes as the result of each  special provision in the tax code.  Revenue loss is estimated for each tax  expenditure separately by comparing the revenue raised under current law  with the revenue that would have been raised if the single provision did not  exist, assuming that taxpayer behavior and all other tax and spending  provisions remain constant.  A revenue loss estimate does not represent  the amount of revenue that would be gained if a particular tax expenditure  were repealed, since repeal of the expenditure would probably change  taxpayer behavior in some way that would affect revenue.", "Treasury and JCT tax expenditure lists will also differ because each  organization uses a different de minimis amount, which is the minimum  amount of revenue loss threshold for Treasury and JCT to report a tax  expenditure.  JCT excludes tax expenditure estimates that result in  revenue losses that are less than $50 million over its 5-year projected  period.  For instance, the tax exemption for certain small insurance  companies was not included in JCT’s January 2005 list of tax expenditures  because the estimated revenue loss was below its de minimis amount.   Treasury rounds all yearly estimates to the nearest $10 million and  excludes tax expenditures with estimates that round to zero in each of the  7 years that it reports tax expenditure estimates.", "JCT and Treasury estimates of revenue loss also differ somewhat due to  different economic and technical assumptions.  For instance, JCT and  Treasury use different sources for macroeconomic assumptions  incorporated in their revenue loss estimates.  JCT uses CBO  macroeconomic assumptions in its tax expenditure projections and  Treasury uses assumptions based on consultations with OMB, and the  Council of Economic Advisers, the same assumptions used for the  President’s budget.  In addition to projecting future revenue losses,  Treasury also reports re-estimates for the past fiscal year, which  incorporate changes in tax policy and reflect more up-to-date economic  and taxpayer data.  Table 3 compares tax expenditure reporting by JCT and  Treasury."], "subsections": []}, {"section_title": "Outlay-Equivalent Estimates Facilitate Comparison to Direct Spending Programs", "paragraphs": ["In addition to revenue loss estimates, Treasury also measures tax  expenditures in terms of their outlay-equivalent value, which allows the  cost of a tax expenditure to be compared with a direct federal outlay, were  each to provide the same benefit to the taxpayer.  JCT does not produce  outlay-equivalent estimates.  The underlying economic assumptions used  for the outlay-equivalent and revenue loss estimates are the same.   However, to estimate outlay-equivalents, Treasury will increase—“gross  up”—the revenue loss estimate by the average marginal tax rate that  applies to the relevant taxpayers (the taxpayers that take the particular  credit or deduction or earn the income that is excluded from tax).  The  result is an estimate of the amount of direct spending that would be needed  to leave the relevant taxpayer with the same amount of benefit, after he or  she paid tax on the amount received through the spending, as the taxpayer  would get from the tax provision itself.  For example, the outlay-equivalent  estimate for the housing and meal allowances for military personnel tax  expenditure reflects the additional pre-tax income that military personnel  would have to be paid to raise their income after federal taxes by the  amount of the benefits, so that it can be compared with other defense  outlays on a consistent basis.  An exception to this general rule of  increasing the revenue loss estimate is made for tax expenditures that are  believed to reduce the price of particular goods and services.  In this case  no gross up is made because a spending program that led to the same price  reduction would not increase the tax liability of the taxpayer.  For instance,  revenue loss estimates for accelerated depreciation on rental housing and  state prepaid tuition do not differ from the outlay-equivalent estimates for  these tax expenditures.", "Outlay-equivalents can also differ from revenue loss estimates because  they are calculated based on an even flow of virtual payments over the year  to make the estimates comparable to actual outlay programs.  Even for  those tax expenditures that do not require a calculated adjustment,  differences between the revenue losses and outlay-equivalents can occur  solely because of differences in timing factors.  Although revenue loss  estimates can be affected by the collection patterns of the corporate and  personal income taxes, the cash flow of direct spending programs can  differ widely from the annual tax collection cycle.  Of the 146 tax  expenditures reported in the fiscal year 2006 budget, 91 were “grossed up”  for the outlay-equivalent estimate with the implied rate varying across  different provisions.  Just as there is debate over which tax provisions  should be listed as tax expenditures, tax experts do not always agree on  whether specific tax expenditures should be grossed up or not.  It may not  be apparent to observers why the outlay-equivalent and revenue loss  estimates are the same for some tax expenditures and why they differ for  other tax expenditures.", "Other estimates of tax expenditures produced by JCT and Treasury also  may differ from revenue loss estimates.  These supplemental estimates are  discussed in figure 15."], "subsections": []}, {"section_title": "Comparison of JCT With Treasury Tax Expenditure Lists", "paragraphs": ["Although there are differences between how Treasury and JCT develop and  measure tax expenditures, the sum of revenue loss estimates from each list  has followed relatively the same trend in the past.  Figure 16 compares the  sum of revenue loss estimates for JCT and Treasury  since the last  comprehensive tax reform, when the Tax Reform Act of 1986 was adopted.   Since fiscal year 2002, the trends in the sums of the two sets of revenue loss  estimates have diverged.  Since the fiscal year 2004 Budget, Treasury’s  estimates of dividends and capital gains tax expenditures are lower than  JCT’s, at least in part, because Treasury changed its definition of the tax  expenditures to reflect the reduced tax rates only on dividends and capital  gains from sources other than corporate equity. Treasury also redefined  the accelerated depreciation tax expenditures under the normal baseline to  reflect depreciation relative to a replacement cost basis, rather than the  historic cost basis previously used.", "Table 4 lists the tax expenditures and their associated revenue loss  estimates that were reported by both Treasury and JCT for fiscal year 2004.   The table details the number and size of tax expenditure estimates between  the two lists.  For example, in the National Defense budget function, the  revenue loss estimate for the exclusion of benefits and allowances to  armed forces personnel was estimated at $2.5 billion by Treasury and $2.7  billion by JCT. two tax expenditures not listed by Treasury."], "subsections": []}]}, {"section_title": "Compilation of Tax Expenditures Reported by Treasury (1974 to 2004)", "paragraphs": ["To identify how tax expenditures have changed over the past three decades  in number and size, in terms of aggregate revenue loss, we analyzed the list  of tax expenditures reported by the Department of the Treasury (Treasury)  in the Budget’s Special Analyses, Appendixes, and Analytical Perspectives  for fiscal years 1974 to 2004.  The tax expenditures reported by Treasury  during this period are listed in table 6."], "subsections": []}, {"section_title": "Glossary", "paragraphs": ["Adjusted gross income (AGI): All income subject to taxation under the  individual income tax after subtracting above-the-line deductions, such as  certain contributions for individual retirement accounts and alimony  payments.  Personal exemptions and the standard or itemized deductions  are subtracted from AGI to determine taxable income.", "Alternative Minimum Tax (AMT): A separate tax system that applies to  both individual and corporate taxpayers.  It parallels the regular individual  income tax system but with different rules for determining taxable income,  different tax rates for computing tax liability, and different rules for  allowing the use of tax credits.", "Baseline: A benchmark for measuring the budgetary effects of proposed  changes in federal revenues or spending.  Or, a benchmark for identifying  and measuring exceptions to the basic provisions of the tax structure.", "CBO baseline: CBO’s estimate of spending, revenue, the deficit or  surplus, and debt held by the public during a fiscal year under current  laws and current policy.  For revenues and mandatory spending, CBO  projects the baseline under the assumption that present laws continue  without change.  For discretionary spending subject to annual  appropriations, CBO is required to adjust the current year’s  discretionary budget authority to reflect inflation, among other factors.", "Comprehensive income tax baseline:  This baseline, also called Haig- Simons income, is the real, inflation adjusted, accretion to wealth  arising between the beginning and ending of the year.  It includes all  accretions to wealth, whether or not realized, whether or not related to  a market transaction, and whether a return to capital or labor.  Inflation  adjusted capital gains would be included in comprehensive income as  they accrue.", "Consumption tax baseline: A broad-based consumption tax is a  combination of an income tax plus a deduction for net saving.  Many  current tax expenditures related to preferential taxation of capital  income and savings would not be considered tax preferences under a  consumption tax (e.g., capital gains), but preferences unrelated to  broad-based saving or investment incentives would remain tax  preferences under a consumption baseline.", "Normal income tax baseline:  The Budget Act did not specify the  baseline income tax against which tax preference provisions should be  measured, and deciding whether provisions are exceptions from the  normal baseline is a matter of judgment.  The normal income tax  baseline is meant to represent a practical and broad-based income tax  that reflects the general and widely applicable provisions of the current  federal income tax.  For the individual income tax, the Joint Committee  on Taxation’s (JCT) normal tax baseline includes one personal  exemption for each taxpayer, one for each dependent, the standard  deduction, the existing tax rate schedule, and deductions for investment  and employee business expenses.  Itemized deductions that are not  necessary for the generation of income but exceed the standard  deduction level are classified as tax expenditures. Very similar in scope  to JCT’s normal income tax baseline, Treasury's baseline is patterned  on, but allows several major departures from, a comprehensive income  tax, where income is defined as the sum of consumption and the change  in net wealth during a given period.", "Reference tax law baseline: The reference baseline is closer to  existing tax law and is also patterned on, but still allows several major  departures from, a comprehensive income tax.  Thus fewer tax  provisions are considered tax preferences under the reference tax  baseline than under the normal tax baseline.  These include the lower  tax rate for certain corporations, preferential rates on capital gains,  accelerated depreciation, deferral of tax on income from controlled  foreign corporations, etc.", "Budget function: One of 20 broad categories into which budgetary  resources are grouped so that all budget authority and outlays can be  presented according to the national interests being addressed.  There are  17 broad budget functions, including national defense, international affairs,  energy, agriculture, health, income security, and general government.   Three other functions—net interest, allowances, and undistributed  offsetting receipts—are included to complete the budget.", "De minimis rule: The level of revenue loss below which a revenue loss  estimate is not reported for a tax preference.", "Direct loans: A disbursement of funds by the government to a nonfederal  borrower under a contract that requires the repayment of such funds with  or without interest.", "Discretionary spending: Outlays controlled by appropriation acts, other  than those that fund mandatory programs.", "Entitlement authority: Authority to make payments (including loans and  grants) for which budget authority is provided in advance by  appropriations acts to any person or government if, under the provisions of  the law containing such authority, the U.S. government is obligated to make  the payments to persons or governments who meet the requirements  established by law.", "Government Performance and Results Act (GPRA): Enacted in 1993,  GPRA, also known as the Results Act, intends to improve the efficiency and  effectiveness of federal programs by requiring federal agencies to develop  strategic plans, annual performance plans, and annual program  performance reports.", "Grants: A federal financial assistance award making payment in cash or in  kind for a specified purpose.  The federal government is not expected to  have substantial involvement with the state or local government or other  recipient while the contemplated activity is being performed.", "Gross domestic product (GDP): The value of all final goods and services  produced within the borders of a country such as the United States during a  given period. The components of GDP are consumption expenditures (both  personal and government), gross investment (both private and  government), and net exports.", "Mandatory spending:  Also known as direct spending. Mandatory  spending includes outlays for entitlement authority (for example, the food  stamp, Medicare, and veterans’ pension programs), payment of interest on  the public debt, and nonentitlements such as payments to the states from  Forest Service receipts.  By defining eligibility and setting the benefit or  payment rules, the Congress controls spending for these programs  indirectly rather than directly through appropriations acts.", "Tax expenditure: A revenue loss attributable to a provision of the federal  tax laws that grants special tax relief designed to encourage certain kinds  of behavior by taxpayers or to aid taxpayers in special circumstances.  The  Congressional Budget and Impoundment Control Act of 1974 lists six  types of tax expenditures: exclusions, exemptions, deductions, credits,  preferential tax rates, and deferral of tax liability.", "Preferential tax rates: A reduction of the tax rate on some forms of  income, such as capital gains.", "Tax credit: An amount that offsets or reduces tax liability. When the  allowable tax credit amount exceeds the tax liability, and the difference  is paid to the taxpayer, the credit is considered refundable. Otherwise,  the difference can be (1) allowed as a carryforward against future tax  liability, (2) allowed as a carryback against past taxes paid, or (3) lost as  a tax benefit.", "Tax deduction: An amount that is subtracted from the tax base before  tax liability is calculated. Deductions claimed before and after the  adjusted gross income line on the Form 1040 are sometimes called  “above-the-line” and “below-the-line” deductions, respectively.", "Tax deferral:  A provision allowing taxpayers to reduce current tax  liability by delaying recognition of some income or accelerating some  deductions otherwise attributable to future years.  This can increase the  taxpayer’s future tax liability, as the deferred income is eventually  recognized, or reduce the deductions available on future income.", "Tax exclusion: An item of income that would otherwise constitute a  part of the taxpayer’s gross income, but is excluded under a specific  provision of the tax code.  Exclusions generally do not appear on the  U.S. Individual Income Tax Return (Form 1040), and excluded income is  not reflected in total reported income.", "Tax exemption: A reduction in taxable income offered to taxpayers  because of their status or circumstances.", "Tax expenditure revenue loss estimate: The measure of the revenue  cost of each tax expenditure.  The revenue cost is the difference between  tax liability under current law and the tax liability that would result if taxes  were recomputed without that tax expenditure.  Revenue cost estimates  assume (1) economic behavior does not change, and (2) all other tax  expenditures remain in the code unchanged.", "Tax expenditure outlay-equivalent estimate: The amount of budget  outlays that would be required to provide the taxpayer the same after-tax  income as would be received through the tax provision.  The outlay- equivalent measure allows the cost of a tax preference to be compared with  a direct federal outlay, were each to provide the same benefit to the  taxpayer.", "Unified budget:  A comprehensive budget in which receipts and outlays  from federal funds and trust funds are consolidated; generally a cash or  cash equivalent measure in which receipts are recorded when received and  expenditures are recorded when paid, regardless of the accounting period  in which the receipts are earned or the costs incurred."], "subsections": []}, {"section_title": "GAO Contact and Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the individual named above, MaryLynn Sergent, Assistant  Director, as well as Eric Gorman, Edward Nannenhorn, Anne Stevens, and  Lynn Wasielewski made key contributions to this report.  Other individuals  also contributing to this report included Ellen Grady, Susan Irving, Shirley  Jones, Donna Miller, Amy Rosewarne, and William Trancucci."], "subsections": []}]}, {"section_title": "Selected Bibliography", "paragraphs": ["Attanasio, Orazio P. and Thomas DeLeire. “The Effect of Individual  Retirement Accounts on Household Consumption and National Saving,”  The Economic Journal, Vol. 112 (July 2002): 504-538.", "Brixi, Hana Polackova, Christian M.A. Valenduc, and Zhicheng Li Swift. Tax  Expenditures—Shedding Light on Government Spending through the Tax  System: Lessons from Developed and Transition Economies. Washington,  D.C.: The World Bank, October 2003.", "Burman, Leonard E. “Is the Tax Expenditure Concept Still Relevant?”  The  National Tax Journal. vol. LVI, No. 3, (September 2003).", "Burman, Leonard E. and Jonathan Gruber. “Tax Credits for Health  Insurance,” Tax Policy Center Discussion Paper No. 19.  Washington, D.C.:   The Tax Policy Center, June 2005.", "Carasso, Adam and Eugene Steuerle. “Tax Expenditures: Revenue Loss  Versus Outlay Equivalents.” Tax Notes, Vol. 7, (October 13, 2003).", "Datta, Lois-ellin and Patrick G. Gasso. Evaluating Tax Expenditures: Tools  and Techniques for Assessing Outcomes. San Francisco, Calif.: American  Evaluation Association, 1998.", "National Taxpayer Advocate.  2004 Annual Report to Congress.  Washington, D.C.: December 31, 2004.", "President’s Advisory Panel on Federal Tax Reform. “Understanding Tax  Bases: Staff Presentation,” (presentation before the Panel’s public meeting,  Washington, D.C., July 20, 2005,  http://taxreformpanel.gov/meetings/docs/understanding_tax_bases.ppt  (downloaded September 13, 2005).", "Rivlin, Alice M. and Isabel Sawhill.  Restoring Fiscal Sanity 2005:  Meeting  the Long-Run Challenge. Washington, D.C.: The Brookings Institution,  2005.", "Salamon, Lester M. The Tools of Government: A Guide to the New  Governance. New York, N.Y.:  Oxford University Press, Inc., 2002.", "Sheils, John and Randall Haught.  “The Cost of Tax-Exempt Health Benefits  in 2004.” Health Affairs, (February 25, 2004).", "Slemrod, Joel and Jon Bakija. Taxing Ourselves:  A Citizen's Guide to the  Debate Over Taxes, 3rd Edition. Cambridge, Mass.:  The MIT Press, 2004.", "Toder, Eric J. \"Tax Cuts or Spending-Does It Make a Difference?\"  National  Tax Journal, Vol. LIII, No. 3, Part 1.  (September 2000).", "Toder, Eric J. The Changing Composition of Tax Incentives: 1980-99.  Washington, D.C.: (The Urban Institute), March 1, 1999.", "U.S. Congressional Budget Office. Budget Options.  Washington, D.C.:   February 2005.", "U.S. Congressional Budget Office. The Budget and Economic Outlook: An  Update.  Washington, D.C.: August 2005.", "U.S. Congressional Budget Office.  The Long-Term Budget Outlook.  Washington, D.C.: December 2003.", "U.S. Congress.  Joint Committee on Taxation.  Estimates of Federal Tax  Expenditures For Fiscal Years 2005-2009.  JCS-1-05.  Washington, D.C.:   January 12, 2005.", "U.S. Congress.  Joint Committee on Taxation.  Options to Improve Tax  Compliance and Reform Tax Expenditures.  JCS-2-05.  Washington, D.C.:  January 27, 2005.", "U.S. Congress.  Joint Economic Committee. Tax Expenditures: A Review  and Analysis. Washington, D.C.: August 1999.", "U.S. Congress.  Senate Committee on the Budget.  Tax Expenditures:  Compendium of Background Material on Individual Provisions.  S. Prt.  108-54.  Washington, D.C.: December 2004.", "U.S. Congress.  Senate Committee on Governmental Affairs.  Government  Performance and Results Act of 1993 (P.L. 103-58).  Washington, D.C.:  June 15, 1993.", "U.S. Office of Management and Budget.  “Tax Expenditures,” Analytical  Perspectives, Budget of the United States Government, Fiscal Year 2006  Washington, D.C.: 2005."], "subsections": []}, {"section_title": "Related GAO Products", "paragraphs": [], "subsections": [{"section_title": "Tax Policy and IRS Administration", "paragraphs": ["Understanding the Tax Reform Debate:  Background, Criteria, and  Questions.  GAO-05-1009SP. Washington, D.C.: September 13, 2005.", "Internal Revenue Service:  Status of Recommendations from Financial  Audits and Related Financial Management Reports.  GAO-05-393.   Washington, D.C.: April 29, 2005.", "Financial Audit:  IRS's Fiscal Years 2004 and 2003 Financial  Statements.  GAO-05-103. Washington, D.C.: November 10, 2004.", "Tax Administration: IRS Should Reassess the Level of Resources for  Testing Forms and Instructions.  GAO-03-486. Washington, D.C.: April 11,  2003.", "Tax Administration: IRS Should Continue to Expand Reporting on Its  Enforcement Efforts.  GAO-03-378. Washington, D.C.: January 31, 2003.", "Tax Administration: Impact of Compliance and Collection Program  Declines on Taxpayers.  GAO-02-674. Washington, D.C.: May 22, 2002.", "Tax Deductions: Further Estimates of Taxpayers Who May Have  Overpaid Federal Taxes by Not Itemizing.  GAO-02-509. Washington, D.C.:  March 29, 2002.", "Tax Policy: Tax Expenditures Deserve More Scrutiny.  GAO/GGD/AIMD- 94-122. Washington, D.C.: June 3, 1994."], "subsections": []}, {"section_title": "Specific Tax Expenditures", "paragraphs": ["Climate Change:  Federal Reports on Climate Change Funding Should Be  Clearer and More Complete.  GAO-05-461. Washington, D.C.: August 25,  2005.", "Student Aid and Postsecondary Tax Preferences: Limited Research Exists  on Effectiveness of Tools to Assist Students and Families Through Title IV  Student Aid and Tax Preferences.  GAO-05-684. Washington, D.C.: July 29,  2005.", "Earned Income Tax Credit: Implementation of Three New Tests Proceeded  Smoothly, But Tests and Evaluation Plans Were Not Fully Documented.   GAO-05-92. Washington, D.C.: December 30, 2004.", "Community Development: Federal Revitalization Programs are Being  Implemented, but Data on the Use of Tax Benefits Are Limited.  GAO-04- 306. Washington, D.C.: March 5, 2004.", "Tax Administration: IRS Issued Advance Child Tax Credit Payments on  Time but Should Study Lessons Learned.  GAO-04-372. Washington, D.C.:  February 17, 2004.", "New Markets Tax Credit Program: Progress Made in Implementation, but  Further Actions Needed to Monitor Compliance.  GAO-04-326.   Washington, D.C.: January 30, 2004.", "Tax Administration: Information Is Not Available to Determine Whether  $5 Billion in Liberty Zone Tax Benefits Will Be Realized.  GAO-03-1102.   Washington, D.C.: Sept. 30, 2003.", "Business Tax Incentives: Incentives to Employ Workers with Disabilities  Receive Limited Use and Have an Uncertain Impact.  GAO-03-39.   Washington, D.C.: December 11, 2002.", "New Markets Tax Credit: Status of Implementation and Issues Related to  GAO’s Mandated Reports.  GAO-03-223R. Washington, D.C.: December 6,  2002.", "Public Housing: HOPE VI Leveraging Has Increased, but HUD Has Not  Met Annual Reporting Requirement.  GAO-03-91. Washington, D.C.:  November 15, 2002.", "Student Aid and Tax Benefits: Better Research and Guidance Will  Facilitate Comparison of Effectiveness and Student Use.  GAO-02-751.   Washington, D.C.: Sept. 13, 2002.", "Tax Policy and Administration: Review of Studies of the Effectiveness of  the Research Tax Credit. GAO/GGD-96-43. Washington, D.C.: May 21, 1996."], "subsections": []}, {"section_title": "Federal Budget", "paragraphs": ["Our Nation’s Fiscal Outlook: The Federal Government’s Long-Term  Budget Imbalance.  http://www.gao.gov/special.pubs/longterm/. 21st Century Challenges: Performance Budgeting Could Help Promote  Necessary Reexamination.  GAO-05-709T. Washington, D.C.: June 14, 2005.", "Management Reform:  Assessing the President’s Management Agenda.   GAO-05-574T. Washington, D.C.: April 21, 2005.", "Long-Term Fiscal Issues: Increasing Transparency and Reexamining the  Base of the Federal Budget. GAO-05-317T. Washington, D.C.: February 8,  2005. 21st Century Challenges: Reexamining the Base of the Federal  Government.  GAO-05-325SP. Washington, D.C.: February 2005.", "Performance Budgeting: Efforts to Restructure Budgets to Better Align  Resources with Performance. GAO-05-117SP.  Washington, D.C.: February  2005.", "Opportunities for Congressional Oversight and Improved Use of  Taxpayer Funds: Budgetary Implications of Selected GAO Work.  GAO-04- 649. Washington, D.C.:  May 7, 2004.", "Budget Process: Long-term Focus Is Critical.  GAO-04-585T. Washington,  D.C.: March 23, 2004.", "Results-Oriented Government: GPRA Has Established a Solid Foundation  for Achieving Greater Results.  GAO-04-38. Washington, D.C.: March 10,  2004.", "Performance Budgeting: Observations on the Use of OMB’s Program  Assessment Rating Tool for the Fiscal Year 2004 Budget.  GAO-04-174.   Washington, D.C.: January 30, 2004.", "Fiscal Exposures:  Improving the Budgetary Focus on Long-Term Costs  and Uncertainties.  GAO-03-213. Washington, D.C.: January 24, 2003.", "Federal Budget: Opportunities for Oversight and Improved Use of  Taxpayer Funds.  GAO-03-1030T. Washington, D.C.: July 17, 2003.", "Performance Budgeting:  Current Developments and Future Prospects.   GAO-03-595T. Washington, D.C.: April 1, 2003.", "National Saving:  Answers to Key Questions.  GAO-01-591SP. Washington,  D.C.: June 2001."], "subsections": []}]}], "fastfact": []}