{"id": "GAO-02-235T", "url": "https://www.gao.gov/products/GAO-02-235T", "title": "Bioterrorism: The Centers for Disease Control and Prevention's Role in Public Health Protection", "published_date": "2001-11-15T00:00:00", "released_date": "2001-11-15T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["Federal research and preparedness activities related to bioterrorism center on detection; the development of vaccines, antibiotics, and antivirals; and the development of performance standards for emergency response equipment. Preparedness activities include (1) increasing federal, state, and local response capabilities; (2) developing response teams; (3) increasing the availability of medical treatments; (4) participating in and sponsoring exercises; (5) aiding victims; and (6) providing support at special events, such as presidential inaugurations and Olympic games. To coordinate their efforts to combat terrorism, federal agencies are developing interagency response plans, participating in various interagency work groups, and entering into formal agreements with other agencies to share resources and capabilities. However, coordination of federal terrorism research, preparedness, and response programs is fragmented, raising concerns about the ability of states and localities to respond to a bioterrorist attack. These concerns include insufficient state and local planning and a lack of hospital participation in training on terrorism and emergency response planning. This testimony summarizes a September 2001 report (GAO-01-915)."]}], "report": [{"section_title": "Letter", "paragraphs": ["I appreciate the opportunity to submit this statement for the record discussing our work on the Centers for Disease Control and Prevention’s (CDC) activities to prepare the nation to respond to the public health and medical consequences of a bioterrorist attack. The country is now dealing with anthrax exposures resulting from the agent being sent through the mail and the consequences of dealing with even limited exposures have proven to be quite significant. Prior to the recent anthrax incidents, a domestic bioterrorist attack had been considered to be a low-probability event, in part because of the various difficulties involved in successfully delivering biological agents to achieve large-scale casualties.", "On September 28, 2001, we released a report that describes (1) the research and preparedness activities being undertaken by federal departments and agencies to manage the consequences of a bioterrorist attack, (2) the coordination of these activities, and (3) the findings of reports on the preparedness of state and local jurisdictions to respond to a bioterrorist attack. This statement will summarize our findings in the September report regarding CDC’s research and preparedness activities on bioterrorism and augments our previous work on combating terrorism.Specifically, we will focus on CDC’s research and preparedness activities on bioterrorism, and remaining gaps that could hamper the response to a bioterrorist event.", "In summary, CDC has a variety of ongoing research and preparedness activities related to bioterrorism. Most of CDC’s activities to counter bioterrorism are focused on building and expanding public health infrastructure at the federal, state, and local levels. These include funding research on anthrax and smallpox vaccines, increasing laboratory capacity, and building a national pharmaceutical stockpile of drugs and supplies to be used in an emergency. Since CDC’s bioterrorism program began in 1999, funding increased 43 percent in fiscal year 2000 and an additional 12 percent in fiscal year 2001. While the percentage increases are substantial, they reflect only a $73 million increase in overall spending because many of the activities initially received relatively small allocations. Gaps in CDC’s activities could hamper the response to a bioterrorist attack. For instance, laboratories at all levels can quickly become overwhelmed with requests for tests. In addition, there is a notable lack of training focused on detecting and responding to bioterrorist threats."], "subsections": [{"section_title": "Background", "paragraphs": ["Although many aspects of an effective response to bioterrorism are the same as those for any form of terrorism, there are some unique features. For example, if a biological agent is released covertly, it may not be recognized for a week or more because symptoms may not appear for several days after the initial exposure and may be misdiagnosed at first. In addition, some biological agents, such as smallpox, are communicable and can spread to others who were not initially exposed. These characteristics require responses that are unique to bioterrorism, including health surveillance, epidemiologic investigation, laboratory identification of biological agents, and distribution of antibiotics to large segments of the population to prevent the spread of an infectious disease. However, some aspects of an effective response to bioterrorism are also important in responding to any type of large-scale disaster, such as providing emergency medical services, continuing health care services delivery, and, potentially, managing mass fatalities.", "The burden of responding to bioterrorist incidents falls initially on personnel in state and local emergency response agencies. These “first responders” include firefighters, emergency medical service personnel, law enforcement officers, public health officials, health care workers (including doctors, nurses, and other medical professionals), and public works personnel. If the emergency requires federal disaster assistance, federal departments and agencies will respond according to responsibilities outlined in the Federal Response Plan.", "Under the Federal Response Plan, CDC is the lead Department of Health and Human Services (HHS) agency providing assistance to state and local governments for five functions: (1) health surveillance, (2) worker health and safety, (3) radiological, chemical, and biological hazard consultation, (4) public health information, and (5) vector control. Each of these functions is described in table 1.", "HHS is currently leading an effort to work with governmental and nongovernmental partners to upgrade the nation’s public health infrastructure and capacities to respond to bioterrorism. As part of this effort, several CDC centers, institutes, and offices work together in the agency’s Bioterrorism Preparedness and Response Program. The principal priority of CDC’s program is to upgrade infrastructure and capacity to respond to a large-scale epidemic, regardless of whether it is the result of a bioterrorist attack or a naturally occurring infectious disease outbreak. The program was started in fiscal year 1999 and was tasked with building and enhancing national, state, and local capacity; developing a national pharmaceutical stockpile; and conducting several independent studies on bioterrorism."], "subsections": []}, {"section_title": "CDC’s Research and Preparedness Activities on Bioterrorism", "paragraphs": ["CDC is conducting a variety of activities related to research on and preparedness for a bioterrorist attack. Since CDC’s program began 3 years ago, funding for these activities has increased. Research activities focus on detection, treatment, vaccination, and emergency response equipment. Preparedness efforts include increasing state and local response capacity, increasing CDC’s response capacity, preparedness and response planning, and building the National Pharmaceutical Stockpile Program."], "subsections": [{"section_title": "Trends in CDC’s Funding for Bioterrorism Activities", "paragraphs": ["The funding for CDC’s activities related to research on and preparedness for a bioterrorist attack has increased 61 percent over the past 2 years. See table 2 for reported funding for these activities.", "Funding for CDC’s Bioterrorism Preparedness and Response Program grew approximately 43 percent in fiscal year 2000 and an additional 12 percent in fiscal year 2001. While the percentage increases are significant, they reflect only a $73 million increase because many of the programs initially received relatively small allocations. Approximately $45 million of the overall two-year increase was due to new research activities.", "Relative changes in funding for the various components of CDC’s Bioterrorism Preparedness and Response Program are shown in Figure 1. Funding for research activities increased sharply from fiscal year 1999 to fiscal year 2000, and then dropped slightly in fiscal year 2001. The increase in fiscal year 2000 was largely due to a $40.5 million increase in research funding for studies on anthrax and smallpox. Funding for preparedness and response planning, upgrading CDC capacity, and upgrading state and local capacity was relatively constant between fiscal year 1999 and fiscal year 2000 and grew in fiscal year 2001. For example, funding increased to upgrade CDC capacity by 47 percent and to upgrade state and local capacity by 17 percent in fiscal year 2001. The National Pharmaceutical Stockpile Program experienced a slight increase in funding of 2 percent in fiscal year 2000 and a slight decrease in funding of 2 percent in fiscal year 2001."], "subsections": []}, {"section_title": "Research Activities", "paragraphs": ["CDC’s research activities focus on detection, treatment, vaccination, and emergency response equipment. In fiscal year 2001, CDC was allocated $18 million to continue research on an anthrax vaccine and associated issues, such as scheduling and dosage. The agency also received $22.4 million in fiscal year 2001 to conduct smallpox research. In addition, CDC oversees a number of independent studies, which fund specific universities and hospitals to do research and other work on bioterrorism. For example, funding in fiscal year 2001 included $941,000 to the University of Findlay in Findlay, Ohio, to develop training for health care providers and other hospital staff on how to handle victims who come to an emergency department during a bioterrorist incident. Another $750,000 was provided to the University of Texas Medical Branch in Galveston, Texas, to study various viruses in order to discover means to prevent or treat infections by these and other viruses (such as Rift Valley Fever and the smallpox virus). For worker safety, CDC’s National Institute for Occupational Safety and Health is developing standards for respiratory protection equipment used against biological agents by firefighters, laboratory technicians, and other potentially affected workers."], "subsections": []}, {"section_title": "Preparedness Activities", "paragraphs": ["Most of CDC’s activities to counter bioterrorism are focused on building and expanding public health infrastructure at the federal, state, and local levels. For example, CDC reported receiving funding to upgrade state and local capacity to detect and respond to a bioterrorist attack. CDC received additional funding for upgrading its own capacity in these areas, for preparedness and response planning, and for developing the National Pharmaceutical Stockpile Program. In addition to preparing for a bioterrorist attack, these activities also prepare the agency to respond to other challenges, such as identifying and containing a naturally occurring emerging infectious disease."], "subsections": [{"section_title": "Upgrading State and Local Capacity", "paragraphs": ["CDC provides grants, technical support, and performance standards to support bioterrorism preparedness and response planning at the state and local levels. In fiscal year 2000, CDC funded 50 states and four major metropolitan health departments for preparedness and response activities. CDC is developing planning guidance for state public health officials to upgrade state and local public health departments’ preparedness and response capabilities. In addition, CDC has worked with the Department of Justice to complete a public health assessment tool, which is being used to determine the ability of state and local public health agencies to respond to release of biological and chemical agents, as well as other public health emergencies. Ten states (Florida, Hawaii, Maine, Michigan, Minnesota, Pennsylvania, Rhode Island, South Carolina, Utah, and Wisconsin) have completed the assessment, and others are currently completing it.", "States have received funding from CDC to increase staff, enhance capacity to detect the release of a biological agent or an emerging infectious disease, and improve communications infrastructure. In fiscal year 1999, for example, a total of $7.8 million was awarded to 41 state and local health agencies to improve their ability to link different sources of data, such as sales of certain pharmaceuticals, which could be helpful in detecting a covert bioterrorist event.", "Rapid identification and confirmatory diagnosis of biological agents are critical to ensuring that prevention and treatment measures can be implemented quickly. CDC was allocated $13 million in fiscal year 1999 to enhance state and local laboratory capacity. CDC has established a Laboratory Response Network of federal, state, and local laboratories that maintain state-of-the-art capabilities for biological agent identification and characterization of human clinical samples such as blood. CDC has provided technical assistance and training in identification techniques to state and local public health laboratories. In addition, five state health departments received awards totaling $3 million to enhance chemical laboratory capabilities from the fiscal year 2000 funds. The states used these funds to purchase equipment and provide training.", "CDC is working with state and local health agencies to improve electronic infrastructure for public health communications for the collection and transmission of information related to a bioterrorism incident as well as other events. For example, $21 million was awarded to states in fiscal year 1999 to begin implementation of the Health Alert Network, which will support the exchange of key information over the Internet and provide a means to conduct distance training that could potentially reach a large segment of the public health community. Currently, 13 states are connected to all of their local jurisdictions. CDC is also directly connected to groups such as the American Medical Association to reach healthcare providers.", "CDC has described the Health Alert Network as a “highway” on which programs, such as the National Electronic Disease Surveillance System (NEDSS) and the Epidemic Information Exchange (Epi-X), will run. NEDSS is designed to facilitate the development of an integrated, coherent national system for public health surveillance. Ultimately, it is meant to support the automated collection, transmission, and monitoring of disease data from multiple sources (for example, clinician’s offices and laboratories) from local to state health departments to CDC. This year, a total of $10.9 million will go to 36 jurisdictions for new or continuing NEDSS activities. Epi-X is a secure, Web-based exchange for public health officials to rapidly report and discuss disease outbreaks and other health events potentially related to bioterrorism as they are identified and investigated."], "subsections": []}, {"section_title": "Upgrading CDC Capacity", "paragraphs": ["CDC is upgrading its own epidemiologic and disease surveillance capacity. It has deployed, and is continuing to enhance, a surveillance system to increase surveillance and epidemiological capacities before, during, and after special events (such as the 1999 World Trade Organization meeting in Seattle). Besides improving emergency response at the special events, the agency gains valuable experience in developing and practicing plans to combat terrorism. In addition, CDC monitors unusual clusters of illnesses, such as influenza in June. Although unusual clusters are not always a cause for concern, they can indicate a potential problem. The agency is also increasing its surveillance of disease outbreaks in animals.", "CDC has strengthened its own laboratory capacity. For example, it is developing and validating new diagnostic tests as well as creating agent- specific detection protocols. In collaboration with the Association of Public Health Laboratories and the Department of Defense, CDC has started a secure Web-based network that allows state, local, and other public health laboratories access to guidelines for analyzing biological agents. The site also allows authenticated users to order critical reagentsneeded in performing laboratory analysis of samples.", "The agency has also opened a Rapid Response and Advance Technology Laboratory, which screens samples for the presence of suspicious biological agents and evaluates new technology and protocols for the detection of biological agents. These technology assessments and protocols, as well as reagents and reference samples, are being shared with state and local public health laboratories."], "subsections": []}, {"section_title": "Preparedness and Response Planning", "paragraphs": ["One activity CDC has undertaken is the implementation of a national bioterrorism response training plan. This plan focuses on preparing CDC officials to respond to bioterrorism and includes the development of exercises to assess progress in achieving bioterrorism preparedness at the federal, state, and local levels. The agency is also developing a crisis communications/media response curriculum for bioterrorism, as well as core capabilities guidelines to assist states and localities in their efforts to build comprehensive anti-bioterrorism programs.", "CDC has developed a bioterrorism information Web site. This site provides emergency contact information for state and local officials in the event of possible bioterrorism incidents, a list of critical biological and chemical agents, summaries of state and local bioterrorism projects, general information about CDC’s bioterrorism initiative, and links to documents on bioterrorism preparedness and response."], "subsections": []}, {"section_title": "Building the National Pharmaceutical Stockpile Program", "paragraphs": ["The National Pharmaceutical Stockpile Program maintains a repository of life-saving pharmaceuticals, antidotes, and medical supplies, known as 12- Hour Push Packages, that could be used in an emergency, including a bioterrorist attack. The packages can be delivered to the site of a biological (or chemical) attack within 12 hours of deployment for the treatment of civilians. The first emergency use of the National Pharmaceutical Stockpile occurred on September 11, 2001, when in response to the terrorist attack on the World Trade Center, CDC released one of the eight Push Packages.", "The National Pharmaceutical Stockpile also includes additional antibiotics, antidotes, other drugs, medical equipment, and supplies, known as the Vendor Managed Inventory, that can be delivered within 24 to 36 hours after the appropriate vendors are notified. Deliveries from the Vendor Managed Inventory can be tailored to an individual incident. The program received $51.0 million in fiscal year 1999, $51.8 million in fiscal year 2000, and $51.0 million in fiscal year 2001. CDC and the Office of Emergency Preparedness (another agency in HHS that also maintains a stockpile of medical supplies) have encouraged state and local representatives to consider stockpile assets in their emergency planning for a biological attack and have trained representatives from state and local authorities in using the stockpile. The stockpile program also provides technical advisers in response to an event to ensure the appropriate and timely transfer of stockpile contents to authorized state representatives. Recently, individuals who may have been exposed to anthrax through the mail have been given antibiotics from the Vendor Managed Inventory."], "subsections": []}]}]}, {"section_title": "Gaps in CDC’s Research and Preparedness Activities for Bioterrorism", "paragraphs": ["While CDC has funded research and preparedness programs for bioterrorism, a great deal of work remains to be done. CDC and HHS have identified gaps in bioterrorism research and preparedness that need to be addressed. In addition, some of our work on naturally occurring diseases also also indicates gaps in preparedness that would be important in the event of a bioterrorist attack."], "subsections": [{"section_title": "Research Activities", "paragraphs": ["Gaps in research activities center on vaccines and field testing for infectious agents. CDC has reported that it needs to continue the smallpox vaccine development and production contract begun in fiscal year 2000. This includes clinical testing of the vaccine and submitting a licensing application to the Food and Drug Administration for the prevention of smallpox in adults and children. CDC also plans to conduct further studies of the anthrax vaccine. This research will include studies to better understand the immunological response that correlates with protection against inhalation anthrax and risk factors for adverse events as well as investigating modified vaccination schedules that could maintain protection and result in fewer adverse reactions. The agency has also indicated that it needs to continue research in the area of rapid assay tests to allow field diagnosis of a biological or chemical agent."], "subsections": []}, {"section_title": "Preparedness Activities", "paragraphs": ["Gaps remain in all of the areas of preparedness activities under CDC’s program. In particular, there are many unmet needs in upgrading state and local capacity to respond to a bioterrorist attack. There are also further needs in upgrading CDC’s capacity, preparedness and response planning, and building the National Pharmaceutical Stockpile."], "subsections": [{"section_title": "Upgrading State and Local Capacity", "paragraphs": ["Health officials at many levels have called for CDC to support bioterrorism planning efforts at the state and local level. In a series of regional meetings from May through September 2000 to discuss issues associated with developing comprehensive bioterrorism response plans, state and local officials identified a need for additional federal support of their planning efforts. This includes federal efforts to develop effective written planning guidance for state and local health agencies and to provide on-site assistance that will ensure optimal preparedness and response.", "HHS has noted that surveillance capabilities need to be increased. In addition to enhancing traditional state and local capabilities for infectious disease surveillance, HHS has recognized the need to expand surveillance beyond the boundaries of the public health departments. In the department’s FY 2002—FY 2006 Plan for Combating Bioterrorism, HHS notes that potential sources for data on morbidity trends include 911 emergency calls, reasons for emergency department visits, hospital bed usage, and the purchase of specific products at pharmacies. Improved monitoring of food is also necessary to reduce its vulnerability as an avenue of infection and of terrorism. Other sources beyond public health departments can provide critical information for detection and identification of an outbreak. For example, the 1999 West Nile virus outbreak showed the importance of links with veterinary surveillance.Initially there were two separate investigations: one of sick people, the other of dying birds. Once the two investigations converged, the link was made, and the virus was correctly identified.", "HHS has found that state and local laboratories need to continue to upgrade their facilities and equipment. The department has stated that it would be beneficial if research, hospital, and commercial laboratories that have state-of-the-art equipment and well-trained staff were added to the National Laboratory Response Network. Currently, there are 104 laboratories in the network that can provide testing of biological samples for detection and confirmation of biological agents. Based on the 2000 regional meetings, CDC concluded that it needs to continue to support the laboratory network and identify opportunities to include more clinical laboratories to provide additional surge capacity.", "CDC also concluded from the 2000 regional meetings that, although it has begun to develop information systems, it needs to continue to enhance these systems to detect and respond to biological and chemical terrorism. HHS has stated that the work that has begun on the Health Alert Network, NEDSS, and Epi-X needs to continue. One aspect of this work is developing, testing, and implementing standards that will permit surveillance data from different systems to be easily shared.", "During the West Nile virus outbreak, while a secure electronic communication network was in place at the time of the initial outbreak, not all involved agencies and officials were capable of using it at the same time. For example, because CDC’s laboratory was not linked to the New York State network, the New York State Department of Health had to act as an intermediary in sharing CDC’s laboratory test results with local health departments. CDC and the New York State Department of Health laboratory databases were not linked to the database in New York City, and laboratory results consequently had to be manually entered there. These problems slowed the investigation of the outbreak.", "Moreover, we have testified that there is also a notable lack of training focused on detecting and responding to bioterrorist threats. Most physicians and nurses have never seen cases of certain diseases, such as smallpox or plague, and some biological agents initially produce symptoms that can be easily confused with influenza or other, less virulent illnesses, leading to a delay in diagnosis or identification. Medical laboratory personnel require training because they also lack experience in identifying biological agents such as anthrax."], "subsections": []}, {"section_title": "Upgrading CDC Capacity", "paragraphs": ["HHS has stated that epidemiologic capacity at CDC also needs to be improved. A standard system of disease reporting would better enable CDC to monitor disease, track trends, and intervene at the earliest sign of unusual or unexplained illness.", "HHS has noted that CDC needs to enhance its in-house laboratory capabilities to deal with likely terrorist agents. CDC plans to develop agent-specific detection and identification protocols for use by the laboratory response network, a research agenda, and guidelines for laboratory management and quality assurance. CDC also plans further development of its Rapid Response and Advanced Technology Laboratory.", "As we reported in September 2000, even the West Nile virus outbreak, which was relatively small and occurred in an area with one of the nation’s largest local public health agencies, taxed the federal, state, and local laboratory resources. Both the New York State and the CDC laboratories were quickly inundated with requests for tests during the West Nile virus outbreak, and because of the limited capacity at the New York laboratories, the CDC laboratory handled the bulk of the testing. Officials indicated that the CDC laboratory would have been unable to respond to another outbreak, had one occurred at the same time."], "subsections": []}, {"section_title": "Preparedness and Response Planning", "paragraphs": ["CDC plans to work with other agencies in HHS to develop guidance to facilitate preparedness planning and associated investments by local-level medical and public health systems. The department has stated that to the extent that the guidance can help foster uniformity across local efforts with respect to preparedness concepts and structural and operational strategies, this would enable government units to work more effectively together than if each local approach was essentially unique. More generally, CDC has found a need to implement a national strategy for public health preparedness for bioterrorism, and to work with federal, state, and local partners to ensure communication and teamwork in response to a potential bioterrorist incident.", "Planning needs to continue for potential naturally occurring epidemics as well. In October 2000, we reported that federal and state influenza pandemic plans are in various stages of completion and do not completely or consistently address key issues surrounding the purchase, distribution, and administration of vaccines and antiviral drugs. At the time of our report, 10 states either had developed or were developing plans using general guidance from CDC, and 19 more states had plans under development. Outstanding issues remained, however, because certain key federal decisions had not been made. For example, HHS had not determined the proportion of vaccines and antiviral drugs to be purchased, distributed, and administered by the public and private sectors or established priorities for which population groups should receive vaccines and antiviral drugs first when supplies are limited. As of July 2001, HHS continued to work on a national plan. As a result, policies may differ among states and between states and the federal government, and in the event of a pandemic, these inconsistencies could contribute to public confusion and weaken the effectiveness of the public health response."], "subsections": []}, {"section_title": "Building the National Pharmaceutical Stockpile", "paragraphs": ["The recent anthrax incidents have focused a great deal of attention on the national pharmaceutical stockpile. Prior to this, in its FY2002 – FY 2006 Plan for Combating Bioterrorism, HHS had indicated what actions would be necessary regarding the stockpile over the next several years. These included purchasing additional products so that pharmaceuticals were available for treating additional biological agents in fiscal year 2002, and conducting a demonstration project that incorporates the National Guard in planning for receipt, transport, organization, distribution, and dissemination of stockpile supplies in fiscal year 2003. CDC also proposed providing grants to cities in fiscal year 2004 to hire a stockpile program coordinator to help the community develop a comprehensive plan for handling the stockpile and organizing volunteers trained to manage the stockpile during a chemical or biological event. Clearly, these longer range plans are changing, but the need for these activities remains."], "subsections": []}]}]}, {"section_title": "Contact and Acknowledgments", "paragraphs": ["For further information about this statement, please contact me at (202) 512-7118. Robert Copeland, Marcia Crosse, Greg Ferrante, David Gootnick, Deborah Miller, and Roseanne Price also made key contributions to this statement."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Homeland Security: A Risk Management Approach Can Guide Preparedness Efforts (GAO-02-208T, Oct. 31, 2001).", "Terrorism Insurance: Alternative Programs for Protecting Insurance Consumers (GAO-02-199T, Oct. 24, 2001).", "Terrorism Insurance: Alternative Programs for Protecting Insurance Consumers (GAO-02-175T, Oct. 24, 2001).", "Combating Terrorism: Considerations for Investing Resources in Chemical and Biological Preparedness (GAO-02-162T, Oct. 17, 2001).", "Homeland Security: Need to Consider VA’s Role in Strengthening Federal Preparedness (GAO-02-145T, Oct. 15, 2001).", "Homeland Security: Key Elements of a Risk Management Approach (GAO-02-150T, Oct. 12, 2001).", "Bioterrorism: Review of Public Health Preparedness Programs (GAO-02- 149T, Oct. 10, 2001).", "Bioterrorism: Public Health and Medical Preparedness (GAO-02-141T, Oct. 9, 2001).", "Bioterrorism: Coordination and Preparedness (GAO-02-129T, Oct. 5, 2001).", "Bioterrorism: Federal Research and Preparedness Activities (GAO-01- 915, Sept. 28, 2001).", "Combating Terrorism: Selected Challenges and Related Recommendations (GAO-01-822, Sept. 20, 2001).", "Combating Terrorism: Comments on H.R. 525 to Create a President’s Council on Domestic Terrorism Preparedness (GAO-01-555T, May 9, 2001).", "Combating Terrorism: Accountability Over Medical Supplies Needs Further Improvement (GAO-01-666T, May 1, 2001).", "Combating Terrorism: Observations on Options to Improve the Federal Response (GAO-01-660T, Apr. 24, 2001)."], "subsections": []}], "fastfact": []}