{"id": "GAO-02-225", "url": "https://www.gao.gov/products/GAO-02-225", "title": "Private Pensions: Improving Worker Coverage and Benefits", "published_date": "2002-04-09T00:00:00", "released_date": "2002-04-09T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["Although pensions are an important source of income for many retirees, millions of workers lack individual pension coverage. Only half of the nation's workers have been covered by private employer-sponsored pensions since the 1970s. Traditional reforms to the voluntary, single-employer-based pension system have limited potential to expand pension coverage and improve worker benefits. These pension reforms have concentrated mainly on improving tax incentives and reducing the regulatory burden on small employers. Furthermore, efforts to increase retirement savings by restricting the use of lump-sum distributions could limit worker participation in and contributions to pension plans. Three categories of reform--pooled employer reforms, universal access reforms, and universal participation reforms--go beyond the voluntary, single-employer private pension system. Pooled employer reforms seek to increase the number of firms offering pension coverage by creating centralized third-party administration and increasing pension plan portability. Universal access reforms seek to boost savings by offering payroll-based accounts, albeit without mandating employer contributions. Universal participation reforms would mandate pension availability and participation for all workers, similar to the existing Social Security system."]}], "report": [{"section_title": "Letter", "paragraphs": ["Private pensions, as a key supplement to Social Security, can help assure that workers receive adequate incomes in retirement. Although private pensions are an important source of retirement income for many workers, millions of other workers have no individual pension coverage, which places them at risk of inadequate income during their retirement years.Since the 1970s, only about half of the nation’s workers have been covered by private employer-sponsored pensions. Although it is difficult to predict whether any particular worker currently in the labor force will ultimately earn a pension benefit, at present only about 52 percent of retirees receive pension income. Over the past 25 years, considerable attention has been focused on modifying pension law, in part to improve coverage and ultimately retirement income adequacy, yet a significant portion of the workforce remains without pension coverage and the opportunity to earn pension income.", "A wide variety of further reforms have been suggested to improve pension coverage and benefits. You asked us to examine the issues surrounding pension coverage and benefit adequacy and what measures might improve the income prospects of future retirees. Accordingly, this report discusses the potential for reform of the private pension system to improve workers’ pension coverage and benefits, and it reviews approaches other than the voluntary, single-employer-based pension system that might expand pension coverage and improve the retirement income of those workers likely to lack pensions.", "In conducting this study, we surveyed an array of literature relevant to the topic. We reviewed numerous academic and policy studies, supplemented by information obtained from benefit professionals, academic researchers, and employer and employee groups. Our work was conducted between January and December 2001 in accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["The standard of living of the elderly depends on total retirement income,which includes Social Security, pensions, income from assets, and earnings from employment. In addition, benefits from public assistance programs, such as Supplemental Security Income (SSI), and health insurance programs, such as Medicare, may also be relevant in assessing the standard of living of the elderly. Pensions generally supplement Social Security, which has a progressive benefit structure that provides higher relative benefits to lower earners. As a result, although private pensions account for only about one-tenth of the aggregate income of the elderly, they are an important source of retirement income for many households, particularly those in the middle to higher ranges of the income distribution. Recent research suggests that about two-thirds of households nearing retirement have rights to some pension income, but these amounts can vary widely.", "The ability to earn and receive retirement income under a voluntary, private pension system is the result of decisions made by both the employer and the worker within a legal and regulatory framework that has developed over time. The Internal Revenue Code and the Employee Retirement Income Security Act (ERISA) of 1974, as amended, are the basis of pension law today. Employers make the decision to sponsor a plan and choose the features that it will include, taking into account that workers may have different preferences for pensions in comparison with other forms of compensation such as cash wages and health insurance. Workers also make numerous employment-related decisions over the course of their career, such as where to work, how much to work, and whether to change jobs, that can affect their ability to earn pension income. They also make decisions about how much to save for retirement and whether to preserve funds distributed from their plans. The result of employer and worker interactions in the marketplace is that not all workers will earn pension income and receive it in retirement."], "subsections": [{"section_title": "Employers Sponsor Pensions to Provide Tax- Deferred Income to Workers", "paragraphs": ["Among the most important reasons that employers sponsor pensions are the need to attract and retain a productive workforce and the tax advantages associated with pensions. Pensions can be a means of providing deferred compensation that may encourage workers to make a long-term commitment to the employer, thus reducing turnover and making for a more stable, productive workforce. But in deciding whether to offer a pension, companies must assess the nature of their particular workforce to determine if offering pensions is a necessary employment inducement. For example, some workers may view pensions as less important than cash wages or other benefits, particularly health insurance. For such workers, the employer may have little incentive to offer a pension. Employers also choose to sponsor pension plans because of the favorable federal tax treatment of pension contributions and investment returns. This tax treatment, particularly the deferral of taxation on invested income, is especially attractive to those facing higher marginal tax rates, such as some business owners and higher-paid employees, and can be an important incentive to sponsor a plan.", "Employers also consider the benefits of offering a pension plan in comparison with its overall cost. The major cost of the pension to the employer will depend on the contributions necessary to finance or fund the pension. Other costs involve the administration of the plan, such as record keeping, calculation of benefits, outside administrative help and advisers, communication with employees, investment management fees, and compliance with government rules and regulations. The result of weighing the benefits and costs of offering a plan is that not all employers will find it desirable to sponsor a pension plan. For example, compared with medium and large employers, small employers are less likely to sponsor a pension plan. Small businesses may face greater uncertainty, especially with regard to profitability, and may face cost pressures that can affect their ability to offer compensation packages that compare favorably with those offered by larger, more stable firms. While small businesses often cite the cost of pensions as an obstacle to sponsorship, surveys suggest that the firm’s lack of profitability and employee preferences are also important obstacles."], "subsections": []}, {"section_title": "Employers Can Limit Plan Coverage to a Portion of the Workforce", "paragraphs": ["An employer has discretion to determine which workers will be covered by its pension plan, and the employer’s plan design decision may result in certain types of workers’ not having the opportunity to participate. In designing the plan, the employer may cover employee groups on the basis of objective business criteria, such as pay (hourly or salaried), job location, or job categories. An employer may have one plan to cover a wide range of categories of workers, or it may have separate plans for different groups depending on business objectives. The employer is also bound by a federal rule on eligibility that covers all pension plans. Under this rule, a pension plan may exclude employees younger than age 21 or those who have less than one year of service from participating in the plan.", "Plans that seek tax-qualified status must also satisfy a set of “nondiscrimination” rules that seek to ensure that the plan design does not exceed certain limits in the extent to which it favors highly compensated employees in participation and benefits. Even so, in addition to age and service requirements, the nondiscrimination rules may permit a firm to exclude between 30 to 80 percent of the non–highly compensated workers from the plan."], "subsections": []}, {"section_title": "Employers’ Plan Design Decisions Determine How Pension Benefits Are Earned", "paragraphs": ["A worker can be offered either a defined benefit plan or a defined contribution plan. Some workers may participate in both types of plans if their employer offers more than one type of plan. Figure 1 shows that defined contribution plans account for most of the growth in pension plan participation since the mid-1970s. Under the typical formula used for defined benefit plans, the annual (or periodic) increment in benefits earned (benefit accrual) tends to increase over the worker’s career with the employer, which makes this type of plan advantageous for workers who stay with one employer over their working careers. Under a defined contribution plan, the benefit accumulation each period may fluctuate over the course of the worker’s career; frequently, however, such accounts are depicted in terms of an average or steady return over the worker’s tenure with the employer, making the accumulation pattern more even in comparison with a defined benefit plan. This means that younger or shorter-tenured workers may have higher benefit accumulations compared with the benefits they would accrue under a traditional defined benefit plan.", "Employers make other decisions about how pension benefits will accrue and be distributed. These decisions are subject to legal requirements."], "subsections": [{"section_title": "Limits on Contributions and Benefits.", "paragraphs": ["ERISA sets limits on annual contributions and benefits that qualified retirement plans may provide for each participant. These requirements are generally intended to limit the tax benefits provided through pensions, particularly to highly compensated individuals. Separate limits exist for defined benefit and defined contribution plans. In addition, employers must ensure that their plans comply with nondiscrimination rules that seek to balance benefit accruals of highly paid participants with those of non–highly paid participants by specifying the extent to which the benefit accruals of, or contributions made for, highly paid workers can exceed those of non–highly paid workers."], "subsections": []}, {"section_title": "Vesting Rules", "paragraphs": ["Vesting provisions specify when workers acquire the irrevocable right to pension benefits. ERISA requires a plan to adopt vesting standards at least as liberal as one of the following schedules: full (or “cliff”) vesting after five years or gradual vesting over seven years, except that matching contributions must fully vest within three years or gradually vest over five years."], "subsections": []}, {"section_title": "Distribution Rules", "paragraphs": ["These rules affect how and when pension benefits will be paid out to workers. Pension plans provide for distribution of accrued benefits in the event of the worker’s retirement, death, disability, or other severance of employment. Present law limits the circumstances under which plan participants may obtain preretirement distributions. Defined benefit plans typically provide benefits in the form of an annuity, which provides benefits throughout the period of retirement, and generally have age and service provisions that determine when an employee becomes eligible for receipt of benefits. Employers may also allow their workers to elect to receive pension payments as a lump sum. Because defined contribution plans are not required to offer annuities, lump sum distributions are typical and raise concerns about whether pension benefits will be preserved throughout retirement."], "subsections": []}]}, {"section_title": "Pension Benefits Depend on Workers’ Decisions about Work and Saving for Retirement", "paragraphs": ["The decisions that workers make also play an important role in determining how much pension income they will earn and receive in retirement. When a worker accepts employment, he or she accepts a compensation package that may or may not include a pension. Many workers may prefer cash wages or other benefits, such as health insurance, to pension benefits. The extent to which the worker values the pension component of compensation depends on many individual factors, including how aware he or she is about the need for future retirement income.", "Some workers also decide how long to remain employed by the plan’s sponsor, and this decision determines whether they will earn pension income. Workers who stay with a plan sponsor for a number of years are more likely to meet the vesting requirements and to accrue benefits. For some plans, such as 401(k) plans, workers must also decide to participate, how much to contribute, and how to invest the assets in the plan.Workers who exhibit less attachment to the workforce may be less likely to become covered and participate in the plan.", "Even if a worker earns pension benefits, he or she must make decisions that determine whether these savings will contribute to their standard of living in retirement. When workers become eligible to receive distributions from a plan—either preretirement or upon retirement—they are faced with a choice of whether to preserve the distribution in a form that could provide income over their remaining lifetime, such as by transferring the funds to an Individual Retirement Arrangement (IRA) or choosing an annuity. The option of cashing out a lump sum distribution from a pension plan without rollover to an IRA raises concerns about future retirement income. Lump sum distributions can have advantages, because they allow flexibility for workers who have high-priority needs such as medical treatment, purchasing a home, or investing in a business. Lump sums distributions may also make sense when the amount is small and can be invested more profitably elsewhere. The potential disadvantage of lump sums distributions is that the assets may not be preserved for retirement income, as would be the case with a rollover to an IRA or purchase of an annuity. However, the importance of the lump sum issue to retirement income adequacy is the subject of debate and continuing research. Some see a problem given the number of workers taking preretirement lump sums without rollover to an IRA. However, some research has concluded that the impact of this practice on retirement income is very small, since these workers tend to have small account balances. Other research shows that larger sums generally are preserved through rollover into an investment account and that the proportion of workers cashing out lump sums is declining."], "subsections": []}, {"section_title": "Some Workers Unlikely to Benefit under a Voluntary System", "paragraphs": ["Under a voluntary private pension system, the linkage between work, pension coverage, and the receipt and level of pension income in retirement is complex and depends on an array of factors, such as employer plan sponsorship and plan design, the framework of government rules, and worker decisions and choices over a lifetime. The result of employer and worker interactions in the marketplace is that not all workers will earn and receive pension income in retirement. Research suggests that some of the demographic characteristics of those who lack pension income in retirement are similar to the characteristics of workers who lack pension coverage during their working years. For example, those without pension income in retirement are more likely to be single, to be women, and to have low levels of education. But data on pension coverage are only a partial indicator of future pension receipt. The receipt of pension income involves factors that span a worker’s career, and it is difficult to predict whether any particular worker currently in the labor force will ultimately receive a pension benefit. However, available research suggests that those who accumulate no pension income, or relatively low pension income, are more likely to include the following:   Workers employed by small firms. Compared with medium and large employers, small employers are less likely to sponsor a pension plan. As table 1 shows, the pension sponsorship rate drops dramatically as firm size gets smaller—86 percent of firms employing more than 1000 workers offer pensions, while only 13 percent of firms with fewer than 10 employees offer pensions. Figure 2 illustrates that worker participation in pension plans is lower for those employed by small firms.", "Workers employed part time or part year. Employers are less likely to provide pension coverage to part-time, seasonal, and contingent workers. For example, recent data show that about 60 percent of workers employed full time and year round have some form of pension coverage, but only 21 percent of part-time workers have pension coverage.", "Workers with low earnings. Low earners are less likely than middle and high earners to be offered a pension plan and participate when a plan is offered. As figure 3 shows, pension participation varies by earnings levels ranging from over 70 percent participation for the top earning group to about 30 percent for the lowest earners. For those who are participants, some plans that are integrated with Social Security permit a reduction in pension benefits for the lowest earners to offset their proportionally higher Social Security benefits.", "Workers who frequently change jobs over the course of a career.", "Even “covered” workers who frequently change jobs can fail to accrue pension wealth for a significant fraction of their working lives owing to eligibility rules or to vesting rules and the resulting forfeiture of nonvested contributions or accruals. In addition, under defined benefit plans, the annual benefit accrual may be small relative to that for longer-service workers because of the age- and service-weighted features used in these plans. Finally, many plans provide for lump sum cash-outs of accounts or accruals, which often are not rolled into other retirement savings vehicles.", "Workers who place little value on saving. Some workers, either by preference or from lack of knowledge, may not be predisposed to saving or to committing to saving over the long term for retirement. The determinants of saving behavior are not completely understood, but it appears that inadequate retirement saving occurs at all income levels (see app. 2).", "Concerns remain about the ability of workers with these characteristics to earn pension income and receive it in retirement. The federal government has several policy tools to provide incentives for expanding pension coverage, and various reforms to pension rules have been enacted with the aim of protecting and improving pension benefits for workers. Efforts to further improve coverage and benefits generally involve incremental reforms within the existing framework of the voluntary pension system."], "subsections": []}]}, {"section_title": "Ability of Reforms to Expand Pension Coverage and Benefits May Be Limited", "paragraphs": ["Traditional reforms to the voluntary, single-employer-based pension system may have limited potential to significantly expand pension coverage and improve benefits for workers who traditionally lack pensions. Reforms aimed at encouraging plan sponsorship have focused on improving tax incentives and reducing the burden of pension regulation on small employers, but the effect of reforms aimed at increasing pension sponsorship and coverage may be offset by other policy actions. Also, numerous proposals attempt to directly affect pension coverage and benefits by revising the framework of rules governing pensions. Past reforms to these rules, such as improved vesting, and trends in plan design, such as the enhanced portability and accrual patterns associated with defined contribution plans, suggest that more workers and their spouses could receive pension income in the future. But the responses of employers and workers to further rule revisions may offset some of the revisions’ intended effect. Some analysts question whether additional reforms to the voluntary, employer-based pension system can significantly expand pension sponsorship and increase coverage for workers traditionally lacking pensions and improve benefits for workers with pensions."], "subsections": [{"section_title": "Tax and Regulatory Reforms Aim to Provide Incentives for Plan Sponsorship", "paragraphs": ["Much of the pension policy debate is concerned with the issue of how to increase pension plan sponsorship, particularly among small employers, as a basis for fostering increases in worker coverage and participation and for providing opportunities to earn pension benefits. The major policy tools to encourage pension sponsorship include increasing the tax preferences for pensions and simplifying pension regulations, and these tools are aimed at making it easier for employers to decide to sponsor plans."], "subsections": [{"section_title": "Reforms to Improve Tax Incentives", "paragraphs": ["Tax incentives are an important tool to encourage employers to provide pensions. The success of tax incentives to encourage pension sponsorship has been questioned, however, in part because data show that only about half of the workforce is covered by a pension. At least two important factors may limit the effect that tax incentives provide for pension sponsorship. First, tax regulations limit employers’ ability to direct tax preferences to the higher-paid employees who likely most value pensions. As a result, recent pension reform efforts typically have been aimed at relaxing these limits on pension tax preferences. Second, marginal tax rates have been lower in recent decades, which may have reduced the value of pensions to workers and thus the incentive for employers to sponsor or expand pensions.", "The progressive structure of income tax rates, that is, levying higher marginal tax rates as income increases, makes the benefits of the tax preference for pensions relatively greater for higher-income workers who pay higher marginal tax rates than for lower-income workers. Thus, this tax preference provides an incentive for owners and officers of firms to sponsor a pension plan for themselves and their higher-income employees. In turn, because sponsors may also want to provide pension benefits for other workers in the firm, and because pension law encourages plan sponsors to extend pensions broadly to their work force, these tax incentives may result in increased worker coverage. Some pension regulations, such as contribution limits and nondiscrimination rules, are designed to limit the use of tax preferences and to ensure that they do not benefit specific groups of workers, typically the higher paid, disproportionately; however, these regulations may reduce the incentive for employers to offer pensions. As these pension rules are made more stringent, the incentive may be further reduced. Relaxing limits and nondiscrimination rules is viewed by many employers as improving incentives to sponsor and expand plans. While such changes may lead to increased retirement savings by some workers, it is not clear whether they can significantly improve pension coverage and benefits for workers who traditionally lack pensions. Workers advocates may also view such changes as reducing the equity with which pension benefits are provided among workers.", "In addition, during the last two decades, marginal income tax rates have been lowered, which may have reduced the tax incentive to sponsor pensions. Reagan and Turner studied the pattern of marginal rates during the 1980s to determine whether decreases in marginal tax rates have reduced pension coverage. They found that, on average, a decrease of one percentage point in the marginal tax rate is consistent with a decline of 0.4 percentage points in the worker coverage rate. Thus, they conclude that declines in marginal tax rates appear to have lessened the incentives for plan sponsorship."], "subsections": []}, {"section_title": "Reforms to Simplify Pensions", "paragraphs": ["Some reforms have sought to simplify the regulations imposed on qualified pension plans, so that business owners will be more likely to sponsor plans. Government involvement in pensions generally seeks to promote protection of employee benefit rights. Over time, however, with the enactment of new legislation and subsequent regulations, pensions have become more complex and costly to administer. Employers often argue that the burden of complying with pension regulations is excessive to the point of discouraging plan sponsorship, thus limiting the opportunity to increase coverage.", "The cost of sponsoring a pension plan can be an important deterrent to sponsorship in the small business sector. As a result, there have been calls for “pension simplification” to reduce the administrative complexity and cost of pensions while retaining the flexibility to design pensions that meet employers’ needs. Proposed solutions generally involve reducing or eliminating various requirements with which sponsors must comply.Worker and public policy advocates, however, seek plan designs that improve worker coverage and benefits. Policymakers have sought to balance these competing demands by adopting reforms that reduce the legal and regulatory requirements on plan sponsors if they adopt specific plan designs that expand coverage to more workers and specify employer contributions.", "Two examples of pension simplification reforms are the creation of the Simplified Employee Pension (SEP) and the Savings Incentive Match Plan for Employees (SIMPLE). Created in 1978, a SEP is essentially an IRA that an employer provides to each eligible employee. The employer is subject to minimal reporting requirements and is not subject to nondiscrimination rules. Although employers are not required to contribute to an employee’s SEP, when employer contributions are made they must be distributed as a uniform percentage of pay to all employees.", "In 1996, Congress also instituted a new plan design, SIMPLE, that allows workers to defer a portion of their salary. While SIMPLEs are also exempt from certain nondiscrimination rules and reporting requirements, the employer must match the employee’s elective contributions according to a specified formula or provide a 2 percent contribution for all eligible employees.", "Although plan designs such as SEP and SIMPLE offer some potential for increasing small business plan sponsorship, it is not clear that this general approach to pension simplification can make significant strides toward increasing plan sponsorship further among small employers or increasing worker coverage in that sector. Surveys indicate that some small employers remain unfamiliar with the availability of simplified plan designs. Moreover, the relief from many requirements and the benefits offered by such alternatives may not be sufficient to offset the cost or burden of offering them, and small employers may still be unwilling to sponsor plans given business conditions or worker preferences."], "subsections": []}]}, {"section_title": "Reforms to Pension Rules Attempt to Increase Coverage and Benefits", "paragraphs": ["In addition to reforms aimed at increasing pension plan sponsorship, various reforms attempt to improve pension coverage and benefits by modifying the framework of rules governing pensions and the process that workers must navigate in earning pension income. Past and proposed reforms to eligibility, coverage, and participation provisions attempt to increase the number of workers who have the opportunity to participate in a pension plan, particularly workers who tend to have lower earnings. Reforms to vesting provisions could provide another means of helping workers gain the opportunity to earn pension income and possibly increase the total amounts that they accrue. Similarly, reforms to the regulatory provisions that set conditions on plan benefit designs, such as limits and nondiscrimination rules, as well as more direct specification of allowable plan designs, could affect how much workers accrue through their pension plans. Reform proposals that affect the distribution of accrued pension benefits tend to revolve around the issue of preretirement lump sums and whether they will contribute to workers’ retirement income. Another issue arising from the trend toward defined contribution plans concerns the choices that workers will make regarding their investments and whether they will preserve their accumulations to provide lifetime income in retirement. But it is not clear whether most of these reforms can significantly affect coverage or benefits because of offsetting factors associated with employer or worker behavior."], "subsections": [{"section_title": "Eligibility Reforms", "paragraphs": ["Plan eligibility provisions allow the employer to limit participation among younger workers or among those who do not work full time; further restrictions on these provisions could provide these workers with the opportunity to participate in a plan. However, employers may have little incentive to extend eligibility to workers with generally higher turnover, and changing these provisions could raise compensation costs or conflict with worker preferences in compensation."], "subsections": []}, {"section_title": "Coverage Reforms", "paragraphs": ["Because pension plans are defined for specific employee groups, job locations, or job categories, requiring employers to expand coverage and give greater numbers of workers the opportunity to participate in a plan may be difficult. As a result, direct efforts to improve coverage may focus on the level of a worker’s compensation by requiring that plans cover more workers who are not highly compensated. This is typically accomplished by modifying nondiscrimination rules (minimum coverage rules) or nondiscrimination testing rules. But improving coverage in this manner could conflict with the desire of the employer to design its plan to meet business needs and to direct compensation to its most valued employees."], "subsections": []}, {"section_title": "Participation Reforms", "paragraphs": ["Participation reforms seek to ensure that workers who historically have had low participation rates, such as low-income workers, participate in pension plans. Some proposals to encourage participation in 401(k) plans would automatically enroll workers at the time of employment and would require them to choose to opt out of the plan if they so desire. Some plans have instituted such provisions, and research suggests that automatic enrollment does increase participation. Research has also shown that individuals enrolled in this way tend to exhibit inertia with regard to the amounts that they contribute, staying with the default contribution rates and, in their investment choices, staying with conservative investments such as money market funds.  One automatic enrollment plan design, where workers agree to save a portion of their future salary increases, has shown promising results."], "subsections": []}, {"section_title": "Vesting Reforms", "paragraphs": ["Vesting reforms seek to give workers rights to their pension accruals more quickly by making vesting periods shorter or even immediate. Previous reforms to vesting requirements appear to have substantially improved the percentage of plan participants who are vested. Also, the movement toward 401(k) plans, which have immediate vesting of employee contributions, helps address concerns about younger and higher-turnover workers. Also, EGTRRA provides for faster vesting of matching employer contributions. From an employer’s perspective, shorter or immediate vesting can increase the cost of providing pensions. As a result, the scope for further improvements in vesting may be limited, because employers might prefer to retain or simplify the existing rules and the flexibility that these rules provide to design pensions to meet business objectives and limit compensation costs."], "subsections": []}, {"section_title": "Accrual Reforms", "paragraphs": ["Some workers, such as those with lower earnings or who change jobs frequently, are less likely to earn pension benefit accruals. Improving accruals for mobile workers generally means smoothing out the accrual pattern across the factors that are important in a defined benefit plan, namely, age, length of service, and salary. For example, granting higher accruals for early years of service and smaller accruals for higher tenure could foster the goal of providing higher accruals to the lower-paid, shorter-service workers. To some degree, the movement toward defined contribution and cash balance plans has alleviated concerns about greater accruals for these types of workers. Other means of inducing more even accrual patterns could include strengthening nondiscrimination rules by altering the tests to encourage greater accruals for individuals who are not highly compensated. Consistent with the theme of pension simplification, some reformers suggest that the pension system should allow fewer plan designs. However, the goal of providing more even accruals for all workers can conflict with the desire of employers for flexibility in benefit design and their ability to direct compensation to their most valued employees."], "subsections": []}, {"section_title": "Preservation Reforms", "paragraphs": ["Preservation reforms address the issues of preretirement lump sum distributions and spousal rights in defined contribution plans. Workers who roll over a lump sum distribution into an IRA or another defined contribution plan can preserve the funds in a tax-deferred arrangement; this may provide more assurance that the pension saving will be preserved for retirement. As a result of concerns that lump sums may be consumed rather than saved, proposals have been made to place more restrictions on them. One option is to increase the penalty for not rolling the funds over into an IRA or another qualified retirement plan. Another option is simply to require that the funds be rolled over. EGTRRA generally requires a rollover to be automatic unless a participant elects a lump sum. This provision will go into effect when regulations are finalized by the Department of Labor. Such measures could improve benefit preservation, but some research suggests that greater restrictions on the use of lump sums may decrease workers’ willingness to participate in 401(k) plans.", "Another important issue concerns the rights of spouses regarding distribution from defined contribution plans. While defined benefit plans are required to offer an annuity with a provision that the spouse be able to approve the form of distribution, defined contribution plans are not generally required to offer an annuity option. Providing such an option could affect the cost of administering the defined contribution plan."], "subsections": []}, {"section_title": "Benefit Security Reforms", "paragraphs": ["Key factors that affect workers’ benefit security during the preretirement period involve the prudent investment of pension assets and workers’ decisions about distributions from their plans. Pension plans are protected by ERISA fiduciary rules, and most defined benefit plan participants’ benefits are protected by PBGC pension insurance. Although defined benefit plans are subject to a rule that no more than 10 percent of plan assets can be invested in the securities of the employer, this rule does not apply generally to defined contribution plans. In the past and more recently, proposals have been made to apply restrictions on employer stock to all defined contribution plans or specifically to 401(k) plans, with the aim of reducing the risk that participants may bear. However, restrictions on investment in employer securities could reduce opportunities for workers to earn retirement income and make it less attractive for employers to contribute matching funds to 401(k)s."], "subsections": []}, {"section_title": "Participant Education Reforms", "paragraphs": ["The trend toward defined contribution plans and increasing individual responsibility for retirement raises a general concern with regard to whether workers have sufficient knowledge and information regarding retirement planning and such matters as the investment of plan assets, preserving distributions prior to retirement, and assuring that income will be available throughout the retirement period. Some proposals would allow employers to provide plan participants with investment advice regarding the participant-directed assets in their 401(k) plans from financial service firms that administer such plans. However, concerns have been raised that such proposals would not adequately protect plan participants from potential conflicts of interest by investment advisors who also provide other services to their plan. Some pension plans are already acting to ensure that their participants have access to necessary information. The growth of 401(k) plans, increased amounts of information provided through financial and insurance entities, and general economic and social trends may be encouraging workers to increase their knowledge about saving, investment, and retirement. Also, new strategies for improving worker knowledge about retirement planning are being examined.", "Although a variety of reforms attempt to encourage plan sponsorship and improve pension coverage and benefits, several analysts note that the ability of the voluntary, employer-based pension system to significantly expand pension sponsorship and extend coverage to workers may be limited. In particular, one study concluded that, at best, legislative changes are capable of extending coverage to a quarter to a third of uncovered workers, with actual results likely to be considerably lower.Consistent with such results, some question whether additional reforms will have significant results for workers who traditionally lack pensions, particularly those with low incomes, since these reforms offer only incremental changes to the voluntary, single-employer pension system. As a result, some reformers suggest proposals that move beyond the voluntary, single-employer private pension system."], "subsections": []}]}]}, {"section_title": "Improving Retirement Income Outside the Single-Employer Voluntary Pension System Involves Tradeoffs and Challenges", "paragraphs": ["Three broad categories of reform approaches outside the single-employer, voluntary pension system have been advanced to improve worker coverage and retirement income. These categories are (1) pooled employer reforms, (2) universal access reforms, and (3) universal participation reforms. Pooled employer reforms focus on increasing the number of firms offering pension coverage through centralized third-party administration. Pooled employer plans aim to increase worker coverage and improve pension portability, but there are limits to the receptiveness of employers to pooled employer plans given the employer’s loss of control of plan design and concern with cost and administrative requirements. Universal access reforms attempt to increase retirement savings by making payroll retirement saving accounts available to all workers without mandating an employer contribution. However, these reforms raise concerns about the administrative burden placed on employers and, because the reforms rely on employee contributions, about the difficulty faced by workers, particularly low-income workers, in setting aside money for retirement. Universal participation reforms are intended to ensure coverage and retirement income for all workers by mandating pension availability and participation, similar to the existing Social Security system. Reforms based on universal participation raise concerns about increases in employer administrative burden and because of their broad potential economic effects on labor cost. Table 2 provides examples of these three approaches."], "subsections": [{"section_title": "Reforms to Advance Pooled Employer Plans Offer Advantages but Rely on Voluntary Employer Action", "paragraphs": ["Existing pooled employer plans, which include multiemployer and multiple-employer plans, cover about 12 percent of all pension plan participants. Proposals advancing the pooled employer model promote establishing these plans in more industries and encourage small employer membership. Advocates of pooled employer plans maintain that the advantages of the plans’ portability, their industry or trade focus, and their low administrative cost make them a viable approach for increasing pension coverage, particularly to employees of small businesses. Others contend that little incentive exists for employers to join a pooled employer plan, as they must sacrifice control of plan design and costs. In the view of these critics, existing alternatives such as 401(k) plans offer portability and low administrative cost and are even easier to administer.", "Collectively bargained pooled employer plans exist already in many industries and trades. These multiemployer plans, in which participants can negotiate the plan characteristics, must be jointly governed by management and labor representatives. Since their inception in 1929, these plans have been advanced by labor unions and have developed a variety of benefit structures. Usually, multiemployer plans provide pension coverage to labor union workers from the same industry or trade. Although most are defined benefit plans, multiemployer defined-contribution plans do exist, and hybrid models have developed where the employer’s contribution and the worker’s benefit are both specified.", "Non-collectively-bargained pooled employer plans, or multiple-employer plans, also exist and are normally administered by a professional or trade association. For example, the Teachers Insurance Annuity Association and College Retirement Equities Fund (TIAA-CREF) offers a multiple- employer plan organized around education and research professions. Employers, such as member colleges and universities, make contributions for their employees. TIAA-CREF offers a defined contribution plan, in which contributions are accumulated over a career and paid out at retirement, often as an annuity.", "Proposals advancing pooled employer plans would include both proposals that would facilitate collectively bargained plans and proposals that would advance development of professional and trade association plans. One proposal would create a model small-employer group pension plan with minimal administrative responsibilities. Other proposals would provide tax incentives to employers to encourage participation in pooled employer arrangements. Another proposal would make changes in income tax law to allow professional and trade associations to be treated as employers for purposes of sponsoring pooled employer pensions or health plans for their members.", "Advocates of pooled employer plans reason that both employers and employees benefit from the portability and trade focus of this arrangement. The portability of the plans improves worker pension receipt by allowing short-service workers to accumulate pension benefits with different employers. This portability diminishes the effects on pension accruals of company ownership changes and failures, because workers can continue to participate with new or reorganized employers. The trade focus enhances the advantages of portability, because even though workers may change employers, many stay in the same industry or trade. Similarly, employers benefit by having a pool of workers with previous work and training in their industry or trade, and pooled employer plans are likely to have pension features, such as early retirement provisions, to meet the needs of a common industry or trade. Advocates also note that workers in small business, in particular, could benefit from the pooled employer model because small employers generally have high rates of employee turnover and high business termination rates.", "By lowering the cost of administering a pension plan, pooled employer plans also offer employers a more cost-effective way of providing pensions to their employees. Because they provide economies of scale and reduce employer costs, such plans are easier for some employers to offer. Advocates note that pension administrative costs per employee are normally higher for small employers who have smaller numbers of workers over which to spread implementation and administrative costs. Pooled employer pension plans spread these costs over a larger number of workers.", "Despite these possible benefits, some pension experts have expressed doubt that pooled employer models can be widely expanded beyond current levels, because pooled employer plans are still dependent on voluntary employer action. They note that pooled employer plans have been available for many years, yet small businesses have shown little interest in them. Employers may be less likely to adopt pooled employer plans, because they have little control over plan design and are less able to assure that the plan meets their needs. Further, little evidence exists that proposals such as employer tax credits will lead to adoption of pooled employer plans by businesses without pension plans. Moreover, employers may have little incentive to choose a pooled-employer defined-benefit plan instead of a single-employer 401(k) plan, which also is portable and offers low administrative costs."], "subsections": []}, {"section_title": "Reforms to Create Universal Access to Retirement Saving Rely on Voluntary Worker Election", "paragraphs": ["Recognizing that many employers do not provide pension plans to workers and that some employees with coverage need additional retirement savings, some analysts and policymakers embrace reforms to assure universal access to tax-favored retirement savings accounts such as IRAs.Although legislation has created different IRA types and provisions, workers generally establish IRAs outside the workplace. Proposals that would expand universal access accounts beyond IRAs vary in coverage and in incentive features such as tax credits to encourage employer or employee participation. Many of these proposals seek to provide employees with a payroll-based opportunity for retirement saving.", "Some form of IRA is currently available to all workers. ERISA introduced the IRA in 1974 as a means of promoting retirement savings for workers without employer-sponsored pensions. Since then, legislation has modified provisions and created new types of tax-advantaged IRAs. Today, traditional IRAs can be purchased with pretax dollars if a person is not covered by a pension plan or if his or her income is less than specified amounts. IRAs can also be purchased with after-tax dollars, regardless of income. For these traditional IRAs, earnings are taxed as income at retirement.", "Reforms advancing universal access accounts aim to facilitate increased retirement saving. To increase the likelihood of worker participation, most proposals call for payroll-based accounts. Some would offer universal access accounts to employees regardless of other pension coverage; others would apply only to employees without pension coverage. Some proposals would require employers to establish the accounts, while other proposals would make the accounts available at an employer’s or employee’s election. Also included in proposals is the option of a government-managed payroll account as an alternative for employers, particularly small employers, who want to minimize their administrative involvement with employee accounts. To encourage employee saving, some proposals include incentives such as tax credits and matching of employer contributions.", "Advocates of universal access accounts reason that requiring such accounts would facilitate employee and employer contributions even without a required employer contribution. They reason that workers are more likely to routinely set aside retirement savings when they have a payroll deduction account and when they receive employer contributions to that account. Further, employers may be more likely to make contributions when there is an existing account.", "IRA experience may be useful in predicting the effects of universal access accounts. Although an estimated 42 percent of households owned some type of IRA as of May 2001, evidence suggests that IRAs serve more as a parking place for distributions from other tax-qualified retirement savings plans than as accounts for active retirement saving. Rollover contributions from other tax-qualified retirement accounts are estimated to represent more than 90 percent of current IRA contributions. A study of a large sample of individual tax returns found that only about 5 percent of individuals reporting income made a contribution to an IRA in 1995.", "Studies show that low-income workers have the lowest rate of IRA saving and that the rate of contributions to IRA accounts rises as incomes rise.In 1995, only one percent of those with income of less than $10,000, compared with 17 percent of those with income more than $100,000, contributed to an IRA. Observers note that the low rate of IRA saving by low-income workers is not surprising in that low-income workers have the smallest amount of disposable income for saving. Further, low-income workers obtain the least tax savings from tax-deferred treatment, because they pay the lowest marginal tax rates. However, universal access account proposals that include tax credits or matches by the government or employer, based on the contributions of the worker, attempt to improve saving incentives for lower earners.", "Critics of universal access reform proposals argue that universal access accounts are not the best way of increasing retirement saving. They suggest that such proposals may increase the administrative burden on employers, particularly small employers, and create numerous small accounts with relatively high administrative expenses. Experts disagree about whether 401(k) plan accounts or IRA accounts have increased personal saving. They note that lower-income workers face lower tax rates and therefore benefit less from the tax-deferred nature of the accounts. In addition, these critics note that such plans shift investment risk to the individual and that lower-income workers have little investment management experience. Some are concerned that individual accounts could supplant existing private pensions, resulting in employers’ feeling less need to offer traditional pension benefits and leading to a possible drop in national saving. The proposals also entail substantial design challenges to ensure that universal accounts are effectively implemented and administered. These challenges include determining how records would be kept, what investment options and controls would be offered, and when workers would gain access to savings in the accounts."], "subsections": []}, {"section_title": "Universal Participation Involves Mandates; Broader Effects Are Uncertain", "paragraphs": ["Although reforms requiring universal participation in a pension system are aimed at improving workers’ retirement income, concerns exist about the broad economic effects of such reforms. Three primary types of reform employ universal participation: (1) reforms mandating private pension coverage in addition to Social Security, (2) reforms increasing base-level Social Security benefits, and (3) reforms establishing mandatory Social Security individual savings accounts."], "subsections": [{"section_title": "Mandatory Pensions as a Second Tier to Social Security", "paragraphs": ["Mandatory pension proposals differ in specific provisions but generally require pension coverage and employer contributions for all employees. Under mandatory pension proposals, employers would be required to establish pension accounts and make contributions for workers. Proponents of these reforms suggest that mandatory pensions would increase private retirement saving, particularly for low-income workers, and would take advantage of the existing private pension infrastructure. Proposals mandating employer pensions aim to provide retirement income as a second tier to Social Security, but critics suggest that if these proposals are implemented, they may have adverse impacts on the national economy because of the increased cost of labor and potentially increased layoffs.", "Several mandatory pension proposals have been suggested. For example, the 1981 report from the President’s Commission on Pension Policy recommended an advance-funded minimum universal pension system (MUPS). The commission recommended that employers establish pension accounts for all employees and contribute a minimum of 3 percent of pay annually. The MUPS proposal required immediate vesting and prohibited integration with Social Security. Under MUPS and other mandatory pension proposals, employers would be required to establish pension accounts and make contributions for workers. Another, more recent proposal required employers to provide uniform pension coverage for all employees in a given line of business but allowed for workers with income below a certain threshold to be excluded from employer-sponsored coverage and to instead receive their retirement income from the government. To help ensure employer participation, this proposal offered increased employer flexibility in benefit and contribution limits.", "Proponents of a mandatory pension system reason that mandatory pensions can take advantage of the existing private pension infrastructure and increase national saving by providing a retirement saving mechanism to more workers. Low- and moderate-income workers represent a disproportionate share of those without pensions, so mandating pension coverage would increase the retirement incomes of these workers, who generally lack retirement income other than Social Security. Because of the low rate of retirement and other savings, particularly for lower-income workers, some proponents of a mandatory pension system believe that mandating pensions would increase personal retirement savings. Mandating pensions would increase pension coverage provided by small employers, where it has been difficult to increase coverage. In addition, a mandatory pension system could take advantage of the existing private sector pension system infrastructure.", "However, critics of mandatory universal pension proposals suggest that such plans may adversely affect both employees and employers. Mandatory pensions may require workers to receive compensation in the form of pension benefits when they might prefer cash wages, which may be a particular concern of low-income workers. Mandatory pensions would reduce workers’ ability to allocate earnings to other valuable uses, such as health insurance, housing, and education. Employees with current pension coverage could be adversely affected if employers chose to reduce benefits to the mandatory minimum. In addition, mandatory pensions could have negative consequences for employers, increasing employers’ costs for pension implementation, administration, and contributions. Mandatory pensions could also restrict employers’ ability to design pensions to meet their business objectives. Such reforms raise concerns about the increase in employers’ administrative burden, as well as potential adjustments to other forms of compensation to offset higher pension costs."], "subsections": []}, {"section_title": "Increase Social Security Base- Level Benefits", "paragraphs": ["Some analysts acknowledge that extending pension coverage and benefits to workers by making the voluntary system mandatory is a difficult option and that it may make more sense to simply modify the existing mandatory Social Security system. One proposed reform involves raising the base level of Social Security retirement benefits. Such a proposal attempts to increase Social Security benefits for low-earning workers, recognizing that they generally lack pension income, have very little retirement savings, and are therefore dependent on Social Security. Proponents of such a proposal cite the simplicity and low administrative cost of increasing the base level benefits, but concerns remain about the potential impact of this approach when a Social Security financing shortfall already exists.", "Proposals to raise the base level of Social Security benefits try to offset the effect on retirement income of low wage, part-time, or seasonal employment as well as periods of unemployment. These proposals would raise Social Security benefits so that low earners would receive higher replacement of preretirement income. Proposals have different ways of providing the higher benefits for low earners. One option is to revise Social Security’s minimum benefit provision. Other options would change the benefit formula for specific workers, and others would count unemployment insurance payments and the Earned Income Tax Credit (EITC) as earnings in computing Social Security benefits.", "Proponents of increasing base-level Social Security benefits cite the simplicity of using the existing, relatively efficient Social Security system to compensate for the lack of pensions and retirement savings of many low earners. They reason that the workers who would benefit most from this change are those with the least retirement savings and the greatest dependence on Social Security.", "Critics of these proposals suggest that raising the base benefit level may detract from Social Security’s financial integrity and popular support. Increasing Social Security benefits, even for a limited segment of retirees, would further compound the existing shortfall in Social Security financing. Restoring solvency in light of these benefit increases may require reducing benefits to workers with higher earnings or increasing worker and employer contributions. Some fear that such adjustments might cost the program the support of these higher-income workers, if Social Security came to be viewed as a welfare program. Moreover, increasing Social Security benefits may have implications for private pensions, making employers less likely to want to provide pension benefits for their lower- earning workers."], "subsections": []}, {"section_title": "Social Security Individual Accounts", "paragraphs": ["Some current efforts to reform Social Security financing call for the establishment of individual Social Security savings accounts. These proposals seek to partially replace the current pay-as-you-go financing of Social Security in which current contributions are generally used to pay current retiree benefits. Advocates of these proposals suggest that such accounts would increase overall worker retirement income with higher market investment returns and would provide greater worker control of retirement savings. However, critics question whether individual accounts can increase retirement income, and they counter that low-income workers would benefit the least from such accounts because they have relatively little to contribute and modest investment experience.", "Individual account reform proposals vary, but they generally allow workers to own and, to varying degrees, manage their own accounts. The proposals would create individual accounts in different ways. Some would finance individual accounts with new contributions, while others would allocate some portion of the current Social Security taxes to fund the accounts. Still others would allow supplementary voluntary contributions to mandatory individual accounts or be based completely on voluntary contributions. Most proposals retain some features of the current Social Security system. One hybrid proposal would completely redesign the Social Security program into a two-tier program, with the second tier consisting of an individual account.", "Proponents of Social Security individual accounts maintain that such accounts allow workers to invest a portion of their contributions and, with the returns, to fund future retirement benefits. Advocates of Social Security individual accounts point to the potential for increased returns for participants that could result from allowing investment in stocks and bonds. Some advocates indicate that in addition to offsetting the need to raise payroll taxes or cut benefits to restore financial solvency to Social Security, individual accounts could eventually increase the overall retirement income of future retirees. Furthermore, Social Security individual accounts could provide an administrative infrastructure for other retirement savings plans, such as plans based solely on employee payroll deductions. Workers might also become more inclined to contribute an increased portion of their wages to retirement savings if such plans were available. Advocates therefore reason that Social Security individual accounts could increase private and national saving and lead to more capital formation.", "Individual Social Security accounts also have critics. Critics of individual accounts point out that investing in stocks and bonds introduces investment risk that could, in certain cases, result in lower retirement income. Moreover, they argue that individual accounts are unlikely to restore Social Security’s solvency without the need for additional financing through tax revenues, benefit reductions, or government borrowing. Concerns have also been raised about the impact on benefits, in that lower-income workers would have fewer funds going to their individual accounts and would have the least investment experience. Finally, concerns have been raised that employers may redesign their pensions or drop pension coverage if they feel that Social Security individual accounts allow workers to accumulate adequate retirement income."], "subsections": []}]}]}, {"section_title": "Concluding Observations", "paragraphs": ["The concern about the low rate of private pension coverage among certain segments of the workforce and the desire to improve pension and retirement income, particularly for lower earners, has led to various proposals to reform the existing voluntary employer-based system, as well as some proposals that move outside that system. However, each type of reform introduces issues that make the likely effects of reform difficult to determine. For example, under the existing system, the effect of policies aimed at improving incentives for plan sponsorship through the tax system or by simplifying pension rules may be limited by other policy actions. The intended effects of changing pension rules may be counteracted by the responses of employers and workers. As a result, additional reforms to the voluntary, single-employer-based system have only a limited ability to significantly expand pension sponsorship and extend coverage and benefits to workers who traditionally lack pensions.", "In considering proposals that move outside the voluntary, single-employer system, employers may find long-standing proposals, such as those that would expand pooled employer arrangements and mandate private pensions, unattractive in part because they may increase compensation costs. While raising the base level of Social Security benefits might be an effective means of addressing some of the concerns about lower-earning workers, such a reform would need to be considered as part of the broader Social Security financing reform discussion. Several pension- related proposals aimed at improving the availability and level of retirement income for lower-earning workers are similar in many respects to current proposals to introduce an individual account-based option into Social Security. The infrastructures of private pensions or Social Security could be modified to provide a universal, payroll-based opportunity to save for retirement. While many lower-earning workers may have difficulty saving out of current income, supplementing a worker’s account through tax credits and contribution matches might increase saving incentives among those with low levels of income and retirement wealth. Such approaches entail cost and design challenges, but it is important to recognize the relationship between concerns about private pension coverage and benefits, and the Social Security policy debate, in any retirement policy reforms that emerge. The outcome of reform efforts will define a new balance between voluntary and mandatory approaches to providing retirement income."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided draft copies of this report to the Department of Labor and the Department of the Treasury for their review. The Department of Labor had no comment on the report. The Department of the Treasury provided us with technical comments, which we incorporated as appropriate.", "We are providing copies of this report to Secretary of Labor Elaine L. Chao, Secretary of the Treasury Paul H. O’Neill,  and appropriate congressional committees. We will make copies available to others on request. The report is also available on GAO’s home page at http://www.gao.gov. Please call me on (202) 512-7215 or George A. Scott on (202) 512-5932 if you or your staff have questions. Other major contributors to this report include Kenneth J. Bombara, Timothy Fairbanks, Edward Nannenhorn, Corinna Nicolaou, Roger J. Thomas, and Charles Walter III."], "subsections": []}]}, {"section_title": "Appendix I: Advantages of Tax-Qualified Retirement Savings", "paragraphs": ["The purpose of this appendix is to show (1) how the tax treatment of saving through a qualified pension plan differs from the tax treatment of saving in a regular bank savings account, (2) how the magnitude of the difference depends on the tax rates individuals face, and (3) that the tax treatment of pension saving can be equivalent to exempting the earnings on pension contributions.", "If a person’s employment compensation is paid as wages, those wages would be taxable income. If he or she then saves some of these wages in a regular bank savings account, the income earned in the account would be taxable each year as it is earned. When funds are withdrawn from the account, no further tax would be owed.", "If the same employee receives compensation in the form of a contribution to a qualified pension plan, that pension contribution would not be counted as income to the employee at the time of the contribution. In addition, earnings on the contribution would accumulate tax deferred. When the contributions and earnings are withdrawn or distributed, they would be subject to tax at the regular income tax rates applicable at that time.", "Table 3 shows a hypothetical example of how the tax treatment afforded to pensions can benefit savers. It also shows how the tax benefit from saving in a pension depends on a person’s income tax rate. The example in this table supposes that two people are subject to different tax rates, one to a 15-percent tax rate and the other to a 28-percent rate, throughout their lives. Both receive a higher after-tax return from saving through a pension than they would have received in a regular taxable account. In both cases, the value of their pension accounts at retirement is greater than the value of their regular savings account at the time funds are withdrawn. This reflects the effect of taxes not paid at the time of the initial deposit in the pension account and taxes not paid on the earnings in the pension account over time. Despite the fact that both individuals have to pay tax on the value of the pension account when the funds are distributed, while no additional tax is owed on the funds in the regular saving account, both individuals gain by saving through the pension instead of the regular account.", "Table 3 also shows that the person with the higher, 28-percent tax rate benefits more from saving through a pension, compared with a regular savings account, than the person with the lower, 15-percent rate.", "The example in table 3 assumed that the lifetime tax rate—when contributions are made, as earnings accrue, and when funds are withdrawn or distributed—remains constant. When tax rates vary over time, the tax benefits from saving through a pension are greater if the rates that are applicable when contributions are made and as earnings accrue exceed the rates applicable when the funds are withdrawn. In other words, if the tax rate during a person’s working life is higher than the tax rate during retirement, the tax benefits from pension saving will be greater. Conversely, if tax rates are higher during retirement than during a person’s working life, the relative tax benefits are smaller. When tax rates are low during a person’s working life and much higher during retirement, the person might be better off saving in a regular taxable account.", "Another way to look at the tax treatment of pension savings is to compare it with that of an account in which contributions are taxable but no further tax is owed on earnings. In a Roth IRA, for example, wages are subject to tax when they are earned, but any account earnings can be permanently exempt from tax. Table 4 shows that if tax rates remain constant over time as in the example underlying table 3, the after-tax return from saving through a pension can be equivalent to saving through a Roth IRA."], "subsections": []}, {"section_title": "Appendix II: Perspectives on Adequacy of Retirement Income", "paragraphs": ["Currently, an active research debate is addressing the questions of whether workers and households will achieve adequate retirement income and the role that pensions play in retirement income. Data are generated for the current retired population, and estimates are made for those who will retire in the future. The current status of retirees is typically examined through comparisons with the poverty line or with replacement rates, which relate actual or expected retirement income to the income level at a period of time during the worker’s career. The status of future retirees also can be assessed through estimates of such measures but is increasingly examined in the context of whether workers are accumulating sufficient assets while working (i.e., saving) to assure themselves of a stream of retirement income adequate to meet certain standards or targets."], "subsections": [{"section_title": "Income Adequacy for Existing Retirees", "paragraphs": ["Data on existing retirees recently presented by GAO suggests that those without pension income in retirement are more likely to be in poverty. In 1998, about 4.2 million of 36.6 million retired persons, or 11.5 percent, had total retirement incomes below the poverty line. In addition, about half of those retired (17.6 of 36.6 million) reported that they did not receive income from a pension of their own or from that of a spouse. Of those not receiving pension income, about 21 percent had retirement incomes below the federal poverty line; of those who did receive some pension income, only 3 percent had incomes below the poverty line. Furthermore, the study noted that some of the characteristics of those who lack pension income in retirement are similar to the characteristics of workers who lack pension coverage during their working years. For example, those without pension income in retirement are more likely to be single, to be women, and to have low levels of education. However, it is not possible to predict whether any particular worker currently in the labor force will ultimately receive a pension benefit. That is, the linkage between work, pension coverage, and the receipt and level of pension income in retirement is complex and depends on an array of factors, such as employer plan sponsorship and benefit design, the framework of government rules, and worker decisions and choices over a lifetime.", "Data on the status of current retirees also focuses on the replacement rates that are provided via Social Security and pensions. Typically, pension professionals suggest that a worker or family needs approximately 65 to 85 percent of preretirement income to maintain the preretirement living standard. The achievement of this level of income replacement depends significantly on Social Security and pension income and may require income from other sources, such as earnings from employment, home equity, and nonpension saving. Studies show that many workers need to save for retirement beyond the income they can expect from Social Security and pensions. Owing to the tilt of Social Security benefits toward lower earners, it follows that those in lower earnings categories generally need to save proportionately less than those in higher earnings groups to reach an adequate replacement rate. At the same time, workers in lower earnings categories are less likely than higher earners to have pension income in retirement."], "subsections": []}, {"section_title": "Income Adequacy for Future Retirees", "paragraphs": ["Research has also focused on the question of whether future retirees will have adequate retirement income. In the early to mid-1990s, a number of research studies engaged the retirement income adequacy question and reached different conclusions. Studies by Andrews and the Congressional Budget Office (CBO) reached generally positive conclusions concerning the retirement income status of future retirees. Research by Bernheim reached less optimistic conclusions, finding that a broader range of workers were not saving sufficiently more than the amounts they could receive from Social Security and pensions to assure themselves of an adequate retirement income. More recently, data from the Health and Retirement Study (HRS) has been applied in several studies of retirement income adequacy.", "In general, the adequacy debate continues, with researchers interpreting the data in different ways. These studies tend to focus on measuring asset (wealth) accumulation in a present value context in which retirement income sources such as Social Security and pensions are represented as asset values. The studies estimate the likely total asset accumulation at retirement by workers in their sample, and some studies may incorporate a target saving rate approach that is analogous to the replacement rate concept. Using HRS data, Gustman and Steinmeier reached positive conclusions about the retirement saving of future retirees and found pensions to be widely distributed among households. However, Mitchell and Moore, also using HRS data, concluded that the majority of households nearing retirement age will not be able to maintain current levels of consumption in retirement without additional saving. They found considerable variation in wealth across the income distribution but also wide variation in wealth among households within a given earnings level.", "They also found a rather low correlation of wealth to earnings. This means that low retirement saving is not strictly a low earnings phenomenon: there are high earners with low retirement wealth and low earners with relatively high retirement wealth. Mitchell and Moore’s results also suggest that although the need to save increases with higher earnings, when households are arrayed according to retirement wealth, those with the lowest wealth face significant risk of inadequate retirement income.Recent research by Engen, Gale, and Uccello provides a different interpretation of Mitchell and Moore’s results, but their findings are consistent with the conclusion that there appear to be different preferences or propensities in the population for accumulating retirement wealth and that inadequate retirement income appears to be associated with low retirement saving by a segment of the workforce.."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Private Pensions: Key Issues to Consider Following the Enron Collapse, GAO-02-480T. Washington, D.C.: February 27, 2002.", "Social Security: Program’s Role in Helping Ensure Income Adequacy. GAO-02-62. Washington, D.C.: Nov. 30, 2001.", "Private Pensions: Issues of Coverage and Increasing Contribution Limits for Defined Contribution Plans. GAO-01-846. Washington, D.C.: Sept. 17, 2001.", "Retirement Savings: Opportunities to Improve DOL’s SAVER Act Campaign. GAO-01-634. Washington, D.C.: June 26, 2001.", "National Saving: Answers to Key Questions. GAO-01-591SP. Washington, D.C.: June 1, 2001.", "Cash Balance Plans: Implications for Retirement Income. GAO/HEHS-00- 207. Washington, D.C.: Sept. 29, 2000.", "Private Pensions: Implications of Conversions to Cash Balance Plans. GAO/HEHS-00-185. Washington, D.C.: Sept. 29, 2000.", "Social Security Reform: Implications for Private Pensions. GAO/HEHS- 00-187. Washington, D.C.: Sept. 14, 2000.", "Private Pensions: “Top-Heavy” Rules for Owner-Dominated Plans. GAO/HEHS-00-141. Washington, D.C.: Aug. 31, 2000.", "Pension Plans: Characteristics of Persons in the Labor Force Without Pension Coverage. GAO/HEHS-00-131. Washington, D.C.: Aug. 22, 2000.", "Social Security: Evaluating Reform Proposals. GAO/AIMD/HEHS-00-29. Washington, D.C.: Nov. 4, 1999.", "Integrating Pensions and Social Security: Trends Since 1986 Tax Law Changes. GAO/HEHS-98-191R. Washington, D.C.: July 6, 1998.", "Social Security: Different Approaches for Addressing Program Solvency. GAO/HEHS-98-33. Washington, D.C.: July 22, 1998. 401(k) Pension Plans: Loan Provisions Enhance Participation But May Affect Income Security for Some. GAO/HEHS-98-5. Washington, D.C.: Oct. 1, 1997.", "Retirement Income: Implications of Demographic Trends for Social Security and Pension Reform. GAO/HEHS-97-81. Washington, D.C.: July 11, 1997."], "subsections": []}], "fastfact": []}