{"id": "GAO-09-727", "url": "https://www.gao.gov/products/GAO-09-727", "title": "Federal Law Enforcement Retirement: Information on Enhanced Retirement Benefits for Law Enforcement Personnel", "published_date": "2009-07-30T00:00:00", "released_date": "2009-07-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["From fiscal years 2000 through 2008, the number of persons employed by federal agencies who perform various law enforcement functions and receive either special pay or enhanced retirement benefits, in the form of a faster-accruing pension, has increased by 55 percent. In addition, as of September 2008, approximately 51,000 personnel were employed in law enforcement-related occupations that could seek enhanced retirement benefits in the future. GAO was asked to conduct a review of the retirement benefits provided to law enforcement personnel. This report addresses (1) the processes used to grant enhanced retirement benefits to federal law enforcement personnel, (2) the rationales and potential costs for extending benefits to additional occupations, and (3) the extent to which federal agencies used human capital tools to retain law enforcement and other related personnel. GAO reviewed relevant laws, regulations, and other documentation, such as agency reports describing the processes used to grant enhanced benefits, and interviewed officials from the Office of Personnel Management (OPM), Department of Homeland Security (DHS), Department of Justice (DOJ), and the Internal Revenue Service (IRS) because these entities employed approximately 84 percent of all law enforcement and law enforcement-related personnel in fiscal year 2008. In commenting on a draft of this report, DHS, DOJ and OPM generally concurred with the report. IRS stated that it had no comments on the report."]}, {"section_title": "What GAO Found", "paragraphs": ["In order for certain employees to receive enhanced retirement benefits, agencies generally determine that a certain group of employees meets the statutory and regulatory definitions of a Law Enforcement Officer (LEO)--which includes such activities as conducting investigations--and submit the determination to OPM. As of the end of fiscal year 2008, about half of federal employees receiving enhanced retirement benefits met the statutory and regulatory definitions. In recent years, several employee groups and unions representing law enforcement personnel whose agencies and OPM have determined that they do not meet the LEO definitions have sought such benefits directly through legislation. Currently, about half of law enforcement personnel receiving enhanced benefits have obtained these benefits directly through legislation. Law enforcement-related employee groups that sought enhanced retirement benefits directly through legislation have cited a number of rationales to justify receiving these benefits, including high attrition rates. The provision of such retirement benefits may result in additional costs to the agency and federal government because these costs are generally higher than providing retirement benefits to regular federal employees. GAO's analysis of available data showed that attrition for law enforcement-related personnel not receiving enhanced retirement benefits was higher than law enforcement personnel receiving such benefits but not as high as all other federal employees. While attrition data are available, when asked to provide such data, the employee groups and unions seeking enhanced retirement benefits did not consistently provide it to us. Analyzing attrition data alone may not fully indicate why personnel are leaving a particular agency because a variety of organizational and economic factors, as well as compensation, influence separation decisions. GAO's analysis also showed that such benefits increase agency short-term costs and could increase the government's long-term pension liability. Finally, providing such benefits to some groups but not others has created perceived inequities and DHS and DOJ acknowledge that it could affect their strategic workforce planning. Federal agencies have the authority to use human capital tools, such as retention incentives, to assist with their efforts to address specific retention challenges. Some department and agency officials to whom we spoke said these tools are effective for retaining law enforcement personnel, while others maintained they need enhanced retirement benefits to effectively retain law enforcement-related personnel. The targeted use of these tools may present a cost-efficient alternative for retaining law enforcement-related personnel."]}], "report": [{"section_title": "Letter", "paragraphs": ["From fiscal years 2000 through 2008, the number of persons employed by  federal agencies who perform various law enforcement functions and  receive either special pay or enhanced retirement benefits—including a  faster-accruing pension—has increased by 55 percent, from approximately  82,000 in September of 2000 to approximately 127,000 in September of  2008. In addition, approximately 51,000 persons were employed in law  enforcement-related occupations as of September of 2008. Federal law  enforcement personnel might be provided with enhanced retirement  benefits in different ways. First, enhanced retirement benefits are  provided to those law enforcement personnel who are covered under the  applicable Civil Service Retirement System (CSRS) or Federal Employees  Retirement System (FERS) statutory and regulatory definitions of a “law  enforcement officer” (LEO). Coverage under CSRS and FERS LEO  definitional criteria generally include those personnel whose duties have  been determined by the employing agency and the Office of Personnel  Management (OPM) through an administrative process to be primarily the  investigation, apprehension, or detention of individuals suspected or  convicted of offenses against the criminal laws of the United States. The  FERS definition, however, also provides that a LEO position must be  sufficiently rigorous that it is required to be filled only by young and  physically vigorous individuals. Second, over the years, other specific  occupational groups that have not been determined to meet the LEO  definitional criteria under the administrative process, such as U.S. Park  Police within the Department of Interior, have been explicitly added to the  CSRS or FERS statutory LEO definitions so that they are considered LEOs  for retirement purposes and provided similar retirement benefits. Third,  certain other law enforcement personnel groups, whose duties have not  been determined by OPM and their employing agency to be within the  scope of the definitional criteria of a “law enforcement officer” or  explicitly added by amending the statutory LEO definitions, have been  provided enhanced retirement benefits similar to that of LEOs directly  through legislation. For example, the Consolidated Appropriations Act,  2008 authorized specified U.S. Customs and Border Protection (CBP)  Officer positions to receive enhanced retirement benefits comparable to  those received by LEOs.", "With increasing numbers of law enforcement-related personnel being  added to agency ranks who may seek enhanced retirement benefits and  other employee groups presently seeking enhanced retirement benefits,  you asked us to conduct a review of the retirement benefits provided to  law enforcement personnel and the processes by which these benefits are  provided. This report addresses the following questions:    What processes are being used to grant enhanced retirement benefits  to federal law enforcement personnel?", "What are the rationales and potential costs for extending such benefits  to additional occupations or employee groups?", "To what extent have federal agencies used human capital tools, such  as retention incentives, to retain both law enforcement and other  related personnel?", "To answer these questions, we reviewed relevant laws, regulations, and  reports by OPM, the Congressional Budget Office, and the Congressional  Research Service that describe the current processes by which enhanced  retirement benefits are provided, as well as six different pieces of  legislation introduced in the 110th Congress that would have provided  enhanced benefits to specified employee groups. We also reviewed CBP  legislation that was enacted into law. As agreed upon with your office, our  review focused on the Department of Homeland Security (DHS),  Department of Justice (DOJ), and Department of the Treasury’s Internal  Revenue Service (IRS) because these federal entities employed  approximately 84 percent of all law enforcement and law enforcement- related personnel in fiscal year 2008. For the purposes of this report, we  are defining the term “law enforcement personnel” in a manner that is  broader in scope than the statutory and regulatory “law enforcement  officer” definitions. Specifically, when we refer to “law enforcement  personnel” in this report, we are including those employed in occupations  that currently receive LEO or similar enhanced benefits. In addition, we  are defining “law enforcement-related personnel” as (1) those employed in  occupations that do not currently receive LEO or similarly enhanced  retirement benefits, but who perform some law enforcement-related job  functions, including but not limited to, having arrest authority, carrying a  weapon, or participating in some investigative or inspection capacity or  (2) those who have previously expressed interest in obtaining enhanced  retirement benefits directly through legislation. We did not include other  specialized non law enforcement related annuity recipients, such as  federal air traffic controllers and firefighters, in the scope of our review.", "We obtained information on the benefits provided to law enforcement  personnel from DHS, DOJ, and IRS, as well as OPM and select employee  organizations and unions, and analyzed this information to determine the  extent to which the benefits granted to employee groups and occupations  vary. In addition, we analyzed data from OPM’s Central Personnel Data  File (CPDF) for the population of law enforcement and law enforcement- related personnel within DHS, DOJ, and the Department of the Treasury as  well as on a governmentwide basis. We have previously reported that  government-wide data from CPDF for most of the key variables used in  this study (agency, position occupied, retirement plan, work schedule, and  occupation) were at least 99 percent accurate, and thus concluded that the  data were sufficiently reliable for the purposes of this study. Our analysis  of the CPDF data separates these personnel into four different groups: (1)  law enforcement personnel receiving LEO or similarly-enhanced  retirement benefits, (2) law enforcement-related personnel not receiving  enhanced retirement benefits or special pay, (3) law enforcement-related  personnel receiving special pay but not receiving enhanced retirement  benefits, and (4) all other federal personnel. We used CPDF data for fiscal  years 2004 through 2008 to determine the attrition rates (defined as  resignations and transfers from one agency to another) for law  enforcement and law enforcement-related personnel. Further, we  analyzed CPDF data for fiscal years 2004 through 2007 to determine  whether law enforcement-related personnel not receiving LEO or similarly  enhanced retirement benefits were moving to other federal positions that  offered the benefits. We also reviewed and analyzed information  provided to OPM on the extent to which federal agencies were utilizing  human capital tools, such as retention incentives, to assist with retaining  law enforcement and law enforcement-related personnel. In addition, we  reviewed our previous reports that discuss the use and potential  effectiveness of human capital tools to retain federal employees.", "During this review we interviewed officials from OPM on their roles and  responsibilities related to providing enhanced retirement benefits to  personnel who perform law enforcement-related duties. We also met with  representatives from six unions and other employee organizations who  have advocated for enhanced retirement benefits for their respective  groups to discuss the current process for qualifying for enhanced benefits,  as well as the rationales that law enforcement-related personnel are using  to seek enhanced benefits similar to those received by LEOs. Further, we  discussed potential effects of providing enhanced retirement benefits to  additional employee groups, such as potential costs and possible  reductions in attrition if providing such benefits to other groups with DHS,  DOJ, IRS, and OPM officials. We also reviewed our reports that discuss  fiscal stewardship. In addition, we met with staff from the Merit Systems  Protection Board (MSPB), the federal board that adjudicates federal  employees’ appeals of personnel actions, such as appeals from employees  who believe they are entitled to LEO coverage, to discuss their views and  opinions on the current criteria used to determine which federal personnel  meet the statutory and regulatory LEO definitions. However, as agreed  upon with your offices, we did not review the appropriateness of the  statutory and regulatory definitions relating to LEOs nor did we determine  criteria for evaluating the definitions or the determinations derived by the  processes used by various agencies in implementing the definitions.  Finally, we also discussed the use of human capital tools to retain law  enforcement and law enforcement-related personnel and the statutory and  regulatory definitions of a law enforcement officer with DHS, DOJ, and  IRS human capital officials. More detailed information on our scope and  methodology is contained in appendix I.", "We conducted this performance audit from January 2008 through July  2009, in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Enhanced Retirement Benefits Have Been Extended to Various Groups over Time", "paragraphs": ["Enhanced retirement benefits for certain law enforcement personnel  began in 1947, when legislation was enacted into law providing the Federal  Bureau of Investigation (FBI) Special Agents with a change in qualification  for retirement benefits to help the FBI better manage its workforce. In  1948, legislation was enacted that expanded the provision of enhanced  retirement benefits to certain other federal officers whose duties were  primarily the investigation, apprehension, or detention of persons  suspected or convicted of offenses against the criminal laws of the United  States and to certain law enforcement personnel who moved to a  supervisory or administrative position. In 1956, the enhanced retirement  benefits definition was amended to specifically include within the term  “detention” the duties of certain federal correctional employees, such as  those in the Bureau of Prisons. In 1974, legislation was enacted into law  that provided a statutory definition of a LEO for retirement purposes  within CSRS. This legislation also increased the accelerated annuity  multiplier and contained mandatory retirement provisions. The enhanced  benefits attempted to provide a LEO with a retirement plan whereby it is  economically feasible to retire at an earlier age with fewer years of service  than regular civil service employees. Such benefits were also intended to  assist the federal government with encouraging the maintenance of a  young and vigorous law enforcement workforce through youthful career  entry, continuous service, and early separation. According to OPM  actuaries, as of April 2009, one out of five federal employees were covered  by CSRS. At the end of fiscal year 2008, about 1.6 million persons were on  the rolls of CSRS as retired and approximately 42,500 (about 3 percent)  were receiving LEO retirement benefits.", "In 1986, a new retirement system for federal employees, the Federal  Employees Retirement System (FERS), was established which, among  other things, included provisions relating to LEOs, such as a different  pension accrual formula, a mandatory LEO retirement age, and a related  requirement limiting LEO coverage to only those positions that are  physically demanding. More specifically, while the definition of a LEO  under FERS generally mirrors the definition under CSRS, the FERS  definition introduced and currently includes a rigorous duty standard. This  provides that LEO positions be limited to those positions that are  sufficiently rigorous that employment opportunities must be limited to  young and physically vigorous individuals, as determined by the Director  of OPM considering the recommendations of the employing agency. In  1988, the FERS LEO definition was amended to include two employee  groups not determined by OPM to be covered by the definition, the  Department of Interior Park Police and the U.S. Secret Service Uniformed  Division. In general, neither the CSRS nor FERS LEO definitions have been  interpreted by OPM to cover federal police officers. Implementing OPM  regulations for CSRS and FERS provide that the respective LEO regulatory  definitions, in general, do not include an employee whose primary duties  involve maintaining order, protecting life and property, guarding against or  inspecting for violations of law, or investigating persons other than those  who are suspected or convicted of offenses against the criminal laws of  the United States. At the end of fiscal year 2008, about 312,000 federal  employees were retired and receiving benefits covered by FERS, with  about 7,500 of them receiving LEO retirement benefits. Further  elaboration on the history of the LEO definition can be found in      appendix II."], "subsections": []}, {"section_title": "Retirement Benefits Provided to Law Enforcement Personnel", "paragraphs": ["Generally, the retirement benefits received by federal LEO and other law  enforcement personnel receiving similar benefits are greater than those  provided to most other federal employees, albeit over a shorter period of  time due to mandatory retirement age. Under both CSRS and FERS, the  law provides for a faster accruing pension for LEOs than that provided for  most other federal employees. For example, CSRS LEO pension benefits  accrue at 2.5 percent times the number of years of service for the first       20 years (50 percent) compared to an average of less than 2 percent per  year (36.25 percent for regular federal employees) for that same 20 year  period. At age 50 with 20 years of service, a CSRS LEO’s annuity is about  38 percent higher than the annuity of a regular federal CSRS employee.  Under FERS, LEO benefits accrue at 1.7 percent per year for the first        20 years compared to 1 percent per year for regular federal employees     (34 percent versus 20 percent). Thus, for those under FERS, the total  defined benefit is 70 percent higher for LEOs than for other federal  employees at 20 years of service. See appendix III for additional  information on the accrual rates of LEOs and regular federal employees.", "The greater retirement benefits received by federal LEO and other law  enforcement personnel receiving similar benefits may be because as a  group, LEO occupations are higher graded than the more occupationally  diverse regular civil service employee occupations. They also may get  additional credit toward basic pay for annuity computation from special  pay provisions. For example, as shown in table 1 below, for those persons  retiring in fiscal year 2008, the estimated typical annuity of an average LEO  employee under FERS was over $17,000 more (more than double) than  that of an average non-LEO FERS annuitant.", "Along with the more rapid pension accrual, benefits are also generally  available to LEOs earlier than other employees with no penalties for early  retirement compared to the average federal employee under the same  retirement system; and more favorable treatment of cost of living  adjustments (under FERS)."], "subsections": []}, {"section_title": "LEO Enhanced Benefits Include Mandatory Retirement Provisions under CSRS and FERS", "paragraphs": ["LEOs under both CSRS and FERS are subject to mandatory retirement  provisions, whereas most other federal civilian employees are not.  Specifically, as a means to maintain a youthful and vigorous workforce, a  law enforcement officer is subject to mandatory retirement when the  officer becomes 57 years of age or, in some cases, older than 57 if needed  to complete 20 years of service as a LEO. Both CSRS and FERS personnel  receiving LEO benefits may be retained for a short time beyond the  mandatory retirement age under certain circumstances.", "While allowing for an individual to obtain the full 20 years of coverage  needed to qualify for LEO benefits, agencies also set maximum entry age  requirements for LEOs based on the age and service requirements for LEO  mandatory retirement. Thus, maximum entry age is typically 37 because it  allows an employee to achieve 20 years of LEO service at age 57. Some  agencies have extended their maximum hiring age for LEOs to around 40  to facilitate the hiring of certain highly-skilled armed services veterans  who have completed a military career. For example, CBP has implemented  a maximum entry age of 40 for its Border Patrol Agent positions."], "subsections": []}, {"section_title": "Special Pay Provisions Provided to LEOs and Law Enforcement-Related Personnel", "paragraphs": ["In addition to retirement benefits, the pay of law enforcement personnel  also varies. In general, federal white-collar jobs are assigned a General  Schedule (GS) grade. Grades represent level of difficulty, responsibility,  and qualifications required of the person who fills that job. Pay varies  within a grade level on the basis of 10 steps; employees receive step  increases within a grade if they perform acceptably and have satisfied the  waiting period requirement established for each step. LEOs within the GS  system are entitled to higher rates of basic pay at grades GS-3 through    GS-10, which increase pay by 3 to 23 percent above the normal federal  government general schedule depending on grade level. Some LEOs are  also entitled to law enforcement availability pay or administratively  uncontrollable overtime pay. Availability pay is a regular supplement equal  to 25 percent of the recipient’s adjusted rate of basic pay, subject to  premium pay limitations. It is compensation generally fixed at 25 percent  of the rate of basic pay for the position for the first 2 overtime hours on a  regular workday and for additional irregular overtime hours. At agency  discretion, certain employees may receive administratively uncontrollable  overtime pay equal to 10 percent to 25 percent of their basic pay, with  most recipients receiving a rate of 25 percent based on working an average  of at least 9 hours of irregular overtime hours per week. Both availability  pay and administratively uncontrollable overtime pay are to be counted as  basic pay for computation of annuities, and as a result can increase the  dollar value of an individual’s highest 3 earning years which are used to  compute the annuity benefit amounts.", "In 2003, OPM established special rates for many GS police officers not  considered to be LEOs by definition, because their primary duties involved  maintaining order and protecting life and property as opposed to primarily  involving the investigation, apprehension, or detention of individuals  suspected or convicted of offenses against the criminal laws of the United  States, which is a criterion in the definition. These special rates provide  large increases at lower grades similar to the LEO special rates. At some  grades and locations, the police special rates exceed the locality adjusted  rates for LEOs at grades GS-3 through GS-10. As of fiscal year 2008, there  were approximately 2,800 law enforcement personnel receiving special  pay rates, without receiving enhanced retirement benefits. For additional  information on some of the various pay systems that cover law  enforcement personnel, see appendix IV."], "subsections": []}]}, {"section_title": "Enhanced Retirement Benefits Have Been Granted through OPM and Agency Administrative Processes as Well as through Separate Legislation for Select Employee Groups", "paragraphs": ["Before a group of employees may receive enhanced retirement benefits  through the administrative process, agencies must make an administrative  determination whether this group meets the statutory and regulatory  definitions relating to a LEO and submit it for OPM’s determination. In  recent years, several employee groups and unions representing law  enforcement-related personnel who have not been found by their  employing agencies and OPM to meet the applicable LEO definitions have  sought to obtain enhanced retirement benefits directly through separate  legislation."], "subsections": [{"section_title": "Under the Administrative Process, Agencies and OPM Determine Which Employee Groups Meet the Statutory and Regulatory LEO Definitions and Are to Receive Enhanced Retirement Benefits", "paragraphs": ["As part of the administrative process, agencies with law enforcement  missions determine which occupations or employee groups are necessary  for accomplishing their missions, taking into account the agency’s overall  authorized level of resources and appropriations. As part of this  determination, an agency head decides whether a particular position  should be approved for LEO retirement coverage. If an agency  determines the need for new positions that meet the statutory and  regulatory definitions relating to a LEO (and therefore could receive  enhanced retirement benefits, special pay, or salary provisions, and be  subject to a mandatory retirement age), the agency sends a notice to  OPM. This notice is to consist of, for example, the title of the position,  the number of incumbents, whether the position is a supervisory or  administrative position, whether it is a rigorous position, and the  maximum entry age of the position. With certain exceptions, OPM may, at  its discretion, review the position description to determine if it meets  certain aspects of the statutory LEO definition. According to OPM  officials, there is no requirement for a discussion between the agency head  and OPM prior to an agency head’s decision and the issuance of a notice  about such an administrative determination to OPM. OPM officials also  stated that OPM has received hundreds of LEO retirement coverage  notices covering probably thousands of positions over the last 10 years,  reviewing about six position descriptions a month. OPM officials stated  that OPM rarely overrules an agency head’s decision, but maintains the  authority to do so. OPM officials noted a case in the late 1990s in which  they had reviewed the Secretary of Energy’s decision to grant Nuclear  Materials Couriers LEO status and accompanying benefits and overturned  the Secretary’s decision because these positions did not meet the  applicable LEO definitions. OPM officials, however, could not provide us  with data on how often OPM overrules an agency head’s decision for  granting LEO status and retirement benefits. As of fiscal year 2008,  approximately half of federal employees receiving enhanced retirement  benefits have been found to meet the applicable LEO definitions and are  accruing such benefits as a result of the administrative process. Select  employee groups that have been found to meet the LEO definitions and  receive enhanced retirement benefits through agency determinations and  OPM’s administrative process are shown in table 2.", "If individual employees feel that they have been wrongly excluded from  LEO retirement provisions, the employee may, for example, appeal the  final decision of an agency denying an individual’s request for approval of  a position as rigorous, to the MSPB.  According to MSPB officials, they  periodically review employee appeals related to LEO coverage but noted  that the number of such appeals has decreased in the last couple of years.  The employee may also appeal the final decisions of MSPB to the U.S.  Court of Appeals for the Federal Circuit.", "Overall, at the department level, DHS and DOJ human capital officials, as  well as IRS officials, supported the use of the administrative process for  determining who meets the LEO definitions and who receives LEO  retirement benefits because they felt this process worked well and met the  needs of their departments."], "subsections": []}, {"section_title": "Employee Groups Have Sought Enhanced Retirement Benefits Directly through Legislation", "paragraphs": ["Employee groups who have not been determined to meet the definitions of  a LEO but believe they deserve similar benefits have sought these benefits  directly through legislative action. For example, as noted above, Nuclear  Materials Couriers were denied LEO status by OPM but, with support from  the Department of Energy, were eventually provided with enhanced  retirement benefits similar to those received by LEOs directly through  legislation. In most cases, the recent efforts of those employee groups  seeking enhanced retirement benefits have been led by unions or other  organizations representing the interested employee groups, not the  employing agencies. The employing departments and agencies generally  have determined that the groups seeking LEO benefits through direct  legislation do not meet the LEO definitions and do not qualify for the  benefits. For example, various pieces of legislation were introduced in the  110th Congress that would have provided such benefits to approximately  25,000 additional employees. These employees include certain federal  police who have not been found to meet the statutory LEO definition,  Assistant U.S. Attorneys, CBP Agriculture Inspectors, and IRS Revenue  Officers.", "In discussions with DHS human resource officials about their views on  additional employee groups seeking enhanced retirement benefits directly  through legislation, they expressed concern regarding such proposals.  Human resources officials of the Justice Management Division (JMD) of  DOJ stated that they found such proposals problematic due to high,  unfunded costs and the fact that the positions do not meet the statutory  definition of law enforcement officer. Specifically, in reference to  proposed legislation that would have provided enhanced retirement  benefits to Assistant U.S. Attorneys, these officials stated that the duties of  Assistant U.S. Attorney positions are not primarily the investigation,  apprehension, or detention of individuals nor related to the protection of  officials of the United States against threats to personal safety.  DOJ JMD  officials added that Assistant U.S. Attorney duties also do not require  young and vigorous personnel which is essential to a law enforcement  officer workforce. As of fiscal year 2008, approximately half of law  enforcement personnel receiving enhanced retirement benefits did not  receive these benefits through the application of the LEO definitional  criteria from their employing agency and OPM via the administrative  process, but received these benefits directly through legislation that either  (1) provided benefits similar to those received by LEOs or (2) added their  occupation to the statutory LEO definition. Select employee groups  receiving enhanced retirement benefits through these two ways are listed  in table 3."], "subsections": []}]}, {"section_title": "Employee Groups Cite Various Rationales for Seeking Enhanced Retirement Benefits through Legislation; Considering Supporting Data for Rationales, Additional Costs, and Other Implications Could Inform Decisions", "paragraphs": ["Law enforcement-related employee groups that sought enhanced  retirement benefits directly through legislation have cited the reduction of  high attrition rates as a primary rationale for granting such benefits to  those not currently receiving them. Other reasons cited include the need  to provide equitable benefits to groups performing similar duties and how  changing duties may have put the employees at more risk. Although data  exist that could provide some insight into attrition in the federal  workforce as a means to inform decisions on retirement benefits, the  groups requesting these benefits have not consistently provided this data  to us. The additional short-term costs to a federal agency for providing  enhanced retirement benefits for LEOs under FERS is higher than the  costs of providing benefits to regular federal employees, raising questions  about the ability of agencies to cover increased costs if additional  employee groups receive such benefits. In addition, while the long-term  costs to the federal government of providing enhanced LEO or similar  retirement benefits for CSRS-covered staff are important, such costs are  not included in the Congressional Budget Office scoring process. Finally,  providing enhanced retirement benefits to certain employee groups  directly through legislation has created perceived inequities across certain  law enforcement-related occupations and some agencies report that future  action to provide enhanced retirement benefits to certain employee groups  could affect their strategic workforce planning."], "subsections": [{"section_title": "Limited Evidence Is Provided to Support the Primary Rationale of the Additional Employee Groups Seeking Enhanced Retirement Benefits because Various Factors Influence Attrition", "paragraphs": ["In their petitions seeking benefits outside of OPM’s administrative process,  organizations have cited a number of rationales for providing enhanced  retirement benefits to the employees they represent. The primary rationale  used by additional groups seeking benefits is that law enforcement-related  personnel have high rates of attrition because they are not currently  receiving enhanced retirement benefits. However, when we asked the  employee groups and unions seeking enhanced retirement benefits for  those they represent for data to substantiate this rationale, they did not  consistently provide these data. To examine the validity of this rationale,  we analyzed attrition rates by law enforcement status governmentwide to  determine if a relationship between attrition rates and enhanced  retirement benefits exists. According to our analysis of CPDF data, law  enforcement-related personnel not receiving enhanced retirement benefits  typically have higher attrition rates than those law enforcement personnel  receiving LEO or similarly enhanced retirement benefits, but lower than  the attrition rates for general federal government employees. Specifically,  the average government-wide attrition rate from fiscal years 2004 through  2008 for law enforcement-related personnel not receiving enhanced  retirement benefits was 4.7 percent, compared to 3.2 percent for law  enforcement personnel receiving enhanced retirement benefits and          3.5 percent for law enforcement-related personnel who received special  pay and no enhanced retirement benefits. The average governmentwide  attrition rate for all other federal personnel (those not employed in law  enforcement or related occupations) was 5.4 percent, higher than all of the  governmentwide averages for law enforcement and related personnel.  Figure 1, below, illustrates these comparative trends.", "Further, our analysis revealed the following:    Attrition rates vary by department and are influenced by type  of occupation, challenging work conditions, and other factors.  For example, the average attrition rates from fiscal years 2004 through  2008 for law enforcement-related personnel not receiving enhanced  retirement benefits for DHS and DOJ were 4.1 percent and 3.5 percent,  respectively, while the average attrition rates for law enforcement  personnel receiving such benefits for DHS and DOJ were 4.8 percent  and 2.2 percent, respectively. This difference in the average attrition  rates for those law enforcement personnel receiving enhanced  retirement benefits may be attributed to the types of occupations and  their associated law enforcement-related functions. For example, DHS  officials attributed some of the attrition within one of its component  agencies, CBP, to the challenging work of some personnel, especially  those stationed at remote U.S. border locations. In comparison, DOJ  officials reported a high degree of employee satisfaction in the FBI  Special Agent occupation, but some attrition challenges in relocating  agents to high-cost urban areas or other undesirable areas. However,  the FBI Police, consisting of approximately 250 officers, has  experienced relatively high level of attrition in comparison to the  department. Specifically, the average attrition rate of FBI Police in  fiscal year 2008 was approximately 17 percent, which is more than        5 times higher than DOJ’s average. Meanwhile, the Department of the  Treasury’s law enforcement and law enforcement-related personnel  have lower average attrition rates than similar personnel groups within  DHS and DOJ. For example, the average attrition rate from fiscal years  2004 through 2008 for law enforcement-related personnel not receiving  enhanced retirement benefits was 2.0 percent while the average  attrition rate for law enforcement personnel receiving such benefits  was 1.7 percent. For more information on the attrition rates by year  and by department, see appendix V.", "Attrition was higher for those law enforcement and law  enforcement-related personnel with fewer years of service. For  example, governmentwide, the attrition rate for federal personnel with  less than 5 years of service was 11.1 percent and the attrition rate for  those with 5 or more years of service was 3.8 percent for fiscal year  2008. This trend remains consistent across law enforcement and  related personnel and those departments employing the majority of  these personnel. Law enforcement personnel receiving enhanced  retirement benefits with less than 5 years of service had a 10.4 percent  attrition rate, while those with 5 or more years of service had a            2.2 percent attrition rate for fiscal year 2008. Because the attrition  rates are consistently higher for those with less than 5 years of service,  the percentage of these personnel within a workforce may also affect  the overall attrition rates. For example, in fiscal year 2008 personnel  with less than 5 years of service accounted for approximately 34  percent and 17 percent of total personnel within the DHS and DOJ,  respectively. The DHS-wide rate of attrition may be higher than the  DOJ-wide rate of attrition for all personnel because DHS has a higher  percentage of personnel with less than 5 years of service than does  DOJ and those with less service have higher attrition. Both DHS and  DOJ officials at the department level were aware that they have higher  attrition among groups of employees with less than 5 years of service,  but neither DHS nor DOJ officials indicated that this attrition was  hindering their ability to meet their mission.", "The majority of law enforcement-related personnel moving to  other agencies are not receiving enhanced retirement benefits  as a result of that move. For example, from fiscal years 2004  through 2007, approximately 6,500 law enforcement-related personnel  moved between federal agencies. As shown in figure 2, 54 percent  remained in federal law enforcement-related occupations that do not  receive enhanced retirement benefits, 18 percent moved into law  enforcement occupations that do garner such benefits, and 27 percent  moved into non-law enforcement-related occupations.", "Overall, our analysis shows that the attrition rates vary when analyzed by  different categories and factors (governmentwide, departmentwide, and  by years of service). However, our analysis could not link attrition levels  with the presence or absence of enhanced retirement benefits. This is  consistent with what we reported with respect to metropolitan D.C.  federal police forces. Specifically, in June 2003 we reported that no clear  pattern existed regarding turnover among D.C. police forces receiving  federal law enforcement retirement benefits and those receiving  traditional retirement benefits. Also, analyzing the trends in data alone  does not determine whether the attrition rates for law-enforcement  personnel are too high or problematic for the agencies or whether the  rates are acceptable and manageable through the use of human capital  tools.", "However, for current and future data analysis, OPM has recently  developed and implemented a new tool, the Enterprise Human Resource  Integration (EHRI) program, which involves a standardized and  centralized collection of federal personnel data that can be queried and  analyzed for specific personnel. Using the analytic tools accompanying  EHRI, executive branch departments and agencies can analyze their own  data on attrition or seek OPM’s assistance in providing such analysis.  However, analyzing attrition data alone may not fully indicate why  personnel are leaving a particular agency because, as we have previously  reported, a variety of organizational, personal, and economic factors, in  addition to compensation, influence separation decisions.", "Two additional rationales offered by organizations advocating for  enhanced retirement benefits for law enforcement related employees are  that (1) employees are performing duties that are similar to those of law  enforcement employee groups receiving enhanced retirement benefits; or  (2) employees are performing high-risk duties related to homeland  security activities, such as guarding the northern and southern borders  from those illegally trying to enter the U.S. For example, representatives  from DOJ’s Executive Office of U.S. Attorneys stated that, in addition to  addressing retention challenges, Assistant U.S. Attorneys should be  afforded enhanced retirement benefits similar to those received by LEOs  because of the risks they encounter working with defendants that are in  pretrial status as well as convicted criminals. In addition, officials from the  Executive Office of U.S. Attorneys noted that Assistant U.S. Attorneys  work closely with law enforcement personnel who already receive such  benefits. We did not address the validity of these rationales because we  did not do a detailed analysis and comparison of the duties of the wide  variety of different groups of employees who perform law enforcement- related functions across various agencies."], "subsections": []}, {"section_title": "Costs of Providing Enhanced Retirement Benefits to Law Enforcement Personnel are Generally Higher Than Those for Regular Federal Employees", "paragraphs": ["Overall, the short-term costs to a federal agency for providing enhanced  retirement benefits for law enforcement personnel under FERS are higher  than providing retirement benefits to regular federal employees. As  illustrated in Table 4 below, the mandatory agency contribution to the  retirement fund for a LEO under FERS is 13.7 percent of basic pay more  than for a regular FERS employee and 0.5 percent more for a LEO under  CSRS than for a regular CSRS employee.", "According to DHS and DOJ officials, if enhanced retirement benefits are  provided directly through legislation, the department or component  agencies may not have the resources immediately available to cover their  increased contributions, and could likely seek additional funds for this  purpose. For example, when CBP Officers were granted enhanced  retirement benefits directly through legislation in CBP’s fiscal year 2008  appropriations act, congressional appropriators directed $50 million for  fiscal year 2008 to help the agency implement the legislation. In addition,  congressional appropriators directed an additional $200 million for fiscal  year 2009 to cover the increased agency contributions to the retirement  system. This results in approximately $10,000 more per position for fiscal  year 2009. In addition to the agency contribution costs, CBP officials  stated that they incurred other expenses during the conversion process,  including staffing and training costs. In subsequent years, CBP officials  stated that they plan to include these increased costs in their annual  budget requests. Specifically, for the fiscal year 2010 budget request, CBP’s  Office of Finance included $225 million for the additional retirement  benefits for that year. In contrast, 2002 legislation was enacted into law  providing that the Director of the FBI may establish a permanent police  force, with enhanced retirement benefits, to be known as the FBI Police.  However, according to the FBI, due, in part, to lack of funding to support  this action, the FBI has not implemented these provisions and these  benefits have not been provided.", "The majority of those personnel who may seek enhanced retirement  benefits in the future are covered under FERS and, therefore, would have  most of the costs of their enhanced benefits covered by increased agency  contributions. However, there are potential, unfunded long-term costs to  the pension system of providing such benefits to any additional law  enforcement personnel who are covered under CSRS. At the end of fiscal  year 2008, approximately 51,000 federal personnel performing some law  enforcement-related activities were not receiving enhanced retirement  benefits. During the 110th Congress, at least six pieces of legislation were  introduced, but not enacted into law, which would have extended  enhanced retirement benefits to approximately 25,000 additional  employees. Specifically, these various pieces of legislation would have  provided enhanced retirement benefits similar to those received by LEOs  to thousands of federal police not currently receiving LEO or similarly  enhanced retirement benefits, as well as Assistant U.S. Attorneys and  others. The cost for providing enhanced retirement benefits to the groups  covered by CSRS and FERS under these pieces of legislation would have  been approximately $250 million for 1 fiscal year. The long-term costs to  the federal government for providing FERS employee pensions would be  accounted for in higher agency contributions by the employing agency  (and an additional 0.5 percent from individuals). However, this is not the  case for CSRS employees and the long-term costs to the federal  government of providing enhanced LEO or similar retirement benefits for  CSRS staff are not acknowledged directly by the Congressional Budget  Office process, or the requesting groups that sought additional benefits.", "According to OPM’s actuaries, they do, upon request, provide estimates of  the effects of retirement coverage changes on the Civil Service Retirement  and Disability Fund. Specifically, as table 4 illustrates, agencies pay an  additional 0.5 percent contribution for CSRS-covered LEO staff over  regular federal employees (7.5 percent versus 7 percent) and LEO staff  make a similarly increased contribution as well. However, the cost to the  government of CSRS retirement benefits is greater than those combined  agency and staff contributions. Each CSRS position represents an  unfunded liability to Treasury and CSRS LEOs represent a greater  unfunded liability than regular employees because the contributions do  not meet the costs associated with benefits.", "In January 2007 and again in December 2007 we reported on the  importance of making policy decisions that take into consideration the  need for fiscal stewardship. Specifically, at that time we reported on the  challenge facing Congress in making fiscally responsible policy decisions  given our nation’s growing fiscal imbalance. Although there is no question  that law enforcement and related personnel play an invaluable role in  securing this nation, granting enhanced retirement benefits to additional  employee groups may or may not be the most cost-efficient solution for  retaining this population. The federal government has many human capital  tools that can be used to address attrition, which we discuss later in this  report."], "subsections": []}, {"section_title": "Awarding Retirement Benefits Directly through Legislation Has Potential Implications on Federal Agencies and Other Employee Groups Performing Law Enforcement-Related Duties", "paragraphs": ["While providing enhanced retirement benefits to additional employee  groups directly through legislation has been used as an alternative to  OPM’s administrative process, doing so has also resulted in some  perceived inequities across certain federal occupations. For example,  under OPM implementing regulations, federal police officers are generally  excluded from the regulatory definition of a LEO to receive enhanced  retirement benefits. However, four federal agency police departments  were provided with enhanced retirement benefits directly through  legislation (Park Police, U.S. Secret Service Uniformed Division, Capitol  Police, and Supreme Court Police) while others do not receive such  benefits (e.g. Veterans Affairs Police). DOJ officials at the department  level expressed concern about the potential disparity in benefits provided  to their personnel when other employee groups are provided with  enhanced retirement benefits directly through legislation. In addition,  some Detection Enforcement Officers within CBP Air and Marine Air  Interdiction who do not receive enhanced retirement benefits told us that  they are not being treated fairly in relationship to their co-workers who  seemingly perform similar mission critical duties and are exposed to  similar risks, but who receive enhanced retirement benefits.", "Providing additional employee groups with enhanced retirement benefits  could also affect an agency’s strategic workforce planning. In the past, we  have called on agencies to develop a long-term strategic workforce plan  that considers the unique number, type, and competency levels of  employees needed for the agency to meet its mission in the long run and  the strategies it will use to recruit, hire, train, and retain these employees.  As part of this planning process, agencies are to determine tools they will,  and can afford to, use to achieve their plan. Strategic workforce planning  also focuses on developing long-term strategies for acquiring, developing,  and retaining an organization’s total workforce to meet the needs of the  future. In 2002, we reported that each agency needs to ensure that its  human capital program capitalizes on its workforce’s strengths and  addresses related challenges in a manner that is clearly linked to achieving  the agency’s mission and goals. Thus, it is through its strategic workforce  planning that an agency would determine the number, types, and duties of  law enforcement personnel needed to perform its mission; whether it has  any challenges recruiting or retaining personnel for these positions and, if  so, what are the most cost-efficient tools it can use to address these  challenges, such as retention incentives; and how to manage all of this  within the agency’s available budget.", "When unions or employee groups seek legislation for enhanced retirement  benefits outside of an agency’s strategic workforce planning process, it  could, according to DHS and DOJ human resource officials, affect the  workforce strategies and resources an agency has devised. Individuals  who become LEOs can also qualify for certain special pay provisions,  availability pay, or administratively uncontrollable overtime pay. Such  provisions may affect other payroll and matching benefit costs not  accounted for in agencies’ workforce plans. According to DHS and DOJ  human resource officials, whose departments represent the majority of  law enforcement and related personnel, their departments’ strategic  workforce planning may be affected if additional employee groups were  provided with enhanced retirement benefits directly through legislation,  especially if the departments were not allocated additional funds."], "subsections": []}]}, {"section_title": "Using Human Capital Tools Could Offer A More Cost Efficient Alternative Than Granting Enhanced Retirement Benefits For Retaining Select Law Enforcement Related Personnel", "paragraphs": ["Federal agencies, including those that employ law enforcement and law  enforcement-related personnel, such as DOJ, DHS, and Treasury, can use a  variety of human capital tools, such as student loan reimbursements and  monetary retention incentives, to retain such personnel. However, DOJ  and DHS officials at the department level stated that these tools are  currently used to a limited extent due to a lack of sustained and available  funding. Because such tools were specifically designed to address  retention issues, these tools could provide a cost-efficient alternative to  granting enhanced retirement benefits for those employee groups that  seek such benefits directly through legislation and cite retention as the  primary rationale.", "In June 2004, we defined human capital tools as the policies and practices  that an agency can implement in managing its workforce to accomplish its  mission. These tools can relate to recruitment, retention, compensation,  position classification, incentive awards, training, performance  management, and work-life policies, among others. For example, a federal  agency may award a recruitment incentive to attract new employees or  provide a relocation incentive to a current employee moving to a different  geographic location to accept a position that the employing agency has  deemed hard to fill. In addition, an agency may pay a retention incentive  to keep a current employee if the agency determines that the employee is  has unusually high or unique qualifications or if the agency has a special  need for the employee’s services, making retention of the employee  essential, and if the employee would be likely to leave the federal service  in the absence of the incentive. Table 5 below provides details on key  human capital tools officials from DHS, DOJ, and the IRS told us they use  to retain law enforcement and law enforcement-related personnel.", "Officials in some DHS and DOJ component agencies as well as the IRS that  employ LEOs report that they use human capital tools to retain personnel  effectively. For example, according to officials from DOJ’s Bureau of  Alcohol, Tobacco, Firearms, and Explosives (ATF), they use a variety of  human capital tools, such as a Foreign Language Award Program and  Health Improvement Program, with some success to retain their agents  already receiving enhanced retirement benefits. Officials from the IRS’s  Criminal Investigation Division, whose employees receive LEO retirement  benefits, stated that they use retention incentives to retain corporate  knowledge and expertise with some success. In addition, within DHS, the  U.S. Secret Service provides retention and foreign language bonuses to  retain LEOs.", "Officials from some DHS and DOJ component agencies that employ law  enforcement-related personnel also stated that they used human capital  tools to retain such staff. However, these officials stated that they are  continuing to experience some retention challenges for certain types of  these personnel, even though they are utilizing human capital tools, to  varying degrees, in an effort to retain them. Specifically, according to FBI  Police officials, they are facing difficulties retaining their police force of  241 officers (as of August 2008), despite their use of human capital tools,  such as student loan reimbursements. FBI Police officials noted that their  agency loses a number of police officers to other positions within the FBI,  particularly to the Special Agent position, which provides enhanced  retirement benefits. FBI Police officials also said that it takes  approximately 7 to 9 months to bring on a new police officer due to the  detailed testing and background check required. Therefore, even a small  amount of attrition would have an impact on the FBI Police’s ability to  meet its mission. Similarly, according to the Director of DOJ’s Executive  Office of U.S. Attorneys (EOUSA), the office is using retention incentives,  student loan reimbursements, and monetary rewards up to $7,500, but  acknowledged that it is a challenge to retain their approximately 5,300  Assistant U.S. Attorneys, especially mid-career-level attorneys who could  earn more money in the private sector, particularly in some major  metropolitan areas. Officials from the FBI Police and EOUSA stated that  they believe providing such personnel with enhanced retirement benefits  may be an option for addressing their current retention challenges.", "Although some DOJ component agency officials cited challenges retaining  their staff, DOJ JMD human resource officials stated that they do not feel  that they face challenges retaining law enforcement-related personnel and  would not support these personnel seeking enhanced retirement benefits  directly through legislation. DOJ JMD human resource officials highlighted  the fact that the department’s average overall attrition rate from fiscal  years 2004 through 2008 for law enforcement-related personnel (3.5  percent) is lower than average for all of the federal government (4.7  percent). In addition, DHS human resource officials acknowledged the  department’s difficulty in retaining some staff, but noted that this may be  because the department is relatively new and, therefore, some higher than  average attrition is to be expected.", "According to OPM officials, enhanced retirement benefits are not intended  to be a tool for retaining personnel and, thus, may not be appropriate in  addressing the cited and related retention challenges. A possible option for  addressing the retention challenges cited by some DOJ component  agencies and DHS human resource officials is the use of human capital  tools for these groups. According to our analysis of OPM’s annual reports  to Congress on agencies’ use of retention incentives for calendar years  2006 and 2007, DHS and DOJ use human capital tools to retain their  personnel to a lesser extent than other federal departments. Specifically,  DHS awarded an average of $2,241 retention incentives to approximately  0.6 percent of all DHS employees (law enforcement and related personnel  as well as other personnel), while DOJ awarded an average of $3,279 to  approximately 0.9 percent of all DOJ employees and Department of the  Treasury awarded an average of $13,467 to approximately 0.1 percent of  all its employees for fiscal years 2006 and 2007. In comparison, OPM  reported that other reporting departments awarded an average retention  incentive of $5,629 to approximately 3.6 percent of its employees during  the same time frame. For additional information on the use of human  capital tools during calendar years 2006 and 2007, as reported to OPM, see  appendix VI.", "We have also previously reported on the effectiveness of providing cash  incentives, such as retention incentives and special pay, to retain federal  personnel. Specifically, in July 2005, we reported that some deferred  benefits, such as retirement, are not valued as highly as cash  compensation (basic pay or special pay and monetary retention  incentives) and that cash compensation is generally accepted as a far more  efficient tool than deferred benefits for retaining certain personnel. Cash  compensation has been used for various groups of law enforcement- related personnel. For example, what is known as the Customs Officer Pay  Reform Act (COPRA) of 2003 and its implementing regulations provided  revised and enhanced overtime compensation and premium pay  provisions to a number of customs inspectors and supervisors. In  addition, our analysis of fiscal years 2004 through 2008 CPDF data  indicated that the attrition rates for those law enforcement-related  personnel receiving special pay were similar to those personnel receiving  enhanced retirement benefits and were lower than those law enforcement- related personnel receiving neither enhanced pay nor enhanced retirement  benefits. Specifically, the average governmentwide attrition rate for law  enforcement-related personnel not receiving enhanced retirement benefits  was 4.7 percent, compared to 3.2 percent for law enforcement personnel  receiving enhanced retirement benefits and 3.5 percent for law  enforcement-related personnel who received special pay and no enhanced  retirement benefits. The use of special pay could therefore also be an  option for addressing some of the retention challenges reported by some  agencies employing law enforcement-related personnel not receiving  enhanced retirement benefits.", "If sustainable funding were available, agencies using human capital tools  in a targeted manner for law enforcement related personnel could be a  cost-efficient option (considering their relatively low cost to a federal  agency when compared to enhanced retirement benefits). For example, as  noted above, our analysis of CPDF data found that all federal employees,  including law enforcement and law enforcement-related personnel, with  less than 5 years of service had higher attrition rates than those with 5 or  more years of service. Specifically, law enforcement personnel receiving  enhanced retirement benefits with less than 5 years of service had a       10.4 percent attrition rate while those with 5 or more years of service had  a 2.2 percent attrition rate for fiscal year 2008. For those law enforcement- related personnel with less than 5 years of service, targeted use of human  capital tools or the use of special pay could be a more meaningful option  for addressing their attrition.", "According to DOJ officials, they do not currently have plans to target their  use of human capital tools toward any specific personnel because they did  not feel their department faces retention challenges. These officials also  noted that these tools are available for all of their employees. DHS human  resource officials acknowledged that the department faces challenges in  retaining its employees, including those in law enforcement-related  positions with less than 5 years of service and noted that they have a  number of efforts under way to address attrition for this specific  population. For example, they have implemented a program that seeks to  retain employees by allowing them to explore different career paths within  DHS rather than leaving the department altogether.", "While the costs of providing retention incentives and special pay are not  insignificant, they pose less of a potential financial liability to the federal  government than providing enhanced retirement benefits. For example,  according to OPM, the average annual retention incentive provided to  federal employees in calendar year 2007 was $5,573. We estimated that the  average cost to CBP, for example, for providing increased agency  contributions to fund enhanced retirement benefits to the approximately  20,000 CBP Officers, was about $10,000 per position for fiscal year 2009— and these costs are expected to continue for the rest of each individual’s  career as a CBP Officer. Moreover, when we spoke to human resource  officials from DHS, they stated that providing special pay, which is higher  than that of a regular federal employee, may be a less costly option for  addressing retention challenges than providing enhanced retirement  benefits to additional employee groups."], "subsections": []}, {"section_title": "Concluding Observations", "paragraphs": ["Currently, there are approximately 51,000 federal law enforcement-related  personnel who have not received enhanced retirement benefits because  they have not been determined to meet the statutory and regulatory  definitions relating to a LEO or have not been provided such benefits  directly through legislation. Employees in several occupations have  expressed interest in obtaining LEO or similar enhanced retirement  benefits, and they will most likely seek them directly through legislation.  Law enforcement-related personnel who have previously obtained or are  seeking enhanced retirement benefits directly through legislation have  used various rationales to justify their request, including high attrition  rates, equity considerations, and the assertion that they are now  performing more homeland-security-related functions than they had  previously. However, in those instances where employee groups are  seeking enhanced retirement benefits directly through separate legislation,  data are not always provided to support the various rationales. Our  analysis of available attrition data showed that while law enforcement- related personnel without enhanced retirement benefits generally have  higher attrition rates than those with enhanced retirement benefits or  special pay, their attrition rates are actually lower than the overall average  for other federal employees. Therefore, it may be useful to evaluate such  data when determining whether to provide expensive, enhanced  retirement benefits in response to assertions of retention challenges.", "In addition, our analysis indicates that considering the costs to agencies,  and to the pension system as a whole, of providing these enhanced  retirement benefits is important because it is a long-term commitment and  may affect agency strategic workforce planning options. OPM’s actuaries  can provide estimates of the long-term costs to the government for the  increased pensions, but if additional employee groups are granted  enhanced retirement benefits directly through legislation, agencies may  need short-term supplemental funding as well as longer-term additional  funding to cover increased agency contributions to the retirement fund.  Furthermore, assessing the impact of potentially unfunded liabilities to the  treasury and the retirement system related to providing enhanced  retirement benefits to employees still under CSRS may also be important  when determining whether to provide enhanced retirement benefits to  additional employee groups. Soliciting agencies’ perspectives on their  personnel needs, challenges, and available budgets would help to inform  these benefit decisions as well, especially given that legislative requests  for such benefits typically are not brought by agencies, but by unions or  employee group representatives. Agencies’ possible use of human capital  tools in a targeted fashion (such as cash bonuses or special pay) are  another potentially more cost-efficient means for addressing the human  capital issues cited for law enforcement personnel than awarding  enhanced retirement benefits, which may also result in unintended  consequences such as perceptions of inequity  Finally, information on attrition, costs, agencies’ strategic workforce plans  and budgets, and other issues can help to inform whether requests for  enhanced retirement benefits directly through legislation are justifiable,  affordable, and cost-efficient. These are some of the challenges facing both  agencies and Congress in making fiscally responsible policy decisions,  especially given our nation’s growing fiscal imbalance."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We requested comments on a draft of this report from DHS, DOJ, IRS, and  OPM.  On July 24, 2009, we received written comments from OPM on the  draft report, which are reproduced in full in appendix VII.  OPM generally  concurred with the report.  DHS and DOJ did not provide written  comments, but in e-mails received July 27, 2009 and July 28, 2009, DOJ and  DHS liaisons stated that the departments generally agreed with the report.   OPM, DHS, and DOJ also provided technical comments, which we have  incorporated where appropriate.  In an e-mail received July 24, 2009, the  IRS liaison stated that IRS had no comments on the draft report.", "We will provide copies of this report to the Attorney General, the  Secretary of the Department of Homeland Security, the Secretary of the  Treasury, the Director of OPM, selected congressional committees, and  other interested parties. In addition, the report will be available at no  charge on the GAO Web site at http://www.gao.gov.", "Please contact Eileen R. Larence at (202) 512-6510 if you or your staff has  any questions concerning this report. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Key contributors to this report are listed in appendix VIII."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["This report addresses the following questions: (1) What processes are  being used to grant enhanced retirement benefits to federal law  enforcement personnel? (2) What are the rationales and potential costs for  extending such benefits to additional occupations or employee groups?   (3) To what extent have federal agencies used human capital tools, such as  retention incentives, to retain both law enforcement and other related  personnel?", "As agreed upon with your offices, our review focused on the Department  of Homeland Security (DHS), Department of Justice (DOJ), and  Department of the Treasury because these federal entities employed  approximately 84 percent of all law enforcement and law enforcement- related personnel in fiscal year 2008. For the purposes of this report, we  are defining the term law enforcement personnel in a manner that is  broader in scope than the statutory and regulatory law enforcement  officer (LEO) definitions and we are not including other specialized non- law enforcement related annuity recipients, such as federal air traffic  controllers and firefighters.", "To identify the processes that have been used to grant enhanced  retirement benefits to federal law enforcement personnel, we reviewed  relevant laws, regulations, as well as legislation introduced in the 110th  Congress that would have provided such benefits to additional employee  groups. We also reviewed reports by the Office of Personnel Management  (OPM), the Congressional Budget Office, and the Congressional Research  Service that describe the current processes by which such benefits are  provided. Also, we obtained information on the specific benefits provided  to law enforcement personnel from DHS, DOJ, and the Internal Revenue  Service (IRS) within the Department of the Treasury, as well as OPM and  select employee organizations and unions. During this review, we also  obtained information from OPM on its role and responsibilities related to  providing enhanced retirement benefits to personnel who perform law  enforcement-related duties.", "We also met with representatives from six unions and other employee  organizations who have advocated for enhanced retirement benefits, to  discuss the current process for obtaining enhanced benefits. In addition,  we met with staff from the Merit System Protection Board (MSPB), which  adjudicates federal employees’ appeals of personnel actions such as  appeals from employees who believe they are entitled to LEO coverage, to  discuss their views and opinions on the current criteria used to determine  which federal personnel meet the statutory and regulatory LEO  definitions. We did not, however, review the appropriateness of the  statutory and regulatory definitions relating to LEOs nor did we determine  criteria for evaluating the definitions or the processes used by various  agencies in implementing the definition.", "To identify the rationales and potential costs for extending enhanced  retirement benefits to additional occupations or employee groups, we met  with representatives from six unions and employee organizations who  have advocated for enhanced retirement benefits to discuss the rationales  that law enforcement-related personnel are using to seek enhanced  benefits similar to those received by LEOs. We also discussed potential  effects of providing enhanced retirement benefits to additional employee  groups that may be beneficial to consider, such as potential costs, when  providing such benefits to others groups with DHS, DOJ, IRS, and OPM  officials. Further, we reviewed previous GAO reports that discuss the  importance of making policy decisions that take into consideration the  need for fiscal stewardship. We also obtained information on the extent to  which granting such benefits may affect other employees and agencies’  workforce planning. During this review, we interviewed officials from  DHS, DOJ, IRS, and OPM on the potential workforce planning effects of  providing enhanced retirement benefits directly through legislation to  those additional employee groups seeking such benefits.", "Because one of the primary rationales provided was that law enforcement- related personnel not receiving enhanced retirement benefits exhibit high  attrition, including moving to occupations that provide such benefits, we  analyzed data from OPM’s Central Personnel Data File (CPDF) for fiscal  years 2004 through 2008 to calculate the attrition rates and to determine  the extent to which these rationales can be substantiated with existing  data. Our analysis focused on DHS, DOJ, and Treasury; however, we also  analyzed these data on a governmentwide basis. Regarding CPDF, we have  previously reported that governmentwide data from CPDF for most of the  key variables used in this study (agency/sub-element, position occupied,  retirement plan, work schedule, and occupation) were at least 99 percent  accurate and thus concluded that the data were sufficiently reliable for the  purposes of this study. Our analysis of CPDF data included personnel that  were:  identified as permanent employees of all work schedules.  identified as having separated from their agency of employment  through resignation or transfer from one agency to another agency.", "For the purpose of our analysis, we divided personnel into four different  groups by LEO status. The first group, referred to as law enforcement  personnel, included personnel that were:  identified as having LEO enhanced retirement, and   identified as personnel receiving enhanced retirement benefits similar  to LEOs through separate legislation.", "The second group, referred to as law enforcement-related personnel,  included personnel that were:  identified as personnel that have not been found to meet the LEO  definition by their employing agency and OPM nor have they been  provided with similar enhanced retirement benefits.  identified as potentially performing certain law enforcement-related  duties including but not limited to carrying a weapon, having arrest  authority, or participating in some investigative capacity. Occupations  frequently thought of as being law enforcement-related may include  personnel in the following occupations (if not covered by LEO): 0006,  0007, 0025, 0080, 0082, 0083, 0084, 1801, 1802, 1810, 1811, 1812, 1816,  1854, 1881, 1884, 1890, 1895, 1896, and 1899.", "Identified as having previously expressed interest in receiving such  benefits through legislation. The following occupations were added to the  law enforcement-related group because they have previously lobbied for  passage of a bill to give them retirement benefits similar to LEO  retirement: CBP Agricultural Inspectors (0401), Assistant U.S. Attorneys  (0905), and IRS Revenue Officers (1169).", "The third group, referred to as law enforcement-related personnel  receiving special pay, also included those who have not been found to  meet the LEO definition and are performing certain law enforcement- related duties but receive special pay. The fourth group, referred to as  other federal personnel, include those who do not function in a law  enforcement capacity and do not perform law enforcement-related duties.", "To calculate the rates of attrition for each fiscal year, we divided the total  number of resignations and transfers from one agency to another by the  average of the number of permanent employees. The average number of  employees for a given fiscal year was calculated using the number of  employees at the beginning and the end of each fiscal year. We calculated  the rates of attrition for each of the previously described personnel groups  on a governmentwide basis as well as on a departmentwide basis for DHS,  DOJ, and the Department of the Treasury. We focused our analysis on  these Departments because they employ 84 percent of federal law  enforcement and law enforcement-related personnel. To calculate the  average attrition rates from fiscal year 2004 through 2008, we added the  total of each group’s attrition rate for each fiscal year multiplied by the  average population of the group and divided it by the total population of  the 5 year time frame. We calculated the average rates of attrition for each  of the previously described personnel groups on a governmentwide basis  as well as on a departmentwide basis for DHS, DOJ, and the Department  of theTreasury.", "Further, we analyzed CPDF data to determine whether law enforcement- related personnel not receiving LEO or similarly-enhanced retirement  benefits were moving to other federal positions that offered these benefits  (because such moves were another rationale from those unions and  employee groups seeking enhanced retirement benefits). We totaled the  number of employees that moved from a law enforcement-related  occupation not receiving enhanced retirement benefits on a  governmentwide basis from fiscal year 2004 through fiscal year 2007.  Then, we calculated the percentage of those employees who moved to a  law enforcement occupation receiving such benefits under the same  parameters.", "To determine the extent to which federal agencies have used human  capital tools to retain both law enforcement and law enforcement-related  personnel, we reviewed and analyzed information reported to OPM on the  extent to which DHS, DOJ, and Treasury were using retention incentives.  We also obtained information on the use of human capital tools to retain  law enforcement and law enforcement-related personnel from DHS, DOJ,  and IRS human capital officials, various component agency officials, and  union and employee representatives. In addition, we reviewed previous  GAO reports that discuss the use and potential effectiveness of human  capital tools to retain federal employees.", "We conducted this performance audit from January 2008 through July  2009, in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Definition of “Law Enforcement Officer” for Retirement Purposes", "paragraphs": ["The current definition of “law enforcement officer” can be traced back to  as early as 1948. In 1948, legislation was enacted into law that, in general,  provided enhanced retirement benefits to certain federal officers whose  duties were primarily the investigation, apprehension, or detention of  persons suspected or convicted of offenses against the criminal laws of  the United States. This legislation expanded the coverage of enhanced  retirement benefits governmentwide beyond the limited scope of  legislation enacted 1 year earlier in 1947 covering only FBI agents. In  comments on the then pending 1948 legislation, the Civil Service  Commission noted that it was “not in favor of special legislation for  individual groups of employees, but inasmuch as Congress has approved  special legislation for the investigatory personnel of the Federal Bureau of  Investigation it would not oppose benefits for similar groups of  employees.” Committee report language noted that the “committee  believes it is only fair to grant such retirement benefits as are provided for  under the bill to law-enforcement agents in all parts of the Government at  an earlier age, because it is physically impossible to carry on the necessary  strenuous activities after reaching 50 years of age.”", "Currently, law enforcement personnel performing certain specified types  of duties can fall within the Civil Service Retirement System (CSRS) and  Federal Employee Retirement System (FERS) statutory and regulatory  retirement-related definitions of the term “law enforcement officer” (LEO)  and thus be eligible for enhanced retirement benefits under the respective  retirement plans. LEO retirement coverage does not depend on the  classification of a position within an occupational series (e.g., Police  Officer GS-0083) or the law enforcement mission of a particular agency.", "For CSRS purposes, a LEO is defined in statute as an employee whose  primary duties are the “investigation, apprehension, or detention of  individuals suspected or convicted of offenses against the criminal laws of  the United States, including an employee engaged in this activity who is  transferred to a supervisory or administrative position.” OPM’s  implementing regulations provide additional definitions. The term  “primary duties”, for example, is defined, in part, as “those duties of a  position that – (1) are paramount in influence or weight; that is, constitute  the basic reasons for the existence of the position; (2) occupy a substantial  portion of the individual’s working time over a typical work cycle; and                   (3) are assigned on a regular and recurring basis.” The implementing  regulations further provide, for example, that the definition of a LEO “does  not include an employee whose primary duties involve maintaining law  and order, protecting life and property, guarding against or inspecting for  violations of law, or investigating persons other than persons who are  suspected or convicted of offenses against the criminal laws of the United  States.”", "The main statutory provision of the FERS LEO definition generally  parallels the CSRS LEO definition. Like the CSRS provision, the statutory  FERS LEO definition includes an employee whose primary duties are the  “investigation, apprehension, or detention of individuals suspected or  convicted of offenses against the criminal laws of the United States.” The  statutory FERS LEO definition additionally includes an employee whose  primary duties are the protection of officials of the United States against  threats to personal safety. Like the CSRS definition, the FERS definition  also includes employees primarily performing such duties who transfer to  supervisory and administrative positions. However, the statutory FERS  definition of a “law enforcement officer” is more restrictive than the CSRS  LEO definition in that it expressly includes a rigorous duty standard. With  respect to those employees described above, the statutory FERS LEO  definition additionally requires, in general, that the duties of such  positions be “sufficiently rigorous that employment opportunities should  be limited to young and physically vigorous individuals.” As with CSRS,  OPM implementing regulations provide additional FERS LEO-related  definitions. The term “rigorous position”, for example, is defined under  OPM FERS regulations to mean, in pertinent part, “a position the duties of  which are so rigorous that employment opportunities should, as soon as  reasonably possible, be limited (through establishment of a maximum  entry age and physical qualifications) to young and physically vigorous  individuals whose primary duties are investigating, apprehending, or  detaining individuals suspected or convicted of offenses against the  criminal laws of the United States or protecting the personal safety of  United States officials.”", "The statutory FERS definition of “law enforcement officer” also  specifically includes certain employees of the U.S. Park Police and  members of the U.S. Secret Service Uniformed Division.  OPM  implementing regulations provide that the term “rigorous position” is  deemed to include such positions in the Park Police and Secret Service  Uniformed Division.", "The CSRS and FERS implementing regulations relating to the definition of  a LEO generally exclude an “employee whose primary duties involve  maintaining law and order, protecting life and property, guarding against  or inspecting for violations of law, or investigating persons other than  persons who are suspected or convicted of offenses against the criminal  laws of the United States.” In this regard, groups that are generally  excluded from the CSRS and FERS definitions of “law enforcement  officer” are police officers, guards, and inspectors."], "subsections": [{"section_title": "Legislative Actions Related to the Definition of LEO", "paragraphs": ["As discussed above, federal uniformed police typically do not have LEO  retirement coverage because they are generally excluded from the CSRS  and FERS definitions relating to a “law enforcement officer.” Legislation  has been enacted into law, however, that extends enhanced retirement  benefits to certain federal uniformed police groups within the broader law  enforcement community.", "For example, Congress has extended enhanced retirement benefits to  certain employees of the U.S. Secret Service Uniformed Division officers,  U.S. Park Police, U.S. Capitol Police, and U.S. Supreme Court Police. The  officers of the U.S. Secret Service Uniformed Division and the U.S. Park  Police were added in 1988 when legislation amended the statutory FERS  LEO definition. Committee report language accompanying the 1988  legislation provided that “although these individuals are commonly  thought to be law enforcement officers, the Office of Personnel  Management says they do not meet the FERS definition of ‘law  enforcement officer’ under section 8401(17) and thus do not qualify for  FERS law enforcement officer benefits.” In comparison, rather than  amending the statutory LEO definition, legislation in 1990 and 2000  provided the U.S. Capitol Police and U.S. Supreme Court Police,  respectively, with enhanced retirement benefits similar to those received  by LEOs."], "subsections": []}, {"section_title": "Administrative and Judicial Appeal Actions Related to Coverage Under the Definition of LEO", "paragraphs": ["Both MSPB and the U.S. Court of Appeals for the Federal Circuit, for  example, have issued decisions that affect, on an individual basis, which  employees receive LEO. An individual employee asserting that his or her  position duties are primarily the investigation, apprehension, or detention  of individuals suspected or convicted of offenses against the criminal laws  of the United States, may, for example, appeal an agency’s final decision to  the MSPB. An employee may also appeal a final decision of the MSPB to  the U.S. Court of Appeals for the Federal Circuit.", "As discussed earlier, in general, in order to qualify for LEO coverage, an  employee must show that the duties of his or her position are primarily the  investigation, apprehension, or detention of individuals suspected or  convicted of crimes against the criminal laws of the United States. FERS  has the additional statutory requirement that LEO positions are to be those  that are sufficiently rigorous that employment opportunities should be  limited to young and physically vigorous individuals, as determined by the  Director of OPM considering the recommendations of the employing  agency.", "OPM regulations set out a three-prong test to determine whether duties  are considered primary duties of a particular position: (1) whether the  duties are paramount in influence or weight, that is, constitute the basic  reasons for the existence of the position; (2) whether the duties occupy a  substantial portion of the individual’s working time over a typical work  cycle; and (3) whether the duties are assigned on a regular and recurring  basis. Under OPM regulations, in general, if an employee spends at least     50 percent of his or her time performing a duty or group of duties, they are  his or her primary duties. In addition, duties that are of an emergency,  incidental, or temporary nature cannot be considered “primary” even if  they meet the substantial portion of time criterion, according to the OPM  regulations.", "In determining whether an employee meets the LEO definitional criteria  for coverage, under pertinent case law, MSPB must examine all relevant  evidence, including the position description. The U.S. Court of Appeals  for the Federal Circuit clarified its approach to law enforcement officer  cases in a 2001 decision, Watson v. Department of the Navy, 262 F.3d  1292, 1299 (Fed. Cir. 2001), noting a legislative mandate for a position- oriented approach in cases of requests for law enforcement officer credit  by requiring the “basic reasons” for the existence of the position must be  the performance of law enforcement officer duties. Under this approach,  if the position was not created for the purpose of investigation,  apprehension, or detention, then the incumbent of the position would not  be entitled to law enforcement officer credit.", "Cole, 2007 MSPB LEXIS 4819 (2007). detaining criminals, (2) whether there is an early mandatory retirem age,   (3) whether there is a youthful maximum entry age for the position,  whether the job is physically demanding so as to require a youthful  workforce, and (5) whether the officer is exposed to hazard or dange addition, determination of eligibility for LEO retirement coverage is  strictly construed because the program is “more costly to the government  than more traditional retirement plans and often results in the retirement  of important people at a time whe n they would otherwise have continued  to work for a number of years.”  (4)", "A 2005 decision of the Court of Appeals for the Federal Circuit Court,  Crowley v. United States, 398 F.3d 1329, 1338 (Fed. Cir. 2005), noted that  two factors predominate over all others in determining primary duties. The  Crowley court noted that the most important consideration in its posit oriented approach of LEO determination is the physical vigorousness  required by the position in question, followed by the hazardousness of a  position. The Crowley court stated that, while hazardousness was  also  important, it was secondary to physical vigorousness because the  legislative history greater extent.   of the LEO statute emphasized physical vigor to a  The Crowley court stated that physical vigorousness is the “sine qua no of LEO status determinations and that absent a showing of a position’s  requirement of physical vigorousness, an employee cannot successfully  show LEO status. The Crowley court noted that the relevant  considerations are whether or not the position contains (in order of  importance) (1) strenuous physical fitness requirements, (2) age  requirements (such as a mandatory retirement age or maximum entry  age), or (3) a requirement that an employee be on call 24-hours a day.  The Crowley court explained that these sub-factors should be evalua n”  ted by  applying the facts of a given case to the law to determine which sub- factors, if any, have been satisfied. If the position in question is found be vigorous, then the second major factor necessary to establish LEO  status—hazardousness—must be considered."], "subsections": []}]}, {"section_title": "Appendix III: Annuity Computation Information", "paragraphs": ["An individual working in a position designated as a “law enforcement  officer” position is typically covered either under special rules for CSRS or  FERS. Under CSRS, LEOs pay a higher retirement contribution rate        (7.5 percent of pay) for more generous retirement benefits and have the  ability to retire at age 50 after 20 years of law enforcement officer-covered  or other eligible service. The benefits are to be computed based on 2.5  percent of the high three average salary for each of the first 20 years of  covered service, and 2 percent per year of service (covered or not)  thereafter. An individual is subject to mandatory retirement upon reaching  the age of 57 or the completion of 20 years of covered service.  Under  FERS, there are also special benefits, but the rules are different. Like  CSRS, the individual’s contribution rate is one-half percent more than for  regular benefits. FERS also has different rules for when an individual may  retire: at age 50 with 20 years of covered service (like CSRS), or with 25  years of covered service without a minimum age. Under FERS, the special  benefit formula is 1.7 percent of the high three average salary for each of  the first 20 covered years of FERS service, and 1 percent of pay per year of  service thereafter. The FERS Cost of Living Adjustment is to begin at  retirement instead of age 62, the age for regular retirees. In addition, law  enforcement officer retirees are to receive the FERS Special Retirement  Supplement until age 62, but the earnings test is not to be applied to the  Special Retirement Supplement until the Minimum Retirement Age is  reached. An individual is subject to mandatory retirement upon reaching  the age of 57 or the completion of 20 years of covered service, if then over  that age. The table below shows the annuity accrual rates."], "subsections": []}, {"section_title": "Appendix IV: Selected Non Standard Pay Plans", "paragraphs": ["The table below reflects selected information from Appendix C of the  Office of Personnel Management’s (OPM) July 2004 report to Congress  entitled, Federal Law Enforcement Pay and Benefits. The information  pertains to selected non-standard pay plans provided to various law  enforcement and law enforcement-related personnel as set out in OPM’s  report."], "subsections": []}, {"section_title": "Appendix V: Attrition Data", "paragraphs": ["The following tables relate to attrition at the departmental level for  Department of Homeland Security (DHS), Department of Justice (DOJ),  and Department of the Treasury as well as government-wide for law  enforcement, law enforcement-related, law enforcement special pay, and  all other personnel from the Office of Personnel Management’s (OPM)  Central Personnel Data File (CPDF). For the purposes of this report,  attrition is defined as resignations and transfers from the department of  employment. The average attrition rates for each fiscal year were  calculated by dividing the sum of the resignations and transfers for a given  year by the mean number of employees on the first and last pay period of  that fiscal year. The overall average attrition rate was calculated by  multiplying the sum of each fiscal year’s average attrition rate by each  fiscal year’s mean number of employees and dividing that number by the  sum of each fiscal year’s mean number of employees."], "subsections": []}, {"section_title": "Appendix VI: Federal Retention Incentives Utilization as Reported to OPM and Congress", "paragraphs": [], "subsections": [{"section_title": "Agency and OPM Authority", "paragraphs": ["The Office of Personnel Management (OPM) is required to submit an  annual report to certain congressional committees on agencies’ use of the  retention incentives (as well as recruitment and relocation incentives)  authorized in Sections 5753 and 5754 of title 5, United States Code. OPM  requested that agencies not only submit a report on their use of retention  incentives in each calendar year but also requested comments on any  barriers faced in using theses incentives.", "Under Section 5754, with OPM authorization an agency may provide a  retention incentive to certain eligible employees currently in the federal  service if the agency either deems that the employee’s unusually high or  unique qualifications or the agency’s special need for the employee’s  services make the employee’s retention essential and that the employee  would likely leave the federal service in the absence of the incentive. The  retention incentive may not exceed 25 percent of the employee’s annual  rate of basic pay (may not exceed 10 percent if authorized for a group or  category of employees). With OPM approval and critical agency need, the  incentive may reach up to 50 percent. For most payment options, including  an initial lump-sum payment, installments during the service period, a final  lump-sum payment, or in some combination, the employee must sign a  service agreement."], "subsections": []}, {"section_title": "Incentives: All Reporting Agencies 2006 through 2007", "paragraphs": ["OPM reports that in 2007, 41 of the 97 responding agencies paid a total of  22,794 retention incentives that valued over $127.0 million with an average  incentive of $5,573. In 2006, 47 of the 95 responding agencies paid a total  of 17,803 retention incentives that valued over $95.9 million with an  average incentive of $5,388."], "subsections": []}, {"section_title": "Incentives: Department of Homeland Security, 2006 through 2007", "paragraphs": ["OPM reports that in 2007, DHS paid a total of 656 retention incentives that  valued over $500,000 with an average incentive of $885. In 2006, DHS paid  a total of 1,098 retention incentives that valued over $3.3 million with an  average incentive of $3,051.  For both calendar years 2006 and 2007, DHS’s  average incentives awarded were lower than the average incentives  awarded for all reporting agencies."], "subsections": []}, {"section_title": "Incentives: Department of Justice, 2006 through 2007", "paragraphs": ["OPM reports that in 2007, DOJ paid a total of 1,528 incentives that valued  over $3.9 million with an average incentive of $2,554, which was lower  than the average incentive awarded for all reporting agencies. In 2006, DOJ  paid a total of 281 incentives that valued over $2.0 million with an average  incentive of $7,219, which was higher than the average incentive awarded  for all reporting agencies."], "subsections": []}, {"section_title": "Incentives: Department of Treasury, 2006 through 2007", "paragraphs": ["OPM reports that in 2007, the Department of the Treasury paid a total of  118 incentives that valued over $1.8 million with an average incentive of  $15,280. In 2006, Department of the Treasury paid a total of 95 incentives  that valued over $1.0 million with an average incentive of $11,215.  For  both calendar years 2006 and 2007, Treasury’s average incentives awarded  were higher than the average incentives awarded for all reporting  agencies."], "subsections": []}, {"section_title": "Agency Incentive Utilization", "paragraphs": ["Along with the submission of incentive usage data, OPM asked that  agencies describe how they used the incentives and to discuss any  perceived barriers to using retention incentives. In general, OPM reports  that the agencies used the incentives most often to target specific  occupations that present particular retention challenges (highly  competitive market), to resolve retention challenges present in specific  locations, and to meet a highly specified staffing challenge. Specifically,  DOJ reported to OPM for calendar year 2007 that the Executive Office of  United States Attorneys (EOUSA) has found that retention incentives are  effective in addressing attrition and shortages in EOUSA key positions."], "subsections": []}]}, {"section_title": "Appendix VII: Comments from the Office of Personnel Management", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VIII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgements", "paragraphs": ["In addition to the contact named above, Steve D. Morris, Assistant  Director, managed this assignment. Elizabeth Dunn, George Erhart, and  Meg Ullengren made significant contributions to the work. Geoffrey  Hamilton provided significant legal support and analysis. Gregory Wilmoth  provided significant assistance with design and methodology, as well as  the data analysis from OPM’s Central Personnel Data File. Adam Vogt  provided assistance in report preparation, and Ryan D’Amore made  contributions to the work during the preliminary phase of the review."], "subsections": []}]}], "fastfact": []}