{"id": "GAO-05-474", "url": "https://www.gao.gov/products/GAO-05-474", "title": "U.S.-China Trade: Commerce Faces Practical and Legal Challenges in Applying Countervailing Duties", "published_date": "2005-06-17T00:00:00", "released_date": "2005-06-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Some U.S. companies allege that unfair subsidies are a factor in Chinese success in U.S. markets. U.S. producers injured by subsidized imports may normally seek countervailing duties (CVD) to offset subsidies, but the United States does not apply CVDs against countries, including China, that the Department of Commerce classifies as \"nonmarket economies\" (NME). In this report, GAO (1) explains why the United States does not apply CVDs to China, (2) describes alternatives for changing this policy, (3) explores challenges that would arise in applying CVDs, and (4) examines the implications for duty rates on Chinese products."]}, {"section_title": "What GAO Found", "paragraphs": ["The current Commerce policy of not applying CVDs to NME countries (including China) rests on two principles advanced in 1984 and confirmed by a federal appeals court. These are that Commerce (1) lacks explicit authority to do so, and (2) cannot arrive at meaningful conclusions regarding subsidies in such countries due to government intervention in the economy. Commerce could reclassify China as a market economy or individual Chinese industries as \"market oriented\" and apply CVDs against China as a market economy. Commerce has criteria for such determinations, but said that China is unlikely to satisfy them in the near term. It could also reverse its 1984 position and apply CVDs without any change in China's NME status. However, absent a congressional grant of authority, such a decision could be challenged in court, with uncertain results. World Trade Organization (WTO) rules do not explicitly preclude either alternative. Commerce would face challenges, regardless of the alternative adopted. Chinese subsidies remain difficult to identify and measure. Employing third-country information or \"facts available\" may help, but would not eliminate these difficulties. Commerce lacks clear authority to fully implement China's WTO commitment on use of third-country information in CVD cases. It is unclear whether, on a net basis, applying CVDs would provide greater protection than U.S. producers already obtain from antidumping duties. CVDs alone tend to be lower than antidumping duties. If Commerce grants China market economy status, both CVDs and antidumping duties could be applied simultaneously, but required methodological changes could well reduce antidumping duties. It is not clear whether CVDs would compensate for these reductions. Regardless of China's status, some duties might need to be reduced to avoid double counting of subsidies. Commerce lacks clear authority to make such corrections when domestic subsidies are involved."]}], "report": [{"section_title": "Letter", "paragraphs": ["Imports from China have grown rapidly over the last decade, from a total  value of about $42 billion in 1995 to over $196 billion in 2004. While the  prices of these Chinese goods are often lower than U.S. prices and  therefore benefit consumers, this growth has presented a major challenge  for U.S. producers that compete with Chinese products in the U.S. market.", "Some U.S. companies adversely affected by this growth have alleged that  unfair Chinese government subsidies have been an important factor in  Chinese companies’ success in the U.S. market. U.S. officials have  expressed concern about Chinese subsidies in bilateral and multilateral  meetings. However, while U.S. producers injured by subsidized imports  may normally seek imposition of countervailing duties (CVD) to offset the  competitive advantages that these subsidies confer, U.S. CVD laws are not  currently applied against countries—including China—that the United  States classifies as “nonmarket economy” (NME) countries. Various  parties, including U.S. industry representatives, some trade attorneys, and  the U.S.-China Economic and Security Review Commission, have  advocated taking steps to make CVDs available against Chinese products.  Congress is currently considering legislation that would explicitly  authorize CVD actions against NME countries. Nonetheless, the  implications of such steps have not been fully explored.", "In light of increased concern about China’s trade practices, the conference  report on fiscal year 2004 appropriations legislation requested that GAO  monitor the efforts of U.S. government agencies responsible for ensuring  free and fair trade with that country. In subsequent discussions with staff  from the House Appropriations Committee’s Subcommittee on Science, the  Departments of State, Justice, and Commerce, and Related Agencies, we  agreed to provide a number of reports on relief mechanisms available to  U.S. producers that are adversely affected by unfair or surging imports, and  on the manner in which the mechanisms have been applied to China. In  this report, we   explain why the United States does not currently apply CVDs to imports   describe alternative courses of action available to the Department of  Commerce that would lead to application of CVDs to Chinese-origin  imports,  explore the challenges that Commerce would face in applying these   examine the potential impact that applying these alternatives would  have on the rates of duty applied to Chinese products.", "To address our objectives, we reviewed applicable U.S. laws and  regulations and World Trade Organization (WTO) agreements, including  relevant portions of the agreement through which China acceded to WTO  membership in 2001. We conducted a literature search and reviewed  relevant scholarly and legal analyses, Department of Commerce  determinations, and decisions by U.S. courts and the WTO Dispute  Settlement Body. We consulted with trade and legal policy experts from the  U.S. government, private sector trade associations, consulting and law  firms, and academic institutions, as well as representatives of the WTO, the  government of China, and other governments. Finally, we assembled and  analyzed statistical information on numbers of CVD orders applied by the  United States over the last decade and duty rates applied in these cases.  For comparison, we assembled equivalent information for antidumping  duties applied on similar products over the same period. We conducted our  work from January 2004 through April 2005 in accordance with generally  accepted government auditing standards. Appendix I contains a more  detailed description of our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["The WTO Agreement on Subsidies and Countervailing Measures  establishes general international rules regarding the types of subsidies that  exporting countries may and may not maintain and procedures that  importing countries may employ to counter injurious subsidy practices.  U.S. trade law generally reflects the agreement’s provisions. The United  States applies CVDs with some regularity—almost always in tandem with  the other major mechanism for providing relief from unfairly traded  imports: antidumping duties. However, CVDs are requested and applied  much less frequently than antidumping duties. Appendix II provides  additional background information on WTO subsidy rules and relevant U.S.  laws, explains antidumping actions in more detail, and provides more detail  about how frequently CVD and antidumping actions are sought and duties  actually imposed."], "subsections": []}, {"section_title": "Legal and Practical Obstacles Have Prevented Application of CVDs to China", "paragraphs": ["The U.S. government does not apply its CVD laws against China because  the Department of Commerce classifies China as an NME country and has  adopted a policy against taking CVD actions against countries so  designated. This policy rests upon two principles, first advanced in two  1984 Department of Commerce decisions and subsequently upheld by the  U.S. Court of Appeals for the Federal Circuit. These principles are (1) from  a legal standpoint, Commerce does not have explicit authority to apply  CVDs against NME countries; and (2) as a practical matter, Commerce  cannot arrive at economically meaningful conclusions regarding subsidies  in such countries."], "subsections": [{"section_title": "The Department of Commerce Classifies China as an NME Country", "paragraphs": ["The Department of Commerce classifies China, as well as Vietnam and a  number of former Soviet republics, as NME countries. Under U.S. trade  law, Commerce may classify any country that does not operate on market  principles “so that sales of merchandise in such country do not reflect the  fair value of the merchandise” as an NME country. Commerce has  classified China as an NME country since 1981. Figure 4 shows the  countries that Commerce currently classifies as NMEs."], "subsections": []}, {"section_title": "Commerce Determined That It Lacks Authority to Apply Countervailing Duty Law to NME Countries", "paragraphs": ["U.S. trade law does not contain any explicit prohibition against applying  CVDs to NME countries. Nonetheless, the Department of Commerce  determined in 1984 that it did not have explicit legal authority to apply  CVDs to such countries. Commerce set forth its conclusions on this matter  in rulings denying CVD protection against carbon steel wire rods from  Poland and Czechoslovakia (which were then considered NME countries).   Commerce observed that, even though Congress had addressed unfair  trade remedies in both the Trade Act of 1974 and the Trade Agreements  Act of 1979 and revised U.S. countervailing duty law on both occasions, it  had not given any indication that CVD law should be applied against these  countries. Instead, Congress provided two other remedies—antidumping  duties and safeguard measures—to address unfair trade practices by NME  countries. The U.S. Court of Appeals for the Federal Circuit upheld  Commerce’s decision in Georgetown Steel Corp. v. United States."], "subsections": []}, {"section_title": "Commerce Unable to Measure Subsidy Benefits in NME Countries", "paragraphs": ["“We believe a subsidy (or bounty or grant) is definitionally any action that distorts or  subverts the market process and results in a misallocation of resources. . . . In NMEs  resources are not allocated by a market. With varying degrees of control, allocation is  achieved by central planning. Without a market, it is obviously meaningless to look for  misallocation of resources caused by subsidies. There is no market process to distort or  subvert…. It is this fundamental distinction—that in an NME system the government does  not interfere in the market process but supplants it—that has led us to conclude that  subsidies have no meaning outside the context of a market economy.”", "In upholding Commerce’s position in this matter, the Court of Appeals  found in Georgetown Steel that in nonmarket economies the governments  control their trading entities by determining where, when, and what they  will sell, and upon what terms. When no market exists, subsidies cannot be  found to distort market decisions."], "subsections": []}]}, {"section_title": "Department of Commerce Could Act to Allow Application of CVD Law to China", "paragraphs": ["Commerce could take either of two paths to applying U.S. CVD law to  China. First, Commerce could use its administrative authority to change  China’s NME status in whole or in part. This would allow Commerce to  apply U.S. CVD law to China on a country or industry basis. However,  Commerce officials observed that it may be difficult for China to meet  these criteria in the near term. Alternatively, Commerce could reverse its  1984 position and decide that CVD law could be applied to China while it  remains classified as an NME country. However, absent a clear grant of  authority from Congress, such a reversal could be challenged in court. The  results of such a challenge are uncertain. WTO rules, including relevant  provisions of China’s WTO accession agreement, do not explicitly preclude  the United States from pursuing either alternative. Moreover, China’s WTO  accession commitments (1) permit use of third-country information in CVD  cases and (2) could facilitate Commerce adjudication of CVD actions  against state-owned enterprises in that country."], "subsections": [{"section_title": "Commerce Could Change China’s NME Status in Whole or in Part", "paragraphs": ["The Department of Commerce has administrative authority to reclassify  NME countries as market economy countries, or individual NME country  industries as “market oriented” in character, provided that the country as a  whole or the industries in question meet certain criteria."], "subsections": [{"section_title": "Commerce Could Reclassify China as a Market Economy Country", "paragraphs": ["Department of Commerce officials explained that countries classified as  NMEs may ask that their status be reviewed either within the context of an  ongoing import relief case or as an independent matter. Commerce has  responded to a number of requests for such reviews, granting some  countries (such as Russia and Estonia) market economy status while  classifying others (such as Vietnam) as nonmarket economies. Table 1  shows former NME countries that Commerce has determined merit  reclassification as market economy countries.", "In making decisions on such matters, U.S. trade law specifies that  Commerce shall take into account the following factors:  the extent to which the country’s currency is convertible into the  currency of other countries,  the extent to which wage rates are determined by free bargaining  between labor and management,  the extent to which joint ventures or other investments by foreign firms   the extent of government ownership over the means of production,  the extent of government control over the allocation of resources and  enterprises’ price and output decisions, and  other factors that Commerce considers appropriate.", "In April 2004, the United States and China established a Structural Issues  Working Group under the auspices of the U.S.-China Joint Commission on  Commerce and Trade. Among other things, this group is examining issues  relevant to China’s desire to be classified as a market economy country  under the criteria set forth in U.S. antidumping law. U.S. officials involved  with the group have observed that substantial additional reform will have  to take place (e.g., in improving respect for labor rights and reducing or  abandoning controls on currency convertibility) before China can expect to  be declared a market economy country under the criteria listed above.", "The Chinese government regards recognition as a market economy among  its trading partners as a desirable diplomatic goal. While acknowledging  that this change in status may result in the United States (and other  countries) applying countervailing duties, Chinese officials we spoke with  emphasized the political value of their country being officially declared a  “market economy.” Other trade experts pointed out that Chinese officials  may also be seeking this change because they believe it would generally result in lower antidumping duties being assessed against Chinese  products.", "China has actively sought change in its status among its trading partners. A  number of them, including Singapore and Malaysia, have declared China to  be a market economy. However, in June 2004, the European Union  officially declined a Chinese request for designation as a market economy.  In making this decision, the EU acknowledged that China had made  progress, but concluded that much remained to be done in reducing state  interference in the economy, improving corporate governance and the rule  of law, and bringing the banking sector under market rules. Department of  Commerce officials informed us that Chinese representatives have not yet  officially requested that Commerce review their country’s NME status  under U.S. law."], "subsections": []}, {"section_title": "Commerce Could Classify Individual Chinese Industries as Market Oriented", "paragraphs": ["The Department of Commerce could also designate individual Chinese  industries as “market oriented” and thus as eligible for application of CVDs.  In a 1992 CVD decision involving imported oscillating and ceiling fans from  China, Commerce determined that, short of finding that an entire country  merits designation as a market economy, Commerce can find specific  industries within such countries to be “market oriented” in character.   Commerce stated that certain criteria, developed earlier in the context of  an antidumping case (also against China), would have to be met for an  industry to be found market oriented. The industry in question must be  characterized by the following:  virtually no government involvement in setting prices or amounts to be   private or collective ownership, and  market-determined prices being paid for all significant inputs, whether  material or nonmaterial, and for all but insignificant proportions of all  the inputs accounting for the total value of the product.", "Commerce justified application of these criteria to determine whether a  CVD  investigation should proceed by observing that if the Chinese fan  industry met the criteria just described, then Commerce could rely on  prices and costs to producers in that industry to provide accurate measures  of value. Commerce concluded that, if the prices and costs in a sector of an  NME were market determined, then the practical concerns cited by the  Court of Appeals in Georgetown Steel would not arise and Commerce could  apply U.S. CVD law.", "To date, Commerce has not accepted any claim that an NME country  industry should be designated as market-oriented in character. Commerce  officials observed that, as a practical matter, the criteria for designation as  a market-oriented industry may be difficult for producers operating in a  nonmarket economy to satisfy. In any event, Commerce has not received a  CVD petition involving a market-oriented industry claim since the early  1990s. In a few cases, Chinese companies have responded to antidumping  cases, in part, by requesting designation as a market-oriented industry.  Commerce has denied these requests—primarily on the grounds that the  Chinese companies in question submitted information that was insufficient  or provided too late in Commerce’s process to allow an informed  decision."], "subsections": []}]}, {"section_title": "Commerce Could Apply CVD Law against NME Countries, but There Are Legal Obstacles to Such Action", "paragraphs": ["Since there is no explicit statutory bar to applying CVDs to NME country  products, Commerce could make an administrative determination to apply  such duties to China and other NME countries. Some legal experts have  taken the position that Georgetown Steel merely upheld Commerce’s  decision that it could not apply CVD law to NME countries, and that  Commerce could therefore change its policy so long as the change could be  defended as reasonable. Commerce officials told us that it might be  possible for parties in a particular case to present new legal positions that  would permit it to apply CVDs against an NME country product without a  change in current law. They added, however, that in the absence of an  actual case, it was hard to say whether or how this would occur.", "While Commerce could reverse its 1984 position, the Court of Appeals’  Georgetown Steel ruling raises serious doubt about Commerce’s ability to  make such a change without a clear grant of authority from Congress. The  Court of Appeals did uphold Commerce, but the court also appeared to  make its own findings. The court emphasized that recent trade legislation  showed that Congress had intended that any selling by NME countries at  unreasonably low prices should be dealt with under the antidumping law,  and that there was no indication that Congress had intended or understood  that the CVD law would also apply. The court stated, in addition, that “f   is inadequate to protect American industry from such  foreign competition (resulting from sales in the United States of  merchandise that is priced below its fair value) . . . it is up to Congress to  provide any additional remedies it deems appropriate.” The Uruguay  Round Agreements Act, adopted in 1994, made important changes in U.S.  CVD law but did not add any language authorizing CVD actions against  NME countries. Moreover, the Statement of Administrative Action  accompanying the Act acknowledged that the Georgetown Steel ruling  stood for “the reasonable proposition that the CVD law cannot be applied  to imports from nonmarket economy countries.” Although Members of  Congress introduced legislation to make U.S. CVD law explicitly applicable  to NME countries in 2004, and again in 2005, these bills did not gain  approval. Consequently, a Commerce decision to reverse the position it  adopted in 1984 and allow CVD actions against NME countries could very  well be challenged in court. The results of such a challenge are uncertain."], "subsections": []}, {"section_title": "WTO Agreements Are Silent on NME Issue in CVD Actions", "paragraphs": ["WTO subsidy and countervailing duty rules do not address the issue of  NME status in CVD proceedings. The WTO Agreement on Subsidies and  Countervailing Measures does not discuss market/nonmarket economy  designations in general and, more specifically, does not address the  question of whether members can bring CVD actions against NME  countries. The CVD provisions in China’s WTO accession agreement are  similarly silent. Thus, we believe that these rules (1) do not explicitly  restrict the United States from continuing or ceasing to apply NME status  to China on either a countrywide or industry-specific basis and (2) do not  explicitly preclude bringing CVD actions against countries that are  classified as NMEs."], "subsections": []}, {"section_title": "Accession Agreement Permits Use of Third- Country Information to Calculate Countervailing Duties", "paragraphs": ["While WTO rules allow members to apply alternate methodologies—not  based strictly on information from within the exporting country—to  calculate antidumping duties in certain cases, the organization’s rules do  not make explicit provision for applying third-country information in CVD  cases. However, China’s WTO accession agreement specifically permits  application of third-country information in CVD determinations. The  agreement states that countries attempting to identify and quantify subsidy  benefits in China may encounter special difficulties because “prevailing  terms and conditions in China may not always be available as appropriate  benchmarks.” In such situations, the agreement allows other member  countries to employ “terms and conditions prevailing outside China” to  generate benchmarks that can be used to measure subsidy benefits and  establish appropriate CVDs. The agreement does require, however, that  before considering application of information from outside China, member  countries should first seek to use adjusted information from China itself.   This provision has no expiration date and does not differentiate between  China as a market or a nonmarket economy."], "subsections": []}, {"section_title": "Accession Agreement May Facilitate Actions against State-Owned Enterprises", "paragraphs": ["China’s WTO accession agreement contains another provision that may  facilitate application of CVDs in some cases involving state-owned  enterprises. WTO members may only apply CVDs when the subsidies in  question can be shown to be “specific to an enterprise or industry or group  of enterprises or industries.” Determining whether a particular subsidy  meets this test can be challenging. For example, a government loan  program directed specifically at providing below-market financing to  enable fishermen to acquire boats and equipment might be considered  specific, and thus actionable. On the other hand, a program that provides  below-market financing to many types of small businesses, including some  fishermen, might not be considered specific, and thus not open to  application of CVDs.", "China’s accession agreement provides that subsidies benefiting state- owned enterprises will be regarded as specific if, among other things, such  enterprises are the “predominant” recipients or receive “disproportionally  large amounts” of such subsidies. This may facilitate application of CVDs  in some circumstances because it may make it difficult for China to argue  that such subsidies are generally available, and thus not actionable.  Instead, members may regard them as specific to state-owned businesses  without regard for the sector in which they operate."], "subsections": []}]}, {"section_title": "Challenges Would Remain in CVD Actions against China", "paragraphs": ["While Commerce could proceed with CVD actions against China, it would  continue to face substantial practical challenges in identifying Chinese  subsidies and determining appropriate CVD levels. Commerce could  employ third-country information or “facts available” to complete China  CVD actions. However, these approaches would not eliminate the  challenges that such actions would present. Moreover, Commerce lacks  explicit legal authority to implement China’s WTO commitment allowing  other members to employ third-country information in CVD actions against  China."], "subsections": [{"section_title": "Chinese Subsidies Remain Difficult to Identify and Assess", "paragraphs": ["“It is difficult to identify and quantify possible export subsidies in China because of the lack  of transparency in China’s subsidy regime. Chinese subsidies are often the result of internal  administrative measures and are not publicized. U.S. subsidy experts are currently seeking  more information about several Chinese programs and policies that may confer export  subsidies. Their efforts have been frustrated in part because China has failed to make any of  its required subsidy notifications since becoming a member of the WTO.”", "Commerce officials told us that even though there has been substantial  reform in China, underlying features of the Chinese economy continue to  make it difficult to identify appropriate benchmarks for measuring  subsidies. For example, according to USTR, most Chinese subsidies are  believed to be provided through that country’s financial system. However,  some trade experts stated that government control over the banking  system in China makes it difficult to identify market-determined rates of  interest that could be used as benchmarks to determine whether, or to  what extent, particular companies or industries are benefiting from credit  subsidies. U.S. government and private sector analysts added that while the  Chinese government heavily influences allocation of credit—favoring some  industries over others—it is uncertain how to quantify the subsidy benefits  conferred through this process. In addition, while some attorneys who have  represented Chinese companies disagreed, Commerce officials and  attorneys who have represented U.S. firms said that lack of adherence to  generally recognized accounting standards and unreliable bookkeeping  among Chinese companies can make accurate identification and accurate  measurement of subsidy benefits extremely difficult. Some Commerce  officials and trade experts also said that unlike most market economies,  which are national, China’s economy is fragmented into five or six regions,  each with its own pricing. Thus, even if an industry were declared to be market oriented, it would be difficult to evaluate the subsidy benefits  accruing to the national industry as a whole."], "subsections": []}, {"section_title": "Third-Country Information or “Facts Available” May Be Useful, but Would Not Fully Resolve Challenges", "paragraphs": ["Commerce may find employing third-country information or “facts  available” helpful in completing China CVD actions. However, these  approaches would not fully resolve the challenges that would face  Commerce.", "Commerce has not attempted to develop methodologies or procedures for  determining CVDs against products from nonmarket economies—based  either on information from within the country itself or from a third country.  Nonetheless, Commerce officials stated that, if required, they would  endeavor to apply existing guidance and conduct an investigation that  would withstand analytical and legal scrutiny.", "While the United States employs “surrogate” or third-country information  to calculate antidumping duties on imports from China and other NME  countries, CVD cases against China would raise issues that Commerce  analysts do not face in antidumping cases and that may not be resolved by  use of third-country information. For example, it may be difficult to  separate specific (and therefore countervailable) subsidies from those that  are generally available (and therefore not countervailable). In addition,  identifying reasonable benchmarks (such as market-determined capital  costs) in third countries will only provide Commerce with a starting point  for calculating CVD rates that should be applied to Chinese products. After  establishing such benchmarks, Commerce would then face significant  challenges in quantifying, for example, the capital or utility costs that are  actually being paid by Chinese companies under investigation, so that  analysts can determine the difference between unsubsidized and  subsidized costs.", "Commerce also has the authority to employ facts available to overcome  difficulties in calculating subsidy benefits and corresponding CVD rates.  Commerce normally obtains information from U.S. companies seeking  relief and also from foreign companies and government agencies alleged to  be benefiting from or providing subsidies. However, U.S. law grants  Commerce authority to make determinations based on facts otherwise  available when foreign sources cannot or will not provide needed  information. Commerce might be able to complete some China CVD cases  by applying this approach. However, Commerce officials pointed out that  their authority to employ facts available is subject to certain limitations.  The extent to which Commerce would employ this approach in China CVD  cases is uncertain."], "subsections": []}, {"section_title": "Commerce Does Not Have Explicit Authority to Implement China’s WTO Commitment Regarding Third-Country Information in CVD Cases", "paragraphs": ["Existing U.S. laws do not provide Commerce with clear authority to fully  implement China’s WTO commitment allowing members to use third- country information to identify and measure Chinese subsidy benefits. In  joining the WTO, China made commitments regarding four import relief  measures that other members may apply against imports from China. As  already noted, even before China joined the WTO, U.S. trade law  specifically allowed for implementation of the first of these  commitments—application of third-country information in antidumping  cases. Congress has passed legislation—commonly referred to as section  421—implementing the second (involving application of safeguard  measures). While Congress did not adopt legislation to implement China’s  third import-relief commitment (regarding textile safeguards), the U.S.  interagency group responsible for processing textile safeguard cases  believes that existing legislation provides it with authority to implement  such measures.", "In contrast, U.S. trade law was not amended to explicitly authorize  Commerce to implement China’s fourth commitment, regarding application  of third-country information in CVD cases, and does not otherwise clearly  state that Commerce may apply third-country information in such cases  against foreign countries in general. Commerce regulations do provide for  application of third-country information to CVD cases—but only in some  circumstances. The most explicit provision covers only subsidies that  impact goods and services used in producing the allegedly subsidized  imports.", "This lack of clarity raises a question about whether Commerce could  currently apply this commitment, even if it were to decide to reclassify  China as a market economy or specific Chinese industries as market  oriented in character. Department of Commerce officials said they had not  yet decided whether Commerce could fully apply the commitment in the  absence of authorizing legislation."], "subsections": []}]}, {"section_title": "Uncertain Whether Applying CVDs Would Result in Increased Protection", "paragraphs": ["Making CVD procedures available to U.S. producers that believe they are  injured as a result of unfairly subsidized Chinese imports would provide a  mechanism for taking actions that specifically target Chinese government  subsidies. However, it is unclear whether, on a net basis, applying CVDs to  China would result in overall levels of protection for U.S. products that are  higher than those already applied through antidumping duties. CVDs could  be applied alone or in tandem with antidumping duties. CVDs alone  generally tend to be lower than antidumping duties. For two reasons,  simultaneous application of both types of duties could well result in  reduced antidumping duties, and it is unclear whether application of CVDs  would compensate for such reductions. First, designating China as a  market economy would require a change in the methodology used to  calculate companion antidumping duties that is widely expected to lead to  lower duty rates. Second, regardless of whether China is designated as a  market economy, some companion antidumping duties might need to be  reduced to avoid double counting subsidy benefits. Each of these  considerations introduces an element of uncertainty about the magnitude  of the total level of protection that would be applied to Chinese products;  each may result in combined rates that are lower than might be expected."], "subsections": [{"section_title": "CVD Rates Vary, but Tend to Be Lower Than Antidumping Duties", "paragraphs": ["U.S. CVDs tend be lower than companion antidumping duties. This may, in  part, explain why U.S. producers seek CVDs less often than antidumping  duties. Figure 2 compares CVDs and antidumping duties imposed on the  same products over the last decade. As the figure shows, CVDs imposed on  these products varied from less than 2 percent to more than 60 percent.  However, CVDs were lower than companion antidumping duties in nearly  70 percent of the 36 cases where the United States imposed CVDs. The  average CVD rate imposed in these cases was about 13 percent, while the  average antidumping duty rate imposed was about 26 percent.", "Under the WTO subsidies agreement and U.S. law, CVD rates are limited to  the levels required to offset the amount of the subsidies. For example, a  company may be receiving government credit subsidies that reduce its  capital costs by 20 percent. This advantage may make a real difference in  the company’s ability to compete in the international market. However,  Commerce stated that CVD rates are calculated by dividing the total value  of subsidy benefits by the total value of an exporting company’s sales.  Since the subsidy just mentioned affects only one portion of the company’s  balance sheet (capital costs) the countervailing duty applied to offset this  benefit may be much lower than 20 percent. In some instances, past  government intervention and support may have been critical to an  exporting industry’s start-up or survival. However, loans and nonrecurring  benefits, such as equity infusions or grants, are generally amortized over a  period of years. After several years have passed, the current value of these  subsidies may have declined to a comparatively insignificant level. U.S.  companies, therefore, may experience substantial difficulty in competing with Chinese companies that owe their existence to favorable government  actions in the past, but find that legitimately applied CVDs are minimal."], "subsections": []}, {"section_title": "Change in Methodology May Lower Antidumping Duties", "paragraphs": ["Administrative actions reclassifying China as a market economy (in whole  or in part) would require Commerce to cease applying its NME  methodology for calculating antidumping duties on affected Chinese  products. This is significant because, as noted earlier, CVD actions usually  have a companion antidumping action. U.S. law allows Commerce to  employ its third-country-based methodology to calculate antidumping  duties only when the merchandise in question is being produced in  countries that it classifies as NMEs. Therefore, once Commerce  reclassified China as a market economy it could no longer apply this  methodology. Similarly, Commerce could no longer apply this methodology  to individual Chinese industries after it found them to be market-oriented  in character. After either finding, Commerce would apply its market  economy approach to calculate antidumping duties. Commerce has never  attempted to calculate antidumping duties on Chinese products based on  prices charged within China. Whether these antidumping duties would be  higher, lower, or approximately the same as those derived through  Commerce’s NME approach remains uncertain. However, if—as trade  experts commonly expect—they prove to be significantly lower than  antidumping duty rates derived through Commerce’s NME methodology,  then even in combination with companion CVDs, the total level of  protection applied may not be as high as that currently applied against  Chinese products."], "subsections": []}, {"section_title": "Adjustments to Avoid Double Counting Might Lower Companion Antidumping Duties", "paragraphs": ["If called upon to apply CVDs against Chinese products, Commerce would  have to adjust companion antidumping duty rates downward in some cases  in order to avoid “double counting”—imposing two sets of duties to  compensate for the same unfair trade practice. However, the extent of  these adjustments—and their net impact on combined duty rates to be  applied—remains uncertain."], "subsections": [{"section_title": "Adjustments Required to Avoid Double Counting of Export Subsidies", "paragraphs": ["Both WTO rules and U.S. laws require adjustments in combined duty rates  to avoid double counting of export subsidies. WTO rules specify that no  product can be subjected to both antidumping and countervailing duties “to  compensate for the same situation of dumping or export subsidization.”   U.S. law echoes this provision, in effect, by requiring adjustments in  antidumping duties in the event that CVDs are applied simultaneously to  counter export subsidies on the same products.", "The rationale behind these provisions is that since antidumping duties are  calculated by comparing domestic prices with export prices, such duties  already offset the price advantage that export subsidies confer over the  prices charged in the exporter’s domestic market.  When imposing both  countervailing and antidumping duties, Commerce adjusts antidumping  duty rates downward by any amount that is attributable to export  subsidies.  Commerce would be obliged to make such adjustments when  applying both types of duties to China, regardless of whether China  remains an NME country under U.S. law.", "The extent to which Commerce would have to reduce antidumping duty  rates in order to avoid double counting Chinese export subsidies is  unknown. As already noted, China agreed to cease providing export  subsidies upon joining the WTO. Some trade experts allege that China has  nonetheless continued to provide such subsidies. However, no industry  group has petitioned for application of countervailing duties against  Chinese subsidies, and U.S officials have not attempted to quantify the  benefits provided by Chinese subsidy programs in general, or export  subsidies in particular."], "subsections": []}, {"section_title": "Implications of Double Counting Domestic Subsidies Are Unclear", "paragraphs": ["Another potential source of double counting could emerge if Commerce  were to apply CVDs to China while it retains its NME status. In such  circumstances, Commerce would continue to use third-country  information to calculate antidumping duties. While, in principle, double  counting of actionable domestic subsidies generally does not occur when  analysts employ information from exporting countries themselves to  determine duty rates, it may occur when analysts use third-country  information. However, current trade law does not make any specific  provision for adjusting antidumping duties in such situations, and the  implications of such situations arising are therefore unclear.", "When an antidumping duty is calculated using the third-country-based  methodology that Commerce applies to NME countries, the normal value  of the product (the basis for calculating an antidumping duty) is based not  on Chinese prices (which might be artificially low as a result of domestic  subsidies) but on information from a country where prices are determined  by free markets. Thus, when the normal value is compared with the export  price, the difference will, at least in theory, reflect the price advantages that  the exporting company has obtained from both export and domestic  subsidies.", "Economists, trade law practitioners, and Commerce officials we consulted  disagreed on whether, in practice, antidumping duties derived through the  third-country-based methodology effectively offset all of the subsidy  benefits enjoyed by Chinese exporters. However, they generally agreed  that, in theory, antidumping duties derived in this way do offset much of the  value of both export and domestic subsidies. As a result, it appears that  some double counting of actionable domestic subsidies could occur if  Commerce used third-country information to calculate antidumping duties  on the same products against which it also applied CVDs.", "Because the United States has never attempted to apply both  countervailing and antidumping duties against an NME country, the  implications of taking such an action are unknown. The relevant WTO  agreements are silent with regard to making adjustments to avoid double  counting actionable domestic subsidies, and U.S. law does not provide  Commerce with any specific authority to avoid double counting in such  situations. Therefore, Commerce officials observed that they would have  no choice but to apply both duties without making any adjustments.   While at least two U.S. courts have suggested that double counting to  compensate for the same unfair trade practice is generally considered  improper, they have not ruled on the specific question of whether double  counting of actionable domestic subsidies, in particular, is improper.   Commerce officials told us that, theoretical arguments aside, interested  parties finding fault with Commerce’s decision making would have to prove  that there was actual double counting."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["Despite increasing concern about Chinese government subsidies and their  adverse impacts on U.S. producers, U.S. producers may not currently avail  themselves of the U.S. government’s primary tool for countering unfair  subsidies—CVDs. While the methodology that Commerce currently  employs to calculate antidumping duties on Chinese products already  results in duty rates that offset subsidy benefits to some degree, Commerce  could act to make CVDs available against China as well. It could do this  either by changing China’s NME status, or by changing its current policy  and determining that it may apply CVD law against China regardless of its  NME status. However, Commerce appears unlikely to employ the first  alternative in the near future, and the Georgetown Steel ruling raises an  obstacle to employing the second, without clear authority from Congress.", "While Congress is considering legislation that would authorize Commerce  to apply CVDs to China as an NME country, substantial practical questions  about how such cases would proceed remain unanswered, and the results  that they would produce remain uncertain. The absence of such  information makes it difficult for interested Members of Congress,  prospective participants in CVD cases, and Commerce itself to gain any  perspectives on the implications of taking such actions. Commerce has had  no experience in attempting to complete CVD investigations on Chinese  products and has no specific guidance in place for how to proceed. In  particular, Commerce lacks guidance or experience in applying third- country information to calculate CVD rates—an approach that is explicitly  permitted under the terms of China’s accession to the WTO and that  Commerce may very well find necessary to employ given lack of  transparency regarding China’s subsidy practices. The CVD rates that  would result from these investigations are uncertain, as are the net effects  of applying both CVDs and antidumping duties to Chinese products.", "Furthermore, Commerce lacks clear authority under U.S. law to either fully  implement China’s WTO commitment regarding the use of third-country  information in CVD cases or adjust antidumping duty rates to avoid double  counting of Chinese domestic subsidy benefits. Given this lack of clarity, it  is reasonable to expect that parties objecting to Commerce’s decisions on  these issues would challenge relevant aspects of CVD decisions against  China, complicating and delaying application of such duties to products  from that country. Until these issues are clarified, policymakers will not be  fully informed about the implications of applying U.S. CVD laws to China,  and Commerce will not be prepared to implement such a change in policy."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["In order to provide Congress and the Department of Commerce with better  information about the implications of taking actions that would result in  application of U.S. CVD laws to China, we recommend that the Secretary of  Commerce analyze and report to Congress on  Commerce’s ability to identify and measure subsidy benefits at the  present time, based on its knowledge of significant Chinese subsidy  programs; and  broadly applicable methodologies that Commerce might employ to  complete CVD actions against Chinese products, if called upon,  including how it might respond to potential double counting of domestic  subsidy benefits when applying both countervailing and antidumping  duties to the same products."], "subsections": []}, {"section_title": "Matters for Congressional Consideration", "paragraphs": ["In the event that (1) Commerce changes China’s NME status or (2)  Congress decides to adopt proposed legislation that would authorize  Commerce to apply U.S. CVD laws to NME countries, including China,  Congress may wish to consider adopting legislation to provide Commerce  clear authority to  fully implement China’s WTO commitment regarding use of third- country information in CVD cases, and  make corrections to avoid double counting domestic subsidy benefits  when applying both CVDs and antidumping duties to the same products  from NME countries, in situations where Commerce finds that double  counting has in fact occurred, taking into account Commerce’s analyses  of this issue prepared in response to our recommendation above."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["The Department of Commerce provided written comments on a draft of  this report. These comments are reprinted in appendix III. Commerce  provided a different characterization of our finding that it did not have  clear legal authority to apply CVD law to China, taking the position that  there is no explicit statutory bar to taking such an action, and stating that  Commerce would carefully consider any CVD petition. We modified our  report to clarify that Commerce could decide, in response to a petition, that  circumstances warrant and permit a change in its policy. However, given  that Commerce determined in 1984 that it did not have explicit legal  authority to take such an action, and this was subsequently upheld and  affirmed by a federal appeals court, and later confirmed by a 1994  statement of administrative action, we continue to believe that there would  be legal obstacles to Commerce changing its policy.", "With regard to our recommendations, Commerce did not comment on our  recommendation that it analyze and report on its ability to identify and  measure subsidy benefits in China. Commerce believed our recommended  report on the methodologies the department would employ if called upon  to apply CVDs to China would be too speculative, and therefore not  meaningful or appropriate before an actual case was filed, and that such a  report could prejudge the outcome of future actions. We agree that specific  decisions on how best to complete individual CVD actions against China  would depend upon the facts in particular cases. We did not intend that  Commerce provide detailed discussions of how it would respond to  particular sets of circumstances. Rather, this report would provide  Commerce, Members of Congress, and potential parties to CVD cases with  some general-level guidance about how such actions might proceed. For  example, such a report could address Commerce’s use of benchmark  information from within or outside China to measure subsidy benefits and  application of China’s WTO commitment regarding CVD actions involving  state-owned enterprises. Providing broad commentary on such points  would be consistent with Commerce making general guidance on its  antidumping practices publicly available.", "Regarding our matters for congressional consideration, Commerce cited  some legal authority for using external benchmarks in CVD cases. We  evaluated this information and added a discussion in our report. We were  not convinced that the cited authority would clearly provide for full  implementation of the special methodology in China’s WTO accession  agreement. An explicit grant of authority by Congress would remove doubt  and lesson the chances for legal disputes, and therefore we continue to  believe our suggestion is prudent. Commerce also said our suggestion that  Congress provide Commerce with authority to correct any double counting  of domestic subsidies in companion CVD and antidumping actions was not  warranted or appropriate because Commerce had not yet encountered this  situation, such corrections might be too difficult, and it would put China in  a special category distinct from all other countries. We maintain that our  analysis shows that there is substantial potential for double counting of  domestic subsidies if Commerce applies CVDs to China while continuing to  use its current NME methodology to determine antidumping duties. We  believe that, in such a situation, Commerce should be provided authority to  proactively address potential double counting, rather than waiting for it to  occur and create methodological and legal problems. Finally, we intended  that our suggestion on double counting apply to all NME countries, and  have clarified our language on this point.", "The Department of Commerce also provided technical comments, as did  USTR and ITC. We took these comments into consideration and made  revisions throughout the report as appropriate to make it more accurate  and clear.", "We are sending copies of this report to the Secretary of Commerce and the  United States Trade Representative, appropriate congressional  committees, and other interested parties. We will also make copies  available to others upon request. In addition, the report will be available at  no charge on GAO’s Web site at http://www.gao.gov.", "If you or any of your staff have any questions about this report, please  contact me at (202) 512-4347 or yagerl@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this report. GAO staff who made major contributions to this  report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["In May 2003, the House Appropriations Committee’s Subcommittee on  Commerce, Justice, and State, the Judiciary, and Related Agencies held  hearings regarding U.S. government efforts to support American  businesses adversely affected by imports from China. In light of concerns  expressed at this hearing, the conference report on fiscal year 2004  appropriations legislation requested that GAO monitor the efforts of U.S.  government agencies responsible for ensuring free and fair trade with  China. In subsequent discussions with your staff, we agreed to respond by  providing a number of reports on relief mechanisms available to U.S.  producers adversely affected by unfair or surging imports, and the manner  in which they have been applied to China. In this report, we (1) explain  why the United States does not currently apply CVDs to imports from  China, (2) describe available alternatives for applying CVDs to Chinese- origin imports, (3) explore the challenges that the Department of  Commerce would face in applying these alternatives, and (4) examine the  potential impact that applying these alternatives would have on the rates of  duty applied to Chinese products.", "To address our objectives, we reviewed applicable U.S. laws and  regulations and World Trade Organization (WTO) agreements, including  the Agreement on Subsidies and Countervailing Measures, and China’s  WTO accession agreement. We conducted a literature search and reviewed  relevant scholarly and legal analyses, Department of Commerce  determinations, and decisions by U.S. courts and the WTO Dispute  Settlement Body. We consulted with trade and legal policy experts from the  U.S. government, private sector trade associations, consulting firms, and  academic institutions; law firms with broad experience in trade actions  against China; as well as representatives of the WTO, the government of  China, and other governments concerned about Chinese trade practices,  including the European Union, Canada, New Zealand, and Mexico.", "In addition, to address our fourth objective, we obtained information on  U.S. countervailing and antidumping duty actions from 1995 through 2004  from the Department of Commerce and the U.S. International Trade  Commission. We used this data to construct our own database on  countervailing duty determinations and antidumping duties applied on  similar products over the same period. We included all countervailing duty  cases over this time period, as well as all antidumping cases in which a  petition was filed by U.S. industry for an antidumping investigation against  a similar product from the same country (e.g., honey from Argentina). Of  the 72 countervailing duty cases from 1995 through 2004, we found only 3  in which a similar antidumping petition was not also filed. Our database  includes information on the outcome of the investigations (e.g., whether an  order was issued), the status of the orders as of the end of 2004, the duty  rates imposed in each case that resulted in a CVD order and the  antidumping duty rates imposed on similar products. For each  countervailing or antidumping duty order, the Department of Commerce  may issue several different duty rates. These may include separate duty  rates for large individual companies (suppliers), as well as weighted  average “all others” rates for smaller suppliers. We collected all of these  rates and compared the lowest and highest separate rates, the average of  all separate duty rates, and the “all others” rates. As we report above, we  found that the averages or median rates for countervailing duties orders are  smaller than similar antidumping rates, whether comparing the lowest  rates, the highest rates, the average rates, or the “all others” rates.  However, as shown in figure 2, in some individual cases countervailing duty  rates were higher than antidumping rates. Also, future investigations may  yield different results depending on the types of products, countries, and  activities investigated. Having verified these data with the original Federal  Register notices, which provide the official U.S. government notification of  investigations and orders, we find the data to be sufficiently reliable for  analyzing the number, status, and duties (if imposed) on U.S. countervailing  duty cases from 1995 through 2004, as well as U.S. antidumping cases on  similar products.", "In addition, to provide information on the growth of U.S. imports from  China, we examined official U.S. import data from the Department of  Commerce, Bureau of the Census, which we adjusted for inflation using the  end-use import price index published by Commerce’s Bureau of Economic  Analysis. While U.S. data on imports from China have some acknowledged  limitations, we found them to be sufficiently reliable for the purpose of  establishing that there has been rapid growth in these imports in recent  years.", "We performed our work from January 2004 through June 2005 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "CVDs and Antidumping Duties under WTO Rules and U.S. Law", "paragraphs": [], "subsections": [{"section_title": "WTO Agreement Provides General Rules", "paragraphs": ["The WTO Agreement on Subsidies and Countervailing Measures defines a  subsidy as a financial contribution by a government or any public body  within a WTO member that confers a benefit. While the agreement imposes  an outright ban on some types of subsidies, most types are not completely  prohibited but are classified as actionable under certain conditions.  Actionable subsidies are those that are specific—i.e., benefit a specific  enterprise, industry, or group of enterprises or industries—and cause  adverse effects to the interests of another WTO member, such as injury to  their domestic industries.", "According to the WTO, members may impose CVDs when they (1) identify  subsidized imports, (2) determine that a domestic industry is suffering  injury, and (3) establish a causal link between the subsidized imports and  the injury being suffered. These duties are intended to offset the price  advantages that the subsidy confers on the imported product and, more  broadly, encourage governments that maintain subsidies to eliminate them.  The subsidies agreement requires that the investigating authorities quantify  the value of the subsidies being provided and limits the level of duty  imposed to that value.", "To facilitate identification of subsidies and evaluation of their trade effects,  the agreement requires WTO members to provide the organization with  annual notifications on all of the specific subsidies they maintain and to  provide additional information on any of these programs when requested.  The agreement specifies that member states should provide sufficient  information “to enable other Members to evaluate the trade effects and to  understand the operation of notified subsidy programs.”"], "subsections": []}, {"section_title": "U.S. Procedures Reflect WTO Rules", "paragraphs": ["Under U.S. law, CVDs may be imposed against subsidized imports from  other WTO members when a U.S. industry is materially injured or  threatened with injury or the establishment of an industry in the United  States is materially retarded. The ITC and the Department of Commerce  share investigative and decision-making responsibility in CVD cases. The  ITC determines whether there is material injury or threat thereof to the  domestic industry by reason of the subject imports. Commerce determines  whether the foreign country is providing a countervailable subsidy, and, if  so, the size of the subsidy and (consequently) the size of the CVD that  should be imposed. To make these determinations, Commerce solicits  information from exporting country governments and from individual  producers and exporters of the subject merchandise and applies this  information to establish appropriate duty rates for each known exporter or  producer."], "subsections": []}, {"section_title": "Countervailing Duties Usually Applied in Tandem with Antidumping Duties", "paragraphs": ["The United States has imposed CVDs with some regularity, on a variety of  products from a variety of countries. From 1995 through 2004, U.S.  domestic industries petitioned for 72 CVD investigations against 43  different products from 25 countries. Thirty-six of these investigations (50  percent) resulted in application of CVDs. Figure 4 shows the results of  these 72 petitions.", "Generally, when petitioners seek imposition of CVDs, they also seek  imposition of antidumping duties on the same product from the same  country. In 69 of the 72 CVD cases, petitioners also requested a companion  antidumping investigation.", "Dumping occurs when a foreign company sells merchandise in a given  export market (for example, the United States) at prices that are lower  than the prices charged in the producers’ home market or another export  market. When this occurs, and when the imports have been found to  materially injure, or threaten to materially injure, U.S. producers, WTO  rules and U.S. laws permit application of antidumping duties to offset the  price advantage enjoyed by the imported product. As in CVD cases,  Commerce analysts establish antidumping duties for each known producer  or exporter. Figure 5 illustrates how antidumping duties are determined.", "Petitioners requesting antidumping investigations do not always request  CVD investigations, and CVDs are, in fact, sought and imposed much less  frequently than are antidumping duties. From 1995 through 2004, U.S.  industry groups petitioned for nearly five times as many antidumping as  countervailing duty investigations (354 compared with 72). Similarly, the  United States put in place over four times as many antidumping duty orders  (156) as it did CVD orders (36).", "Figure 6 shows the distribution of these countervailing and antidumping  duty orders by year for 1996 through 2004. For antidumping orders, these  are further broken down into orders against market economies, China, and  other nonmarket economies. The number of CVD orders imposed might  have been higher, and the contrast with antidumping duty orders less  pronounced, if CVDs had been available against nonmarket economies  during this period. Nonetheless, figure 6 shows that even among market  economy countries, the United States imposes CVDs much less frequently  than antidumping duties."], "subsections": []}]}, {"section_title": "Comments from the Department of Commerce", "paragraphs": ["The following are GAO’s comments on the Department of Commerce’s  letter dated June 1, 2005."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. We agree that U.S. trade law does not explicitly bar CVD actions against  NME countries. Also, we acknowledge that the Department of  Commerce remains open to considering petitions for CVD action  against such countries, and that Commerce could conceivably decide  that the facts in a particular case warrant and permit applying CVDs in  an NME context. We have revised the text to ensure that these points  are clearly stated.", "Nonetheless, while not explicitly barring CVD actions against NME  countries, U.S. trade law also does not explicitly authorize such  actions, and both Commerce and a U.S. Court of Appeals decision have  indicated that U.S. CVD law was not intended to be applied to NME  countries. This position was also supported by the Statement of  Administrative Action accompanying the 1994 Uruguay Round  Agreements Act. Accordingly, we conclude that there would be legal  obstacles to Commerce reversing its policy and allowing CVD actions  against NME countries, including China. It is likely that, absent a clear  grant of authority, such a policy change would result in court  challenges. 2. We do not presume that applying CVD law to China would require that  China be designated a market economy under U.S. antidumping law. We  assume that if Commerce applied CVDs to China without changing its  status as an NME country, it would continue to apply its NME  methodology in antidumping cases against that country.  3. We agree that completing CVD actions against China would be a  challenging exercise, and that specific decisions on how best to  complete such actions would depend on the facts at hand in particular  cases. We do not intend to suggest that Commerce provide detailed  analyses of how it would respond in case-specific circumstances.", "Nonetheless, a Commerce study evaluating how it might generally  proceed in such cases would be helpful to Commerce itself and  Members of Congress in considering whether to take actions that  would lead to CVD cases against NME countries, as well as to potential  parties to such actions concerned about how to proceed in such cases.  For example, such a report could address (1) benchmark information  from within or outside China that Commerce would consider in  measuring subsidy benefits, (2) methods and approaches that could be  employed to respond to potential double counting of domestic subsidy  benefits, and (3) how China’s WTO commitment regarding subsidies  and state-owned enterprises might affect specificity determinations.", "We have revised the report text to make these points. 4. We acknowledge that Department of Commerce regulations do provide  for applying information from outside a subsidizing country to assist in  assessing subsidy benefits—in some circumstances—and that  Commerce has applied them in a number of cases. We have revised our  report to include information on these provisions.", "Nonetheless, current U.S. law does not explicitly authorize Commerce  to fully apply China’s commitment regarding the use of information  from outside China to complete CVD actions. Also, as discussed in  more detail in the body of the report, the methodologies set forth in  regulatory provisions cited by Commerce do not apply to the full range  of subsidies that might arise in a CVD case. Moreover, the methodology  in the more specific of these provisions has been questioned in a  dispute settlement case under the North American Free Trade  Agreement. 5. We agree that any legislation authorizing Commerce to adjust duty  rates to avoid double counting in applying countervailing and  antidumping duties to products from NME countries should not apply  only to China. We have modified the report text to make this clear.", "We disagree with Commerce’s comment that legislative action on this  matter is not warranted or appropriate. We believe that sound  economic reasoning suggests that there is substantial potential for  domestic subsidies to be double counted in the event that Commerce  applies CVDs to NME country products while continuing to use third- country information to calculate antidumping duties on those same  products. Therefore, congressional action to provide Commerce with  authority to avoid double counting in these instances would be prudent.  We agree that making such adjustments could raise complex  methodological issues. It is for this reason that we recommend that, in  reporting on methodologies for completing CVD actions against China,  Commerce include discussion on responding to potential double  counting of domestic subsidy benefits. This would allow Commerce to  evaluate, among other things, the feasibility and cost of making such  adjustments and their likely impact."], "subsections": []}]}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to those named above, the following individuals made  significant contributions to this report: Adam R. Cowles, R. Gifford  Howland, Michael McAtee, Richard Seldin, Ross Tuttelman, and Timothy  Wedding."], "subsections": []}]}], "fastfact": []}