{"id": "GAO-10-694", "url": "https://www.gao.gov/products/GAO-10-694", "title": "Border Security: CBP Lacks the Data Needed to Assess the FAST Program at U.S. Northern Border Ports", "published_date": "2010-07-19T00:00:00", "released_date": "2010-07-19T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The United States and Canada share a border of nearly 5,525 miles. U.S. Customs and Border Protection (CBP), within the Department of Homeland Security (DHS), is responsible for securing the borders while facilitating trade and travel. CBP launched the Free and Secure Trade (FAST) program in 2002 to expedite processing for pre-vetted, low-risk shipments. GAO was requested to assess U.S.-Canadian border delays. This report addresses the following for U.S. northern border land ports of entry: (1) the extent to which wait times data are reliable and reported trends in wait times, (2) any actions CBP has taken to reduce wait times and any challenges that remain, and (3) the extent to which CBP and FAST participants experience the benefits of the FAST program. GAO analyzed CBP information and data on staffing, infrastructure, wait times, training, and the FAST program from 2003 through 2009 to analyze operations. GAO visited six northern border land ports, which were primarily selected based on commercial traffic volume. GAO interviewed importers, trade organizations, and border stakeholders. The results are not generalizable, but provide insights."]}, {"section_title": "What GAO Found", "paragraphs": ["CBP does not collect data that would allow it to assess the effect of staffing and infrastructure constraints on wait times, but CBP officials and stakeholders report that wait times have decreased. CBP calculates and reports wait times hourly for 28 of 122 northern border land ports. However, CBP officials and the 13 border stakeholders, importers, and trade organizations GAO interviewed about wait times questioned the accuracy and reliability of CBP's wait times data. For example, CBP officers at three crossings questioned the methods used to estimate wait times, such as driver surveys, which are subjective. According to CBP and all stakeholders GAO interviewed, wait times for commercial vehicles have generally decreased due to lower traffic volumes as a result of the recession as well as staffing and infrastructure improvements, among other things. CBP initiated a pilot project in 2009 to automate wait times measurement and improve the accuracy of the data, and plans to deploy initial technology in the summer of 2010. To reduce wait times, CBP has taken actions to address staffing constraints and make infrastructure improvements, but challenges remain. CBP has increased northern border staffing levels by 47 percent from fiscal years 2003 through 2010, and thus is better able to staff all available lanes. GAO found that CBP officers receive 3 to 14 weeks of on-the-job training rather than the required 12 to 14 weeks. CBP launched an enhanced tracking system in April 2010 to monitor training, which officials said will enable them to work with field offices that are not providing required training. CBP has a process for identifying and prioritizing capital infrastructure needs at land ports and has infrastructure projects related to 35 of the 122 northern border ports under way or planned over the next 5 years, in part, to help reduce wait times. CBP has made infrastructure improvements at 5 of the 6 land ports GAO visited. CBP officials said they face challenges addressing infrastructure needs, such as expanding infrastructure at the Peace Bridge, which is confined on three sides by the Niagara River, a historic park, and a residential neighborhood. CBP lacks data needed to assess whether FAST program participants receive program benefits, but depending on the infrastructure available, CBP and 8 of 11 stakeholders GAO interviewed had generally favorable views of the program. CBP's Automated Commercial Environment (ACE) collects data on freight processing but does not differentiate between FAST and non-FAST shipments. Thus, it is difficult for CBP to determine the extent to which participants experience intended benefits. CBP officials stated that the ACE system needs to be modified to capture these data, but CBP has not yet set milestones to do so. Establishing milestones could help CBP ensure that modifications to ACE proceed as planned so that CBP is better positioned to begin collecting data. However, CBP does not have plans to conduct a study to determine if program benefits are being realized once these data have been captured. Conducting such a study would help CBP determine if the benefits are experienced by all FAST participants, and what program adjustments, if any, are needed."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that CBP (1) develop milestones for completing the enhancement of the database to capture data on FAST program benefits and (2) conduct a study to determine if program benefits are being realized. DHS concurred."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Homeland Security (DHS) faces challenges in  balancing the need to secure the U.S. borders to prevent the illegal entry of  persons and contraband while at the same time facilitating legitimate trade  and travel. The United States and Canada share the longest undefended  border in the world, covering nearly 5,525 miles, and one of the world’s  largest trading relationships. Canada is the United States’ largest single  trading partner. Most of this trade crosses the border by truck. In 2009,  approximately 53 million passengers in personal vehicles and 5 million  commercial vehicles crossed the border from Canada into the United  States. However, this volume is down from about 63 million passengers in  personal vehicles and about 7 million commercial vehicles in 2005,  primarily due to the economic recession. In 2006, the Department of  Transportation (DOT) projected that U.S. imports from Canada by truck  would increase from 125 million tons in 2002 to 181 million tons in 2015.  As the United States and Canada begin to emerge from the recession,  economists expect trade between these two countries to increase. Further,  according to DHS, the heightened emphasis on border security can  lengthen the amount of time it takes for travelers and cargo to pass  inspections and cross the border.", "We reported in August 2007 that DHS had made progress in implementing  its functions in each of its management and mission areas; however, it  faced challenges in balancing trade facilitation and border security, among  other areas. For example, we identified challenges in DHS’s efforts to  interdict flows of illegal goods into the United States. There have also been  concerns with respect to the adequacy of staffing as well as facilities and  physical infrastructure to accommodate an increasing volume of traffic. In  November 2007, we reported that staffing shortages affected DHS’s ability  to carry out border security responsibilities and that DHS faced challenges  in addressing weaknesses in physical infrastructure at land border ports.  Moreover, in September 2008, we reported that infrastructure constraints  and limitations were major impediments to the smooth flow of traffic and  trade crossing at the U.S.-Canada border at the Peace Bridge in Buffalo,  New York. Recognizing the need to improve both border security and  border-crossing efficiency, the United States and Canada have  collaborated on various cross-border management initiatives intended to  increase the flow of legitimate travel across the border while maintaining  security. For example, to facilitate the travel of low-risk screened  shipments across the border, the United States and Canada participate in  the Free and Secure Trade (FAST) program through which approved  commercial drivers are to receive expedited border processing. The FAST  program is intended to provide access to dedicated lanes, fewer referrals  to secondary inspections for participants, priority processing for U.S.  Customs and Border Protection (CBP) inspections, and enhanced  security.", "You requested that we assess delays crossing the U.S.-Canadian border.  Therefore, this report addresses the following questions:    To what extent are CBP’s wait times data reliable for determining the  impact of staffing and infrastructure on wait times, and what are the  reported trends in commercial vehicle wait times?", "What actions, if any, has CBP taken to reduce wait times caused by  staffing and infrastructure constraints along the U.S. northern border and  what challenges, if any, remain?", "To what extent do CBP and FAST participants experience the benefits of  the FAST program at U.S. northern border land ports of entry?", "To address these questions, we reviewed CBP, Department of Commerce  (Commerce), DOT, General Services Administration (GSA), and Food and  Drug Administration (FDA) within the Department of Health and Human  Services (HHS) documents and data on staffing, infrastructure, wait times,  training, the FAST program, and commercial traffic volumes. We visited  six ports of entry (POE) (Ambassador Bridge in Michigan, Detroit- Windsor Tunnel in Michigan, Lewiston-Queenston Bridge Crossing in New  York, Pacific Highway Crossing in Washington, Peace Bridge Crossing in  New York, and Port Huron in Michigan), which we selected based on high  commercial volume; geographic diversity; the results of CBP’s Strategic  Resource Assessments (SRA); and interviews with CBP, border  stakeholders, importers, and trade organizations. The ports we visited  accounted for, in total, approximately 64 percent of the value of goods  imported into the United States from Canada in 2008. At each port, we  held discussions with CBP officers and met with management to discuss,  among other things, staffing, infrastructure needs, and trends in border  wait times. We toured each facility and observed primary and secondary  inspections for FAST and non-FAST commercial vehicles. Additionally,  we interviewed 13 border stakeholders, including officials from DOT;  Commerce; Canada Border Services Agency in the Windsor–St. Clair and  Niagara-Fort Erie Regions; Detroit River International Crossing; GSA; five  bridge authorities—the Blue Water Bridge Authority, the Niagara Falls  Bridge Commission, the Peace Bridge Authority, the Detroit International  Bridge Company, and the Detroit-Windsor Tunnel Operators—and two  regional traffic organizations—the Niagara International Transportation  Technology Coalition and the International Mobility and Trade Corridor  Project. We also interviewed 10 importers and trade organizations, of  which 3—Ford, General Motors (GM), and Chrysler—were FAST  participants. The other 7 trade organizations were the American Trucking  Association; the Canadian Trucking Alliance; the U.S., Mexican, and  Detroit Chambers of Commerce; as well as the National and Detroit  Customs Forwarders and Brokers Associations. These stakeholders were  selected on the basis of their knowledge of staffing, infrastructure, wait  times at northern border POEs, and the FAST program. Although the  results of our interviews and visits are not generalizable, they provided us  with an overview and perspective on operations at high-volume northern  border land POEs.", "To address the first and second objectives, we reviewed CBP  documentation on wait times and infrastructure plans and CBP and GSA  criteria for prioritizing the construction and renovation of land POEs. We  also analyzed CBP’s staffing data from fiscal years 2003 through 2009. We  selected fiscal year 2003 as the start date for analysis to ensure  consistency with other data used in the report. Although we discussed the  staffing model and its results with CBP officials responsible for the model,  validating the model and its results was outside the scope of our review.  However, CBP is undertaking efforts to validate and update the  assumptions used in the staffing model and review the sources of data,  although CBP has not yet assessed the reliability of the model’s data.  Additionally, we reviewed CBP’s data and reports on wait times at  northern border land POEs. We compared CBP’s policies and procedures  for collecting and maintaining wait times and staffing with criteria in  Standards for Internal Control in the Federal Government. To assess  the reliability of CBP’s wait times data, we interviewed agency officials  about data quality, data entry protocols, and quality assurance procedures,  and reviewed relevant documentation, such as CBP’s Inventory of Current  Programs for Measuring Wait Times at Land Border Crossings and the  Port of Detroit, Port of Buffalo, and Port Huron methods for measuring  wait times, to determine the source of the data and the agency’s control  over the data. We reviewed a number of analyses of cross-border travel  and concluded that these studies were sufficiently reliable for purposes of  characterizing qualitatively the expected costs of wait times.", "To address the third objective, we reviewed CBP program goals, the  Federal Register notice establishing the FAST program, and reports that  discussed whether FAST participants receive the benefits. We reviewed  CBP’s data on primary and secondary inspections and processing times  and wait times data from fiscal years 2003 through 2009 for FAST  participants compared with non-FAST participants at northern border land  POEs. Further, we reviewed data for the same time period on the number  of FAST shipments referred to secondary inspection compared to non- FAST shipments. We compared this information against criteria in  Standards for Internal Control in the Federal Government related to  effective characteristics of program management, as well as the Project  Management Standards that call for documenting the scope of the program  and milestones (e.g., time frames) to ensure that results are achieved.  Additionally, we analyzed FAST enrollment rates, and interviewed  selected border stakeholders, importers, and trade organizations, as  previously discussed, to obtain their views on whether the advertised  benefits of FAST are experienced by program participants. We also  interviewed CBP officials in headquarters and at selected land POEs to  understand how the FAST program operates and any challenges that exist  in implementing the program.", "We conducted this performance audit from November 2009 through July  2010 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Securing the northern border while at the same time facilitating trade is  the primary responsibility of various components within DHS, in  collaboration with other federal, state, and local entities. CBP is the lead  agency responsible for securing the nation’s borders while facilitating  legitimate trade and travel. CBP’s Office of Field Operations is responsible  for cargo and passenger processing activities related to security, trade,  immigration, and agricultural inspection at air, land, and sea POEs. In  addition, GSA oversees design, construction, and maintenance for all  POEs in consultation with CBP. Within DOT, the Federal Highway  Administration provides funding for highway and road construction and  administers the Coordinated Border Infrastructure Program that provides  funding to support the safe and efficient movement of motor vehicles  across the land borders of the United States with Canada and Mexico.", "In executing its mission, CBP operates 166 land border POEs. Ownership  of POEs varies by location. CBP’s land POE inventory consists of 166  ports, 99 owned by GSA, 22 leased by GSA, 1 owned by the National Park  Service, and 43 owned by CBP. The remaining port is partially owned and  leased by GSA. In general, the CBP-owned ports are small, rural, and  characterized by low-traffic volumes. In contrast, GSA-owned ports are  large, urban, and high-traffic volume ports. A majority (122 of 166) of land  border crossings are located on the northern border, and vary  considerably in size, location, and volume. See figure 1 for an example of a  POE."], "subsections": [{"section_title": "Appropriations Laws Required CBP to Develop Processes to Prioritize Resource Needs", "paragraphs": ["In fiscal year 2005, the conference report accompanying DHS’s  appropriation directed CBP to submit a master construction plan for fiscal  years 2005 through 2009, including purpose, cost, and schedule details for  each facility construction planned. Further, the Consolidated  Appropriations Act, 2008, required DHS to prepare and submit a biennial  National Land Border Security Plan. This plan was to include a  vulnerability, risk, and threat assessment of each POE located on the  northern border or the southern border, beginning in January 2009.  Moreover, the DHS Appropriations Act for fiscal year 2009 required in  fiscal year 2010 and thereafter that CBP’s annual budget submission for  construction include, in consultation with GSA, a detailed 5-year plan for  all federal land POE projects with a yearly update of total projected future  funding needs. Additionally, to help address infrastructure constraints, in  2009, the American Recovery and Reinvestment Act appropriated   $720 million for land POE modernization. DHS received $420 million for  ports owned by CBP, which CBP plans to use for reconstruction, repairs,  and alterations at land POEs. These funds will be used at 21 POEs located  along the northern border. The act appropriated the remaining $300  million for the GSA-owned inventory, which is being used to provide  design or construction funds to seven new or ongoing capital projects,  four of which are along the northern border.", "Moreover, congressional interest in CBP’s ability to link resources to its  mission led Congress to call on CBP to develop resource allocation  models. In response to language in the conference report for the fiscal  year 2007 DHS appropriation and the Security and Accountability for  Every Port Act of 2006, CBP developed a staffing model for its land, air,  and sea POEs. The conference report directed CBP to develop the staffing  model in a way that would align officer resources with threats,  vulnerabilities, and workload. The staffing model is designed to determine  the optimum number of CBP officers that each POE needs to accomplish  its mission responsibilities."], "subsections": []}, {"section_title": "Commercial Vehicles Are Subject to Inspection by CBP and Other Federal Agencies", "paragraphs": ["Processing commercial vehicles at land POEs involves various steps and  requirements. First, carriers are required to submit electronic lists  describing what they are shipping, referred to as e-Manifests, to CBP  prior to a shipment’s arrival at the border. CBP requires that e-Manifests  for FAST shipments be submitted 30 minutes prior to arrival, while e- Manifests for non-FAST shipments must be submitted at least 1 hour  before arrival. Second, CBP reviews the e-Manifest using its Automated  Commercial Environment (ACE) database, among others, and assigns a  risk level to the shipment, a process known as pre-vetting. Next, when  the commercial truck proceeds into the United States, it must go to the  primary inspection booth at the U.S. POEs, where a CBP officer reviews  documentation on the exporter, importer, and goods being transported. If  the truck’s documentation is consistent with CBP requirements and no  further inspections are required, the truck is allowed to pass through the  port. Depending on the POE, goods imported, or law enforcement  requirements, CBP may direct the commercial truck to secondary  inspection. According to CBP, trucks are referred to secondary inspection  for numerous reasons, such as officer’s initiative based on experience and  training, targeted inspection, or random inspection. Secondary inspection  involves more detailed document processing and examinations using other  methods, such as the Vehicle and Cargo Inspection System (VACIS), a  gamma ray imaging system used to detect various forms of contraband,  including explosives and drugs in commercial vehicles; advanced radiation  portal monitor (RPM), a vehicle monitoring system used to detect nuclear  and radiological materials; or unloading and physical inspection. Trucks  that require secondary inspection are inspected by CBP and may be  inspected by more than one federal agency, depending on their cargo. For  example, FDA, under HHS, and the Food Safety and Inspection Service  (FSIS), under the Department of Agriculture, have primary responsibility  for food safety. FDA is responsible for the safety of virtually all foods,  including milk, seafood, fruits, and vegetables. FSIS oversees the safety of  meat, poultry, and processed egg products, both domestic and imported,  and verifies that shipments of these products meet FSIS requirements.  Figure 2 shows the cargo processing steps at land POE crossings."], "subsections": []}, {"section_title": "A Goal of the FAST Program Is to Expedite Processing for Preapproved Commercial Shipments", "paragraphs": ["CBP launched the FAST program in 2002 to include electronic and semi- electronic automated processing for preapproved shipments. The FAST  program is intended to secure and facilitate legitimate trade by providing  expedited processing of participants’ merchandise in designated traffic  lanes at select border sites, fewer referrals to secondary inspections,  “front-of-the-line” processing in secondary CBP inspections, and enhanced  security. FAST shipments are screened through advanced manifest  reviews and targeting, nonintrusive inspections, canine sweeps, and  random exams. To be eligible to receive the benefits of the FAST program,  every link in the supply chain—the carrier, the importer, and the  manufacturer—is required to be certified under the Customs and Trade  Partnership Against Terrorism (C-TPAT) program and the driver must be  pre-vetted in the FAST program. C-TPAT is a customs-to-business  partnership program that provides benefits to supply chain companies  that agree to comply with predetermined security measures. We reported  in August 2008 that all C-TPAT participants—the carrier, importer, and  manufacturer—are vetted prior to enrollment and are required to certify  that they meet program minimum security requirements, such as a secure  area to store trailers to prevent unauthorized access or manipulation.  Additionally, the (1) driver is required to have a pre-vetted FAST card,   (2) truck is required to have a transponder, (3) truck cannot be carrying  shipments with loads from multiple shippers that are not C-TPAT certified,  and (4) e-Manifest is required to be submitted to CBP 30 minutes prior to  arrival at the port. There are approximately 90,000 FAST drivers and 9,830  C-TPAT members, of which 4,400 are importers and 2,721 are carriers. The  remaining 2,709 C-TPAT members are brokers, consolidators, and foreign  manufacturers. FAST participation has increased substantially since CBP  launched the program. However, the number of FAST participants  decreased slightly in 2009, as shown in figure 3. All 122 northern border  POEs and lanes can process FAST shipments in ACE, but 7 POEs on the  northern border have FAST-dedicated lanes.", "ACE tracks shipments by the types of manifests trucks use to report their  shipments. FAST shipments are processed in ACE using two of the various  types of manifests—National Customs Automation Program (NCAP),  limited to certain types of FAST shipments, and Pre-Arrival Possessing  System (PAPS), used by non-FAST and FAST shipments. According to  CBP officials, the FAST/NCAP shipment provides limited information  compared to a standard e-Manifest and no entry record is filed at the time  the shipment is released. For example, the FAST/NCAP manifest does not  include the driver information, trailer license plate number, or the quantity  of shipment. The driver information and trailer license plate number can  be added to the manifest by CBP at the primary inspection point.  However, the quantity of shipment must be recorded by the broker when  the entry is filed within 10 days of crossing the border. According to CBP,  the FAST/NCAP manifest is used primarily by the auto industry. In  contrast, the PAPS shipment uses a complete data set, including all the  information CBP requires, such as driver information, trailer license plate  number, and the quantity of shipments. Additionally, an entry record must  be on file before a shipment is released. Approximately 60 percent of  FAST shipments are PAPS shipments."], "subsections": []}]}, {"section_title": "CBP Does Not Collect Data That Would Allow It to Assess the Effect of Staffing and Infrastructure Constraints on Wait Times, but CBP Officials and Stakeholders Stated That Wait Times Have Decreased", "paragraphs": [], "subsections": [{"section_title": "CBP Does Not Collect Data That Would Allow It to Determine the Effect of Staffing and Infrastructure Issues on Wait Times", "paragraphs": ["CBP is limited in its ability to accurately quantify the impacts of staffing  and infrastructure on wait times because its wait times data are collected  using inconsistent methods and are unreliable. CBP defines border wait  time as the time it takes for a vehicle to travel from the end of the queue to  the CBP primary inspection point. CBP calculates and reports wait times  hourly at 28 major land POEs along the northern border. In October 2007,  CBP issued interim guidance on approved methods for measuring wait  times at land POEs. The guidance outlined various methods for calculating  wait times, including (1) line of sight—CBP officials at the port estimate  wait times based on volume, number of lanes open, and landmarks that  identify the end of the line to the naked eye or camera; (2) benchmark— CBP officials at the port and stakeholders identify various benchmarks  and measure wait times from the end of the traffic line to the primary  inspection booth based on the number of lanes open and the benchmark  points; (3) license plate reader—CBP officials at the port manually record  the license plate of the last vehicle in line and then run the plate in TECS  to identify when the plate was processed at primary inspection; and   (4) driver surveys—when the end of the line is no longer visible, CBP  officials at the port use driver surveys to estimate wait times. Drivers  arriving at primary inspection are asked by the CBP officer how long they  have been waiting in the queue. CBP officials at the port take an average of  the survey results to estimate wait times.", "The six POEs we visited use one or more of the methods described above  to measure wait times. Because the wait times are estimated using  approximations of varying reliability at selected POEs, the data cannot be  used for analyses across ports, and the methods of collection raise  questions about the reliability of the overall data. CBP officials stated that  all wait time measures are collected and coordinated with local bridge  authorities and regional traffic management centers for concurrence prior  to posting. However, some CBP officials as well as 13 of the 15 importers,  trade organizations, and border stakeholders we spoke with about the  accuracy of CBP’s wait times raised questions about the accuracy and  reliability of CBP’s wait times data. For example, the CBP officer  responsible for maintaining the Border Wait Times database stated that  the accuracy of the wait times data varies depending on the method used  to collect the data. Specifically, the official stated that driver surveys were  subjective, and that impatient drivers may not provide accurate times  spent in the queue. Further, a CBP official working on the wait times pilot  project stated that manual measurement of wait times data is time  consuming for staff, inaccurate, and could be improved. Commerce stated  that the methods used to measure border wait times are subjective and  therefore, the data vary in their reliability. Moreover, 12 other border  stakeholders, trade organizations, and importers told us that industry  organizations do not use CBP’s wait times data because they question the  accuracy of the data.", "According to CBP, it uses several methods to measure wait times due to  the infrastructure and port layout at land POEs. However, the formulas  used to estimate wait times are not consistently updated. Further, because  lane use varies at the POEs depending on traffic level and infrastructure, it  may be difficult to obtain accurate wait times for passenger and  commercial vehicles when all traffic share the same lane. Additionally,  prior to April 2006, CBP’s Border Wait Time database did not delineate  between wait time data for NEXUS and FAST lanes at several POEs. As a  result, wait times data for these programs were recorded within a single  data element. Because of these factors, the data cannot be used for  analyses across POEs or at individual ports, and the methods of collection  raise questions about the reliability of the overall data. Standards for  internal control require that all transactions be clearly documented in a  manner that is complete, accurate, and useful for managers and others  involved in evaluating operations. Moreover, internal control standards  call for agencies to establish policies and procedures to ensure the validity  and reliability of data.", "CBP acknowledged that the current methodology for measuring private  and commercial vehicle wait times is not ideal, and has initiated a pilot  project to automate wait times measurement and to improve the accuracy  and consistency of the data collected. The wait times pilot project is a  binational interagency initiative led by the Border Wait Times Work Group  made up of representatives from CBP, the Canada Border Services  Agency, the Federal Highway Administration, and Transport Canada. CBP  and DOT officials anticipate spending approximately $2 million on the  pilot project, and CBP and Transport Canada have committed to funding  50 percent of the cost. The initial goal of the pilot project is to identify and  test up to eight potential technology solutions for automating the  measurement of border wait times for passengers and commercial  vehicles at two land border locations, the Peace Bridge between Buffalo,  New York, and Ft. Erie, Ontario, and the Pacific Highway crossing  between Blaine, Washington, and Douglas, British Columbia. The pilot also  intends to implement two long-term technology solutions at one or more  land border crossings along the U.S.-Canadian border. According to DOT,  if the pilot project is successful, the selected pilot technologies will remain  in place for approximately 1 year at the designated sites until further  funding is identified. The objectives of the project are to measure wait  times in both directions for cars and trucks, determine real-time and  predictive capabilities, replace the manual process for calculating wait  times, and explore long-term operations. According to DOT, the test sites  were selected based on several criteria, including traffic types, volume,  wait time variability and frequency, site characteristics, and willingness of  site operators to participate in the pilot project. The initial technology  deployment is scheduled to occur in the summer of 2010. As of April 2010,  the Border Wait Times Work Group had selected four vendor technology  solutions, including traffic radar and Bluetooth, for phase I testing.  According to CBP, during phase I testing, the technology solutions will be  installed and testing will occur for about 30 days. If phase I testing and  evaluation is successful, the technology wait time measurement solutions  will be deployed at the national level during phase II pending funding. CBP  expects to complete the pilot project by the summer of 2011.", "Using a consistent methodology, such as a standard formula and  automation, to measure wait times across all ports could better position  CBP to analyze trends in wait times across land POEs. CBP and GSA  officials report considering wait times as well as other factors in  determining staffing, managing traffic workload, and infrastructure  investments. Without reliable wait times data, CBP and others are unable  to quantitatively determine the extent to which staffing and infrastructure  constraints affect wait times, or readily estimate the costs of border  delays. Having accurate border wait times data could better position CBP  to allocate the needed resources to POEs and better manage those  operations.", "Moreover, CBP and DOT officials we interviewed cited a range of potential  benefits that may result from automating border wait times measurement,  such as (1) reducing the burden of manually collecting wait times data by  customs staff; (2) increasing the accuracy, reliability, and timeliness of the  wait times data collected and disseminated; (3) improving the agency’s  transparency by enabling land border wait times to be easily shared with  participating agencies and regional traffic management centers;  (4) improving customer service by increasing available staff for other port  tasks; and (5) reducing delays in freight movement. Additionally, a CBP  official working on the pilot project told us that automating wait times  measurement to improve the data quality will facilitate better management  decisions regarding staffing needs and infrastructure investment at land  POEs."], "subsections": []}, {"section_title": "CBP Officials and Stakeholders Report That Wait Times Have Decreased", "paragraphs": ["CBP officials at the 6 POEs we visited and the 14 border stakeholders,  importers, and trade organizations we spoke with about wait times agreed  that, in general, wait times for commercial vehicles along the northern  border have decreased since 2007. They credit reduced wait times, in part,  to the economic recession, which resulted in reduced passenger and truck  traffic, and staffing and infrastructure improvements. Border wait times  are influenced by multiple factors, including infrastructure available,  staffing, traffic volume, and time of the year, including holiday travel and  special events. Our analysis of DOT data shows that total truck crossings  along the northern border decreased from about 7 million in 2005 to   5 million in 2009 (see fig. 4). This trend is also reflected in passenger  crossing data. The total number of passenger crossings along the northern  border declined from about 63 million in 2005 to 53 million in 2009.", "Although the economic downturn has reduced traffic volume and wait  times, border delays were an issue before the recession. For example, the  summer of 2007 saw the longest delays since the terrorist attacks in 2001,  according to CBP and trade organizations. During this period, Port Huron,  Michigan, regularly had delays that exceeded 1 hour, where the wait  extended to the Blue Water Bridge from Canada into the United States,  according to CBP officials, border stakeholders, and trade organizations  that we interviewed. CBP officials in Detroit, Michigan, and Buffalo, New  York, also reported having similar delays of over 1 hour during the  summer of 2007 due to high traffic volume and infrastructure issues.  Figure 5 shows trucks queuing on the Ambassador Bridge in 2007.", "Longer wait times at the border represent an increase in the cost of travel,  which may lead people to make fewer trips. Conversely, shorter wait times  represent a decrease in the cost of travel, which may lead people to make  more trips. According to a number of analyses of cross-border travel,  such delays can result in additional expenses for industry and consumers  stemming from increased carrier costs, inventory costs, labor costs,  problems with inventory, and resulting reduction in trade and output. For  example, many manufacturing industries on both sides of the border  manage their inventories using just-in-time management, a system that  allows companies to ship goods just before they are needed and keep  inventories and warehousing costs lower. Studies indicated that delays at  the border affect delivery of shipments, and could have major  consequences to industries that are time sensitive. Examples of time- sensitive industries that are reliant on just-in-time inventories and more  vulnerable to supply disruptions include the automotive industry of the  Great Lakes region and companies trading manufactured goods. Studies  show that congestion can affect just-in-time delivery schedules. For  example, according to a July 2009 Brookings Institution report,  unexpected delays forced assembly lines to slow down and in some cases  stop when the parts they need did not arrive on time."], "subsections": []}]}, {"section_title": "CBP Has Taken Actions to Address Staffing and Infrastructure Constraints, but Training Challenges Remain", "paragraphs": [], "subsections": [{"section_title": "CBP Has Taken Actions to Address the Effect of Staffing Levels on Wait Times, but Training Challenges Remain", "paragraphs": ["CBP has increased staffing levels at northern border POEs to reduce wait  times and improve operations, but is challenged in balancing increased  staffing with training needs. Staffing levels along the northern border have  increased by 47 percent from fiscal years 2003 to 2010 and, as a result,  CBP officials at the six ports we visited told us that they are better able to  staff all available primary processing lanes when needed, which increases  throughput and decreases wait times. For example, CBP management in  Blaine, Washington; Buffalo, New York; and Detroit, Michigan, said that  although they struggled with staffing issues in the past, presently, their  staffing needs are met. CBP officials attributed increased staffing levels to  various factors, including recent recruitment efforts and improved  retirement benefits for CBP officers.", "To estimate its staffing needs, CBP uses a workload staffing model along  with other information, such as input from CBP field offices. According  to CBP, the model assesses staffing needs based on factors including  traffic volume; workload data; processing times; expected time away for  holidays, leave, training, and temporary duty assignments; task  complexity; and threat levels, and then calculates the possible number of  full-time equivalent CBP officers for each POE. CBP field offices also  conduct their own staffing needs assessments by POE. CBP considers  requests from field offices along with the model to determine staffing  levels. According to CBP, since the model does not capture the complexity  of the operations at the ports, such as wait times, projected traffic  volumes, the implementation of new programs, facility expansions, and  special enforcement initiatives, final decisions about resource requests  and allocations are made in consultation with operational managers and  program managers at the POEs and headquarters. Once final decisions  on staffing needs are made by CBP headquarters, the agency allocates  staffing resources to each POE. According to CBP, the directors of field  operations have the ability to place CBP officers where they are needed to  meet operational needs. CBP management at the six POEs we visited  stated that they determine staffing needs based on workload, enforcement  efforts, and other factors, including wait times, holidays, and local events.", "As of the end of fiscal year 2009, results of the model for the northern  border land POEs showed a recommended level of staffing that was higher  than the number of CBP officers on board. The model estimated that CBP  needed 4,207 CBP officers while CBP had 3,927 officers on board at the  end of fiscal year 2009. However, CBP reiterated that the model does not  capture the complexity of land border operations, nor does it accurately  determine resource requirements at the local level. For example, because  the model does not take into account projected traffic volumes, it would  not have accounted for the initial impacts of the economic recession.  Therefore, CBP does not believe that northern border land POEs are  understaffed based on the staffing model results. Moreover, CBP officials  report that staffing has increased from 2,777 in fiscal year 2003 to 4,151 in  fiscal year 2009 (see fig. 6 for more details). In fiscal year 2009, CBP  undertook a “hiring surge,” which resulted in an additional 285 staff for  northern border land POEs. Due to CBP’s hiring effort, CBP officials  report that northern border field offices received additional staff  allocations. The Seattle, Washington; Detroit, Michigan; and Buffalo, New  York, field offices received a majority of the new staff, as 238 of 285  positions were allocated to these three offices.", "Although CBP has taken actions to begin to address the effect of staffing  constraints on wait times, it faces challenges in providing training to its  officers. Newly hired CBP officers undergo multiple training programs  consisting of pre-academy orientation, academy, and post-academy  programs.", "Pre-academy orientation—new officers attend pre-academy orientation  at their duty stations prior to attending the academy training. The  orientation provides new officers with an overview of the job, including  port operations and trade enforcement and facilitation.", "Academy—new officers are required to complete a 73-day training  program at the Federal Law Enforcement Training Center in Glynco,  Georgia. This training consists of classroom, laboratory, and practical  exercises to ensure that the trainees are able to perform the job.", "Post-academy—after completing academy training, new officers are  required to complete 12 to 14 weeks of post-academy training to gain  on-the-job training (OJT) at their respective POEs.", "We reported in November 2007 that CBP faced challenges in providing the  required training and lacked the data needed to assess whether new  officers demonstrate proficiency in required skills. We reported that  while CBP requires at least 12 weeks of OJT, new officers at the POEs  visited did not receive 12 weeks of training. Moreover, we reported that  when staff do not receive required training or are not trained consistent  with program guidance, knowledge building is limited and the risk that  needed expertise is not developed is increased. The lack of experience,  combined with incomplete training, can contribute to delays at primary  points of inspection and unnecessary referrals to secondary inspections.  Moreover, it increases the risk of incomplete or faulty inspections. We  recommended that CBP incorporate into its procedures for its OJT  program specific tasks that CBP officers must experience during OJT and  requirements for measuring officer proficiency in performing those tasks.  CBP officials have begun to take actions to address these  recommendations by, among other things, developing OJT proficiencies  that CBP officers must demonstrate before CBP certifies that the officers’  OJT is complete.", "However, at five of six POEs we visited, CBP officers were not receiving  the required 12 to 14 weeks of OJT. The length of training provided ranged  from 3 to 10 weeks at ports we visited rather than the 12 to 14 weeks  required by CBP’s post-academy training guidance. Table 1 shows the  duration of training provided to new officers at the six ports we visited.", "For example, CBP managers at one POE we visited stated that, in general,  new officers receive 3 weeks of OJT. Officers also spend 2 to 4 weeks in a  mentoring program. However, as a result of the recent staffing increase  and the need to train more officers, the mentoring program at this POE has  been reduced from 3 to 4 months to about 2 to 4 weeks. Moreover, CBP  line officers at the same POE said that 2 weeks of mentoring is not  sufficient time to train new officers. CBP managers at another POE said  that new officers receive about 10 weeks of OJT. CBP officers at this POE  stated that due to the large number of new staff requiring training and the  need to balance this demand with port operations, the new officer OJT  program has been reduced from 12 to 14 weeks to 6 weeks. Also, officials  at another POE told us that on average, new hires receive at least 8 weeks  of OJT. CBP stated that trainees in all POEs are required to complete the  same post-academy training program and that deviations from the  prescribed post-academy training program are not authorized. However,  CBP training officials stated that depending on staffing levels, field offices  may fast-track training to get new officers on the line to balance the need  to provide training with facilitating the flow of commerce.", "Although CBP officials at the six POEs we visited told us that staffing was  adequate, CBP managers at four of six POEs said that it was a challenge to  balance training needs with operational demands. For example, CBP  managers at two POEs told us that they limit the number of officers sent  off-site for training during peak seasons because it affects staffing level  and port operations. According to CBP managers at one POE we visited,  training new officers is expensive because the agency needs extra staff  during each shift that training occurs. They told us that the agency does  not have the capability to properly train the surge of new officers brought  onboard due to recent hiring efforts because there is a shortage of  experienced staff available to train new hires at the POEs. As a result, new  officers are often trained by less experienced officers than before. Officers  also told us that, in some instances, new officers are assigned to their duty  stations without completing the required field training. For example, at  one location, CBP line officers told us that although new officers receive a  training checklist that supervisors are supposed to certify, typically  supervisors do not certify that the training checklist has been completed  before new officers are assigned to duty stations.", "Internal control standards related to human capital management state that  management should ensure that the organization has a workforce that has  the skills necessary to achieve organizational goals. According to CBP  officials responsible for training, staffing and meeting operational  demands are the greatest challenges in training new hires. CBP officials in  headquarters responsible for planning training stated that when ports  undergo a hiring surge, it can be difficult for them to train the new  officers. CBP officials also noted that ports need to staff extra officers to  cover for field trainers and officers receiving training. For example, field  trainers are officers taken off the line to train new hires. Additionally, CBP  officials said that it is difficult to provide training during peak seasons  when traffic volumes are high, and that field training may be limited due to  capacity issues or availability of space at the POEs. CBP officials said they  recognize that training is a challenge at POEs, and launched an enhanced  tracking system in April 2010 to monitor the various stages of training,  including pre-academy, basic academy, and post-academy training.  According to CBP officials, with the system enhancement, they will be  able to track delivery of training and work with field offices that are not  meeting identified training needs. Further, CBP training officials told us  that they plan to address the issue related to the need for more  experienced field trainers by developing a certification program, which is  being developed in two stages. The first stage, related to pre-academy  training, was piloted in April 2010. The second stage, related to post- academy training, will be piloted and completed in September 2010.", "In addition, CBP reported that in May 2009 the agency designed and began  implementing a new training approach known as the Federal Career  Internship Program for CBP Officers. According to CBP, the newly piloted  program consists of 3-week pre-academy, 85-day basic training, and   post-academy training. CBP officials explained that depending on the new  hire’s POE assignment, the new post-academy program may consist of  specific training in land operations, air and sea operations, or cargo  operations. Additionally, CBP officials stated that it will use its enhanced  tracking system to track all phases of the new training curriculum locally,  in the field offices, and at headquarters. Further, CBP officials believe that  the new post-academy curriculum and enhanced tracking system will help  to eliminate variance among ports of the same environment in the way  post-academy training is conducted. The pilots of the new curriculum are  planned to be implemented in 2010 and final launch is planned for fiscal  year 2011."], "subsections": []}, {"section_title": "CBP Has Prioritized Infrastructure Needs and Has Made Incremental Improvements to Reduce Wait Times, but Infrastructure Challenges Continue", "paragraphs": [], "subsections": [{"section_title": "CBP Has a Process for Prioritizing Infrastructure Needs at Land Ports, and CBP and GSA Have Developed a 5- Year Plan for Infrastructure Improvements", "paragraphs": ["CBP’s process for identifying and prioritizing capital infrastructure needs  at land POEs consists of several steps, including gathering data using the  SRA process, ranking the facilities by identified needs, conducting an  analysis on the initial ranking of needs, assessing project feasibility and  risk; and establishing a capital investment plan. During the SRA, CBP  evaluates the facility against more than 60 criteria to identify deficiencies  that affect the following categories: mission and operations, security and  life safety, space and site deficiency, and personnel and workload growth.  CBP conducted an SRA of every land POE along both the northern and  southern borders from fiscal years 2003 through 2006. CBP has concluded  that most of the inspection facilities are outdated and were designed to  accomplish legacy missions. On the basis of the assessments, CBP  estimates that it will need over $6 billion during the next 10 years to  modernize the land POE inventory to meet the operational requirements in  a post- 9/11 environment and the workload demands of the 21st century.  CBP began another round of SRAs in fiscal year 2008, and completion is  scheduled for fiscal year 2011.", "CBP and GSA have plans to make infrastructure improvements at a  number of land POEs along the northern border designed to ease  congestion, improve inspection capacity, and increase throughput. Over  the next 5 years, CBP will have infrastructure projects related to 35  different northern border land POEs in various stages of development.  Five of the 6 ports we visited have infrastructure improvement projects  scheduled or pending approval. For example, CBP and other stakeholders  initiated a project to expand and modernize the Blue Water Bridge plaza in  Port Huron, Michigan, to alleviate congestion, eliminate bottlenecks, and  enhance security. The project involves a complete redesign and  construction of the bridge plaza, including all facilities utilized by CBP, the  bridge owner, the Michigan Department of Transportation (MDOT), and  other federal agencies. The Environmental Impact Study was approved in  March 2009, and CBP expects construction to begin in early 2016, with  completion projected for 2019. CBP estimates that the project will cost  over $500 million. After the expansion, the facility is planned to increase  from 12 to 56 acres, and the number of primary lanes is expected to  increase from 13 to 24, which CBP officials said will result in increased  throughput and reduced congestion. According to CBP, 15 of 24 lanes will  be equipped with high-low booths to process passenger (“low”) and  commercial traffic (“high”), and 9 lanes will be dedicated to passenger  vehicles to meet CBP’s operational requirements.", "In another example, infrastructure improvements are also planned for the  Lewiston-Queenston crossing in Buffalo, New York. According to the May  2008 Lewiston-Queenston Facility feasibility study, the primary inspection  lanes are inadequate to handle passenger and commercial vehicle traffic  and improvements are needed (see fig. 7 for an aerial view of the  Lewiston-Queenston Bridge Facility). The study further concluded that  there are too few commercial inspection docks at Lewiston, and that the  docks are undersized. At present, there are four commercial inspection  docks and CBP plans to construct eight additional docks during  renovation. CBP and the Niagara Falls Bridge Commission estimate that  the Lewiston-Queenston renovation will cost about $117 million.  According to CBP officials, CBP is planning to expand the   Lewiston-Queenston Bridge Facility, but the design and construction  remain unfunded. Once funding is available, CBP expects design to be  completed within 12 to 18 months and construction within 24 months.", "In the interim, the Lewiston-Queenston Bridge facility is scheduled to receive $1 million  in fiscal years 2010 and 2011 to renovate the administration building, build a new secondary  processing area, and make other improvements. on the specific demand, and maximizes available space (see fig. 8 for an  example of high-low booths).", "Nine of 13 lanes at Port Huron, Michigan, were modified to equip them  with high-low booths, and the Lewiston-Queenston Bridge Facility was  remodeled to include high-low booths for either cars or trucks, where  lanes change as needed based on traffic composition. Additionally, the  Niagara Falls Bridge Commission increased the capacity of the bridge  from four lanes to five lanes. As a result, there are now three U.S.-bound  lanes—one for FAST, one for commercial vehicles, and one for personal  cars (see figs. 9 and 10).", "Moreover, CBP increased the number of primary lanes at the Ambassador  Bridge Fort Street Cargo Facility and the Ambassador Bridge Plaza, which  according to CBP has helped to ease traffic congestion and reduce delays.  For example, in June 2008, the Ambassador Bridge Plaza was expanded  from 12 to 19 primary lanes. According to CBP and the Ambassador Bridge  Authority, the expansion helped to improve traffic flow and reduce  congestion on the bridge. Further, in 2004, CBP increased the commercial  processing capacity of the Ambassador Bridge Fort Street Cargo Facility  by adding seven primary processing booths. Despite these incremental  infrastructure changes, however, CBP officials at the six ports we visited  told us that additional processing capacity is needed to accommodate  projected traffic flows. As discussed earlier in the report, five of six ports  we visited have infrastructure improvement projects planned or pending  approval."], "subsections": []}, {"section_title": "CBP Has Also Deployed Technological Infrastructure to Expedite Processing", "paragraphs": ["CBP has also deployed automated license plate and document readers as  well as other technology at the six POEs we visited, which CBP officials  said have helped to facilitate vehicle processing. License plate readers  automatically read front and rear license plates of vehicles as they enter  the primary inspection area, with the data simultaneously queried against  CBP and law enforcement databases. CBP has installed technology that  can read documents enabled with Radio Frequency Identification Device  (RFID) technology, which according to CBP speeds up processing. A  driver who has a FAST card, for expedited processing, holds up the RFID- enabled card before entering the booth. As a result, the driver’s  information is automatically displayed on the screen before the driver  approaches the primary inspection booth. In addition, CBP officials said  that use of nonintrusive technologies, such as the VACIS and RPM, have  allowed CBP to inspect more shipments efficiently and reduced the  number of physical inspections, which can be costly and time consuming.  These technologies allow CBP to inspect cargo without having to perform  a time-intensive manual search or other intrusive examinations of the  contents. For example, CBP officials at the Peace Bridge told us that they  scan over 100 commercial shipments a day using VACIS; however, prior to  deploying VACIS, CBP officials said they unloaded and inspected only 12  commercial vehicles a day (fig. 11 shows a picture of a mobile VACIS). In  general, CBP can use VACIS to avoid unloading of the contents of a truck,  but at certain times a CBP officer may determine that a physical search is  necessary.", "Prior to the deployment of the current version of ACE, deployed in 2006,  CBP did not receive advance e-Manifest on trucks crossing at land POEs.  As a result, decisions on whether to release, examine, or detain a shipment  had to be made at the primary inspection booth. With the deployment of  new technologies such as ACE, CBP officials told us that officers spend  less time manually inputting information, thereby reducing inspection  times and improving the accuracy of the collected information. All of  CBP’s land border POEs are capable of receiving and processing   e-Manifests as part of ACE. Moreover, according to CBP officials, more  shipments are released at the primary inspection booth as a result of ACE  and advance information provided via e-Manifest."], "subsections": []}, {"section_title": "The Lack of Space Hampers More Comprehensive Infrastructure Improvements", "paragraphs": ["Despite the incremental infrastructure improvements discussed earlier,  CBP officials told us that limited space and equipment continue to affect  CBP’s inspection of commercial vehicles and operations at the six ports  we visited. The Peace Bridge site is one of the busiest commercial  crossings between the United States and Canada, yet existing border  infrastructure at Peace Bridge contributes to a number of crossing  inefficiencies, according to CBP. The facility, which is considered a large  port, is located on 17 acres of land, as opposed to the 80 acres that CBP  recommends for a large POE (see fig. 14). According to CBP, the port does  not have the space to handle the number of vehicles referred for  secondary inspections. The plaza is spatially constrained and lacks the  space needed for the enclosed VACIS equipment to screen cargo vehicles  in secondary inspections. As a result, officers can screen one commercial  vehicle at a time. CBP officials told us that if the secondary inspection area  is full, CBP officers must hold vehicles referred for secondary inspection  in the primary lane, causing congestion and delays. In addition, we  observed that because of the configuration of the port, vehicles referred to  secondary inspections must cross paths with commercial vehicles exiting  the primary inspection area, which contributes to border crossing  inefficiencies and creates an obstructive intersection and safety and  security risks. CBP and GSA are planning to expand and modernize the  Peace Bridge Facility, but they have not yet requested funding for the  facility due to federal budgetary scorekeeping rules governing leases.  However, once funding is available, CBP and GSA expect the design to be  completed within 12 to 18 months and construction within 24 to 36  months.", "As another example, the Lewiston-Queenston POE was constructed in the  early 1960s and, with the exception of a few modifications (such as the  increase in lanes from four to five), has remained unchanged, although  security measures and traffic volume have increased over time. CBP has  concluded that the main building and commercial building are too small to  handle current operations and can no longer accommodate either the  traffic or the complexity of processing operations required since 9/11.  Specifically, CBP has concluded that there are inadequate primary  inspection lanes to process car and truck traffic, the commercial  inspection docks are undersized, and the secondary processing facilities  are dated. For example, CBP noted that the work space is insufficient to  accommodate existing staff and operations. In addition, the work areas are  small and overcrowded, and there is no room for additional staff or  functions. CBP and GSA are planning to expand the Lewiston-Queenston  Bridge Facility, but they have not yet requested funding for the facility due  to federal budgetary scorekeeping rules governing leases. However, once  funding is available, CBP and GSA expect design to be completed within  12 to 18 months and construction within 24 months.", "The Pacific Highway facility in Blaine, Washington, is one of the largest  POEs for cargo processing on the northern border, and has three  commercial inspection lanes. CBP managers stated that the Pacific  Highway crossing needs more lanes to increase throughput, but the facility  lacks the space needed to expand. According to CBP, there is limited room  to expand without acquiring additional property. In addition to limited  lanes, there is minimal staging area for trucks waiting for secondary  inspections. When this occurs, the placement of VACIS causes backups.  CBP officials told us that three trucks can queue at once for VACIS scans.  When more than three trucks are referred to VACIS, CBP does not have  space available on the plaza to queue additional vehicles and traffic blocks  the primary lanes. Officials said this happens on a daily basis. As a result,  when this happens, CBP officers told us that the primary officer has to  decide whether to refer the shipment to secondary inspection, causing the  lanes to shut down, or to keep traffic moving, facilitating the flow of  commerce. According to CBP officials in Blaine, Washington, as the  economy improves, infrastructure constraints will exacerbate delays at the  port.", "According to the Port Director at Port Huron, the lack of adequate  physical space and infrastructure adversely affects port operations. CBP  has concluded that the site size is inadequate to support operations.  Specifically, officials stated that the facility is too small, with limited  parking and space to off-load trucks, forcing officers to escort trucks  elsewhere to be searched. CBP officials stated that they have to dedicate  two staff to escort shipments to an off-site location for unloading and  inspection, which according to CBP is a security risk and takes staffing  resources away from other critical port functions. Further, CBP officials  explained that after the construction of the new plaza and cargo  inspection facility, CBP will be able to inspect cargo on-site and will save  on resources devoted to escorting trucks to off-site facilities. CBP officials  stated and we observed that the facility has 22 inspection docks and they  are too small to meet the inspection needs of the POE. CBP officers told  us that the contents of a truck can take up the entire length of all the  docks. We observed that Port Huron’s 12-acre elevated inspection area,  which sits 26 feet above ground, serves as the on and off ramps for the  Blue Water Bridge from Interstates 69 and 94. The port is surrounded by  commercial and residential developments, thus limiting CBP’s ability to  expand the plaza or add more lanes. CBP and MDOT have initiated plans  to renovate Port Huron to alleviate congestion, reduce wait times,  eliminate bottlenecks, and improve the inspection capacity. CBP expects  construction to begin in 2016, with completion projected for 2019.", "Moreover, CBP officials told us that although CBP recently made some  infrastructure improvements at the Ambassador Bridge Fort Street Cargo  facility, challenges remain. For example, due to limited physical space, we  observed that the placement of VACIS causes backups in secondary  inspections that slows throughput and the secondary RPM is placed  directly in front of the VACIS machine. In addition to the location of the  VACIS machine, all vehicles form one queue for screening. As a result, a  shipment referred to secondary inspection for advanced RPM screening  may be delayed if the VACIS machine is being used. CBP officials also told  us that a wall surrounding the Ambassador Bridge Fort Street inspection  plaza and the placement of one of the primary inspection booths (“lane  10”) limits access to the dedicated FAST booths, as shown in figure 12. As  a result, FAST trucks have to form a single queue and curve around both  the wall and lane 10 to access the four dedicated FAST booths. CBP  officials told us that they plan to improve access to the FAST lanes and  increase throughput by expanding the queuing space available by  removing the wall. Construction is expected to commence in September  2010 and completion is scheduled for November 2010.", "Although CBP has a process for prioritizing infrastructure needs, it faces  challenges in addressing identified issues, according to CBP officials  responsible for infrastructure improvements. CBP works with GSA to  coordinate infrastructure projects with other stakeholders, such as private  bridge authorities and state departments of transportation. The process for  making capital improvement projects, such as building new lanes or  secondary inspection facilities, is lengthy. According to CBP and GSA  officials, the process for submitting a request for an infrastructure  improvement and completion of the project is approximately 7 years. For  example, CBP officials told us that the Peace Bridge improvement project  that occurred in 2005 took at least 5 years from start to completion. Prior  to every construction project, GSA conducts a feasibility study—the study  defines the project’s scope, including the budget; the amount of land  required; the basic design; and the environmental challenges as well as the  community impact. GSA officials told us that they use the results of the  feasibility studies to justify the funding requests submitted to the Office of  Management and Budget (OMB). See figure 13 for GSA’s land POE capital  program delivery process.", "Furthermore, CBP and GSA officials said that land constraints affect their  ability to make infrastructure improvements. For example, CBP officials  said that they have been discussing plans to expand the Peace Bridge  Facility for the past 10 years. Although CBP recognizes that increasing the  size of the Peace Bridge Inspection Facility is necessary to address  capacity issues, there is limited room adjacent to the facility for expansion  without affecting the surrounding community. The facility sits on 17 acres  and is confined on three sides by the Niagara River, a historic park, and a  residential neighborhood. See figure 14 for an overhead view of the Peace  Bridge Facility. Further, the Port Huron Facility is scheduled for  renovation starting in fiscal year 2016 with completion in 2019. Due to the  lack of space for expansion, CBP officials told us that MDOT used eminent  domain law—the government’s power to take private property for a public  use while fairly compensating the property owner—to purchase nearby  homes and businesses to acquire land for the plaza expansion project.", "According to GSA officials, securing funding for infrastructure projects is  also dependent on the annual budget cycle. On average, it takes about 18  months to obtain funding for large projects after GSA submits its proposal  to OMB for approval. GSA officials also told us that they may not get the  full amount of funds requested for infrastructure projects due to  competing priorities, which affects their ability to make infrastructure  changes, such as resizing the roads leading to the POEs. Table 2 provides  information on GSA funding requests and appropriations for the POE  capital investment and leasing program for fiscal years 2003 through 2010.", "Additionally, CBP and GSA officials said that they have to coordinate with  multiple stakeholders, including city and state governments, to address  infrastructure needs because the bridges and roads leading to the POEs  are owned by private entities or state governments. GSA officials noted  that coordinating with multiple stakeholders to address infrastructure  issues can be time consuming."], "subsections": []}]}]}, {"section_title": "CBP Lacks Data to Assess the FAST Program, but CBP, Selected Importers, and Trade Organizations Report Generally Favorable Reviews Where Infrastructure Is Available", "paragraphs": [], "subsections": [{"section_title": "CBP Lacks the Data to Assess Whether FAST Participants Are Experiencing Intended Benefits, but Is Taking Action to Collect the Data", "paragraphs": ["Although CBP established the FAST program to expedite cargo processing  for low-risk shippers and uses the program as a tool to help focus its  inspections, targeting resources on areas of greatest risk, it lacks the data  needed to determine whether the FAST program is effective because it  collects incomplete data on FAST shipments. Moreover, data collected by  CBP on primary and secondary inspections for a subset of the FAST  population do not allow it to determine whether all FAST participants  experience reduced wait times to reach primary processing, are less  frequently referred to secondary inspections, or receive “front-of-the-line”  benefits. The FAST program is intended to provide, among other things,  (1) access to dedicated lanes (where available) to increase the speed and  efficiency of clearing the border, (2) fewer referrals to secondary  inspections for FAST participants, and (3) front-of-the-line processing   (i.e., priority in the inspection queue) for CBP inspections. Additional  details on the data limitations to assess access to dedicated lanes, fewer  referrals to secondary inspections, and front-of-the-line benefits for FAST  participants are discussed below."], "subsections": [{"section_title": "Access to Dedicated FAST Lanes", "paragraphs": ["Seven of 122 northern border POEs had dedicated FAST lanes, which  accounted for approximately 54 percent of the volume of commercial  traffic along the northern border in 2009. See figures 15 and 16 for  examples of a dedicated FAST lane at the Pacific Highway crossing in  Blaine, Washington, and in Port Huron, Michigan, respectively. However,  CBP is unable to monitor wait times for FAST shipments using dedicated  lanes to determine if the shipments are experiencing reduced wait times in  reaching primary processing because of data limitations and other factors.  CBP reported that wait times for FAST lanes at individual ports were  shorter than those for non-FAST lanes. However, because dedicated FAST  lanes are sometimes used for regular commercial traffic during periods of  heavy volume, the data collected at the individual POE level for FAST  dedicated lane wait times are less useful for comparison. For example, at  the Pacific Highway crossing in Blaine, Washington, CBP officials said that  when wait times exceed 1 hour, they open the FAST lane to all commercial  traffic. Similarly, at the Port of Detroit, CBP has the ability to adjust the  FAST lanes and open them to non-FAST traffic on a temporary basis.  Moreover, the CBP officials stated that if the FAST lane is empty, the Port  Director has discretion in determining whether to allow non-FAST  shipments to use the lane (e.g., livestock shipments or FAST drivers not  carrying a FAST load).", "The data CBP collects that could be used to determine whether FAST  participants experience reduced wait times at primary processing and  fewer referrals to secondary inspections are limited because CBP does not  differentiate between all FAST and non-FAST shipments. DHS noted that  dedicated FAST lanes enable greater processing efficiency, thereby  reducing queue lengths and wait times. DHS stated that lanes dedicated to  FAST have average primary processing times of 30 seconds versus non- FAST lanes at 2 minutes. However, as explained below, these averages  account for approximately 38 percent of FAST participants. The ACE  system, through which data on commercial shipments are collected by  CBP, captures data on the NCAP and PAPS manifest types. The NCAP  manifest is available to select FAST shipments mostly related to the auto  industry. A majority of FAST shipments are processed under the PAPS  manifest type. However, the PAPS manifest is not confined to the FAST  program so shipments processed using the PAPS manifest include both  FAST and non-FAST shipments. If a FAST shipment is processed using  PAPS, the ACE system uses information submitted on the electronic  manifest to determine whether the shipment meets all the conditions of  the FAST program (e.g., the driver has a FAST card and the carrier and  importer are C-TPAT certified). If these conditions are met and the  shipment is eligible for FAST, ACE displays a green flag to the officer  processing the shipment in the primary lane. Although the purpose of this  process is to speed processing for shipments, ACE does not save this  information so it cannot be used to assess processing times for all FAST  versus non-FAST shipments. The ACE system also uses information in the  manifests to help determine the need for secondary screening, but for the  same reasons discussed above, the system does not collect information on  the number of secondary screenings for all FAST versus non-FAST  shipments. Consequently, CBP is unable to determine whether the  program provides all participants with the intended benefits of reduced  primary processing times and fewer referrals to secondary inspections.", "CBP acknowledged that the ACE system needs to be modified so that it  can monitor and record FAST primary processing times and the number of  referrals to secondary inspections more effectively. CBP began to consider  enhancing ACE to better differentiate between FAST and non-FAST  shipments in 2008 and estimates that the software changes would cost  about $122,000. However, senior CBP officials said that the project  remains unfunded due to other priorities. While we recognize that CBP has  competing priorities and that assessing a program’s impact or benefit is  often difficult, determining whether a program achieves its intended  results can provide important information about the program’s progress  and be used as a basis for determining whether adjustments are needed to  ensure its long-term success. Further, a senior CBP official, Chief of Cargo  Operations, stated that CBP has not yet established timelines or  milestones for completing the ACE enhancement project to capture data  for all FAST participants because officials have not identified a source of  funding. Standard practices for project management established by the  Project Management Institute state that managing a project involves,  among other things, developing a timeline with milestone dates to identify  points throughout the project to reassess efforts under way to determine  whether project changes are necessary. Establishing timelines or  milestones for completing the enhancement to ACE could help ensure that  CBP’s actions are implemented as planned so that it is better positioned to  begin collecting the data necessary to determine whether FAST shipments  are receiving the intended benefits of the program—shorter primary  processing times and fewer referrals to secondary inspections.  Additionally, although CBP stated that once ACE is modified to collect  data on all FAST participants, the data may be useful for measuring  program benefits, CBP has no plans to conduct a study on whether the  benefits are being realized. Our previous work identified program  evaluations or similar studies as a way for agencies to explore the benefits  of a program as well as ways to improve program performance.  Therefore, using this information to conduct a study would enable CBP to  determine if the benefits are experienced by all FAST participants and  what program adjustments, if any, may be needed."], "subsections": []}, {"section_title": "Front-of-the-Line Processing for CBP Inspections", "paragraphs": ["Moreover, CBP does not collect data on whether FAST shipments that are  sent to secondary inspections receive priority in the inspections queue,  known as front-of-the-line benefits. CBP officials in headquarters said the  ACE enhancement project will not allow CBP to capture data on front-of- the-line benefits and there are no current plans to capture these data. CBP  officials stated that front-of-the-line benefits may vary based on the  infrastructure at the POE, traffic volume, and the type of exam needed  (e.g., paperwork issue or physical inspection/unloading). Moreover,  according to CBP officials, space constraints in secondary inspection  areas limit their ability to provide front-of-the-line benefits to all FAST  participants. For example, CBP officials at the Pacific Highway crossing  told us that due to space constraints on the plaza, they cannot move FAST  shipments to the front of the line for VACIS screenings. However, in some  instances, FAST members receive priority processing for paperwork  issues, but they have to wait in line for other types of inspections, such as  physical inspections or VACIS screening due to infrastructure issues. CBP  is working to address challenges it is facing related to infrastructure  constraints, and until there are results, CBP will not be able to develop a  standard data collection method for front-of-the-line benefits because of  the variations in infrastructure across POEs.", "Collecting data on the FAST program could better position CBP to gauge  program effectiveness and determine what program adjustments, if any,  are needed. Standards for Internal Control in the Federal Government  requires that all transactions be clearly documented in a manner that is  complete, accurate, and useful for managers and others involved in  evaluating operations. Moreover, internal control standards call for  agencies to establish policies and procedures to ensure the validity and  reliability of data. We previously reported that leading organizations  promote accountability by establishing results-oriented goals and  corresponding performance measures by which to gauge progress.  Having better information with which to assess program effectiveness  would help CBP in making management decisions on the program and  would enable CBP management to report to participants and potential  future participants whether the benefits of the program are being realized.  This information would help participants determine whether to join or  remain in the program."], "subsections": []}]}, {"section_title": "CBP and Participants in FAST That We Interviewed Have Generally Favorable Reviews of the Program, but Report That Infrastructure Issues May Limit the Benefits Received", "paragraphs": ["CBP and 8 of 11 importers and trade organizations that we interviewed  have expressed generally favorable views of the program, but stated that  infrastructure challenges may limit the benefits received. According to  CBP officials, the FAST program helps the agency meet its goal of securing  borders while promoting legitimate trade by pre-vetting drivers and  securing the supply chain, which allow CBP to focus its resources on high- risk shipments. For example, CBP officials in Port Huron, Michigan, told  us that the FAST program is beneficial to CBP because it facilitates the  processing of low-risk shipments, and improves the flow of traffic by  reducing congestion on the Blue Water Bridge. CBP officials at the Port of  Detroit and Port Huron also noted that FAST participants benefit from the  FAST program with faster primary processing and front-of-the-line  benefits. Moreover, officials we spoke to representing “The Big 3”  automakers—Ford, GM, and Chrysler—are generally satisfied with the  FAST program, and noted that FAST is a vital program that decreases  border delays while ensuring a more secure supply chain. For example,  these officials stated that they receive fewer referrals to secondary  inspections, and told us that when their shipments are referred to  secondary inspection they generally receive priority processing.  Additionally, five trade organizations, such as the Detroit Regional  Chamber of Commerce, American Trucking Alliance, and customs  brokers, noted that certain intended benefits are met, including fewer  inspections.", "However, these groups raised concerns about infrastructure constraints.  CBP officials said that FAST program benefits may be limited due to  infrastructure constraints at land POEs. As previously discussed, only 7 of  122 northern border POEs have dedicated FAST lanes. Further, officials  from 7 of 10 trade organizations and importers, such as the Canadian  Trucking Alliance, the U.S. Chamber of Commerce, the Detroit Regional  Chamber, and Customs Brokers and Forwarders, as well as officials from  7 of 13 border stakeholders we spoke with, such as bridge commissions,  stated that CBP lacks the infrastructure needed to successfully implement  the FAST program. For example, American Trucking Association officials  told us that a challenge trucking companies continue to face is the lack of  dedicated lanes leading to the POE so that FAST traffic is not comingled  with non-FAST traffic. As a result, FAST shipments do not receive priority  treatment due to non-FAST and FAST shipments comingling on the bridge  as well as in the plaza and infrastructure constraints at the POEs. CBP  officials acknowledge that due to infrastructure constraints they are  unable to provide dedicated FAST lanes at certain locations, such as the  Peace Bridge and Lewiston facilities in Western New York. These  constraints also make access to existing FAST booths difficult. As  previously discussed, access to the dedicated FAST lanes at the  Ambassador Bridge Fort Street Cargo Facility is limited due to the  placement of lane 10 and a wall surrounding the inspection plaza, as  shown in figure 17. Due to these infrastructure constraints, FAST trucks  have to form a single queue to access the four dedicated FAST booths,  resulting in reduced throughput and increased delays.", "Further, the Pacific Highway crossing in Blaine, Washington, has three  commercial lanes with one dedicated FAST lane and limited space for  expansion due to residential development and the international border.  Although the Pacific Highway crossing has a dedicated FAST lane, CBP  officials told us that when wait times exceed 1 hour, they open the FAST  lane to all commercial traffic to mitigate congestion. As a result, FAST  trucks are comingled with non-FAST traffic. CBP officials also stated that  due to limited space for queuing in the secondary inspection area, they are  unable to provide FAST shipments with priority processing for VACIS  screening.", "Additionally, 10 of the 23 importers, trade organizations, and border  stakeholders we interviewed voiced concerns about the FAST program.  These concerns included the costs of enrollment as well as FAST program  policy issue such as shipment restrictions and the appeals process for  security incidents.", "Officials from the American Trucking Alliance and five other trade  organizations, such as the Canadian Trucking Alliance and National  Customs Brokers and Forwarders Association, stated that smaller and  medium-sized companies may not be able to afford the cost associated  with C-TPAT compliance. While the enrollment cost of the FAST  program is $50 for the driver card, FAST participants are also required  to be certified under C-TPAT. According to CBP, the potential cost of  implementing security measures to comply with C-TPAT varies by the  size of the company as well as the types of security measures  implemented. CBP officials stated that the cost for a company to  become C-TPAT certified will vary because the cost of securing the  supply chain varies depending on the size of the company or security  measures needed.", "Six importers and trade organizations raised concerns about the  restrictions on carriers that are transporting goods from multiple  shippers that, in total, are less than the size of one truckload (called  less-than-truckload shipments or LTL). CBP officials explained that  LTL shipments are allowed to use the FAST lane provided each of the  shippers are C-TPAT-certified members and all other FAST  requirements are met. CBP stated that this policy ensures that LTL  shipments using the FAST lane have completed a strict security review  by participating member companies. Further, according to CBP, it  needs to maintain a balance between facilitating trade and security.  Therefore, CBP restricts LTL shipments from using the FAST lane if all  of the shippers are not C-TPAT-certified members because the entire  shipment is not pre-vetted and deemed low risk.", "Four importers and trade organizations noted that CBP immediately  suspends a member’s FAST privileges if a driver is involved with a  security incident until the results of the investigation are final. CBP  officials stated that the agency immediately revokes all program  privileges following the security violation rather than after the  investigation and imposes program restrictions to secure the supply  chain and maintain the integrity of the program. According to CBP, on  average, it takes about 15 days to conduct the post incident analysis in  coordination with other law enforcement agencies to determine where  the breakdown in the supply chain occurred. CBP officials said that if a  member is suspended after the investigation, the member may appeal  this decision to CBP headquarters. According to CBP, in general,  members are provided with the opportunity to prepare a corrective  action plan, which is subject to physical confirmation that all identified  vulnerabilities have been addressed. For example, in 2009, CBP  suspended or removed 82 members, 57 of which were reinstated.  However, CBP officials explained that in some instances, a company  may be permanently removed from the program for providing false  information or for repetitive security violations. Further, CBP officials  emphasized that members are informed of the appeals and suspension  process, and the information is provided on CBP’s Web site."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Canada is the United States’ largest single trading partner, and economists  expect trade between the two countries to increase as the economy  improves. As such, achieving an effective balance between facilitating  legitimate trade and travel and performing the inspections needed to  secure the U.S. border is critical to the security and economy of the United  States. Further, CBP has taken steps to address some of the infrastructure  needs of its aging northern border POEs and recognizes the continued  need for improvements to speed the flow of traffic. These improvements  are particularly important in light of projections regarding the increase in  trade between Canada and the United States. Cooperative U.S.-Canada  efforts to increase the flow of legitimate trade and travel and improve  border security, such as the FAST program, are promising, and CBP and  participants we interviewed generally believe the program is helpful where  infrastructure is sufficient. While CBP is taking actions to collect data on  the FAST program in the ACE database, CBP has not established  milestones to complete the enhancement for FAST data collection.  Establishing milestones for completing the enhancement to ACE could  help ensure that CBP’s actions are implemented as planned so that it is  better positioned to begin collecting the data necessary to determine  whether FAST shipments are receiving the intended benefits of the  program—shorter primary processing times and fewer referrals to  secondary inspections. Moreover, once CBP completes the enhancement  to the ACE database, using this information to conduct a study would  enable CBP to determine if the benefits are experienced by all FAST  participants and what program adjustments, if any, are needed."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To enhance DHS’s ability to assess the effectiveness of the FAST program,  we recommend that the Commissioner of CBP take the following two  actions:    Develop and meet milestones for completing the enhancement of the  ACE database to capture data on the intended benefits of the FAST  program.", "Once the database is modified, use the data collected to conduct a  study to determine whether the FAST program is achieving its intended  benefits."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DHS, Commerce, DOT, GSA, and HHS  for review and comment. DHS provided written comments on July 9, 2010,  which are reprinted in appendix I. In commenting on the draft report, DHS  stated that it agreed with the two recommendations in this draft and  identified corrective actions it has planned or under way to address them.", "DHS’s comments also raised three issues regarding our findings. First,  DHS stated that its current approach to measuring wait times shows that  those drivers using FAST lanes experience shorter wait times. While  average wait times for FAST lanes may be shorter than average wait times  for regular commercial lanes, as indicated in the report, we found that the  wait times reported for FAST lanes do not necessarily reflect participants’  wait times as dedicated lanes may be used by FAST and non-FAST  participants. Moreover, we reported that because CBP’s wait times are  estimated using approximations of varying reliability at selected POEs, the  data cannot be used for analyses across ports, and the methods of  collection raise questions about the reliability of the overall data.", "Second, DHS commented that the discrepancies in wait times reported  between CBP, trade organizations, and importers may be attributed to the  different measures and definitions used to estimate wait times. We  acknowledge there could be a variety of reasons for the discrepancies in  wait times reported by CBP, trade organizations, and importers. However,  CBP’s observation further supports our conclusion that using a consistent  methodology, standard formula, and automation could increase the  accuracy and reliability of the wait times data collected.", "Third, DHS stated that CBP primary officers at the primary inspection  point can only add the driver and trailer information to a FAST/NCAP  manifest, and not the quantity of shipment. We revised the draft report to  reflect this information.", "We received written comments from Commerce on July 2, 2010, in which it  concurred with our report. These comments are reprinted in appendix II.  DHS and DOT also provided technical comments, which we incorporated  in the report as appropriate. In addition, we received e-mails from the GSA  liaison on June 2, 2010, and the HHS liaison on June 29, 2010, in which  they notified us that they had no comments on the draft report.", "We are sending copies of this report to the Secretaries of Commerce,  Health and Human Services, Homeland Security, and Transportation; the  Administrator of GSA; and interested congressional committees as  appropriate. The report also is available at no charge on the GAO Web site  at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-8777 or stanar@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Key contributors to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Commerce", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Susan Quinlan, Assistant Director,  and Minty M. Abraham, Analyst-in-Charge, managed this assignment.  David P. Alexander, Avrum I. Ashery, Chuck Bausell, Frances Cook, Peter  DelToro, Lara Kaskie, Alana R. Miller, Madhav S. Panwar, and Mark  Ramage made significant contributions to the report."], "subsections": []}]}], "fastfact": []}