{"id": "GAO-06-617", "url": "https://www.gao.gov/products/GAO-06-617", "title": "Financial Services Industry: Overall Trends in Management-Level Diversity and Diversity Initiatives, 1993-2004", "published_date": "2006-06-01T00:00:00", "released_date": "2006-07-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["During a hearing in 2004 on the financial services industry, congressional members and witnesses expressed concern about the industry's lack of workforce diversity, particularly in key management-level positions. Witnesses stated that financial services firms (e.g., banks and securities firms) had not made sufficient progress in recruiting and promoting minority and women candidates for management-level positions. Concerns were also raised about the ability of minority-owned businesses to raise capital (i.e., debt or equity capital). GAO was asked to provide an overview on the status of diversity in the financial services industry. This report discusses (1) what available data show regarding diversity at the management level in the financial services industry from 1993 through 2004, (2) the types of initiatives that financial firms and related organizations have taken to promote workforce diversity and the challenges involved, and (3) the ability of minority- and women-owned businesses to obtain access to capital in financial markets and initiatives financial institutions have taken to make capital available to these businesses."]}, {"section_title": "What GAO Found", "paragraphs": ["Between 1993 through 2004, overall diversity at the management level in the financial services industry did not change substantially, but increases in representation varied by racial/ethnic minority group. During that period, Equal Employment Opportunity Commission (EEOC) data show that management-level representation by minority men and women increased from 11.1 percent to 15.5 percent. Specifically, African-Americans increased their representation from 5.6 percent to 6.6 percent, Asians from 2.5 percent to 4.5 percent, Hispanics from 2.8 percent to 4.0 percent, and American Indians from 0.2 percent to 0.3 percent. The EEOC data also show that representation by white women remained constant at slightly more than one-third whereas representation by white men declined from 52.2 percent to 47.2 percent. Financial services firms and trade groups GAO contacted stated that they have initiated programs to increase workforce diversity, including in management-level positions, but these initiatives face challenges. The programs include developing scholarships and internships, establishing programs to foster employee retention and development, and linking managers' compensation with their performance in promoting a diverse workforce. However, firm officials said that they still face challenges in recruiting and retaining minority candidates. Some officials also said that gaining employees' \"buy-in\" to diversity programs was a challenge, particularly among middle managers who were often responsible for implementing key aspects of such programs. Research reports suggest that minority- and women-owned businesses have generally faced difficulties in obtaining access to capital for several reasons such as these businesses may be concentrated in service industries and lack assets to pledge as collateral. Other studies suggest that lenders may discriminate in providing credit, but assessing lending discrimination may be complicated by limited data availability. However, some financial institutions, primarily commercial banks, said that they have developed strategies to serve minority- and women-owned businesses. These strategies include marketing existing financial products specifically to minority and women business owners."]}], "report": [{"section_title": "Letter", "paragraphs": ["At a July 2004 hearing before the Subcommittee on Oversight and  Investigations of the House Committee on Financial Services, some  members and witnesses expressed concern about the financial services  industry’s lack of workforce diversity, particularly in key management- level positions. Witnesses stated that financial services firms (e.g., banks  and securities firms) had not made sufficient progress in recruiting  minority and women candidates for management-level positions. Concerns  were also raised about the ability of minority-owned businesses to raise  debt and equity capital.", "This report follows up on the issues raised in the subcommittee hearing  and responds to your February 2005 request that we provide an overview  on the status of diversity in the financial services industry. Specifically,  our objectives were to discuss (1) what the available data show  regarding diversity at the management level in the financial services  industry from 1993 through 2004, (2) the types of initiatives that the  financial services industry and related organizations have taken to  promote workforce diversity and the challenges involved, and (3) the  ability of minority- and women-owned businesses to obtain access to  capital in financial markets and initiatives financial institutions have taken  to make capital available to these businesses. You also asked that we  include information about the accounting industry, which we address  separately in this report. In an earlier report, we defined workforce  diversity as ways in which people in a workforce are similar and different  from one another including background, education, and language skills.  For the purposes of this report, we focused the diversity discussion on  changes in management-level representation over time by racial/ethnic  minority groups (for both women and men), including African-Americans,  Asian/Pacific Islanders (Asians), Hispanics or Latinos (Hispanics), and  American Indians/Alaskan Natives (American Indians). We also discussed  changes in management-level representation by whites (both women and  men) over time. Finally, we defined raising capital as debt or equity capital  obtained in conventional financial markets, such as from commercial  banks or venture capital funds.", "To address objective one, we primarily analyzed the Equal Employment  Opportunity Commission’s (EEOC) Employer Information Report (EEO-1)  data for the financial services industry for employers with 100 or more  employees for the years 1993, 1998, 2000, and 2004. The EEO-1 data  provide information on racial/ethnic and gender representation for various  occupations within a broad range of industries, including financial  services. We used the EEO-1 “officials and managers” job category as the  basis for our discussion of management-level diversity within the financial  services industry, as well as for its various sectors, such as banking and  securities firms. EEOC defines the job category of “officials and managers”  as occupations requiring administrative and managerial personnel, who set  broad policies, exercise overall responsibility for execution of these  policies, and direct individual departments or special phases of a firm’s  operation. First-line supervisors who engage in the same activities as the  employees they supervise are reported in the same job category as the  employees they supervise rather than in the “officials and managers”  category. To address objectives two and three, we collected publicly  available information and interviewed officials from a variety of financial  services firms, including commercial banks, securities firms, and private  equity/venture capital organizations. We also interviewed representatives  from industry trade organizations, such as the American Bankers  Association (ABA); the Securities Industry Association (SIA); Mortgage  Bankers Association (Association); and the Independent Insurance Agents  and Brokers of America (IIABA); federal agencies, including EEOC; the  U.S. Department of Commerce’s Minority Business Development  Administration (MBDA); the Small Business Administration (SBA); and  federal bank regulators; academics; and organizations that represent  minority- and women-owned businesses, such as the U.S. Hispanic  Chamber of Commerce and the National Association of Women Business  Owners. We also reviewed available government and industry studies that  address workforce diversity in the financial services industry and the  ability of minority- and women-owned businesses to obtain access to  capital.", "We conducted our work from July 2005 to May 2006 in Washington, D.C.,  and New York City in accordance with generally accepted government  auditing standards. Appendix I describes the objectives, scope, and  methodology of our review in more detail. At your request, appendix II  discusses overall statistics on workforce diversity in the financial services  industry, and appendix III discusses workforce diversity in the accounting  industry."], "subsections": [{"section_title": "Background", "paragraphs": ["This section provides brief descriptions of the financial services industry  and its component sectors, the changing demographic characteristics of  the United States, and diversity management."], "subsections": [{"section_title": "Overview of the Financial Services Industry", "paragraphs": ["The financial services industry plays a key role in the U.S. economy by,  among other things, providing vehicles, such as insured deposits,  providing credit to individuals and businesses, and providing protection  against certain financial risks. We defined the financial services industry to  include the following sectors:    depository credit institutions, which is the largest sector, include  commercial banks, thrifts (savings and loan associations and savings  banks), and credit unions;   holdings and trusts, which include investment trusts, investment  companies, and holding companies;    nondepository credit institutions, which extend credit in the form of loans,  but are not engaged in deposit banking, include federally sponsored credit  agencies, personal credit institutions, and mortgage bankers and brokers; the securities industry, which is made up of a variety of firms and  organizations (e.g., broker-dealers) that bring together buyers and sellers  of securities and commodities, manage investments, and offer financial  advice; and the insurance industry, including carriers and insurance agents, which  provides protection against financial risks to policyholders in exchange for  the payment of premiums.", "Additionally, the financial services industry is a major source of  employment in the United States. The financial services firms we reviewed  for this study, which have 100 or more staff, employed nearly 3 million  people in 2004, according to the EEO-1 data. According to the U.S. Bureau  of Labor Statistics, employment growth in management and professional  positions in the financial services industry was expected to grow at a rate  of 1.2 percent annually through 2012."], "subsections": []}, {"section_title": "Changing U.S. Demographic Characteristics and Definition of Diversity Management", "paragraphs": ["According to the U.S. Census Bureau, the U.S. population is becoming  more diverse by race and ethnicity.  In 2001, Census projected that the  non-Hispanic, white share of the U.S. population would fall from 75.7  percent in 1990 to 52.5 percent in 2050, with a similar increase from the  minority population during the same period. Census further projected that  the largest increases would be in the Hispanic and Asian populations.  According to the Census Bureau’s 2004 American Community Survey  results, Hispanics are now the second largest racial/ethic group after  whites. The rapid growth of minorities in the Unites States may also  influence its economic activities. For example, according to Census, the  number of firms owned by minorities and women continues to grow faster  than the number of other firms. In particular, a recent Census report based  on data from the 2002 Economic Census stated that, between 1997 and  2002, Hispanics in the United States opened new businesses at a rate three  times faster than the national average.", "As we stated in a 2005 report, the composition of the U.S. workforce has  become increasingly diverse, and many organizations are implementing  diversity management initiatives. Diversity management is a process  intended to create and maintain a positive work environment that values  individuals’ similarities and differences, so that all can reach their  potential and maximize their contributions to an organization’s strategic  goals and objectives. On the basis of a literature review and discussions  with experts, we identified nine leading diversity management principles:  (1) top leadership commitment, (2) diversity as part of an organization’s  strategic plan, (3) diversity linked to performance, (4) measurement, (5)  accountability, (6) succession planning, (7) recruitment, (8) employee  involvement, and (9) diversity training."], "subsections": []}]}, {"section_title": "Diversity in the Financial Services Industry At the Management Level Did Not Change Substantially", "paragraphs": ["EEO-1 data indicate that overall diversity among officials and managers  within the financial services industry did not change substantially from  1993 through 2004, but that changes by racial/ethnic group varied. The  EEO-1 data also show that certain financial sectors, such as depositories,  including commercial banks, are somewhat more diverse at the  management level than others, including securities firms. Additionally,  EEO-1 data do not show material differences in management-level  diversity based on the size of individual firms within the financial services  industry."], "subsections": [{"section_title": "Overview of Management- Level Diversity", "paragraphs": ["Figure 1 shows the representation of minorities and whites at the  management level within the financial services industry in 1993, 1998,  2000, and 2004 from EEO-1 data. Management-level representation by  minorities increased from 11.1 percent to 15.5 percent during the period,  while representation by whites declined correspondingly from 88.9  percent to 84.5 percent. Management-level representation by white men  declined from 52.2 percent to 47.2 percent during the period while the  percentage of management positions held by white women was largely  unchanged at slightly more than one-third.", "Existing EEO-1 data may actually overstate representation levels for  minorities and white women in the most senior-level positions because the  “officials and managers” category includes lower- and mid-level  management positions that may have higher representations of minorities  and white women. According to an EEOC official we spoke with,  examples for “officials and managers” would range from the Chief  Executive Officer from a major investment bank to an Assistant Branch  Manager of a small regional bank. A revised EEO-1 form for employers  that becomes effective with the 2007 reporting year divides the category of  “officials and managers” into two hierarchical sub-categories based on  responsibility and influence within the organization: “executive/senior  level officials and managers” and “first/mid-level officials.” According to a  trade association that commented on the revised EEO-1 form, collecting  information about officials and managers in this manner will enable EEO-1  to more accurately report on the discriminatory artificial barriers (the  “glass ceiling”) that hinder the advancement of minorities and white  women to more senior-level positions.", "Figure 2 provides EEO-1 data for individual minority groups and illustrates  their trends in representation at the management level, which varied by  group. African-American representation increased from 5.6 percent in 1993  to 6.8 percent in 2000 but declined to 6.6 percent in 2004. Representation  by Hispanics and Asians also increased, with both groups representing 4  percent or more of industry officers and managers by 2004. Representation  by American Indians remained well under 1 percent of all management- level positions."], "subsections": []}, {"section_title": "Certain Financial Sectors Are Somewhat More Diverse Than Others, but Diversity Does Not Vary by Firm Size", "paragraphs": ["EEO-1 data show that the depository and nondepository credit sectors, as  well as the insurance sector, were somewhat more diverse in specific  categories at the management level than the securities and holdings and  trust sectors (see fig. 3). For example, in 2004, the percentage of  management-level positions held by minorities ranged from a high of 19.9  percent for nondepository credit institutions (e.g., mortgage bankers and  brokers) to a low of 12.4 percent for holdings and trusts (e.g., investment  companies). The share of positions held by white women varied from a  high of 40.8 percent in the insurance sector to a low of 27.4 percent among  securities firms. The percentage of white men in management-level  positions ranged from a high of 57.5 percent in the securities sector to a  low of 44.0 percent in both the depository (e.g., commercial banks) and  nondepository credit sectors. Consistent with the EEOC data, a 2005 SIA  study we reviewed found limited diversity among key positions in the  securities sector.", "EEO-1 data also show that the representation of minorities and whites at  the management level in financial services firms generally does not vary by  firm size (see fig. 4). Specifically, we did not find a material difference in  the diversity of those in management-level positions among firms with 100  to 249 employees, 250 to 999 employees, and more than 1,000 employees.", "There were some variations across financial sectors by size. However, we  note that SIA’s 2005 study of securities firms did find variation in diversity  by firm size for a variety of positions within the securities sector."], "subsections": []}]}, {"section_title": "Initiatives to Promote Workforce Diversity in the Financial Services Industry Face Challenges", "paragraphs": ["Officials from financial services firms and industry trade associations we  contacted stated that the rapid growth of minorities as a percentage of the  overall U.S. population and increased global competition have convinced  their organizations that workforce diversity is a critical business strategy.  Financial firm officials we spoke with said that their top leadership was  committed to implementing a variety of workforce diversity programs to  help enable their organizations to take advantage of the full range of  available talent to fill critical positions and to maintain their firms’  competitive position. However, officials from financial services firms and  trade associations also described the challenges they faced in  implementing these initiatives, such as ongoing difficulties in recruiting  and retaining minority candidates and in gaining commitment from  employees to support diversity initiatives, especially at the middle  management level."], "subsections": [{"section_title": "Financial Services Firms Have Implemented a Variety of Diversity Initiatives", "paragraphs": ["Over the past decade, the financial services firms we contacted have  implemented a variety of initiatives to increase workforce diversity,  including programs designed to recruit and retain minority and women  candidates to fill key positions. Some bank officials said that they had  developed scholarship and internship programs to encourage minority  high school and college students to consider careers in banking with the  goal of increasing the diversity of future applicant pools. Some firms have  established formal relationships with colleges and Masters of Business  Administration (MBA) programs to recruit minority students from these  institutions. Some firms and trade organizations have also developed  partnerships with groups that represent minority professionals, such as  the National Black MBA Association and the National Society of Hispanic  MBAs, as well as with local communities to recruit candidates, using  events such as conferences and career fairs. Officials from other firms said  that the goal of partnerships was to build long-term relationships with  professional associations and communities and to increase the visibility of  financial services firms among potential employees.", "Officials from financial services firms also said that they had developed  programs to foster the retention and professional growth of minority and  women employees. Specifically, these firms have    encouraged the establishment of employee networks. For example, a  commercial bank official told us that, since 2003, the company had  established 22 different employee networks that enabled employees from  various backgrounds to meet each other, share ideas, and create informal  mentoring opportunities.    established mentoring programs. For example, an official from another  commercial bank told us that the company had a Web-based program that  allowed employees of all backgrounds to connect with one another and to  find potential mentors. instituted diversity training programs. Officials from financial services  firms said that these training programs increase employees’ sensitivity to  and awareness of workforce diversity issues and helped staff deal  effectively with colleagues from different backgrounds. One commercial  bank we contacted requires its managers to take a 3- to 5-day training  course on dealing with a diverse workforce. The training stressed the  concept of workforce diversity and provided a forum in which employees  spoke about their differences through role-playing modules. The bank has  also developed a diversity tool kit and certification program as part of the  training.   established leadership and career development programs. For example, an  official from an investment bank told us that the head of the firm would  meet with every minority and woman senior executive to discuss his or  her career development. For lower-level individuals, the investment bank  official said that the organization had created a career development  committee to serve as a forum for discussions on career advancement.", "Officials from some financial services firms we contacted as well as  industry studies noted that that financial services firms’ senior managers  were involved in diversity initiatives. For example, SIA’s 2005 study on  workforce diversity in the securities industry found that almost half of the  48 securities firms surveyed had full-time senior managers dedicated to  diversity initiatives. According to a report from an executive membership  organization, an investment bank had developed a program that involved  lower-level employees from diverse backgrounds, along with their senior  managers, to develop diversity initiatives. Moreover, officials from a few  commercial banks that we interviewed said that the banks had established  diversity “councils” of senior leaders to set the vision, strategy, and  direction of diversity initiatives. The 2005 SIA study and a few of the firm  officials we spoke with also suggested that some companies have  instituted programs that link managers’ compensation with progress made  toward promoting workforce diversity. Officials from one investment bank  said that managers of each business unit reported directly to the  company’s Chief Executive Officer who determined their bonuses in part  based on the unit’s progress in hiring, promoting, and retaining minority  and women employees.", "According to some officials from financial services firms, their firms have  also developed performance indicators to measure progress in achieving  diversity goals. These indicators include workforce representation,  turnover, promotion of minority and women employees, and internal  employee satisfaction survey responses. An official from a commercial  bank said that the company monitored the number of job openings, the  number of minority and women candidates who applied for each position,  the number of such candidates who interviewed for open positions, and  the number hired. In addition, a few officials from financial services firms  told us that they had developed additional indicators such as promotion  rates for minorities and whites and compensation equity across ranks for  minorities and whites. Officials from several financial services firms stated  that measuring the results of diversity efforts over time was critical to the  credibility of the initiatives and to justifying the investments in the  resources such initiatives demanded."], "subsections": []}, {"section_title": "Several Financial Services Trade Organizations Have Promoted Workforce Diversity", "paragraphs": ["Financial services trade organizations from the securities, commercial  banking, and insurance sectors that we contacted have been involved in  promoting workforce diversity. The following are some examples:  In 1996 SIA formed a “diversity committee” of senior-level executives from  the securities industry to assist SIA’s member firms in developing their  diversity initiatives and in their efforts to market to diverse customers.  This committee has begun a number of initiatives, such as developing  diversity management tool kits, conducting industry demographic and  diversity management research, and holding conferences. SIA’s diversity  tool kit provides step-by-step guidelines on establishing diversity  initiatives, including identifying ways to recruit and retain diverse  candidates, overcoming challenges, measuring the results of diversity  initiatives, and creating strategies for transforming a firm’s culture. In  addition, since 1999 SIA has been conducting an industry-wide diversity  survey every 2 years to help its members measure their progress toward  increasing workforce diversity. The survey includes aggregated data that  measure the number of minority and women employees in the securities  industry at various job levels and a profile of securities industry activities  designed to increase workforce diversity. In 2005, SIA held its first  diversity and human resources conference, which was designed so that  human resources and senior-level managers could share best practices and  current strategies and trends in human resource management and  diversity.", "The American Bankers Association collaborated with the Department of  Labor’s Office of Federal Contract Compliance Programs in 1997 to  identify key issues that banks should consider in recruiting and hiring  employees in order to create fair and equal employment opportunities. The  issues include managing the application process and selecting candidates  in a way that ensures the equal and consistent treatment of all job  applications.", "The Independent Insurance Agents and Brokers of America (IIABA)  established the IIABA Diversity Task Force in 2002 to promote diversity  within the insurance agent community. The task force is charged with  fostering a profitable independent agency force that reflects, represents,  and capitalizes on the opportunities of the diverse U.S. population. Among  its activities, the diversity task force is developing a database of minority  insurance agents and minority-owned insurance agencies as a way to help  insurance carriers seeking to expand their business with a diverse agent  base and potentially reach out to urban areas and underserved markets.  According to IIABA, the task force has just completed a tool kit for IIABA  state associations, volunteer leadership, and staff. This step-by-step guide  advises state associations on how to recruit and retain a diverse  membership through their governance, products, service offerings, and  association activities. In addition, IIABA participates in a program to  educate high school and community college students on careers in  insurance, financial services, and risk management and encourages  students to pursue careers in the insurance industry.", "The Mortgage Bankers Association (Association) has established plans  and programs to increase the diversity of its own leadership, as well as to  promote diversity within the Association’s member firms in 2005. The  Association plans to increase diversity within its leadership ranks by 30  percent by September 2007 and has asked member firms to recommend  potential candidates. To help member firms expand the pool of qualified  diverse employees in the real estate finance industry, the Association has  instituted a scholarship program called “Path to Diversity,” which awards  between 20 and 30 scholarships per year to minority employees and  interns from member firms. Recipients can take courses at CampusMBA,  the Association’s training center for real estate finance, in order to further  their professional growth and development in the mortgage industry."], "subsections": []}, {"section_title": "Several Challenges May Have Affected the Success of Initiatives Designed to Increase Workforce Diversity in the Financial Services Industry", "paragraphs": ["Although financial services firms and trade organizations we contacted  have launched diversity initiatives, they cited a variety of challenges that  may have limited their success. First, the officials said that the industry  faces ongoing challenges in recruiting minority and women candidates  even though firms may have established scholarship and internship  programs and partnered with professional organizations. According to  officials responsible for promoting workforce diversity from several firms,  the industry lacks a critical mass of minority and women employees,  especially at the senior levels, to serve as role models to attract other  minorities to the industry. Officials from an investment bank and a  commercial bank also told us that the supply (or “pipeline”) of minority  and women candidates in line for senior or management-level positions  was limited in some geographic areas and that recruiting a diverse talent  pool takes time and effort. Officials from an investment bank said that  their firm typically required a high degree of specialization in finance for  key positions. An official from another investment bank noted that  minority candidates with these skills were very much in demand and  usually receive multiple job offers.", "Available data on minorities enrolled in and graduated from MBA  programs provide some support for the contention that there is a limited  external pool that could feed the “pipeline” for some management-level  positions within the financial services industry, as well as other industries.  According to the Department of Labor, many top executives from all  industries, including the financial services industry, have a bachelor’s  degree or higher in business administration. MBA degrees are also  typically required for many management development programs,  according to an official from a commercial bank and an official from a  foundation that provides scholarships to minority MBA students. We  obtained data from the Association to Advance Collegiate Schools of  Business (AACSB) on the percentage of students enrolled in MBA degree  programs in accredited AACSB schools in the United States from year  2000 to 2004. As shown in table 1, minorities accounted for 19 percent of  all students enrolled in accredited MBA programs in 2000 and 23 percent  in 2004. African-American and Hispanic enrollment in MBA programs was  generally stable during that period, and both groups accounted for 6 and 5  percent of enrollment, respectively, in 2004. Asian representation  increased from 9 percent in 2000 to 11 percent in 2004. Other data indicate  that MBA degrees awarded may be lower than the MBA enrollment data  reported by AACSB. For example, Graduate Management Admission  Council® (GMAC®) data indicate that minorities in its survey sample  accounted for 16 percent of MBA graduates in 2004 versus 23 percent  minority enrollment during the same year as reported by AACSB.  Because financial services firms compete with one another, as well as with  companies from other industries to recruit minority MBA graduates, their  capacity to increase diversity at the management level may be limited.", "Other evidence suggests that the financial services industry may not be  fully leveraging its “internal” pipeline of minority and women employees  for management-level positions. As shown in figure 5, there are job  categories within the financial services industry that generally have more  overall workforce diversity than the “officials and managers” category,  particularly among minorities. For example, minorities held 22 percent of  professional positions as compared with 15 percent of “officials and  managers” positions in 2004. See appendix II for more information on the  specific number of employees within other job categories, as well as more  specific breakouts of various minority groups by sector.", "According to a recent EEOC report, which used 2003 EEO-1 data, the  professional category represented a likely pipeline of internal candidates  for management-level positions within the industry. Compared with white  males, the EEOC study found that the chances of minorities and women  (white and minority combined) advancing from the professional category  into management-level positions were low. The study also found that the  chances of Asians (women and men) advancing into management-level  positions from the professional category were particularly low. Although  EEOC said there are limitations to its analysis, the agency suggests that  the findings could be used as a preliminary screening device designed to  detect potential disparities in management-level opportunities for  minorities and women.", "Following are descriptions of the job categories in EEO-1 data from  EEOC: (1) “officials and managers”: occupations requiring administrative  and management personnel who set broad policies, exercise overall  responsibility for execution of these policies, and direct individual  departments or special phases of a firm’s operations; (2) “professionals”:  occupations requiring either college graduation or experience of such kind  and amount as to provide a comparable background; (3) “technicians”:  occupations requiring a combination of basic scientific knowledge and  manual skill that can be obtained through 2 years of post high school  education; (4) “sales workers”: occupations engaging wholly or primarily  in direct selling; (5) “office and clerical”: includes all clerical-type work  regardless of level of difficulty, where the activities are predominantly  nonmanual; and (6) the category “other” includes craft workers,  operatives, laborers, and service workers.", "Many officials from financial services firms, industry trade groups, and  associations that represent minority professionals agreed that retaining  minority and women employees represented one of the biggest challenges  to promoting workforce diversity. The officials said that one reason  minority and women employees may leave their positions after a short  period is that the industry, as described previously, lacks a critical mass of  minority women and men, particularly in senior-level positions, to serve as  role models. Without a critical mass, the officials said that minority or  women employees may lack the personal connections and access to  informal networks that are often necessary to navigate an organization’s  culture and advance their careers. For example, an official from a  commercial bank we contacted said he learned from staff interviews that  African-Americans believed that they were not considered for promotion  as often as others partly because they were excluded from informal  employee networks.", "While firms may have instituted programs to involve managers in diversity  initiatives, some industry officials said that achieving commitment, or  “buy-in,” can still pose challenges. Other officials said that achieving the  commitment of middle managers is particularly important because these  managers are often responsible for implementing key aspects of the  diversity initiatives, as well as explaining them to their staffs. However, the  officials said that middle managers may be focused on other aspects of  their responsibilities, such as meeting financial performance targets,  rather than the importance of implementing the organization’s diversity  initiatives. Additionally, the officials said that implementing diversity  initiatives represents a considerable cultural and organizational change for  many middle managers and employees at all levels. An official from an  investment bank told us that the bank has been reaching out to middle  managers who oversee minority and woman employees by, for example,  instituting an “inclusive manager program.” According to the official, the  program helps managers examine subtle inequities and different  managerial and working styles that may affect their relationships with  minority and women employees."], "subsections": []}]}, {"section_title": "Minority- and Women- Owned Businesses Often Face Difficulties in Obtaining Capital, but Some Financial Services Firms Have Developed Strategies to Assist Them", "paragraphs": ["Studies and reports, as well as interviews we conducted, suggest that  minority- and women-owned businesses have faced challenges obtaining  capital (primarily bank credit) in conventional financial markets for  several business reasons, such as the concentration of these businesses in  the service sector and relative lack of a credit history. Other studies  suggest that lenders may discriminate, particularly against minority-owned  businesses. However, assessing lending discrimination against minority- owned businesses may be complicated by limited data availability.  Available research also suggests that factors, including business  characteristics, introduce challenges for both minority- and women-owned  businesses in obtaining access to equity capital. However, some financial  institutions, primarily commercial banks, have recently developed  strategies to market their loan products to minority- and women-owned  businesses or are offering technical assistance to them."], "subsections": [{"section_title": "Research Suggests That Business Characteristics May Affect Minority- and Women-Owned Businesses’ Access to Commercial Loans", "paragraphs": ["Reports issued by the MBDA, SBA, and academic researchers, as well as  interviews we conducted with commercial banks, minority-owned banks,  and trade groups representing minority- and women-owned businesses  suggest that minority- and women-owned businesses may face challenges  in obtaining commercial bank credit. The reports and interviews typically  cite several business characteristics shared by both minority-owned firms  and, in most cases, women-owned firms that may compromise their ability  to obtain bank credit as follows:    First, recent MBDA reports found that many minority-owned businesses in  the United States are concentrated in retail and service industries, which  have relatively low average annual capital expenditures for equipment.  Low capital expenditures are an attractive feature for start-up businesses,  but with limited assets to pledge as collateral against loans, these  businesses often have difficulty obtaining financing. According to the U.S.  Census Bureau’s 2002 Survey of Business Owners, approximately 61  percent of minority-owned businesses and approximately 55 percent of  women-owned firms operate in the service sectors as compared to about  52 percent of all U.S. firms.", "Second, the Census Bureau’s 2002 Survey of Business Owners indicated  that many minority- and women-owned businesses were start-ups or  relatively new and, therefore, might not have a history of sound financial  performance to present when applying for credit. Some officials from a  private research organization and a trade group official we contacted said  that banks are reluctant to lend to start-up businesses because of the costs  involved in assessing the prospects for such businesses and in monitoring  their performance over time.", "Third, the relatively small size and lack of technical experience of some  minority-owned businesses may affect their ability to obtain bank credit.  For example, an MDBA report stated that minority businesses often need  extensive mentoring and technical assistance such as help developing  business plans in addition to financing."], "subsections": []}, {"section_title": "Other Studies Suggest That Discrimination May Limit Minority-Owned Businesses’ Ability to Obtain Commercial Loans", "paragraphs": ["Several other studies suggest that discrimination may also be a reason that  minority-owned businesses face challenges obtaining commercial loans.  For example, a 2005 SBA report on the small business economy  summarized previous studies by researchers reporting on lending  discrimination. These previous studies found that minority-owned  businesses had a higher probability of having their loans denied and would  likely pay higher interest rates than white-owned businesses, even after  controlling for differences in creditworthiness and other factors. For  example, a study found that given comparable loan applications—by  African-American and Hispanic-owned firms and white-owned firms—the  applications by the African-American and Hispanic-owned firms were  more likely to be denied. Another study found that minorities had higher  denial rates even after controlling for personal net worth and  homeownership. The SBA report concludes that lending discrimination is  likely to discourage would-be minority entrepreneurs and reduce the  longevity of minority-owned businesses.", "Another 2005 report issued by SBA also found that minority-owned  businesses face some restrictions in access to credit. This study  investigated possible restricted access to credit for minority- and women- owned businesses by focusing on two types of credit—“relationship loans”  (lines of credit) and “transaction loans” (commercial mortgages,  equipment loans, and other loans) from commercial banks and nonbanks,  such as finance companies. The researchers found that minority business  owners were more likely to have transaction loans from nonbanks and less  likely to have bank loans of any kind. The researchers also found that  African-American and Hispanic business owners have a greater probability  of having either type of loan denied than white male owners. The  researchers did not find evidence suggesting that women or Asian  business owners faced loan denial probabilities different from those of  firms led by white, male-owned firms.", "Although studies have found potential lender discrimination against  minority-owned businesses, assessing such discrimination may be  complicated by limited data availability. The Federal Reserve’s Regulation  B, which implements the Equal Credit Opportunity Act, prohibits financial  institutions from requiring information on race and gender from applicants  for nonmortgage credit products. Although the regulation was  implemented to prevent the information from being used to discriminate  against underserved groups, some federal financial regulators have stated  that removing the prohibition would allow them to better monitor and  enforce laws prohibiting discrimination in lending. We note that under the  Home Mortgage Disclosure Act (HMDA), lenders are required to collect  and report data on racial and gender characteristics of applicants for  mortgage loans. Researchers have used HMDA data to assess potential  mortgage lending discrimination by financial institutions. In contrast, the  studies we reviewed on lending discrimination against minority and small  business tend to rely on surveys of small businesses by the Federal  Reserve or the Census rather than on lending data obtained directly from  financial institutions."], "subsections": []}, {"section_title": "Many Minority- and Women-Owned Businesses May Also Face Difficulties Raising Equity Capital", "paragraphs": ["According to available research, many minority- and women-owned  businesses face challenges in raising equity capital—such as, from venture  capital firms. For example, one study estimated that only $2 billion of the  $95 billion available in the private equity market in 1999 was managed by  companies that focused on supplying capital to entrepreneurs from  traditionally underserved markets, such as minority-owned businesses.  Moreover, according to a study by a private research organization, in 2003  only 4 percent of women-owned businesses with $1 million or more in  revenue had been funded through private equity capital as compared with  11 percent of male-owned businesses with revenues of $1 million or  more.", "According to studies and reports by private research organizations, some  of the same types of business characteristics that may affect the ability of  many minority- and women-owned businesses to obtain bank credit also  limit their capacity to raise equity capital. For example, industry reports  and industry representatives that we contacted state that venture  capitalists place a high priority on the management and technical skills  companies; whereas some minority-owned businesses may lack a proven  track record of such expertise.", "Although venture capital firms may not have traditionally invested in  minority-owned businesses, a recent study suggests that firms that do  focus on such entities can earn rates of return comparable to those earned  on mainstream private equity investments. This study, funded by a private  foundation, found that venture capital funds that specialize in investing in  minority-owned businesses were relatively profitable compared with a  private equity performance index. According to the study, the venture  capital funds that specialized in minority-owned businesses invested in a  more diverse portfolio of businesses than the typical venture capital fund,  which typically focuses on high-tech companies. The study found that  investing in broad portfolios helped mitigate the losses associated with the  downturn in the high-tech sector for firms that focused on minority-owned  businesses."], "subsections": []}, {"section_title": "Some Commercial Banks Have Developed Programs for Minority- and Women- Owned Businesses", "paragraphs": ["While minority- and women-owned businesses may have traditionally  faced challenges in obtaining capital, as noted earlier, Census data  indicate that such businesses are forming rapidly. Officials from some  financial institutions we contacted, primarily large commercial banks, told  us that they are reaching out to minority- and women-owned businesses.", "Some commercial banks are marketing their financial products to  minority- and women-owned businesses by, for example, printing financial  services brochures in various languages and assigning senior executives  with diverse backgrounds to serve as the spokespersons for the  institutions efforts to reach out to targeted groups (e.g., a bank may  designate an Asian executive as the point person for Asian communities).  However, officials at a bank and a trade organization told us that the loan  products marketed to minority- and women-owned businesses did not  differ from those marketed to other businesses and that underwriting  standards had not changed.", "Bank officials also said that their companies had established partnerships  with trade and community organizations for minorities and women to  reach out to their businesses. Partnering allows the banks to locate  minority- and women-owned businesses and gather information about  specific groups of business owners. Bank officials said that such  partnerships had been an effective means of increasing their business with  these target groups.", "Finally, officials from some banks said that they educate potential  business clients by providing technical assistance through financial  workshops and seminars on various issues such as developing business  plans and obtaining commercial bank loans. Other bank officials said that  their staffs work with individual minority- or women-owned businesses to  provide technical assistance.", "Officials from banks with strategies to market to minority- and women- owned businesses said that they faced some challenges in implementing  such programs. Many of the bank officials told us that it was time- consuming to train their staff to reach out to minority- and women-owned  businesses and provide technical assistance to these potential business  customers. In addition, an official from a bank said that Regulation B  limited the bank’s ability to measure the success of its outreach efforts.  The official said that because of Regulation B the bank could only estimate  the success of its efforts using estimates of the number of loans it made to  minority- and women-owned businesses."], "subsections": []}]}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We requested comments on a draft of this report from the Chair, U.S.  Equal Employment Opportunity Commission (EEOC). We received  technical comments from EEOC and incorporated their comments into  this report as appropriate.", "We also requested comments on selected excerpts of a draft of this report  from 12 industry trade associations, federal agencies, and organizations  that examine access to capital issues. We received technical comments  from 4 of the 12 associations, agencies, and organizations and  incorporated their comments into this report as appropriate. The  remaining eight either informed us that they had “no comments” or did not  respond to our request.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to the Senate  Committee on Banking, Housing, and Urban Affairs. We also will send  copies to the Chair of EEOC, the Administrator of SBA, and the Secretary  of the Department of Commerce, among others, and will make copies  available to others upon request. In addition, the report will be available at  no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at 202-512-8678 or at williamso@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff that made major contributions to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The objectives of our report were to discuss (1) what the available data  show regarding diversity at the management level in the financial services  industry, from 1993 through 2004; (2) the types of initiatives that the  financial services industry and related organizations have taken to  promote workforce diversity and the challenges involved; and (3) the  ability of minority and women-owned businesses to obtain access to  capital in financial markets and initiatives financial institutions have  recently taken to make capital available to these businesses.", "To address objective one, we requested Employer Information Reports  (EEO-1) data from the Equal Employment Opportunities Commission  (EEOC) for the financial services industry. The EEO-1 data, which is  reported annually generally by firms with 100 or more employees, provides  information on race/ethnicity and gender for various occupations, within  various industries, including financial services. We used the racial/ethnic  groups specified by EEOC; whites, not of Hispanic origin (whites); Asians  or Pacific Islanders (Asians); Blacks, not of Hispanic origin (African- Americans); Hispanics or Latinos (Hispanics); and American Indians or  Alaskan Natives (American Indians) for our analysis. The EEO-1  occupations are officials and managers, professional, technicians, sales  workers, clerical workers, and others. The other category includes  laborers, craft workers, operatives, and service workers. We defined the  financial services industry to include the following five sectors: depository  credit institutions (including commercial banks), holdings and trusts  (including investment companies), non-depository credit institutions (such  as mortgage bankers), securities firms, and insurance (carriers and  agents). We also requested and analyzed EEO-1 data for the accounting  industry.", "We chose to use the EEO-1 database because it is was designed to provide  information on representation by a variety of groups within a range of  occupations and industries, covered many employers, and had been  collected in a standardized fashion for many years. Although the EEO-1  data generally do not capture information from small businesses with less  than 100 employees, we believe, due to their annual mandatory reporting,  they allow us to characterize the financial services industry of firms with  100 or more employees. We also corroborated the EEO-1 data with other  available studies, particularly a 2005 study by the Securities Industry  Association on diversity within the securities sector. We did consider  other sources of data besides EEO-1, but chose not to use them for a  variety of reasons including their being more limited or less current.", "We requested and analyzed the EEO-1 data, focusing on the “officials and  managers” category, for the years 1993, 1998, 2000, and 2004 for financial  services firms having 100 or more employees. We compared that data from  the selected years to determine how the composition of management-level  staff had changed since 1993. We also analyzed the data based on the  number of employees in the firm or firm size. The four firm size categories  we used were 100 or more employees, 100-249 employees, 250-999  employees, and 1,000 or more employees. We also requested EEO-1 data  for the accounting industry for 2004, and therefore did not perform a trend  analysis. The scope of our work did not include developing appropriate  benchmarks to assess the extent of workforce diversity within the  financial services industry.", "EEOC collects EEO-1 data from companies in a manner that allowed us to  specify our data request and analysis by financial sector (e.g., commercial  banking or securities). EEOC assigns each firm a code based on its  primary activity (referred to as the North American Industry Classification  System  or the Standard Industrial Classification ). For  example, a commercial bank will have a specific code denoting  commercial banking, whereas a securities firm would have its own  securities code. In addition, EEOC assigns codes to companies and their  subsidiaries based on their primary line of business. For example, a  commercial bank with an insurance subsidiary would have a separate  code for that subsidiary. By requesting the EEO-1 data by the relevant  codes, we were able to separate the different financial services businesses  within a firm and then aggregate the data by sector. Although the NAICS  replaced the SIC in 1997, EEOC staff are to assign both codes to each firm  that existed prior to 2002 to ensure consistency.", "We conducted a limited analysis to assess the reliability of the EEO-1 data.  To do so, we interviewed EEOC officials regarding how the data are  collected and verified as well as to identify potential data limitations.  EEOC has conducted a series of data reliability analyses for EEO-1 data to  verify the consistency of the data over time. For example, EEOC reviewed  the 2003 EEO-1 data for its report on diversity in the financial services  industry. As part of this review, EEOC deleted 81 of the 13,000  establishments because the data for the deleted establishments were not  consistent year to year. The EEOC staff do not verify the EEO-1 data,  which are self-reported by firms, but they do review the trends of the data  submitted. For example, EEOC staff look for major fluctuations in job  classifications within an industry. On the basis of this analysis, we  concluded that the EEO-1 data are sufficiently reliable for our purposes.", "To address objective two, we interviewed a range of financial services  firms, including commercial banks and securities firms. We also  interviewed representatives from a large accounting firm to discuss  workforce diversity in the accounting industry. We chose these firms for a  variety of reasons including whether they have ever received public  recognition of their diversity programs or on the basis of  recommendations from industry officials. We also interviewed  representatives from industry trade organizations such as the American  Bankers Association, the Securities Industry Association, the Independent  Insurance Agents and Brokers of America, the American Institute of  Certified Public Accountants, and Catalyst, which is a private research  firm. We reviewed the trade organizations’ available studies and reports to  document the state of diversity within the different sectors of the financial  services industry. In addition, we reviewed publicly available data on  firms’ programs by searching their Web sites. We also interviewed  representatives of federal agencies such as the Bureau of Labor Statistics  of the Department of Labor, the Minority Business Development Agency of  the Department of Commerce, the Small Business Administration, and  federal bank regulators. Additionally, we collected and analyzed  demographic data on enrollment in accredited Masters of Business  Administration (MBA) programs from Association to Advance Collegiate  Schools of Business and MBA graduation data from the Graduate  Management Admissions Council®.", "To address objective three, we reviewed 20 available studies and reports  from federal agencies, such as the Small Business Administration and the  Minority Business Development Agency, and academic studies on the  ability of minority- and women-owned businesses to access credit. We also  interviewed officials from banks, investment firms and private  equity/venture capital firms to discuss their initiatives to provide capital to  minority- and women-owned businesses. Moreover, we interviewed  officials from organizations that represent minority- and women-owned  businesses such as the U.S. Hispanic Chamber of Commerce, the Pan  Asian American Chamber of Commerce, National Black Chamber of  Commerce, and the National Association of Women Business Owners. In  addition, we interviewed officials from organizations that examine access  to capital issues, such as the Milken Institute and the Kauffman  Foundation.", "We conducted our work from July 2005 to May 2006 in Washington, D.C.,  and New York City and in accordance with generally accepted government  auditing standards."], "subsections": []}, {"section_title": "Appendix II: Overall Statistics on Workforce Diversity in the Financial Services Industry", "paragraphs": ["This appendix provides Employer Information Report (EEO-1) data on the  number of employees within the financial services industry by position  (see fig. 6) and more specific breakouts of the various racial/ethnic groups  by position (see fig. 7)."], "subsections": []}, {"section_title": "Appendix III: Diversity in Key Positions in the Accounting Industry", "paragraphs": ["This appendix discusses workforce diversity of management-level  positions in the accounting industry for 2004 as depicted by Employer  Information Report (EEO-1) data. Additionally, it describes the findings of  a report by the American Institute of Certified Public Accountants  (AICPA) that assessed diversity within the accounting industry in a broad  range of positions. Finally, the appendix summarizes efforts by AICPA and  a large accounting firm to increase diversity in key positions."], "subsections": [{"section_title": "Minorities Account for 14 Percent of Management- Level Positions in the Accounting Industry", "paragraphs": ["According to the 2004 EEO-1 data, minorities held 13.5 percent (5.9  percent for minority women and 7.7 percent for minority men) of all  “officials and managers” positions, white women held 32.4 percent while  white men held 54.1 percent of all official and manager positions in the  accounting industry (see fig. 8). Contrary to the financial services sector  where diversity among firms generally did not vary by firm size, EEO-1  data also show that larger accounting firms are in general more diverse  than smaller firms. For example, minorities accounted for 17.8 percent of  all officials and managers in accounting firms with 1,000 or more  employees. For firms with 100 to 249 employees, minority representation  for officials and managers accounted for 10.1 percent.", "Within the minority category in the accounting industry, EEO-1 2004 data  show that Asians held 7.3 percent of all management-level positions,  which is more than the representation of African-Americans (3.0 percent)  and Hispanics (3.0 percent) combined (see fig. 9)."], "subsections": []}, {"section_title": "AICPA Study Identified a Lack of Diversity in the Accounting Industry", "paragraphs": ["AICPA’s 2005 demographic study showed that, in 2004, minorities  represented 10 percent of all professional staff, 8 percent of all certified  public accountants (CPA), and 5 percent of all partners/owners employed  by CPA firms. Correspondingly, the representation of whites among  professional staff, CPAs, and the partner/owner level at accounting firms  were all at 89 percent or above (see table 2). In addition, consistent to the  2004 EEO-1 data for the accounting industry, the AICPA study found that  the largest CPA firms were, in general, the most ethnically and racially  diverse (see table 3).", "According to officials from AICPA and a large accounting firm we spoke  with, one reason for the lack of diversity in key positions in the industry is  that relatively few racial/ethnic minorities take the CPA exam and thus  relatively few minorities are CPAs. According to the 2004 congressional  testimony of an accounting professor, passing the CPA exam is critical for  achieving senior management-level positions in the accounting industry."], "subsections": []}, {"section_title": "Efforts to Enhance Accounting Industry Diversity", "paragraphs": ["According to officials we spoke with from AICPA and an accounting firm,  similar to the financial services industry, the accounting industry had also  initiated programs to promote the diversity of its workforce. An official  from the large accounting firm we spoke with told us that his firm’s top  management is committed to workforce diversity and has implemented a  minority leadership development program, which ensures that minorities  and women become eligible for and are recommended for progressively  more senior positions. As part of the commitment to workforce diversity,  the firm also has a mentoring program, which pairs current partners with  senior management-level minority and women staff to help them achieve  partnership status. In addition, the firm also requires middle- and high- level managers to undergo diversity training to encourage an open  dialogue around racial-ethnic and gender issues. An AICPA official said the  organization formed a minority initiatives committee to promote  workforce diversity with a number of initiatives to increase the number of  minority accounting degree holders, such as scholarships for minority  accounting students and accounting faculty development programs.  AICPA also formed partnerships with several national minority accounting  organizations such as the National Association of Black Accountants and  the Association of Latino Professionals in Finance and Accounting to  develop new programs to foster diversity within the workplace and the  community."], "subsections": []}]}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Wesley M. Phillips, Assistant  Director; Emily Chalmers; William Chatlos; Kimberly Cutright; Simin Ho;  Marc Molino; Robert Pollard; LaSonya Roberts; and Bethany Widick made  key contributions to this report."], "subsections": []}]}], "fastfact": []}