{"id": "GAO-04-313", "url": "https://www.gao.gov/products/GAO-04-313", "title": "Air Pollution: EPA Could Take Additional Steps to Help Maximize the Benefits from the 2007 Diesel Emissions Standards", "published_date": "2004-03-11T00:00:00", "released_date": "2004-03-11T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Diesel engine emissions pose health risks, but one major source--heavy-duty diesel vehicles--is critical for our economy. To reduce risks, the Environmental Protection Agency (EPA) has set stringent emissions standards for diesel engines. In 1998, EPA found that some engine makers were violating standards, so they agreed to build engines that meet 2004 standards early, by October 2002. EPA has set even more stringent standards for 2007. GAO was asked to (1) assess the October 2002 deadline's effects on industry and emissions, and (2) obtain stakeholders' views on the readiness of technology for the 2007 standards and EPA's efforts to ensure this. GAO analyzed information from EPA, 10 large trucking companies, the engine makers subject to the early deadline, and other stakeholders."]}, {"section_title": "What GAO Found", "paragraphs": ["Implementing the 2004 diesel emissions standards 15 months early disrupted some industries' operations but also helped reduce pollution earlier. More specifically, because some manufacturers had to build new engines sooner than planned, most could not provide trucking companies with prototype engines early enough to test. Concerned that the new engines would be costly and unreliable, some of the companies said they bought more trucks with old engines than planned before October 2002. Our analysis of truck production and financial data also shows this surge. This adversely affected some companies' operations and profits. To meet the increased demand for trucks with old engines, some manufacturers reported that they ramped up production of such engines before October. But when demand subsequently dropped, they had to decrease production and release workers, reducing profits and disrupting operations, at least until demand increased later in 2003. Manufacturers of the new engines also continued to lose market share to manufacturers that either did not have to meet the early date, or that did but chose not to, paying penalties instead. While accelerating the schedule for new engines affected some industries, it accelerated emissions benefits, although not to the extent or in the time frames anticipated. For example, EPA roughly estimated that its agreements with engine manufacturers that violated standards would reduce nitrogen oxide emissions by about 4 million tons over the life of the engines. But because companies initially bought more trucks with old engines and owners are now operating trucks longer, some of the expected emissions reductions will be delayed. As for the 2007 standards, EPA has taken a number of steps to aid the transition to the new diesel engines and fuel, but some stakeholders would like more help. Most engine, emissions control, and fuel industry representatives said the needed technologies will be ready on time; but other engine, trucking, and fuel representatives have concerns and would like more help to ensure that the technology will be available. For example, manufacturers plan to have limited numbers of prototype engines ready for a few fleets to test by mid- to late-2005-- trucking companies say they need new engines 18 to 24 months before the 2007 deadline to test the engines in all weather conditions and to develop their longterm purchasing plans. Some companies, however, are concerned that providing test engines to only a few fleets may not provide the industry as a whole with sufficient information to judge the engines' performance. In addition, they are still concerned that the new engines may be too costly and much less fuelefficient. As a result, they expect companies will again buy more trucks with old engines before the deadline, disrupting industry operations and emissions benefits. The fuel industry representatives said they can produce the low-sulfur fuel the new engines require on time and see no reason to delay the standards. Nevertheless, they worry the fuel initially may not be available nationwide and it may be difficult not to contaminate it with other fuels in the distribution system. Environmental and health groups do not want to delay the standards or the expected emissions benefits. Some stakeholders would like more information on technological progress. In addition, they would like more reassurance--such as from an independent review panel--that the technology will be ready on time and additional assistance--such as economic incentives--to encourage timely purchases of trucks with the new technologies."]}], "report": [{"section_title": "Letter", "paragraphs": ["Exhaust from diesel engines is among the most pervasive and harmful  sources of air pollution. Diesel exhaust contains nitrogen oxides and  several other toxic components and chemicals that, combined, pose a  cancer risk greater than that of any other air pollutant, according to the  American Lung Association. Heavy-duty diesel vehicles—including, among  others, those used to haul freight over long distances—are major  contributors to nationwide diesel exhaust emissions, generating about 2.5  million tons of nitrogen oxide emissions annually. However, large diesel- powered trucks are also critical to the nation’s economy.", "To combat diesel-related health risks, EPA, under the Clean Air Act, sets  standards for emissions from diesel engines. EPA may take enforcement  action against any manufacturers selling engines that fail to comply with  the standards. Since 1984, EPA has implemented standards that have  progressively lowered the amount of key pollutants from diesel engines by  more than 75 percent. In 1998, EPA found that a number of engine  manufacturers, accounting for about 90 percent of the U.S. heavy-duty  diesel engine market, had sold 1.3 million engines—almost all of the largest  engines they had produced since 1987—that under certain circumstances  were emitting nitrogen oxides at levels up to three times higher than  allowed by the standards in place at that time. To achieve compliance, EPA,  the U.S. Department of Justice, and these manufacturers agreed to be  bound by consent decrees, legally binding dispute settlements. In what is  commonly referred to as the pull-ahead provision of the decrees, the  manufacturers found to have violated emissions standards agreed to  accelerate by 15 months the schedule for meeting new, more stringent  engine standards to October 2002 instead of the original mandatory date of  2004.", "In 2007, all diesel engine manufacturers will be required to meet still more  stringent standards and the technology needed to meet them will require  significant advancements over current engine and emissions control  equipment. In addition, the engines will need a new grade of diesel fuel,  with significantly lower sulfur content than current diesel supplies, to  prevent degradation of the enhanced emissions control devices. To meet  the 2007 requirement that at least 80 percent of all diesel fuel be the low- sulfur grade, refiners must begin producing this cleaner fuel by mid-2006.  Distributors may also need to modify the nationwide distribution system to  initially accommodate both the current and new fuel grades. Still more  stringent emissions requirements are scheduled to go into effect in 2010.", "Ultimately, the extent to which the trucking industry purchases trucks with  the new engines—either the engines produced for the October 2002  deadline or the 2007 standards—helps to determine whether the expected  air quality benefits will be achieved in the time frames anticipated.  Uncertainties about the availability, costs, reliability, and fuel-efficiency of  these engines could negatively affect truck sales. This, in turn, could affect  both the engine manufacturing and trucking industries. In this context, you  asked us to (1) assess what impact, if any, the consent decrees’ provisions  had on trucking companies, engine manufacturers, and expected nitrogen  oxide emissions reductions; (2) obtain stakeholders’ views on whether new  engine technologies and low-sulfur fuel will be available for industries to  comply with the 2007 standards; and (3) obtain stakeholders’ views on  EPA’s actions to ensure that the technologies and fuel will be ready in time.", "To respond to the first objective, we performed econometric modeling  using production data for Class 8 diesel trucks—the largest class of trucks,  generally powered by heavy-heavy-duty diesel engines—and other  economic data from January 1992 through June 2003 to determine how, if  at all, the accelerated implementation of the standards affected purchases  of these trucks. We also contacted, among others, officials of 10 of the  nation’s largest trucking companies. We selected these companies because,  on the basis of their truck fleet size, they seemed more likely than smaller  companies to have purchased new trucks in the months before and  immediately after October 2002. Therefore, they could recount their  experience with the new engines and the impacts of the accelerated  schedule. Because these companies were not selected randomly, we cannot  project our findings to the entire trucking industry. We also contacted  officials of the five existing engine manufacturers that were subject to the  consent decrees. Three of these manufacturers are also diesel truck  manufacturers, and as such are responsible for redesigning truck chassis to  incorporate the new engines and emissions control devices. We asked  representatives of all five manufacturers a uniform set of questions about  their companies’ strategies in reacting to the decrees, the resulting effects  on their operations, and the manufacturers’ experiences with the new  engines designed to comply with the decrees. In addition, we reviewed  financial statements that some of these trucking and engine manufacturing  companies submitted to the Securities and Exchange Commission to  identify effects that the companies publicly disclosed. While we asked the  engine manufacturers for data to substantiate their views, they generally  preferred not to release information about their confidential engine  designs. We were unable to identify any other independent analyses of the  impacts of the consent decrees.", "To determine the air quality effects of the decrees, we reviewed EPA’s  estimates of the expected emissions reductions from accelerating the  schedule for the new, cleaner engines. EPA made its estimate by using 1998  truck production data to project the number of trucks with new engines it  expected to be on the roads after the October 2002 deadline. We compared  EPA’s projections of the number of trucks that would have new engines to  the actual number of trucks produced with the new engines and assessed  the likelihood that EPA would achieve the expected emissions reductions.  We also discussed with EPA officials and staff the basis for their estimates  of the expected emissions reductions from a second provision of the  consent decrees, whereby truck owners would have emission computer  controls on their older engines adjusted during engine overhauls.", "To identify stakeholders’ views on industries’ ability to comply with the  2007 standards and EPA's activities to ensure the technologies are ready on  time, we contacted officials representing 16 organizations and companies  that offered the largest number of comments on EPA's 2007 emissions  standards when proposed in 2000. These organizations represent the  following industries: fuel, engine, and emissions control equipment  manufacturing; trucking; and automobile manufacturers. They also  represent environmental and health interests, as well as state and local  governments. Finally, we discussed EPA’s actions to ensure the new engine  technologies and low-sulfur fuel will be ready in time, as well as the  agency’s plans if the standards cannot be implemented on schedule, with  the Director of EPA’s Office of Transportation and Air Quality, as well as  program managers from the agency’s Office of Air and Radiation (in  Washington, D.C., and Ann Arbor, Michigan). (App. I includes a more  detailed description of our methodology for conducting our work and  selecting the stakeholders we interviewed.)"], "subsections": [{"section_title": "Background", "paragraphs": ["Trucks handled more than two-thirds of all freight commodities shipped in  2002, according to a recent report for the American Trucking Associations  (ATA), an organization representing the majority of freight-hauling  companies. Trucking companies that shipped freight earned revenues of  about $585 billion, or 87 percent, of the total transportation revenues that  year. The total volume of goods shipped by trucks is expected to rise to 10  billion tons by 2008, with trucking companies’ revenues increasing to about  $745 billion, according to the ATA report. The majority of trucks  transporting freight are powered by diesel engines, primarily because they  are 25 percent to 35 percent more energy efficient and more durable and  reliable than gasoline-powered engines. Furthermore, diesel fuels generally  are less volatile and, therefore, safer to store and handle than gasoline.", "On the other hand, diesel engines also have an adverse impact on air quality  through their harmful exhaust emissions. Diesel exhaust is composed of  several toxic components, including nitrogen oxides, fine particles  (particulate matter), and numerous other known harmful chemicals. EPA  estimates that exhaust from heavy-duty trucks and buses accounts for  about one-third of the nitrogen oxide emissions and one-quarter of the  particulate emissions from all mobile sources. EPA’s 2002 comprehensive  review of the potential health effects from exposure to diesel engine  exhaust found that short-term exposure to diesel emissions can cause  respiratory irritation and inflammation and exacerbate existing allergies  and asthma symptoms. Long-term exposure may cause lung damage and  pose a cancer hazard to humans. The harmful components of diesel  exhaust can also damage crops, forests, building materials, and statues.  The exhaust also impairs visibility in many parts of the country.", "Although diesel exhaust is harmful, both EPA and engine manufacturers  have successfully reduced the level of emissions from highway diesel  engines over the past two decades. Since 1984, EPA has progressively  implemented more and more stringent diesel emissions standards, for  example, reducing the level of allowable nitrogen oxide emissions from  diesel engines from 10.7 grams per unit of work in 1988 to 2.5 grams in 2004  (see fig. 1).", "To meet these standards, engine manufacturers should have made  increasingly cleaner engines so that their nitrogen oxide emissions  gradually declined to mandated levels. However, EPA determined that,  from 1987 to 1998, seven of the nation’s largest diesel engine manufacturers  sold 1.3 million heavy-duty diesel engines with computer software that  altered the engines' pollution control equipment under highway driving  conditions. The Clean Air Act prohibits manufacturers from selling or  installing motor vehicle engines or components equipped with devices that  bypass, defeat, or render inoperative the engine's emission control system.  These devices altered the engines' fuel injection timing and, while this  improved fuel economy, it also increased nitrogen oxide emissions by two  to three times the existing regulatory limits. In response, EPA undertook  what it called “the largest Clean Air Act enforcement action in history”  against the manufacturers. To settle these cases, in 1998, EPA, the U.S.  Department of Justice, and the engine manufacturers agreed to be bound  by consent decrees. In the decrees, the manufacturers agreed to, among  other things, (1) pay civil penalties of about $83 million, the largest civil  penalty for an environmental violation as of that date; and (2) collectively  invest $109.5 million towards research and development and other projects  to lower nitrogen oxide emissions.", "Table 1 includes information on   the number of engines that each manufacturer subject to the decrees  produced that violated the emissions standards,   the amount of nitrogen oxide emissions these engines produced in  excess of the amounts allowed by the standards in effect at the time,   the amount of penalties each company paid, and   the amount of funds each company committed to invest in  environmental projects.", "The manufacturers also agreed to collectively spend $850 million or more  to produce significantly cleaner engines by October 1, 2002. The nitrogen  oxide emissions from the new engines were not to exceed 2.5 grams.", "Without the decrees, the engines would not have been required to meet this  standard until January 1, 2004, 15 months later.", "The excess emissions caused by the defeat devices were of concern,  especially for states and localities with areas that already had air quality  problems (meaning that the areas did not meet at least one of the health- based air quality standards). Every state must devise a plan, called a state  implementation plan, that indicates what actions they will take to maintain  or come into compliance with the standards. In devising these plans, states  and localities estimate future emissions and design actions to reduce them  as necessary. If the states and localities do not comply, they face certain  sanctions, including the loss of access to federal transportation funds. But  the use of the pollution control defeat devices that increased engine  emissions jeopardized state air quality improvement plans and posed  public health risks.", "To ease compliance with the accelerated schedule, manufacturers could  continue to sell their old engines until October 2002. If manufacturers were  not able to, or chose not to, meet the deadline, they could continue to sell  engines that did not meet the standards through three actions (1) paying  nonconformance penalties, equal to the cost of engines that met the  standards, to maintain a “level playing field” between the noncomplying  companies and those manufacturers who met the deadline; (2) using a  provision that allowed manufacturers to sell noncomplying engines after  October 2002 if they sold an equal number of the cleaner engines before  that date; and (3) using emissions averaging, banking, and trading to  generate emissions credits towards compliance by reducing emissions in  other areas.", "As the next step in its efforts to address diesel emissions, EPA, in January  2001, finalized a rule—herein referred to as the 2007 rule--establishing new  emissions standards that heavy-duty engines and vehicles must generally  meet beginning in 2007. These standards, unlike the consent decrees  established as the result of an enforcement action, were developed through  a public rulemaking process that gave stakeholders from across the  industry sectors the opportunity to provide input to EPA for consideration.", "Also in contrast to the consent decrees, the 2007 standards gave industry 6  to 10 years to develop technologies to meet the rule’s requirements. The  2007 rule limits fine particle and nitrogen oxide emissions from heavy-duty  diesel engines to 0.01 grams and 0.20 grams, respectively, a significant  decrease compared to the consent decrees and 2004 standards. While the  fine particle standard is effective in 2007, the nitrogen oxide standard will  be phased in based on engine production:  50 percent of the engines sold  between 2007 and 2009 and 100 percent of those sold beginning in 2010  must meet the nitrogen oxide emissions standard. EPA estimates that the  new standards will reduce emissions of fine particles and nitrogen oxides  by 90 percent and 95 percent, respectively, from 2000 levels.", "Also in the 2007 rule, EPA regulates both heavy-duty vehicles and their fuel  as a single system. To meet the standards, engines must include advanced  emission control devices. Because these devices are damaged by sulfur, the  rule establishes a mid-2006 deadline for reducing the sulfur allowed in  highway diesel fuel. Under the rule, refiners are required to start producing  diesel fuel with a sulfur content of no more than 15 parts per million  (compared to current diesel fuel, which can contain up to 500 parts per  million—a 97 percent reduction) beginning June 1, 2006. All diesel-powered  highway vehicles produced in 2007 or later must use the low-sulfur fuel.  Under certain conditions, and generally only until 2010, the rule allows  refiners to continue producing and selling some diesel fuel with a sulfur  content greater than 15 parts per million, but not exceeding 500 parts per  million.  However, the two fuels must be segregated in the distribution  system so that the low-sulfur fuel is not contaminated. The fuel with the  higher sulfur content may only be used in heavy-duty vehicles built before  2007 because it will damage emissions control devices on newer engines.", "When developing the 2007 rule, EPA had to give appropriate consideration  to the rule’s costs. The agency projected that the rule’s benefits would  exceed its costs by a factor of 16 to 1. According to EPA, the new standards  will result in significant annual reductions in harmful emissions, with total  benefits as of 2030 estimated at about $70 billion. In addition, by 2030, the  reduced emissions will prevent 8,300 premature deaths, more than 9,500  hospitalizations, and 1.5 million workdays lost, according to EPA. The  agency estimated that these benefits will come at an average cost increase  of about $2,000 to $3,200 per new vehicle in the near term and about $1,200  to $1,900 per new vehicle in the long term, depending on the vehicle size.  This is relatively small compared to new vehicles whose base cost is about  $96,000 for a new heavy heavy-duty truck to $250,000 for a new bus.  Furthermore, EPA estimated that, when fully implemented, the sulfur  reduction requirement would increase the cost of producing and  distributing diesel fuel by about 4.5 to 5 cents per gallon, an increase of  about 3 percent over average U.S. diesel fuel prices as of late November  2003."], "subsections": []}, {"section_title": "The Consent Decrees and Their Accelerated Schedule for Reducing Diesel Emissions Overall Negatively Affected Sales of the Largest Trucks and Engines but Achieved Some Air Quality Benefits", "paragraphs": ["In part because trucking companies did not have what they considered to  be sufficient time to adequately road test 2002 prototype engines, they had  concerns about the price and reliability of the new engines.  Representatives of four of the ten trucking companies we contacted said  their companies, among other things, bought more new heavy-duty trucks  equipped with older engine technology than planned before October 2002.  This adversely affected their operations, at least in the short term,  according to company officials. Our analysis of Class 8 truck production  data also indicates that trucking companies may have pre-bought these  trucks in 2002. To meet the increased demand for trucks with older  engines, the major engine manufacturers increased production of new  trucks with older engines before October, but had to decrease production  when demand subsequently dropped until about early 2003, with  detrimental effects, according to representatives of the engine  manufacturers we contacted. These manufacturers also said that they lost  market share to others that were not subject to the consent decrees or that  decided to pay penalties rather than make a new engine on time.", "EPA estimated that accelerating the schedule for cleaner engines would  accelerate emissions reductions, thereby better protecting public health.  EPA roughly estimated that two provisions of the consent decrees would  reduce nitrogen oxide emissions by roughly 4 million tons. However, as  discussed, trucking companies bought more trucks with the older engine  technology than planned, and truck owners are now operating trucks  longer than expected, thereby reducing the number of trucks with cleaner  engines on the road below anticipated levels. As a result, while emissions  levels were reduced, the consent decrees will not achieve the full emissions  reductions in the time frames EPA anticipated."], "subsections": [{"section_title": "Some Trucking Companies Purchased Large Numbers of Older Trucks Rather Than Trucks with the New, but Unproven Engines, Adversely Affecting Their Short-term Operations", "paragraphs": ["The consent decrees had an adverse effect on some trucking companies  even though the trucking industry was not a direct party to the decrees.  They affected the industry because trucking companies are the ultimate  purchasers of trucks equipped with new diesel engines designed to meet  the consent decrees’ emissions standards requirements. Manufacturers did  not provide trucks with prototype engines to the companies in time to  sufficiently road test them, according to many of the trucking company  officials we contacted. Several officials noted that their companies did not  take delivery of trucks with the new engines for testing until the first half of  2002—too late for their companies to perform what they considered to be  adequate road testing. Consequently, many trucking companies decided not  to risk the uncertainties associated with the new engines, instead opting for  the older, familiar diesel technologies. As table 2 indicates, eight of the ten  trucking companies we contacted bought trucks with the older engines  prior to October 2002, postponed buying new trucks, or bought only a  relatively small number of trucks with new engines, usually for testing  purposes.", "Werner Enterprises and Swift Transportation publicly reported in their  financial statements to shareholders that they pre-bought trucks with older  engines and postponed buying new trucks, respectively, because of  uncertainties surrounding the new engines. The two trucking companies in  table 2 that bought large numbers of trucks with the new engines did so  because they wanted to maintain consistent business relationships with  their established engine suppliers and follow the fleet acquisition plans that  they had developed based on their assessment of long-term business needs,  according to company officials.", "The four companies that pre-bought large numbers of trucks before the  October 2002 deadline did so primarily because they were concerned about  the higher price and unproven reliability of the new engines, according to  company officials. They said that the new engines would have added from  $1,500 to $6,000 to the purchase price of a new heavy-duty truck—whose  base cost is about $96,000—and would have reduced fuel economy by 2 to  10 percent. For 2002, these additional costs could have ranged from about  $4 million to $27 million per company in purchase price and about $3  million to $90 million per company in fuel costs. These trucking officials  said that these additional costs would have been problematic for some  companies because, according to one representative, the industry only  returns 3 or 4 cents per dollar invested. Compounding these additional  costs, according to trucking officials, is that they come without any clear  offsetting economic or business advantages. According to several of the  officials, recent engine modifications made to meet increasingly more  stringent emissions standards also had positive economic benefits for the  trucking companies, such as increased fuel efficiency. EPA officials noted,  however, that some of these benefits, including better fuel economy, were  achieved as a result of engine manufacturers using the defeat devices to  avoid meeting emission standards. The agency acknowledged that trucking  companies were not party to the engine manufacturers’ tactic but did  benefit from it.", "Companies that pre-bought trucks found this strategy adversely affected  their operations, at least in the short term, according to company officials.  Companies had more trucks than they needed and lost money as excess  trucks sat idle. For example, one trucking company reported in its financial  statement to shareholders that such excess capacity cost the company  $16.3 million in revenues—29 percent—in the first quarter of 2003. Despite  effects such as these, some trucking officials told us that they would have  pre-bought even more trucks with the older engines had they been  available. These officials noted that while larger companies may have been  able to weather these operational disruptions, smaller companies with  narrower profit margins might have found it more difficult.", "Our analysis of data on the production of trucks with the new engines  suggests that pre-buying in response to the consent decrees was a widely  used strategy. As figure 2 shows, truck production began to increase from  January through September 2002, despite a generally decreasing trend  since April 2000.", "More specifically, from April through September 2002, manufacturers  produced about 93,000 Class 8 trucks.  Our analysis shows that this  production volume cannot be fully explained by changes in the economy’s  growth rate or diesel fuel prices, but this increase, and the subsequent  decrease, in production may be linked to the consent decrees. We  recognize that a number of factors other than the consent decrees are also  likely to have contributed to these trends. For example, trucking  companies’ business decisions are driven by factors that affect their  profitability, such as economic growth and activity, their expectations  about future profits, their current inventory of trucks, and fuel and  operating costs. In addition, other factors such as regulations, taxes, or  subsidies affect companies’ profitability and truck purchasing decisions.  After considering the information trucking companies provided us on their  responses to the decrees and controlling for economic growth and fuel  costs in our analysis, we estimate that 19,000 to 24,000 (20 percent to 26  percent) of the 93,000 Class 8 trucks produced during this period may have  been in response to the consent decrees. Subsequent to this increase, the  data also show that production sharply decreased after October 2002 until  recovering in 2003.", "Those companies that bought trucks with the new engines reported  experiencing few serious problems with them, although they generally  believe that it is too soon to be certain of the new trucks’ maintenance  costs. Some stated that preliminary indications may not be encouraging.  For example, one company reported that roughly one-half of its 140 new  heavy-duty engines experienced an engine valve failure prior to 50,000  miles. In addition, these officials noted that roughly 20 percent of their  heavy-duty vehicles with the new engines are out of service at any given  time due to maintenance concerns, compared to 5 percent for the  remainder of their fleet. Several of these officials expressed a concern that  some companies may have difficulty absorbing increased costs from such  maintenance problems."], "subsections": []}, {"section_title": "Engine Manufacturers Experienced Temporary Fluctuations in Sales and Shifts in Market Shares as a Result of the Decrees", "paragraphs": ["Initially, trucking companies’ increasing demand to pre-buy trucks with  older engines in the 6 months before the October 2002 deadline increased  the major diesel engine manufacturers' production and sales. In particular,  demand was so great, according to some engine manufacturers, they could  not keep up with it, despite hiring hundreds of temporary employees and  running production lines 24 hours a day, 7 days a week. According to all  five of the engine manufacturers we contacted, the pre-buy could have  been much larger, but the engine manufacturing industry did not have the  capacity to fill the demand. However, once the October 2002 deadline  passed, demand for these engines fell dramatically. These dramatic swings  in demand had a net adverse impact on engine manufacturers, at least for  the short-term, according to those manufacturers we contacted. For  example, at least one engine manufacturer laid off all of the temporary  employees it had recently hired to meet the rising demand before October,  as well as some more established workers. Another manufacturer said that  such instability also hindered its ability to make business decisions, acquire  capital, and meet customers’ demands. However, figure 2 shows that truck  sales generally increased again starting in 2003.", "In addition to these general trends, many of the manufacturers of the new,  cleaner engines told us that they lost customers to those companies that  continued to produce engines that did not meet the new emissions  standards. In 1998, the seven manufacturers subject to the consent decrees  dominated the U.S. heavy-duty diesel engine market, accounting for about  90 percent of engine sales. In response to the decrees, four of the seven  engine manufacturers began to produce cleaner engines. Another of the  seven manufacturers, Renault, decided to leave the U.S. heavy-duty diesel  truck market in 2002, according to company officials. Furthermore,  according to EPA, Navistar International chose to take other actions to  compensate for its excess emissions rather than meet the new emissions  standards early, as permitted under its consent decree. Caterpillar, until  November 2003, continued to sell heavy-duty engines that did not fully  comply with the new nitrogen oxide standards, but paid a nonconformance  penalty for each engine sold. Therefore, by mid-2003, the U.S. heavy-duty  diesel engine market was dominated by (1) the four manufacturers subject  to the decrees that were selling engines that met the new emissions  standards—Cummins, Detroit Diesel, Mack Trucks, and Volvo; (2) two  manufacturers subject to the decrees that were selling engines that did not  meet the standards—Navistar International and Caterpillar; and (3)  Mercedes, that entered the U.S. market in 1999 but that did not have to  meet the standards until 2004.", "In 1998, the year in which EPA and the engine manufacturers entered into  the consent decree settlements, the four manufacturers selling engines that  met the new standards had a combined share of the U.S. Class 8 truck  market of about 73 percent, while the two manufacturers that were not  selling such engines had roughly a 27 percent market share. Since then, the  market shares of the two groups of engine manufacturers have moved in  almost directly opposite directions (see fig. 3).", "By September 2003, the market share of the four manufacturers selling  cleaner engines had shrunk to 50 percent and the share of the two  companies—plus Mercedes—that continued to sell engines that did not  meet the new standards increased to 50 percent.", "While factors other than the consent decrees contributed to this shift in  market shares over the years, according to many engine manufacturer and  trucking company officials we contacted, the manufacturers that sold  trucks with the cleaner engines also lost business because, as previously  noted, these engines had inherent disadvantages relative to the existing  engines that made them difficult to sell. Consequently, manufacturers that  continued to market trucks with the older engines captured business from  those companies selling trucks with the new engines. For example,  Caterpillar’s share of the Class 8 truck market climbed from 24 percent in  1998 to 35 percent in 2003, while Detroit Diesel’s share dropped from 27  percent to 15 percent during the same period. Similarly, Mercedes’ market  share rose from zero in 1998 to 10 percent in 2003, while Cummins’ share  fell from 31 percent to 21 percent.", "We were unable to verify all of the claims made by trucking companies and  engine manufacturers regarding financial impacts and truck purchase  decisions resulting from the consent decrees because much of this  information is confidential. To a limited extent, we were able to use  financial statements some of these companies submitted to the Securities  and Exchange Commission to verify some impacts for some companies. In  addition, we conducted econometric analysis to shed light on the possible  magnitude of the pre-buy."], "subsections": []}, {"section_title": "The Consent Decrees Accelerated Emissions Reductions but Not to the Full Extent That EPA Had Estimated", "paragraphs": ["Although EPA was not required to conduct a cost-benefit analysis of the  provisions of the consent decrees, it did a rough estimate of the potential  emissions reductions that could be achieved. At the time it made the  estimate, EPA used truck production data from 1998, the most recent  available at the time, to estimate that over the 15-month pull-ahead  period—from October 2002 to January 2004—some 233,000 more trucks  with cleaner engines would be on the road than without the pull-ahead.  EPA multiplied this number by the amount of emissions reductions a single  cleaner engine could achieve to estimate that the total emissions  reductions expected by accelerating the schedule was roughly 1 million  tons of nitrogen oxide emissions.", "As previously discussed, because trucking companies postponed  purchases, bought new trucks with the old engine technology, or bought  used trucks rather than the cleaner engines, initially fewer trucks with  cleaner engines will be on the road than EPA had estimated. Therefore, the  consent decrees are not going to produce the total 1 million reduction, at  least not during the time frames EPA predicted. For example, Class 8 truck  production data through October 2003, or 13 of the 15 months of the pull  ahead, show that about 148,000 fully or partially compliant heavy-heavy- duty diesel engines are on the road, compared to EPA’s estimate of 233,000  such compliant engines for the entire 15-month time frame. However, some  factors came into play that EPA did not anticipate. For example, EPA did  not expect Mercedes to enter the U.S. diesel truck market and claim about  a 10 percent share, increasing the number of older-technology engines sold.  Furthermore, EPA did not expect Caterpillar, with the largest engine sales  when EPA developed its emissions estimates, to produce engines that,  although cleaner than previous models, did not fully meet the new  standards. Finally, the overall rate of engine production during the 15- month period covered by EPA’s emissions estimates is going to be relatively  lower than the rate in 1998, the year on which EPA based its estimates.  Therefore, not as many cleaner engines were produced as EPA predicted.", "EPA also estimated that a second provision of the consent decrees—a  requirement that computers on older engines be adjusted to better control  emissions when these engines undergo regularly scheduled rebuilding— would reduce nitrogen oxide emissions by about 3 million tons over the life  of the engines. Under these “low-nitrogen oxide rebuild” provisions of the  decrees, when operators brought their trucks in to have their engines  rebuilt, engine manufacturers were required to supply kits to adjust  computer controls to lower excess emissions. This adjustment is called  “reflashing.” While reflashing can be performed without rebuilding the  engine, EPA saw this as a convenient time for performing both operations  at once. EPA estimated that this provision of the decrees would eventually  apply to roughly 856,000 trucks. In addition, a number of engine  manufacturing companies initiated incentive programs to encourage truck  companies to voluntarily bring their trucks in to have them reflashed.  Under the voluntary program, these trucks would be reflashed earlier than  if they waited until the engines needed to be rebuilt under EPA's program,  thereby reducing emissions sooner.", "As of September 2003, almost 60,000 trucks had been reflashed under the  consent decrees' mandatory program and another 43,000 under the  voluntary incentive programs, about 12 percent of EPA’s projected total.  Fewer engines were rebuilt than EPA expected because trucking  companies are running their engines longer than in previous years before  rebuilding or replacing them. As a result, only a small portion of the  emissions reductions predicted by EPA from reflashing may be achieved,  depending on how many additional engines are adjusted and the rate at  which this occurs. Estimating how many of the remaining 740,000 or more  trucks will be reflashed under the consent decree provisions is difficult and  must take into account the age and likely future mileage of the trucks.  Many of these trucks no longer have enough useful life remaining to make  rebuilding their engines cost-effective. Nevertheless, the California Air  Resources Board and environmental departments in several other states  are considering making reflashing of heavy-duty diesel engines compulsory,  to try to reduce diesel emissions as much as possible."], "subsections": []}]}, {"section_title": "Remaining Technology Challenges Must Be Resolved to Meet the 2007 Standards, and Stakeholders’ Opinions Differ as to Whether They Will Be Addressed in Time", "paragraphs": ["A number of engine technology and fuel supply and distribution issues  must still be resolved to implement the 2007 standards. Most stakeholders  who have made significant investments in developing the engine and fuel  technology to meet the standards maintained that the issues can be  resolved in time. Engine manufacturers we contacted expect to have new  engines ready for 2007 and to be able to meet the trucking companies’ time  frames for delivering trucks with prototype engines for testing. However,  representatives of the fuel industry recognize that there is still work to do  to resolve issues about whether (1) low-sulfur fuel will be available in  sufficient volumes nationwide and (2) fuel distributors can keep from  contaminating it with higher sulfur fuel that damages the emissions control  equipment. However, they believe that there is sufficient time to resolve  these issues and do not want the 2007 standards delayed. Furthermore, the  environmental and health groups we contacted are encouraged by  industries’ progress in developing the technologies needed to implement  the standards. Given these lingering technology questions, the uncertainty  about having sufficient time to test new engines, and the negative  economic impact they experienced under the consent decrees,  representatives of some of the trucking companies we contacted remain  concerned that the new standards can be implemented smoothly. Because  the technology to meet the 2007 standard is more advanced than prior  upgrades, some trucking companies are concerned that the new engines  will cost more and decrease fuel efficiency more than EPA has predicted.  Consequently, according to representatives of nine of the ten trucking  companies we contacted, companies will likely once again pre-buy trucks,  potentially disrupting markets and postponing needed emissions  reductions."], "subsections": [{"section_title": "Engine Manufacturers Believe They Can Resolve Challenges and Produce an Engine in Time for 2007", "paragraphs": ["Representatives of all five engine manufacturers we contacted, as well as  the association of emissions control technology manufacturers, noted that  control technologies for nitrogen oxide emissions—one of the pollutants  addressed by the 2007 standards—have continued to advance. For 2007,  manufacturers have evaluated five different engine technology options to  control nitrogen oxide emissions—nitrogen oxide adsorbers, selective  catalytic reduction, advanced exhaust gas recirculation, a lean nitrogen  oxide catalyst, and advanced combustion emissions reduction technology  (ACERT—a system developed by Caterpillar for its own engines).  Generally, exhaust gas recirculation and ACERT limit the formation of  nitrogen oxides, while the catalyst-based approaches promote nitrogen  oxides reduction into nitrogen and oxygen. In December 2003, three of the  five engine manufacturers we contacted announced the technologies they  plan to use to meet the 2007 emission standards:  Caterpillar chose its  ACERT technology and Cummins and Volvo selected exhaust gas  recirculation. In addition, in January 2004, while not specifically saying that  it would use exhaust gas recirculation technology, International announced  that it plans to meet the 2007 requirements without using either nitrogen  oxide adsorbers or selective catalytic reduction. The company currently  uses exhaust gas recycling technology in many of its existing engines. The  remaining engine manufacturer is considering selective catalytic reduction.", "Caterpillar, Cummins, International, and Volvo chose their respective  approaches because each company is already using a basic form of the  technology it selected to meet the 2004 standards and believes it can be  modified to meet the 2007 standards as well. Several engine manufacturers,  however, believe that they may not be able to advance the exhaust gas  recirculation technology far enough to comply with the 2010 requirements,  so, in planning ahead, they are pursuing this as well as other options. The  firm that is considering selective catalytic reduction noted that this  technology could meet both the 2007 and 2010 requirements. It has been in  use in the United States for several years to control nitrogen oxide  emissions from stationary sources, such as power plants or industrial  facilities. It has also been used in European demonstration fleets to control  pollution in diesel truck emissions. While the engine manufacturer that is  considering selective catalytic reduction believes that remaining  technological issues are relatively minor and should be resolved by 2007, it  is less clear that several implementation issues will be resolved by that  time. For example, selective catalytic reduction requires a continuing  supply of a chemical compound—such as urea—to function properly.  However, some engine manufacturers and other stakeholders, as well as  EPA, are concerned because urea is not widely available and the industry  would have to build its own distribution infrastructure, such as separate  tanks at refueling stations. There are concerns that this may not be possible  by 2007, that truck operators will not have sufficient supplies of the  chemical when and where they need it, or that the operators will  accidentally or intentionally fail to keep the urea tank on their trucks filled,  thereby defeating the emissions control equipment. According to EPA  officials, the engine manufacturer considering selective catalytic reduction  is expected to submit a plan for a urea infrastructure in early 2004. EPA will  evaluate the plan at that time.", "As for nitrogen oxide adsorbers, EPA has helped to support and develop  this technology and believes it remains a viable option for 2007, although  none of the manufacturers has chosen this technology for the earlier  deadline. In June 2002, the agency issued a report on, among other things,  the progress being made to develop this technology. EPA concluded that,  given the rapid progress and the relatively long lead-time before it would be  used, adsorbers could be available to meet the 2007 standards. In October  2002, the Clean Diesel Independent Review Panel EPA convened to assess  technology development progress reached a similar conclusion, stating  that although technological challenges remain, none are insurmountable.  The panel further noted that engine, vehicle, and emission control  manufacturers were making large investments to ensure the successful  development and implementation of the adsorber technology for the 2007  standards. In contrast, the engine manufacturers we contacted generally  concurred that adsorbers might be a viable option for meeting the next  phase of nitrogen oxide reductions in 2010, but they think the technology  faces too many significant technical barriers to be a viable option for 2007.", "Engine manufacturers believe they will have nitrogen oxide control  technology ready for 2007 model year heavy-duty trucks and that they can  make prototype trucks available to trucking companies for testing by mid-  to late-2005.", "We were unable to independently verify the claims of the engine  manufacturers about the progress being made in developing engines and  emissions control equipment and when these technologies are likely to be  available. This is primarily because companies were concerned about not  making information about their unique engine designs and progress readily  available so that they can remain competitive."], "subsections": []}, {"section_title": "Representatives of the Fuel Industry Have Concerns about Adequate Fuel Supplies and Distribution, but Believe They Have Time to Resolve the Concerns and Do Not Want the 2007 Deadline Delayed", "paragraphs": ["The representatives of the diesel fuel industry we contacted—including  officials of nine organizations collectively representing refiners, pipeline  operators, terminal operators, and retail marketers—still have a number of  concerns about implementing the new emissions standards on schedule.  But, they believe they can resolve these issues before 2007. Regardless of  their concerns, the representatives agreed that EPA should make no  changes to the 2007 rule’s implementation dates and low-sulfur diesel fuel  requirements because changing or delaying the rule would negatively affect  the plans and investments already being made. Rather, these  representatives believe the certainty the 2007 deadline provides, such as  knowing what is required, is key to successfully implementing the  standards in a timely and cost-effective manner.", "The representatives of the fuel industry organizations we contacted said  that most of their members' efforts to meet the low-sulfur diesel fuel  requirements are still in the planning phase. While the industry has the  technical ability to produce fuel to meet the requirements—low-sulfur fuel  is already being produced in limited quantities today—the fuel industry  remains concerned about supply and distribution issues that could directly  hinder implementing the requirements (see table 3).", "As table 3 shows, the fuel industry’s primary concerns include the high  probability that low-sulfur fuel supplies will be contaminated before they  reach the market or retail level and the potential for shortages of the low- sulfur fuel. The concern over possible contamination of the fuel arises from  the limited experience with these products. If such fuel is contaminated, it  will damage emissions controls. Although the 2007 rule requires fuel  refiners to produce diesel fuel containing no more than 15 parts per million  of sulfur, delivering such fuel to the end user may require refiners to  produce fuel with an even lower sulfur content. Sulfur from other fuel  products may unintentionally be added to low-sulfur supplies through  contamination in the distribution system. For example, a pipeline carries  many different fuel types, grades, and compositions to accommodate  product demands that vary both regionally and seasonally. As a result,  there is always a certain amount of intermixing between the first product  and the second at the point in the pipeline where the two meet. If these  products have different sulfur contents, the mixture where the two fuels  meet may contain much more sulfur than the lower graded of the two  products. Furthermore, products containing large amounts of sulfur may  leave residual amounts in the system that could become blended into other  products, raising their sulfur content. Therefore, according to fuel industry  representatives, fuel leaving the refinery must have a much lower sulfur  content than 15 parts per million to allow for an increase through  contamination.", "Because the extent of the contamination cannot be precisely predicted in  advance, the exact sulfur level of the fuel that refineries would have to  produce is uncertain. Pipeline operators expect that refiners will have to  provide diesel fuel with sulfur levels as low as 7 parts per million in order  to compensate for possible contamination from higher sulfur products in  the system. However, even at these lower levels, the nine fuel industry  representatives said that the likelihood of contamination during the  delivery of the fuel through the distribution system is extremely high. Even  if the low-sulfur fuel that pipeline operators receive meets their  specifications, pipeline operators are unsure how they will sequence the  new fuel with other products in the pipeline to prevent its contamination.   Once contamination occurs, the product could no longer be sold or used as  low-sulfur highway fuel, thereby leaving less of the low-sulfur fuel available  for sale. Fuel distributors also said that the potential for contamination  increases when a fuel additive such as kerosene is blended with diesel fuel.  Kerosene is commonly added to highway diesel fuel in the northern United  States to prevent fuel from thickening in the cold weather. Although the  2007 rule requires that additives must meet the same low-sulfur standard,  refiners are not currently producing low-sulfur kerosene.", "Fuel industry representatives also are concerned about the adequacy of  testing to detect and avoid widespread contamination of low-sulfur fuel  supplies. According to these officials, testing is crucial in determining  whether the low-sulfur fuel is meeting the standards at every point in the  distribution system. Product testing is performed to control contamination  and to define “cut points,” locations in a stream of products through a  pipeline where one type of product, such as high sulfur diesel, ends and  another product, such as low sulfur diesel, begins. Early detection of  contamination gives pipeline and terminal operators flexibility in  correcting problems before large portions of a product batch become  ruined. However, eight of the fuel industry representatives we contacted  expressed concern that a reliable and accurate test or testing device for  measuring sulfur content is currently not available.", "Because of these contamination issues, nine fuel industry representatives  expressed concern about whether there would be an adequate supply of  the low-sulfur fuel nationwide during the phase-in period from 2007 to  2010. For example, because adding separate storage tanks for low-sulfur  fuel to prevent contamination would be expensive, terminal operators and  retail marketers said they may be less likely to make the investment to  carry this fuel. Furthermore, according to fuel industry representatives,  trucking companies that deliver low-sulfur fuel may need to dedicate  trucks exclusively for this purpose to ensure product integrity during  delivery. This may lead to fuel shortages, which could be especially severe  in the northern United States where fuel distribution is generally limited to  delivery by truck.", "In contrast to several of the fuel industry’s concerns, an EPA report  summarizing data on refiners' plans to produce low-sulfur diesel fuel  before 2010 stated that (1) the fuel industry is on target for complying with  the low-sulfur fuel standard and (2) low-sulfur diesel fuel production will  be sufficient to meet demand and the fuel will be available nationwide.   Although EPA acknowledges in its report that the information is  preliminary, the agency believes that it provided the clearest snapshot of  the highway diesel fuel market available at the time. According to EPA, the  agency will update this report in 2004 and 2005 based on the most current  data from the refiners.", "Despite their differing views on the progress towards meeting the 2007  rule's requirements, fuel industry representatives agree there is still  sufficient time to resolve their concerns. One of the representatives stated  that, even without knowing how much the fuel is likely to be degraded  through contamination, refineries are designing their plans and getting  their budgets approved to make the needed modifications to their facilities."], "subsections": []}, {"section_title": "Environmental and Health Groups Have No Major Concerns about Implementing the Standards on Time and Want to Avoid Delays in Achieving Emissions Reductions", "paragraphs": ["The representatives of the five environmental and health groups we  contacted are generally encouraged by industries’ progress in developing  the technologies needed to implement the 2007 rule. While all five groups  commented on the 2007 rule when it was proposed in 2000, three of the  groups’ representatives also were members of EPA’s Clean Diesel  Independent Review Panel and assessed the industry’s progress in  developing the needed technologies. In its 2002 report, the panel concluded  that significant progress had been made and, although some challenges  may remain, none were considered to be insurmountable. The fourth  group’s representatives have been involved in a number of pilot projects  with states, local governments, and the private sector involving the use of  innovative emissions control technologies. Those experiences, in  conjunction with their involvement in commenting on the proposed 2007  rule, have led the group to believe that the technology is viable. Finally,  based on information gathered from emissions control equipment  manufacturers, the fifth group’s representative believes that the technology  is progressing well.", "All of the representatives said that they are highly supportive of the 2007  standards. Although two of the five groups initially wanted the standards to  be implemented fully in 2007 rather than phasing them in through 2010,  none of the groups wanted any changes made to the rule now. In fact, the  only concern the representatives we contacted expressed was that there  would be a delay in the rule’s implementation, resulting in a reduction of  the anticipated environmental and health benefits.  For example, the  representative of the State and Territorial Air Pollution Program  Administrators/Association of Local Air Pollution Control Officials stated  that the diesel emissions reductions expected from timely implementation  of the 2007 standards are critical to state and local air pollution control  agencies’ efforts to meet air quality standards. According to this  representative, achieving these emissions reductions is especially  important for states and localities with areas that already have air quality  problems. Many of these areas are relying on the 2007 standards to achieve  their expected emissions reductions on time."], "subsections": []}, {"section_title": "Trucking Companies Are Concerned about the New Engines’ High Costs and Insufficient Time for Testing and May Pre-Buy Trucks with Old Engines before 2007, Disrupting Markets and Postponing Air Quality Benefits", "paragraphs": ["Trucking officials we contacted expect that the costs of purchasing and  operating trucks meeting the 2007 standards will be significantly higher  than comparable earlier models, despite EPA’s estimates to the contrary.  These officials said they do not consider EPA’s analysis credible, primarily  because they believe the agency previously had seriously underestimated  the industry’s costs to comply with the consent decrees. For example,  EPA’s regulatory impact analysis for the 2004 emissions standards  concluded that the industrywide cost to reduce nitrogen oxides would be  about $224 per ton. Subsequently, in 2000, EPA estimated that to comply  with the pull-ahead provisions of the consent decrees, these costs could  increase to $272 per ton. However, an industry analysis stated that the  actual cost could range between $8,000 and $13,000 per ton. EPA officials,  in commenting on the cost variance of its estimates pointed out that the  estimates it developed for the 2004 standards and its estimates of engine  costs to meet the accelerated deadline for development are not  comparable. Accelerating the schedule would generate additional costs  that would not have been components of the 2004 estimate. For example,  EPA officials noted that when the agency derived its estimates of costs to  comply with the 2004 nitrogen oxide standards, it did not know that heavy- duty engine manufacturers had installed defeat devices on existing engines.  Thus the actual cost to comply with 2004 standards will include the cost to  “catch up” with the previous standard. We did not assess the accuracy of  EPA’s cost estimates. Nevertheless, the difference in EPA’s estimates has  raised concerns among trucking company officials about the accuracy of  EPA’s 2001 estimate of engine costs to comply with the 2007 standards.", "One reason many industry officials that we contacted expect the  compliance costs of the 2007 standards to be higher than EPA’s prediction  is because the new trucks will incorporate significant technological  advancements over current equipment to control nitrogen oxide emissions.  Many of these officials believe this technology will add thousands of dollars  to the purchase price of new trucks rather than the long-term $3,200  estimated by EPA. In addition, these officials are concerned that the 2007  trucks will experience another 3 to 5 percent loss in fuel economy—added  to the 3 to 5 percent loss resulting from the consent decrees—that could  increase their companies’ fuel costs by millions of dollars per year. Even  minor increases in business costs can have adverse effects in the trucking  industry, according to trucking industry officials we contacted, because  these companies’ profit margins are very narrow—sometimes only 2 cents  per dollar earned. The officials claim that the highly competitive nature of  the trucking business precludes companies from passing such significant  cost increases to their customers. For example, the two trucking  companies we contacted that bought only trucks with the new engines  prior to October 2002—and in so doing incurred millions of dollars in  additional expenses, according to company representatives—said they had  to compete against companies that pre-bought trucks with the older  engines and avoided the additional expenses. These two companies felt  they could not increase the fees they charged without risking the loss of  customers to their competitors. According to officials of these two  companies, even large, profitable companies can afford to absorb these  losses for only a short time, and small- and mid-sized companies are likely  to have also experienced difficulties. None of the engine manufacturers  could estimate with precision the amount that acquisition or operating  costs are likely to increase. However, all of the engine manufacturers we  contacted agreed that the engines and emissions control equipment for  2007 trucks will be more expensive to buy and to operate than comparable  previous models.", "By February 2004, four of the five engine manufacturers had announced the  technologies they planned to pursue for 2007 and all five had stated their  plans to have limited numbers of prototype engines available for road  testing by mid- to late-2005. However, some trucking companies still had  doubts as to whether engine manufacturers would actually deliver  prototypes for road testing in the promised timeframes. For example, one  trucking company told us that the original timetable, which would allow  engine manufacturers to stay on schedule to deliver prototypes no later  than mid-2005, was for the manufacturers to select their technologies  during the summer of 2003. The 6-month delay added to his concern about  the availability of prototypes to enable valid field evaluations by mid-2005.  According to 7 of the 10 trucking firms we contacted, they need 18 to 24  months to put a sufficient number of miles on heavy-duty trucks—under a  variety of driving conditions through all four seasons of the year—to fully  evaluate the vehicles’ operating costs, performance, reliability, and  durability. Officials at all ten trucking companies said that they were  reluctant to take the risks associated with the new technologies unless they  have enough time to fully assess the new trucks. For example, officials at  one company noted that it has only 12 maintenance facilities nationwide  and when a truck breaks down on the highway, it is very expensive to  repair. Consequently, these officials are not willing to take a chance on  equipment that has not been adequately tested.", "Without adequate testing time, the trucking company officials we contacted  believe that they and other trucking companies will likely pre-buy trucks  with older engines before 2007, with more companies purchasing more  trucks than they did before the consent decrees’ October 2002 deadline.  Even officials from one of the trucking companies that bought only trucks  with new engines in 2002 said that they would consider pre-buying if the  new equipment is not fully tested. According to most of the trucking  industry officials we contacted, the adverse impacts of a pre-buy on  trucking companies and engine manufacturers could be worse in 2007 than  in 2002. Many of the trucking companies we contacted agreed that the  industry needs to have the cost, reliability, and other uncertainties  associated with the 2007 trucks resolved in order to achieve greater  stability within the industry.", "In late February 2004, we again contacted all ten trucking companies to  determine the extent to which the engine manufacturers’ announcements  that test vehicles would likely be available in 2005 may have eased their  concerns regarding the introduction of new engine and emissions control  technologies in 2007. Of the five companies that responded to our inquiries,  one stated unequivocally that the engine manufacturers’ announcements  had not at all reduced its concerns.  Representatives of the remaining four  companies stated that their levels of concern had been somewhat reduced  by the announcements, but they continue to be concerned about a number  of unresolved issues. For example, despite engine manufacturers’  assurances, companies continue to be concerned about the durability of  the new engines as well as the cost of purchasing and operating them. In  addition, representatives of some of these companies questioned whether  the availability of a relatively small number of test vehicles in a limited  number of fleets could provide sufficient information to allay the concerns  of the trucking industry as a whole. Finally, some trucking companies  highlighted lingering concerns regarding potential shortages and higher  costs of low-sulfur diesel fuel."], "subsections": []}]}, {"section_title": "Some Stakeholders Commended EPA’s Efforts to Ensure Technology Is Ready by 2007, but Others Would Like the Agency to Provide More Certainty", "paragraphs": ["EPA has taken a number of steps to help with and monitor the engine and  fuel technology development. For example, EPA staff continue to meet  with representatives of the key industries, issue reports on technology  progress, and conduct stakeholder workshops. Representatives of some of  the engine manufacturers, the emissions control technology manufacturers  association, the fuel industry, and the environmental and health groups we  contacted commended EPA's efforts for helping to advance the needed  technologies. However, some of the engine manufacturers and the trucking  companies we contacted would like more help and reassurance that the  technology will be ready when needed, including economic incentives to  manufacturers to produce engines on time and trucking companies to buy  them as scheduled. Furthermore, some trucking representatives believe  that EPA has not included them in, or listened to their concerns about,  implementation of the standards. EPA program managers maintain that the  agency has given the industries more lead-time than required to produce  the technology and provided extensive assistance and monitoring. They  stated that the agency could take a number of additional actions if the  standards cannot be implemented on time, such as granting individual  companies temporary relief from the standards or postponing active  enforcement. But EPA sees no evidence that timely implementation of the  standards is not achievable."], "subsections": [{"section_title": "EPA Has Undertaken a Number of Efforts to Monitor and Facilitate the Standards’ Timely Implementation", "paragraphs": ["According to EPA, the agency is not required to ensure that the engine and  emissions control technologies or low-sulfur fuel supplies will be available  on time or that the industries comply in a timely manner. However, the  Clean Air Act requires that EPA establish standards taking into  consideration the availability and costs of technology, lead-time, and other  factors. In responding to the act’s requirements, EPA concluded that all of  the evidence indicates that industries can and will implement the engine  and fuel requirements of the 2007 rule successfully and in a timely manner.  According to EPA, the technologies for meeting the standards are well  known and some are already in use. For example, refineries are now using  technology to reduce sulfur in diesel fuel and engine manufacturers are  installing filters that reduce fine particle emissions from engines. In  addition, the technologies for meeting the nitrogen oxide standard in the  2007 rule are being developed at a rate faster than anticipated, according to  EPA, and the remaining engineering issues are being addressed.", "EPA’s confidence is based, in part, on provisions that the agency built into  the 2007 rule to ease compliance. For example, in developing the rule, EPA  gave the industries 6 to 10 years to plan, develop, and produce fuel and  engines that meet the requirements. By comparison, the Clean Air Act only  requires EPA to allow no less than 4 years of lead-time for regulated entities  to develop any new technologies required to comply with a rule. EPA also  included hardship and other provisions to address problems that certain  small businesses may have in complying with the rule.", "In addition to specific rule provisions, EPA continues to take steps to  monitor the development of needed technologies and fuel supplies and to  ensure that the standards will be successfully implemented. These efforts  include:    Technology Progress Review Meetings - According to EPA, agency  representatives have continuously met with diesel engine  manufacturers, emissions control equipment producers, oil refiners,  refinery technology companies, and fuel distributors; visited technical  research centers; and met with leading engineers and scientists from  more than 30 companies for briefings on the progress being made to  comply with the 2007 standards.", "Progress Review Reports - In the preamble to the 2007 rule, EPA  committed to issuing a progress report every 2 years on the status of  nitrogen oxide adsorber technology, the emissions control technology,  which the agency believes to be the most promising for meeting the  standards. The first report, issued in June 2002, concluded that the  engine manufacturers and the emissions control equipment industry’s  efforts to develop this technology were progressing rapidly and on  schedule. The report also included an update on the status of filters to  control particulates and the refining industry’s progress towards  meeting the low sulfur diesel fuel requirements for 2006. The report did  not include supporting technical evidence from each company to  validate EPA’s conclusions. EPA plans to release its second engine  progress review report in early 2004.", "Refiners Pre-Compliance Reports - The 2007 rule requires fuel refiners  and importers to submit annual reports from 2003 through 2005, which  must contain information on, among other things: (1) an estimate of the  volumes of low-sulfur and higher-sulfur diesel fuel that each refinery  plans to produce or import; and (2) engineering plans, the status of  efforts to obtain any necessary permits and financial commitments for  making the necessary refinery modifications to produce low-sulfur fuel,  and construction progress. EPA summarized these data and issued its  first annual report in October 2003, stating that the industry is on target  for complying with the low-sulfur fuel requirements on time, fuel  production will be sufficient to meet demand, and low-sulfur fuel will be  widely available nationwide. EPA plans to issue additional  precompliance reports in 2004 and 2005.", "Implementation Workshops - EPA has held public workshops on the  2007 standards and plans to hold additional ones in the future as  appropriate. In November 2002, EPA sponsored a clean diesel fuel  implementation workshop, which focused on issues such as record  keeping and reporting requirements for the fuel industry and diesel fuel  refining, distribution, storage, and marketing challenges. In addition, in  August 2003, EPA, the trucking industry, and engine manufacturers co- sponsored another implementation workshop to facilitate the exchange  of information among EPA, engine manufacturers, and other parties  including truck manufacturers and truck operators, and to give EPA a  forum to provide additional guidance on implementation issues.", "Clean Diesel Independent Review Panel - As previously discussed, at  EPA’s request, the Clean Air Act Advisory Committee’s Clean Diesel  Independent Review Panel—an expert panel composed of  representatives of engine and emissions control equipment  manufacturers, trucking companies, fuel refiners and distributors, and  environmental and health organizations—independently assessed  industries' progress towards complying with the 2007 rule. In its  October 2002 final report, the panel found that both the engine and fuel  industries were developing the technologies needed to comply with the  2007 standards at an appropriate rate, but that these industries needed  to address a number of technical issues for implementation to be  successful. The panel agreed that none of these issues was  insurmountable and that, for a number of these issues, EPA’s planned  implementation workshops were an appropriate means to move  forward.", "Guidance Documents - In November 2002, EPA issued guidance on  engine manufacturers’ testing procedures to determine whether their  engines comply with the new standards, and the agency also issued a  draft document responding to questions raised by the fuel refining and  distribution industries during the workshop held earlier that month.  EPA plans to issue additional guidance on implementing the 2007  standards, if needed.", "Other Technology-Related Activities - According to EPA, the agency has  taken an active role in a number of areas regarding technology  development and information-sharing with the diesel engine industry  and other stakeholders, including:  an on-going testing program at EPA’s National Vehicle and Fuel  Emissions Laboratory in Ann Arbor, Michigan, in which EPA has  evaluated the status of engine and emissions control technology,  including particulate filters and nitrogen oxide adsorber catalyst  technologies. EPA believes that this program helps to inform the  agency of the current state of these technologies and allows EPA to  make general information on technology progress publicly available.   two government/industry technology demonstration programs  sponsored by the Department of Energy:  the Diesel Emission  Control-Sulfur Effects Project, completed in 2001, which primarily  focused on the impacts of diesel fuel sulfur on emission control  technologies; and the Advanced Petroleum-Based Fuels-Diesel  Emissions Control Project, which focuses on developing and  demonstrating engine and emissions control systems that can comply  with the 2007 standards.   a number of industry-sponsored task groups, including (1) the Diesel  Engine Oil Advisory Panel, made up of the American Petroleum  Institute, the American Chemistry Council, the American Society for  Testing and Materials (ASTM), and a number of individual oil, engine,  and additive companies, which is developing voluntary standards for  engine oil formulations for the 2007 engines; and (2) the Diesel Fuel  Lubricity Task Force, sponsored by ASTM, which is working to  develop fuel test methods and specifications. EPA participates in  these groups to provide input on technical issues and clarification on  the 2007 rule, and to track the industry’s progress.", "Other Outreach Activities - EPA has participated in numerous  conferences and meetings sponsored by a wide range of stakeholders at  which agency officials have made presentations discussing the 2007  rule. EPA believes that these conferences are useful (1) for stakeholders  to get the latest information on the status of the 2007 rule  implementation and (2) for EPA to answer questions about the rule and  hear first-hand input from the regulated industry and other  stakeholders.", "Based on all of these activities, EPA maintains that industries will  successfully implement the requirements of the 2007 rule on time and that,  beyond the agency’s planned workshops and other monitoring and  outreach activities, it needs to take no additional actions to ensure timely  compliance."], "subsections": []}, {"section_title": "Some Stakeholders Believe EPA Has Done Enough to Promote the Technology, While Others Would Like More Help and Outreach", "paragraphs": ["In general, a number of stakeholders we contacted—the association of  emissions control equipment manufacturers, a number of the fuel industry  representatives, the environmental and public health groups, and two of  the engine manufacturers—either commended EPA for its efforts to ensure  the needed technology is ready on time, or believe the agency is already  doing enough to provide such assurances. Two of the remaining engine  manufacturers and some fuel industry representatives, as well as all of the  trucking companies, would like more help in developing the technology or  proof that it is on track.", "The association of emissions control equipment manufacturers praised  EPA for its efforts to assist in the development of the needed technology. In  addition, many of the fuel industry representatives we contacted  commended EPA’s efforts to reach out to them and actively involve them in  preparing for the implementation of the 2007 standards. In particular, the  representatives found EPA’s implementation workshops and its draft  question-and-answer document to be the most helpful.", "Representatives of the five environmental and public health groups  commended EPA’s efforts to implement the 2007 standards and to include  them and other stakeholders in the implementation process. Specifically,  the groups said that EPA’s outreach efforts were comprehensive and  inclusive. Not only did EPA solicit comments from as many stakeholders as  possible during the rulemaking process, but it also has continued to  encourage discussions between the stakeholders at its implementation  workshops. Generally, the groups agreed that EPA does not need to go  beyond its current and planned activities to ensure timely implementation  of the standards.", "As for the five engine manufacturers, representatives from one found EPA’s  efforts to be particularly supportive and representatives from two others  said the efforts were “somewhat” effective in easing development of the  needed technologies. Officials from one of these manufacturers said that  EPA has been responsive to the manufacturers’ questions, all of which  should help them meet the 2007 standards. Representatives from another  manufacturer stated that EPA has been diligent in monitoring the progress  of engine development, visiting suppliers as well as the engine makers’  facilities, which has helped speed the development of the engines. The  agency’s work in its Ann Arbor, Michigan, research laboratory has also  helped in this regard. In contrast, officials from a fourth company noted  that EPA had not been particularly responsive to the industry or its  concerns. (The remaining manufacturer’s representatives did not express  an opinion in this regard.)", "On the other hand, two engine manufacturers described workshops  sponsored by EPA that focused on complying with the 2007 rule as only  marginally effective. For example, one engine manufacturer’s officials  commented that the workshops appear to be \"staged” and convened only to  confirm the agency’s preconceived ideas, although EPA noted that  members of the trucking and engine manufacturing industries co- sponsored these workshops, and that would make it difficult for the agency  to preordain their outcomes. These companies’ officials further stated that  they did not need EPA’s help in developing new diesel technologies, but did  need the agency’s assistance in convincing customers to buy the trucks  with the 2007 engines, however. Four of the five manufacturers also  asserted that economic incentives for trucking companies could assist  them and facilitate the implementation of the 2007 rule. In general, officials  from both of these industry groups favored tax breaks or subsidies for  trucking companies to purchase the new technologies on time. According  to these officials, investing millions of dollars in developing or buying new,  relatively unproven equipment carries an inherent business risk and  provides companies with a powerful incentive to stay with older, familiar— and dirtier—equipment. EPA officials told us that the agency would have to  request authority from the Congress to provide industries with economic  incentives.", "As for other stakeholders, representatives of the terminal and marketing  segment of the distribution industry, in particular, were disappointed that  the Clean Diesel Independent Review Panel addressed only technology  issues and not distribution issues, such as contamination. Furthermore, all  of the trucking companies we contacted agreed that EPA could do more to  address the uncertainties facing their industry, and thereby help minimize  any pre-buy that might occur. In particular, while EPA actively involved  them in developing the 2007 rule, they believe that the agency has not  addressed their concerns in implementing the standards. For example,  according to ATA officials, EPA did not initially include representatives of  the trucking industry in the agency’s Clean Diesel Independent Review  Panel, and invited ATA to participate only after the organization  complained about being excluded. EPA acknowledged that, in retrospect,  they should have included trucking industry representatives on the panel  from the outset and responded by adding an ATA representative to the  panel. Furthermore, ATA officials told us that the panel’s review did not  include several important technical issues, such as consideration of  alternative emissions control technologies, and that panel members were  discouraged from raising such issues. Finally, the ATA officials said that  several panel members published reports dissenting with the panel’s main  conclusion that technology development was on schedule, but that EPA  has not made these reports generally available. As a result of these factors,  ATA officials said they do not have great confidence in the panel’s findings  and they remain largely unconvinced that trucking companies’ interests  have been well represented in EPA’s panel process. According to EPA  officials, however, panel membership was comprised overwhelmingly of  experts on engine and vehicle technology development.", "Some trucking companies are also skeptical of the effectiveness of EPA’s  other efforts to monitor and assist the development of technology for the  2007 rule. For example, several trucking company officials we contacted  believe EPA has already made important implementation decisions— largely without input from trucking companies—and the workshops’ main  function is merely to validate those decisions. Several trucking companies  and ATA officials expressed the belief that EPA’s overall approach to  implementing the 2007 rule is too inflexible. For example, the ATA officials  maintain that EPA’s analysis supporting the 2007 rule dramatically  understates trucking companies’ costs to comply with the rule and ignores  the possible severe effects of these costs on the companies. ATA  representatives have recommended that EPA update its analysis to take  into account better information that is now available. However, EPA  officials continue to believe that the regulatory impact analysis it prepared  in support of the rule is sufficient, and pointed out that the agency is not  required to, and does not routinely, update its analysis supporting such  rulemakings. They also maintain that engine manufacturers, not trucking  companies, are the entities being regulated under the 2007 rule. As a result,  following the rulemaking, most of the EPA’s direct dealings were with  engine makers, not trucking companies, according to these officials.  However, they said that, more recently, EPA has actively consulted trucking  companies. The trucking companies would like EPA to work more directly  and closely with them, hear and address their concerns, and provide more  reassurance that the technologies will be ready by 2007."], "subsections": []}, {"section_title": "EPA Could Take a Number of Actions If the Standards Cannot Be Implemented on Time", "paragraphs": ["According to EPA, the agency is not required to take action in the event  that the engine and emissions control technologies and low-sulfur fuel are  not available in time to implement the 2007 standards as scheduled.  However, according to EPA, if circumstances arise that would require  additional action, the agency will address them at that time.", "EPA believes that timely implementation of the 2007 standards is  achievable and to plan for failure to meet the deadline would undermine  the rule. EPA maintains that the collective efforts of the industries to  develop plans and technologies needed to meet the standards, combined  with the agency’s monitoring of their progress, is the proper course of  action at this time and is showing significant positive progress towards  timely and successful implementation. According to EPA, entities that are  being regulated have for decades developed technologies and implemented  requirements based on the certainty that the regulations would not be  changed in a way that would disrupt their planning and investment. With  this in mind, EPA maintains that it would not be prudent or good  government to change the regulations or delay their implementation.  According to EPA, the agency’s efforts to provide the industries significant  lead-time for developing the needed technologies, ensure that all  stakeholders are actively developing them, and monitor their progress are  the most prudent actions the agency can take.", "According to EPA, if it appears that industries cannot comply with the 2007  standards on time, the agency would not readily make substantive changes  to the rule—such as modifying the implementation dates or changing the  allowable emissions levels of the standards—because industries have  invested large amounts to comply with the standards in the specified  timeframe. Nevertheless, EPA officials point out that, if there was  convincing evidence that modifying some aspect of the requirements was  justified and necessary, the agency could take a number of actions:     EPA could revise the rule in response to a specific petition. Under the  Clean Air Act, any person can petition the EPA Administrator to  change a rule. The petition must demonstrate that it was impracticable  to raise the objection during the public comment period when the rule  was composed and that the objection is of central relevance to the  outcome of the rule. EPA believes that the appropriate mechanism for  substantively changing the 2007 requirements would be to undertake a  standard rulemaking process in response to a petition, in which the  agency would post a notice of rulemaking in the Federal Register and  request, review, and address public comments on the proposed revisions  to the rule.", "EPA could also develop nonconformance penalties in the event that one  or more engine manufacturers was unable to produce compliant  engines, as it did for the 2004 standards and consent decrees. EPA  establishes nonconformance penalties when: (1) the emission standard  is more stringent than the previous standard or an existing standard  becomes more difficult to achieve because of a new standard, and if  EPA finds that it will require substantial work to comply; and (2) it is  likely that one or more manufacturers will be a “technological laggard,”  unable to produce compliant engines by the required date. Typically,  EPA decides whether to establish penalties 1 or 2 years before the  compliance dates, primarily because information on manufacturers’  ability to comply is not available until then. Therefore, EPA believes that  it is not appropriate to consider penalties before late 2004.", "In the event that an individual refiner is unable to comply with the 2007  rule, EPA could grant the company relief from meeting its low-sulfur  requirement in response to a request under the rule’s hardship  application process. The refiner would then develop an alternative  compliance plan.", "EPA may, in certain circumstances, determine in advance that it will not  actively enforce an environmental regulation, including the 2007 rule.  However, according to EPA, the agency would take this action only if it  is clearly needed to serve the public interest. Typically, EPA grants  requests for selective enforcement of a regulation when a weather  emergency, fire, explosion, or similar circumstance outside a requester’s  control makes compliance impracticable, or when compliance with the  original rule would cause the regulated entities significant hardship."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The consent decrees and 2007 standards are critical pieces of EPA’s  strategy to control harmful diesel emissions and protect public health.  While the accelerated schedule in the consent decrees had an impact on  both the engine and trucking industries, it helped to further the agency’s  emissions reduction goals by putting cleaner diesel engines on the road  earlier than otherwise planned. The agency has also made a significant  investment in developing, and ensuring the implementation of, the 2007  standards. Nevertheless, stakeholders from two critical industry groups— engine manufacturers and trucking companies—would like more help. In  particular, engine manufacturers would like assurances from EPA that,  once the cleaner engines are available, the trucking industry will purchase  them. Furthermore, the trucking industry, as a result of its experience with  the consent decrees, believes it has not been a key player with EPA in  responding to the consent decrees or implementing the 2007 standards.  Because the trucking industry is a major source of the emissions EPA is  trying to combat, if trucking companies delay purchase of the cleaner  engines, the economic effect could be more severe than what occurred as a  result of the decrees and could postpone the emissions reductions. The  trucking industry is also a key player in the nation’s transportation system  needed to keep a healthy economy. Therefore, it is important to achieve  emissions reductions while minimizing the negative economic effects on  trucking and its related industries.", "For these reasons, EPA may want to consider what additional efforts it  could take to help engine manufacturers produce clean engines in time for  road testing, to reassure trucking companies that they will be able to buy  tested engines on time, and to address major concerns of other key  stakeholders. Careful consideration should be given to these efforts so that  they will not unduly delay progress towards the standards, however. For  example, EPA could consider if it has time to establish an independent  expert panel, similar to its 2002 panel, to review industry’s progress in  developing the necessary technologies. The panel should consist of  representatives of all of the key stakeholders who would identify and  address their major concerns to the extent practicable. The panel could  review the data EPA has already collected or new data from the engine and  fuel industries to measure the progress of technology development,  communicate this to all stakeholders, and determine what, if any,  additional actions, such as incentives, are needed to ensure that standards  are met. The agency would have to establish the panel as soon as possible  in 2004, however, if it is to have enough time to be effective and not unduly  delay progress. Making more of an investment in working with all of the  stakeholders critical to meeting the 2007 standards would help EPA ensure  that it will achieve its goals of reduced emissions and increased public  health protection."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To maximize public health and air quality benefits, and minimize adverse  impacts on affected industries, we recommend that the Administrator,  EPA, consider additional opportunities to allay engine, fuel, and trucking  industry concerns about the costs and likelihood of meeting the 2007  standards with reliable engine and fuel technology. Opportunities could  include better communicating with all stakeholders on the remaining  technological uncertainties. EPA could also convene another independent  review panel to (a) address stakeholders’ remaining concerns; (b) assess  and communicate the progress of technology development; and (c)  determine what, if any, additional actions are needed to meet the 2007  standards such as considering the costs and benefits of incentives for  developing and purchasing the technology on time, and other alternatives."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided EPA with a draft of this report for review. The Assistant  Administrator for Air and Radiation said EPA believes that, in many  respects, our report is consistent with the agency’s assessment of the  situation leading up to the implementation of the 2007 standards. However,  the agency has concerns about the basis for certain of our findings on the  standards. More specifically, EPA asserted that we (1) present selected  stakeholders’ opinions without validating them and ignore evidence that  the agency believes would prove or disprove their validity, (2) overstate the  challenges to having fuel and engine technologies ready on time to meet the  2007 standards, and (3) inaccurately portray EPA’s efforts to work with  stakeholders in developing the rule. As to our recommendations, EPA sees  merit in using financial incentives to achieve the 2007 milestone, but does  not see an agency role in this regard. Neither does the agency see a need to  convene an independent technology review board.", "We disagree with EPA’s assertions. In our view, EPA needs to work with  stakeholders to better address any remaining concerns they have about the  availability of the new engines and fuel required to meet the 2007  standards. We fully appreciate that the anticipated emissions reductions  are critical for many states whose air quality is in trouble, that the 2007  standards are vital to protecting public health, and that the agency and the  engine, emissions control, and fuel industries have made extensive efforts  to successfully implement the 2007 rule. We also recognize that to achieve  the rule’s objectives, the trucking industry must purchase trucks with the  new engines beginning in 2007. Otherwise, we are concerned that the  nation may relive the negative effects that resulted from the 2002 consent  decrees. In 2002, trucking companies pre-bought older engines before the  deadline, delaying emissions and health benefits, because they believed  they did not have enough time to test new engines or enough information  on costs. To ensure that this does not happen with the 2007 standards, we  believe EPA should strengthen its process for working with stakeholders to  allay any remaining concerns about whether fuel will be available in  sufficient quantities and locations, whether enough new engines will be  ready in time to thoroughly test them, and how much the engines will cost  to buy and operate.", "With respect to EPA’s specific assertions, we disagree with EPA’s opinion  that we present certain stakeholders’ views without regard to their validity.  We carefully and consistently collected the views of engine and emissions  control manufacturers, trucking companies, fuel industry representatives,  and environmental and health groups, and were equally careful to  accurately present their opinions, consistent with our methodology and  quality assurance standards. Furthermore, the report acknowledges that  we were unable to verify opinions about the technologies’ readiness with  hard data on their design and performance because the industries  manufacturing the technologies were not comfortable in releasing  information about their individual designs. Nevertheless, we did not simply  accept stakeholders’ views at face value, but where possible, assessed the  basis for their opinions, such as reviewing available studies and reports on  the technologies. We also disagree with EPA’s assertion that we did not  consider additional information and evidence that agency program  managers provided to us late in the course of our work after reviewing a  draft summary of the facts to be used in the report. At that time, EPA  provided extensive written comments on the summary, along with a  number of press releases from engine manufacturers and trade press  articles. In response, we spent considerable time carefully assessing all of  this information and made a number of changes to the report where  appropriate. However, the agency did not provide any additional  quantitative data or other information that would allow us to better  evaluate the stakeholders’ positions.", "We also disagree with several EPA assertions that the report overstated the  technological challenges to successfully delivering the necessary fuel and  engines on time. In this regard, we devote considerable narrative to the  views of the agency and all the stakeholders who share these views that  both technologies are on track. However, we were obligated to  acknowledge some stakeholders’ concerns over the remaining  technological risks and questions. In addition, we include the most current  information possible on technological developments in our report. For  example, after several manufacturers announced by February 2004 their  plans to have a limited number of prototype engines ready for testing in  2005, we re-contacted the trucking company representatives to determine  the extent to which these announcements addressed their concerns.", "Additionally, we acknowledge that EPA deserves credit for its activities to  work with various stakeholders to help ensure that the technologies will be  ready in time and we devote considerable narrative to describing these  activities in the report. We are also very careful to give a balanced  presentation of the stakeholders’ opinions about EPA’s activities and  therefore were obligated to acknowledge that some stakeholders  questioned the agency’s openness to their concerns and willingness to  address them. For example, we note in the report that EPA officials  acknowledged the agency initially did not invite anyone from the trucking  industry to participate on the 2002 Clean Diesel Independent Review Panel  and only did so after the industry lobbied the agency.", "Finally, with regard to EPA’s comments on our recommendations, we want  to emphasize that we are recommending that the agency consider  additional steps to alleviate the remaining concerns raised by stakeholders,  avoid a significant pre-buy of older engines, and better guarantee that the  emissions and health benefits are achieved. We suggest actions for the  agency to consider, but do not intend to limit the agency to the alternatives  we suggested, especially if it could design more effective solutions. In this  light, with regard to financial incentives, we recognize that the Congress  must provide the agency direction and funding for such an approach, but  expect that it would also look to the agency to play a role, such as making  the initial proposal for incentives or helping to determine their merits and  costs. As to convening an independent review panel, we do not believe that  this would unduly delay the schedule for implementing the standards. In  addition, we believe a panel could help address stakeholders’ remaining  concerns, thereby helping to prevent a repeat of the negative impacts from  the 2002 consent decrees and instead ultimately ensure that the critical  emissions and health benefits anticipated from the 2007 standards are  achieved in a timely manner.", "Appendix III contains the text of EPA’s letter along with our detailed  responses to the issues raised. EPA also provided some technical  comments, which we have incorporated as appropriate.", "We are sending copies of this report to the Chairman and Ranking Minority  Member of the Senate Appropriations Committee and its Subcommittee on  VA, HUD, and Independent Agencies; the Senate Committee on  Environment and Public Works; the Senate Committee on Commerce,  Science, and Transportation; the House Appropriations Committee and its  Subcommittee on VA, HUD, and Independent Agencies; the House  Committee on Energy and Commerce; the House Committee on  Transportation and Infrastructure; the House Committee on Government  Reform and its Subcommittee on Energy Policy, Natural Resources, and  Regulatory Affairs; other interested members of Congress; the  Administrator, EPA; the Director of the Office of Management and Budget;  and other interested parties. We will also make copies available to others  upon request. In addition, the report will be available at no charge on GAO’s  Web site at http://www.gao.gov. If you have any questions about this report,  please contact me at (202) 512-3841. Key contributors to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["Our objectives in this review were to determine (1) the effects, if any, of  EPA’s 1998 consent decrees with diesel engine manufacturers on trucking  companies, engine manufacturers, and expected emissions reductions;   (2) stakeholders’ views on industries’ ability to comply with the 2007  standards and EPA’s actions to ensure that the new engine technologies and  low-sulfur fuel will be ready in time; and (3) if not, EPA’s options and plans  for mitigating any potential negative effects on key industry sectors.", "To address the first objective, we performed econometric modeling using  data on new Class 8 diesel truck production, GDP, and diesel fuel prices  from January 1992 through June 2003 to determine the extent to which  Class 8 truck purchases may have been associated with the consent  decrees. We assessed the reliability of these data by reviewing existing  information about the data as well as some testing of the truck data for  obvious errors. In addition, we had discussions with the vendor concerning  the reliability of the truck data. We determined that the data were  sufficiently reliable for purposes of this review. Details of our methodology  for this specific analysis are included in appendix II.", "In addition, we contacted, among others, officials of ten of the nation’s  largest trucking companies as defined by the number of trucks in their  fleets (see table 4).", "We identified these companies from data provided by the American  Trucking Associations (ATA), an organization representing the majority of  the trucking companies involved in freight transportation. Because ATA  could not identify which of its member companies had purchased engines  in the months before and immediately after October 2002, GAO and ATA  agreed that the largest trucking companies, as determined by the total  number of trucks in their fleets, were more likely than smaller companies  to have purchased trucks during that period and, therefore, would be in the  best position to recount their experience with both the new engines and the  impacts of the accelerated schedule. ATA provided us with a list of 48 of  their member companies with truck fleets ranging from a high of over  52,000 trucks to a low of 60 trucks. From this list, we selected those ten  companies that each had fleets of over 10,000 trucks in 2002. (This 10,000- truck level provided a natural breaking point in the data, since the next  largest company owned about 8,400 trucks.)  These 10 companies  accounted for a total of 176,000 trucks, 3 percent of the total truck  inventory in 2002. Because these companies were not selected randomly,  we cannot project our findings to the entire trucking industry. We asked the  representatives of these companies a uniform set of questions about the  companies’ strategies in reacting to the decrees, the effects of the decrees  on their operations, and their experiences with the new engines designed  to comply with the decrees. We also reviewed financial statements some of  these companies submitted to the Securities and Exchange Commission to  identify effects that the companies publicly disclosed.", "In addition, to determine the effects of accelerating implementation of the  2004 standards on the engine manufacturing industry, we contacted  officials of the seven engine manufacturers that were subject to the  consent decrees. These companies included Caterpillar Incorporated,  Cummins Engine Company, Detroit Diesel Corporation, Mack Trucks  Incorporated, Navistar International Transportation Corporation, Renault  Vehicules Industriels, s.a., and Volvo Truck Corporation.", "As with the trucking companies, we asked the representatives of these  engine manufacturers questions about their companies’ strategies with  regard to the decrees, the decrees’ effects on their operations, and the  performance of the new engines. We also reviewed some of these  manufacturers’ Securities and Exchange Commission submissions. While  we asked these companies for data to support their statements about the  effects of the decrees, generally they said that it would be detrimental to  reveal information about their business operations or technology designs  because it might harm their competitive positions relative to other  companies. We also did not identify any other independent analyses of the  impacts of the consent decrees.", "To determine the air quality effects of the decrees, we reviewed EPA’s 1998  projections of the emissions reductions expected from accelerating the  schedule, based on its estimate of the number of trucks that would have the  new engines. We compared this to data on the actual number of trucks with  new engines to assess the likelihood that EPA would achieve the expected  emissions reductions. We also discussed with EPA officials and staff the  basis for their estimates of the expected emissions reductions from a  second provision of the consent decrees, whereby truck owners would  have emission computer controls on their older engines adjusted during  engine overhauls.", "To respond to the second objective, we contacted officials representing 16  organizations and companies from among those that offered the largest  number of comments on EPA’s 2007 emissions standards when proposed in  2000 (see table 5).", "We identified these stakeholders by first reviewing the list of  organizations/persons commenting on EPA’s proposed 2007 rule during the  public comment period in 2000. EPA recorded over 700 separate comments  on various issues relating to the rule. We used the number of issues on  which individual organizations commented, as determined by EPA, as a  proxy for the level of interest or concern by these organizations regarding  EPA’s 2007 rule. From EPA’s response document, we identified over 500  separate commenters, ranging from individual citizens, local interest  groups, and companies to national organizations representing major  industries and environmental, health, and other interests. Using this  information, we placed commenters in general categories reflecting the  interests they represented, for example, the fuel industry or environmental  and health interests. Within each category, we ranked the commenters  based on the total number of issues on which each commented. From each  category, we generally selected those commenters who addressed more  than 25. This approach eliminated all but 21 of the more than 500  commenters.", "We then made several modifications to this list. First, we made an  exception to retain the ATA, which commented on 24 issues, but which  represents a large segment of the trucking industry, a key stakeholder  affected by the 2007 rule. We also eliminated two commenters who  represented agriculture interests, but addressed more than 25 issues  because agricultural issues were not relevant to our review. Finally, we  eliminated from our list most individual companies whose interests are  represented by national organizations that were also on the list of contacts.  We made this decision on the assumption that the national organization  would reflect the concerns of the individual member companies that also  commented. However, we included in our list Marathon Ashland Petroleum  because of the large number of issues on which this company commented,  although an organization representing its interests was also included. We  also included Cummins, Incorporated; Detroit Diesel Corporation; and  Navistar International Truck and Engine Corporation, three of the original  seven engine manufacturers who were subject to the consent decrees,  primarily because we wanted to discuss the effects of the decrees on their  industry and took the opportunity to discuss issues relating to the 2007  standards as well.", "In addition to the 16 organizations and companies identified through this  process, we also contacted representatives of the refining and distribution  sectors of the fuel industry to ensure that we had a broad range of views.  These sectors did not appear to be represented among the commenting  stakeholders, despite their key role in implementing the 2007 rule. These  organizations included the Association of Oil Pipe Lines, the Independent  Fuel Terminal Operators of America, the Independent Liquid Terminals  Association, the Petroleum Marketers Association of America, and the  Society of Independent Gasoline Marketers of America.", "We asked all of these stakeholders to provide their views on whether the  technologies needed to meet the 2007 standards would be available on  time. We took a number of steps to try to assess the basis of support for  stakeholders’ views about the readiness of technology to meet the 2007  standards. First, we asked each engine manufacturer that we contacted if  the company could provide us with data to demonstrate the status of  technology development. However, the representatives said that it would  be detrimental to reveal information about their technology designs or  business operations because it might harm their competitive positions  relative to other companies. Alternatively, we evaluated the stakeholders’  positions by considering publicly available information, including studies  and reports issued on the technologies and on the development of the  standards.", "Because the representatives of the trucking companies we contacted had  views about the availability, readiness, and costs of the engines for 2007  that differed from the other stakeholders, we took some additional steps to  assess the basis of their views. For example, we asked the engine  manufacturers and EPA officials to respond to the concerns raised by the  trucking representatives, and where the manufacturers’ and agency’s views  differed, we reflected them and the basis of their comments in the report  for balance. We also considered the information we collected and the  analyses we conducted in regard to the impacts of the 2002 consent  decrees to determine if they offered any perspectives on the trucking  industry’s concerns about meeting the 2007 standards. For example, we  used the information showing that: (1) the industry pre-bought older  engines prior to October 2002 because companies did not have engines in  time to test their reliability and possible costs; (2) companies that had  bought the new engines determined both the purchase price, and  operations and maintenance costs, were higher than estimated and  anticipated; and (3) EPA developed its estimate of what it would cost to  buy and operate new engines for 2007 in 2000, before technology designs  were completed and selected to assess the trucking representatives’  concerns about meeting the 2007 standards. We also used the information  obtained from the engine manufacturers to assess the trucking industry’s  concerns about how soon test engines would be available, such as the fact  that manufacturers were 6 months behind schedule in selecting the  technology they would use to meet the standards.", "We also asked all of the stakeholders we contacted to provide their views  on EPA’s efforts to ensure that the needed engine and fuel technologies will  be available by 2007. We obtained information from EPA on their activities  in this regard and provided a summary of these activities to the  stakeholders we contacted and asked them for their views on the  effectiveness of these efforts. We also discussed with the Director of EPA’s  Office of Transportation and Air Quality as well as program managers from  the agency’s Office of Air and Radiation (in Washington, D.C., and Ann  Arbor, Michigan), their activities to ensure timely compliance with the  standards, as well as their plans if the standards cannot be implemented on  schedule.", "We conducted our work between January 2003 and February 2004 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Analysis of Class 8 Truck Production Data: January 1992 through June 2003", "paragraphs": ["This appendix describes the econometric models we used to analyze the  relationship between EPA’s 1998 consent decrees with diesel engine  manufacturers and subsequent demand for Class 8 trucks. We used  quarterly data on U.S. and Canadian production of heavy-heavy-duty diesel  trucks (classified by the industry as Class 8 trucks) for the years 1992  through 2003.  We also accounted for the possible effects of gross  domestic product (GDP), diesel fuel prices, and seasonal factors on truck  demand in our analysis.", "After applying standard econometric techniques to control for possible  biases in our analysis, we found that there was a significant increase in  Class 8 truck production, ranging from about 19,000 to 24,000 trucks, in the  6 months before October 2002, which may be associated with EPA’s  consent decrees. These amounts represent 20 percent to 26 percent of the  total 93,000 Class 8 diesel trucks produced in U.S. and Canadian plants  during that 6-month period."], "subsections": [{"section_title": "Theoretical Framework", "paragraphs": ["To describe how EPA’s consent decrees may have affected truck demand,  we defined a binary variable, CD. CD takes the value of one for the 6-month  period prior to October 2002 and the value of zero otherwise. In addition,  since truck demand is likely to be seasonal, related to the strength of the  economy, and related to diesel fuel prices, we included these three factors  in our basic model.", "Q=β +γ T T T ∆GDP +β DP+ β CD +ε ,                          (1) where  β , and γ  are coefficients to be estimated. Q,  ∆GDP, and DP denote quarterly truck production, , T are  binary variables, which, like CD, take values of one for specified quarters  but the value of zero otherwise. The three binary variables, T , and T is a random error, to which all standard assumptions apply; t  is the index for time period.", "The GDP is an important indicator of the strength of the economy, which  can be used by truck operators to gauge the strength of future demand for  their services. We expect truck operators to purchase more trucks in  response to a strong economy and vice versa, which implies a positive β in  equation (1). On the other hand, we expect truck operators to delay truck  purchases if diesel fuel prices are increasing, because of the importance of  fuel in operating trucks.  As a result, we expect β, will be positive in equation (1). =ρεt-1+ µ. The numbers for AR(1), as  shown in table 7 for the analysis results represent the coefficient ρ..", "Q=β +γ+γ T T +β DP+β CD +AR(1)+µ ,             (2)", "Q=β T+γ+β ∆GDP +β+β Qt-1 +AR(1)+µ , (3)", "Q=β +γ+γ T T +β DP+β CD +β ∆GDPt-1 +β DPt- 1+AR(1)+µ                                                                                            (4)", "Including AR(1) in models (2) through (4) allows us to account for the  possible temporal correlation or autocorrelation of factors that we did not  consider—for example, truck insurance premiums and used truck prices,  among other factors—with GDP or fuel prices. We included Qt-1, as in  model (3), because truck production in the current period is closely  associated with production in previous periods. In model (4), we included  the lagged GDP growth rate, ∆GDPt-1, and fuel prices, DPt-1, in the previous  period because truck operators may purchase more trucks in response to  strong growth rates in GDP in previous periods, and they may delay truck  purchases when diesel fuel prices have been increasing in previous  periods."], "subsections": []}, {"section_title": "Data Used in the Estimation", "paragraphs": [], "subsections": [{"section_title": "Data on Class-8 Truck Production in U.S. and Canadian Factories", "paragraphs": ["Although EPA’s consent decrees directly affected the cost and engineering  of diesel engines, data on diesel engine prices were not available.  Therefore, we used data on quarterly Class-8 truck production in the United States and Canada from 1992 through June 2003.", "Truck production is closely tied to diesel engine production with a slight lag. In addition,  for the best measurement, we intended to include only trucks produced, domestically or  abroad, for U.S. domestic consumption and exclude those produced for overseas markets.  However, this approach would not allow us to include in our analysis data from 1992  through 1997, because Ward’s included separate domestic and export data for Class-8 truck  production in the United States and Canada only after 1997. Prior to 1998, truck production  data were aggregated for both the United States and Canada. The aggregate U.S. and  Canadian truck production should reflect closely the number of trucks produced,  domestically or abroad, for operation in the United States because the total Canadian truck  production was about one-sixth the size of total U.S. and Canada production, about three- quarters of the total Canadian production were exported to the United States, and about 86  percent of the Class-8 trucks produced in the United States are for domestic consumption  (calculations based on Ward’s data on U.S. and Canadian production from 1998 through the  first half of 2003).", "We made this adjustment in order to be consistent with BEA’s inflation adjustment for GDP  at 1996 price levels. services as alternative measures for GDP. These two indicators are more  closely related to truck production than GDP.", "Table 6 shows descriptive statistics of the three key variables used in the  estimation."], "subsections": []}]}, {"section_title": "Discussion of Results of Analysis", "paragraphs": ["Table 7 presents the results of our analysis using total quarterly class-8  truck production in the United States and Canada as the dependent  variable.", "In addition, we performed various analyses using alternative combinations  and definitions of variables to test if our analysis results are sensitive to the  choices of variables. is not explained by the included variables. In addition, the Durbin- Watson (DW) statistic of 0.352, which is less than the critical value of 1.019  for a sample size of 45 with 7 explanatory variables at the 1 percent  significance level, suggests a strong positive autocorrelation of residuals  between the current and previous periods."], "subsections": [{"section_title": "Results of Model (2)", "paragraphs": ["We controlled for the possible autocorrelation, suggested by the low DW  statistic in model (1), by modeling the error term as a first-order  autoregressive process, AR(1), in model (2). As shown in table 7, the  adjusted R More importantly, only the coefficient of CD and the  constant term are statistically significant, suggesting an increase of 20,198  (the coefficient 10,099 multiplied by 2) Class-8 trucks in the 6 months prior  to EPA’s consent decrees. This increase in truck production may be  associated with the decrees.", "For example, we substituted GDP with two other measures: GDP less consumption  expenditures on services, and ATA’s tonnage index. In some analyses, we used annualized  percentage change in diesel prices instead of diesel fuel prices at 1996 dollars. In addition,  we experimented with different time lags. The results produced using model specifications  (2) through (4) with these alternative estimates consistently showed a signifcant increase in  truck production associated with EPA’s consent decrees. For example, when we re- estimated models (1) through (4) using GDP less expenditures on services, the coefficients  of CD in models (1) through (4) are –5926.10, 10080.32, 11954.69, and 9381.81, respectively.  The above coefficients for models (2) through (4) are statistically significant at the 5 percent  level."], "subsections": []}, {"section_title": "Results of Model (3)", "paragraphs": ["For model (3), we added truck production in the previous period, Qt-1, to  model (2) to account for the effects of truck inventories. As a result, CD’s  coefficient increases. The coefficient of ∆GDP increased appreciably and  becomes statistically significant. The coefficient of DP changes little and  also becomes statistically significant. The coefficient of Qt-1 is positive and  statistically significant, suggesting that an increase in truck production in  the previous period is likely to be followed by an increase in production in  the current period. The high-adjusted R statistic of 0.933 also suggests that  much of the variation of Q  is explained by the included variables. The DW  statistic of 1.945 unambiguously suggests that including truck production  in the previous period can adequately account for the autocorrelation in the  error terms."], "subsections": []}, {"section_title": "Results of Model (4)", "paragraphs": ["In model (4), we added ∆GDP, and DP of previous periods to model (2)  because they also may be good indicators of truck production in the  current period. Compared to model (3), including the additional lagged  variables to model (2) does not enable us to explain more of the variation  in truck production as suggested by a decreasing adjusted Rstrategies, our analysis does not assess the full extent of the effects of  EPA’s consent decrees on truck operators’ business operations."], "subsections": []}]}]}, {"section_title": "Comments from the Environmental Protection Agency", "paragraphs": ["The following are GAO’s comments on the Environmental Protection  Agency’s letter dated February 24, 2004."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["As a preface to addressing EPA’s specific comments on this report below,  GAO wants to reiterate that it recognizes how critical the anticipated  emissions reductions are for many states whose air quality is in trouble,  how critical it is for the 2007 standards to succeed in order to significantly  reduce emissions and protect public health, and all of the work and  investment the agency and the engine, emissions control, and fuel  industries have made. These critically important objectives, however,  depend to a large extent on trucking companies’ decisions to buy and run  the improved engines. In our view, EPA has an important window of  opportunity to make some improvements in the process it is using to work  with stakeholders to both ensure technology is ready and allay any  remaining stakeholder concerns about the new engines and fuel.  Addressing concerns about whether fuel will be available in sufficient  quantities and locations and the new engines will be ready in time to test  should not be overly burdensome and will help to prevent a significant pre- buy of older engines before 2007 that would delay emissions and health  benefits as occurred in 2002.  1. EPA agrees that, in many respects, GAO’s report is consistent with the  agency’s assessment of the situation leading up to the implementation  of the 2007 standards. However, we do not agree with EPA’s assertion  that we gave disproportionate weight and consideration to the views of  the trucking industry which conflict with the agency’s assessment for  the following reasons. First, we carefully and consistently collected the  views of all stakeholders—engine and emissions control  manufacturers, trucking companies, fuel industry representatives, and  environmental and health groups—and were equally careful to  accurately present and assess their views. Consistent with our  methodology and quality assurance standards, we also did not simply  accept stakeholders’ views at face value, but did where possible assess  the basis for their views. For example, we determined that the trucking  company representatives’ concerns about the reliability and costs of  the new engines were based on the technological leap required to meet  the 2007 standards; that EPA’s estimates of the new engines’ costs were  developed in 2000 before engine designs were developed; and that  some of the engine manufacturers and fuel industry representatives  designing the technologies acknowledged that there were remaining  technological risks and questions. We also carefully point out that we  were unable to fully confirm some of the views and opinions of  stakeholders because the industries designing new engine and fuel  technology were not comfortable in releasing information about their  individual designs. In addition, we reviewed reports EPA issued on the  progress towards the standards, but the reports primarily represented  EPA’s conclusions and did not present the specific data on which these  were based.  2. We also disagree with EPA’s assertion that we did not consider  additional information and evidence that agency program managers  provided to GAO late in the course of our work after reviewing a draft  summary of the facts to be used in the report. Throughout our review,  we worked closely with the EPA program managers responsible for the  2007 standards to ensure that we clearly understood the issues and  EPA’s positions, and had the most current information. In addition, to  ensure the accuracy of the information in our report, at the conclusion  of our work, we provided EPA program managers a summary of the  factual information supporting our findings for their review. At that  time, EPA provided extensive written comments on the summary, along  with a number of press releases from engine manufacturers and trade  press articles. However, the agency did not provide any additional  quantitative data or other information that would allow us to better  assess the stakeholders’ positions. We spent considerable time  carefully assessing EPA’s comments and the additional information and  made a number of changes to the report where appropriate.  Furthermore, we extended our report time frame by 6 weeks to give  EPA extra time to provide its comments and supporting information  and for us to carefully assess it and respond accordingly.  3. We also disagree with several EPA assertions that the report has an  overall negative tone and overstates the technological challenges to  successfully deliver the necessary fuel and engines, does not clearly  state engine manufacturers’ commitments to have test engines ready in  time, and accepts at face value the trucking representatives’ position  that having test vehicles by mid-2005 is a critical deadline. We devote  considerable narrative to the views of the agency and all the  stakeholders who share these views that the technologies—for both  cleaner engines and low-sulfur fuel—are on track. In addition, though,  we have a professional responsibility to acknowledge that some  stakeholders—including some engine manufacturers and fuel  distribution and trucking industry representatives—expressed  concerns over the remaining technological risks and questions. As  such, we accurately describe these challenges and the concerns they  create. For example, EPA asserts that the report projects a negative  tone with regard to the progress of the oil industry in preparing to  supply low-sulfur fuel for 2007. However, we report that the fuel  industry stakeholders we contacted identified a number of remaining  issues that need to be resolved, none of which they considered to be  insurmountable. We reviewed EPA’s summary of pre-compliance  reports detailing refiners’ plans to produce low-sulfur fuel and agree  that the refiners’ ability to produce the fuel does not appear to be an  area of concern. However, these reports do not address the primary  concerns that industry representatives raised, which relate to  distribution challenges. As we make clear in the report, without trying  to further alleviate these and other stakeholder concerns, the agency  may not achieve its emissions and public health goals with the 2007  standards.", "We also took great care to include the most current information  possible in our report. For example, in January 2004, we updated our  report to reflect that engine companies had finally publicly announced  the technologies they would use to meet the 2007 standards, although 6  months later than planned. In addition, after several of the  manufacturers subsequently issued press releases in January and  February 2004, stating that they expected to have at least a limited  number of prototype engines ready for testing by mid-2005, we re- contacted the trucking company representatives to determine the  extent to which these announcements addressed their concerns, and  updated the report accordingly.", "Additionally, GAO does report the trucking representatives’ position  that they need to have prototypes by about mid-2005, as well as the  basis for their position, which is to (a) determine engine reliability in all  seasons and weather conditions and for long enough periods to  determine the resulting operating and maintenance impacts, and (b)  subsequently develop their acquisition strategies based on this  information. These arguments seem plausible. However, more  importantly, we report their position because some of the  representatives said that without enough testing time, companies were  already considering whether to pre-buy older engines before 2007, in  larger quantities than they did for 2002, further jeopardizing emissions  and health benefits. We believe that this is the important concern EPA  needed to be aware of and try to mitigate. We did not attempt to  confirm the validity of the 18-24 month testing time frame  representatives said they needed for the 2007 standards with the  industry’s historical time frames to test upgraded engines. In part, we  did not because the engine designs for 2007 are a technological leap  over current equipment and may require longer lead times to develop.  Similarly, they may need longer lead times for testing. 4. We agree with EPA’s concern about clearly distinguishing the 2002  consent decrees and 2007 standards, and made changes to the report as  a result. The engine requirements established in the consent decrees  were done as part of a legal settlement in response to an enforcement  action, not through a public rulemaking process where all stakeholders  had input into establishing the requirements. In addition, the engine  companies had a relatively small amount of lead time to design the new  engines because as part of the settlement, manufacturers agreed to  accelerate the schedule for new engines by 15 months. In contrast, the  2007 standards were developed through a more extensive public  rulemaking process with wide participation from all stakeholders, and  manufacturers and fuel refiners had about 6 years lead time to develop  the needed emissions control, engine, and fuel technologies. We  disagree with EPA, however, that these two actions are not comparable  in any respect. Whether new engines are being designed in response to  an enforcement action or rulemaking, the industry’s market reaction to  the consent decrees may offer some lessons learned that EPA could  incorporate into its process for implementing the 2007 standards. 5. We agree that EPA deserves credit for the large number of voluntary  activities it has undertaken to work with various stakeholders to help  ensure that the technology will be ready in time and devote  considerable narrative to describing these activities in the report. We  were also very careful to present a balanced view of the stakeholders’  opinions about the agency’s activities. For this reason, we were  obligated to acknowledge that some of the engine manufacturers and  trucking representatives raised questions about the agency’s openness  to their concerns and willingness to address them. EPA maintains that  the agency had extensive involvement with stakeholders—including  the trucking industry—in developing the 2007 rule. This is true.  However, the trucking industry’s concerns are not with the 2000  rulemaking process, but with the process EPA has used since then to  involve stakeholders in implementing the standards. For example, as  we note in the report, EPA officials acknowledged that the agency  initially did not invite anyone from the trucking industry to participate  on the 2002 Clean Diesel Independent Review Panel and only did so  after the industry lobbied the agency. 6. As to GAO’s recommendations, EPA agrees with the merits of providing  financial incentives—although the agency does not see a role for itself  in this action—and disagrees with the merits of convening an  independent panel. We want to clarify that GAO is recommending that  the agency consider additional steps to alleviate existing concerns,  avoid a significant pre-buy of older engines, and better guarantee that  the emissions and health benefits are achieved. We thereby offer  several alternative actions for the agency to consider, but do not intend  to limit the agency in any way to these alternatives or suggest that they  are the only effective means to resolve concerns. That said, with regard  to the suggestion of using financial incentives, we recognize that the  Congress must provide the agency direction and funding for such an  approach, but expect that it would also look to the agency to play a  role, such as submitting a proposal for incentives or at least helping to  determine their merits and costs. As to convening an independent  review panel, we appreciate EPA’s concerns that this could  unnecessarily delay the schedule for implementing the standards, and  the agency is in the best position to determine this. But, if EPA has the  necessary evidence available to demonstrate technologies are ready as  it contends it does, it should not be difficult or take considerable time  for an independent body to review the data and validate this conclusion  for all affected stakeholders. Otherwise, if the trucking industry  remains concerned and pre-buys older engines prior to 2007, this will in  effect delay implementation of the standards and their anticipated  benefits."], "subsections": []}]}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the individuals named above, Charles W. Bausell, Jr., Tyra  DiPalma-Vigil, Richard Frankel, Terence Lam, and Eugene Wisnoski made  key contributions to this report. Important contributions were also made  by Nancy Crothers and Amy Webbink."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional responsibilities  and to help improve the performance and accountability of the federal government  for the American people. GAO examines the use of public funds; evaluates federal  programs and policies; and provides analyses, recommendations, and other  assistance to help Congress make informed oversight, policy, and funding  decisions. GAO’s commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to   e-mail alerts” under the “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}