{"id": "GAO-08-34", "url": "https://www.gao.gov/products/GAO-08-34", "title": "Organizational Transformation: Implementing Chief Operating Officer/Chief Management Officer Positions in Federal Agencies", "published_date": "2007-11-01T00:00:00", "released_date": "2007-12-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Agencies across the federal government are embarking on large-scale organizational transformations to address 21st century challenges. One proposed approach to address systemic federal governance and management challenges involves the creation of a senior-level position--a chief operating officer (COO)/chief management officer (CMO)--in selected federal agencies to help elevate, integrate, and institutionalize responsibility for key management functions and business transformation efforts. GAO was asked to develop criteria and strategies for establishing and implementing COO/CMO positions in federal agencies. To do so, GAO (1) gathered information on the experiences and views of officials at four organizations with COO/CMO-type positions and (2) convened a forum to gather insights from individuals with experience in business transformation."]}, {"section_title": "What GAO Found", "paragraphs": ["A number of criteria can be used to determine the appropriate type of COO/CMO position in a federal agency. These criteria include the history of organizational performance, degree of organizational change needed, nature and complexity of mission, organizational size and structure, and current leadership talent and focus. Depending on these five criteria, there could be several types of COO/CMO positions, including: (1) the existing deputy position could carry out the integration and business transformation role--this type of COO/CMO might be appropriate in a relatively stable or small organization; (2) a senior-level executive who reports to the deputy, such as a principal under secretary for management, could be designated to integrate key management functions and lead business transformation efforts in the agency--this type of COO/CMO might be appropriate for a larger organization; and (3) a second deputy position could be created to bring strong focus to the integration and business transformation of the agency--this might be the most appropriate type of COO/CMO for a large and complex organization undergoing a significant transformation to reform long-standing management problems. Because each agency has its own set of characteristics, challenges and opportunities, the implementation of any approach should be determined within the context of the agency's specific facts and circumstances. Once the type of COO/CMO is selected, six key strategies can be useful in implementing such positions in federal agencies."]}], "report": [{"section_title": "Letter", "paragraphs": ["As agencies across the federal government embark on large-scale  organizational change needed to address 21st century challenges, there is  a compelling need for leadership to provide the continuing, focused  attention essential to completing these multiyear transformations. At the  same time, many agencies are suffering from a range of long-standing  management problems that are undermining their abilities to efficiently,  economically, and effectively accomplish their missions and achieve  results. One proposed approach to address these systemic federal  governance and management challenges involves the creation of a senior- level position—a chief operating officer (COO)/chief management officer  (CMO)—in selected federal departments and agencies to help elevate,  integrate, and institutionalize responsibility for key management functions  and focus concerted attention on long-term business transformation  efforts. We have long advocated the need for a COO/CMO at the  Department of Defense (DOD) and the Department of Homeland Security  (DHS). As you know, legislation has been introduced to create a CMO  position at DOD, and recently the Undersecretary for Management  position at DHS became the CMO in an effort to advance management  integration and business transformation in those departments.", "Although these senior-level positions can operate under a variety of job  titles, the principal goal of establishing and implementing a COO/CMO  position is to provide the sustained management attention essential for  addressing key stewardship responsibilities in an integrated manner while  helping to facilitate the business transformation process within an agency.  These long-term responsibilities are professional and nonpartisan in  nature, and cover a range of “good government” responsibilities that are  fundamental to effectively executing any administration’s program and  policy agenda. Responsibilities under the purview of a COO/CMO could  include strategic planning, financial management, communications and  information resources management, human capital strategy, acquisition  management, and change management. The top leadership attention of a  COO/CMO could help to bolster an agency’s efforts to overcome the  natural resistance to change, marshal the resources needed to implement  change, and build and maintain an organizationwide commitment to new  ways of doing business.", "As agreed with your offices, this report identifies (1) criteria that can be  used to determine the type of COO/CMO or similar position that ought to  be established in federal agencies and (2) strategies for implementing  COO/CMO positions to elevate, integrate, and institutionalize key  management functions and business transformation efforts in federal  agencies. To develop these criteria and strategies, we (1) gathered  information on the experiences and views of officials at four organizations  with COO/CMO-type positions and (2) convened a forum to gather insights  from individuals with experience and expertise in business  transformation, federal and private sector management, and change  management. The four organizations included in our review are three  federal agencies and one nonprofit organization: the Department of the  Treasury (Treasury), the Internal Revenue Service (IRS), the Department  of Justice (Justice), and the Massachusetts Institute of Technology (MIT).  We selected the four organizations because each has a senior-level official  who is responsible for integrating key management functions, including, at  a minimum, human capital, financial management, information  technology, and acquisition management. At the headquarters of these  four organizations, we interviewed senior officials and we collected and  reviewed documents related to the COO/CMO position. These COO/CMO  positions—Assistant Secretary for Management at Treasury, Deputy  Commissioner for Operations Support at IRS, Assistant Attorney General  for Administration at Justice, and Executive Vice President at MIT —have  primary responsibility for many of the mission-support functions of their  respective organizations but generally do not have direct responsibility for  the mission programs and policies of their organizations. Our organization  selection process was not designed to identify examples that could be  considered representative of all COO/CMO-type positions. Furthermore,  we did not assess the effectiveness of each COO/CMO serving in these  respective organizations, nor did we determine whether any specific  COO/CMO position directly resulted in a higher level of organizational  performance. Rather, our focus was to identify the experiences and views  of officials in carrying out the COO/CMO position.", "The Comptroller General also hosted a forum on April 24, 2007, to bring  together former and current government executives and officials from  private business and nonprofit organizations to discuss when and how a  COO/CMO or similar position might effectively provide the continuing,  focused attention essential for integrating key management functions and  undertaking multiyear organizational transformations. This forum was  designed for the participants to discuss these issues openly and without  individual attribution. Forum participants were selected for their expertise  but also to represent a variety of perspectives. The conclusions drawn in  this report do not necessarily represent the views of any individual  participant or the organizations that these participants represent. In  addition, we reviewed our prior work related to the COO/CMO concept  and business transformation and management integration issues at DOD  and DHS. We also interviewed officials from the Office of Management and  Budget (OMB) to discuss the establishment and implementation of  COO/CMO positions in federal departments and agencies.", "We conducted our review from August 2006 through July 2007 in  accordance with generally accepted government auditing standards. See  appendix I for a detailed discussion of our objectives, scope, and  methodology, including additional information on our selection process  for organizations to include in the case-study review. Appendix II provides  a list of the participants at the April 2007 Comptroller General’s forum. In  addition, a list of related GAO products is included at the end of this  report."], "subsections": [{"section_title": "Background", "paragraphs": ["The concept of establishing a position to integrate management functions  within federal departments can be traced back to the first Hoover  Commission, which was charged by Congress with reviewing and  recommending ways to improve the organization and operation of federal  agencies. The commission, which lasted from 1947 to 1949, proposed  numerous recommendations to strengthen departmental management  leadership, including the creation through statute of the position of  assistant secretary for administration in each executive department. This  senior-level official was to be selected from the career civil service and  would direct crosscutting administrative activities, such as budget,  finance, human resources, procurement, management analysis, and  support services. The commission’s recommendation was subsequently  adopted and these assistant secretaries for administration, positions filled  by career appointees, were established in many of the executive  departments throughout the 1950s and 1960s.", "The more recent concept of the COO/CMO position largely came out of the  creation of performance-based organizations (PBO) in the federal  government in the late 1990s and early 2000. During that time, the  administration and Congress renewed their focus on the need to  restructure federal agencies and hold them accountable for achieving  program results. To this end, three PBOs were established, which were  modeled after the United Kingdom’s executive agencies. A PBO is a  discrete departmental unit that is intended to transform the delivery of  public services by having the organization commit to achieving specific  measurable goals with targets for improvement in exchange for being  allowed to operate without the constraints of certain rules and regulations  to achieve these targets. The clearly defined performance goals are to be  coupled with direct ties between the achievement of the goals and the pay  and tenure of the head of the PBO, often referred to as the COO. The COO  is appointed for a set term of typically 3 to 5 years, subject to an annual  performance agreement, and is eligible for bonuses for improved  organizational performance.", "With the backdrop of these PBOs and an ongoing focus on transforming  organizational cultures in the federal government, the Comptroller General  convened a roundtable of government leaders and management experts on  September 9, 2002, to discuss the COO concept and how it might apply  within selected federal departments and agencies. The intent of the  roundtable was to generate ideas and to engage in an open dialogue on the  possible application of the COO concept to selected federal departments  and agencies. The participants at the roundtable offered a wide range of  suggestions for consideration as the executive branch and Congress were  seeking to address the federal government’s long-standing management  problems and the need to move to a more responsive, results-oriented, and  accountable federal government. Nonetheless, there was general  agreement on the importance of the following actions for organizational  transformation and management reform:    Elevate attention on management issues and transformational  change. Top leadership attention is essential to overcome organizations’  natural resistance to change, marshal the resources needed to implement  change, and build and maintain the organizationwide commitment to new  ways of doing business.", "Integrate various key management and transformation efforts.", "There needs to be a single point within agencies with the perspective and  responsibility—as well as authority—to ensure the successful  implementation of functional management and, if appropriate,  transformational change efforts.", "Institutionalize accountability for addressing management issues  and leading transformational change. The management weaknesses in  some agencies are deeply entrenched and long-standing, and it can take at  least 5 to 7 years of sustained attention and continuity to fully implement  transformations and change management initiatives.", "Still, it was generally agreed at this roundtable discussion that the  implementation of any approach should be determined within the context  of the specific facts and circumstances that relate to each individual  agency.", "In the time since the 2002 roundtable, the COO concept has evolved into  the COO/CMO concept with a focus on business transformation, and has  received even greater attention within the federal government. Legislative  proposals have been introduced in Congress to establish CMO positions at  DOD and DHS to help address transformation efforts at the two  departments, both of which are responsible for various areas identified on  our biennial update of high-risk programs. These legislative proposals  differ somewhat in content but would essentially create a senior-level  position to serve as a principal advisor to the secretary on matters related  to the management of the department, including management integration  and business transformation. Some of these legislative proposals also  include specific provisions that spell out qualifications for the position,  require a performance contract, and provide for a term appointment of 5  or 7 years. In August 2007, the proposal to create a CMO in DHS at an  Executive Level II, but without a term appointment, was enacted into law.  In 2000, Congress created a Deputy Secretary for Management and  Resources position at the Department of State; however, the  administration opposed the creation of a second deputy position, and the  position has never been filled. Therefore, at the present time, no federal  department has a COO/CMO-type position with all these characteristics.  However, the heads of federal departments and selected agencies  designate a COO, who is usually the deputy or another official with  agencywide authority, to sit on the President’s Management Council. The  council was created by President Clinton in 1993 in order to advise and  assist the President and Vice President in ensuring that management  reforms are implemented throughout the executive branch. The Deputy  Director for Management of OMB chairs the council, and the council is  responsible for  improving overall executive branch management, including  implementation of the President’s Management Agenda (PMA);   coordinating management-related efforts to improve government  throughout the executive branch and, as necessary, resolving specific  interagency management issues;   ensuring the adoption of new management practices in agencies  throughout the executive branch; and  identifying examples of, and providing mechanisms for, interagency  exchange of information about best management practices."], "subsections": []}, {"section_title": "Specific Criteria Can Help in Assessing the Type of COO/CMO Position Needed in a Federal Agency", "paragraphs": ["Ascertaining which criteria might be relevant for a particular agency  would assist in determining the type of COO/CMO position that might best  be established in the agency. The following is a summary of five criteria  that can be used to determine the appropriate type of COO/CMO position  in a federal agency. This summary includes various statements and  examples provided by the officials we interviewed and the forum  participants, along with relevant references to our previous work."], "subsections": [{"section_title": "History of Organizational Performance", "paragraphs": ["Agencies that have long-standing management weaknesses and high-risk  operations or functions could be good candidates for establishing a  COO/CMO-type position. Agencies with programs and functions that we  designate as high risk, like DOD, would be especially appropriate  candidates for such positions. Our interviews with officials at the four  case-study organizations reinforced that an agency’s overall performance  should be considered when assessing the type of COO/CMO that might be  needed. For example, an official in one of the agencies commented that a  COO/CMO position might be needed if an agency has a high degree of  material and financial weaknesses. Another agency official said that an  additional factor to consider is whether the organization has had many  large projects fail, a likely indicator that the agency has not placed  sufficient attention on integration. In a discussion of the importance of  establishing measures to assess organizational performance, a department  official commented that the integration of management functions is often  not measured within federal agencies and that in order for full integration  to occur, it must be stimulated and given a timeline."], "subsections": []}, {"section_title": "Degree of Organizational Change Needed", "paragraphs": ["We have previously suggested that agencies engaged in major  transformation efforts and those agencies experiencing particularly  significant challenges in integrating disparate organizational cultures, such  as DHS, could be also good candidates for having COO/CMO-type  positions in place. Our interviews with officials at the case-study  organizations confirmed that the degree of organizational change needed  should be a criterion to consider when assessing the need for a COO/CMO.  For example, an agency official we interviewed commented that an agency  undergoing significant transformation might benefit from a COO/CMO  position in place in order to focus principally on correcting weaknesses  and exploring new approaches for meeting mission needs. Another agency  official pointed out that the organizational culture of the agency should be  considered, and he noted that a strong esprit de corps in an agency could  affect the decision of whether a COO/CMO position is advisable. As we  have previously reported, overcoming inertia and cultural resistance to  change can be a significant challenge within agencies."], "subsections": []}, {"section_title": "Nature and Complexity of Mission", "paragraphs": ["The nature and complexity of mission, including the range, risk, and scope  of an agency’s mission, is another factor that should be considered in the  assessment for a COO/CMO position. For example, a department official  we interviewed said that the complexity of an agency’s mission should be  considered when assessing the need for a COO/CMO, regardless of the size  of the agency. Another agency official commented that an organization  with a single mission focus might not need a COO/CMO position. A forum  participant noted that implementing change at an organization such as  DHS can be challenging because the department does not have one single  mission (i.e., emergency and nonemergency operations). In suggesting that  a wide range of organizational missions should be a factor when  considering the type of COO/CMO, a departmental official we interviewed  pointed out that Treasury manufactures currency, collects taxes, manages  the national debt, and provides the Director of National Intelligence with  information on terrorist financing activities."], "subsections": []}, {"section_title": "Organizational Size and Structure", "paragraphs": ["Officials frequently cited the size of an organization as an important factor  to consider when reviewing the type of COO/CMO position. For example, a  case-study official suggested that a COO/CMO position would not be  necessary in an organization with only 50 people whereas an organization  with 2,000 employees could need such a position to oversee and integrate  the management functions. He said that as organizations become larger,  they are more likely to need coordinating structures to help with  integration and coordination because communication can easily break  down. Another official added that a COO/CMO position might work best  for a large decentralized organization, where it is more difficult to enforce  policy and where there is no entity to oversee and integrate the various  functions. Some forum participants concluded that for smaller agencies,  the deputy could carry out the COO/CMO role. Another case-study official  remarked that a COO/CMO-type position might be relevant for a smaller  organization if there were a high degree of risk and grave consequences  for poor communication and coordination, such as with the National  Aeronautics and Space Administration. However, another department  official suggested that the size of the organization might not be highly  relevant when considering the establishment of a COO/CMO position  because every agency needs to have a consolidation point in the flow of  information to minimize disjointed communication and a lack of  coordination.", "Organizational structure was also suggested by officials as a factor to  consider in determining the type of COO/CMO position. For example, a  department official suggested that a COO/CMO position should be  established in agencies with a wide geographic dispersion of personnel  and facilities. Another agency official commented that an additional factor  to consider is the degree to which the organization’s activities are  duplicative or stovepiped. Still another official offered that the number of  management layers in the organization and the existing span of control for  managers should be a factor in assessing the type of COO/CMO. The types  of reporting relationships and the number of dotted lines of authority on  the organizational chart might also give indications about the need for a  COO/CMO position, as cited by another agency official we interviewed."], "subsections": []}, {"section_title": "Current Leadership Talent and Focus", "paragraphs": ["Another important factor to consider is the extent of knowledge and  experience and the level of focus and attention of existing senior  leadership. For example, an agency official we interviewed remarked that  if there has not been sufficient attention and focus on management issues  to accomplish the mission of the organization, then establishing a  COO/CMO position would add value. Some forum participants noted that  management execution and integration require a long-term focus, and that  under the existing system, agency senior leaders may not likely stay in  their positions for the long term. According to another official we  interviewed, an additional factor to consider is the extent to which the  agency has a large number of noncareer positions (e.g., political  appointees) carrying out management roles."], "subsections": []}, {"section_title": "Criteria Help to Determine Types of COO/CMOs Needed", "paragraphs": ["A key thread of discussion at the Comptroller General’s April 2007 forum  was the possible need for different types of COO/CMO positions based on  whether the position is predominately a transformational role in instituting  new processes and organizational culture change or an operational role in  a “steady state” organization. Depending on these five criteria, there could  be several types of COO/CMO positions, including the types shown below.", "The existing deputy position could carry out the integration and business  transformation role. This type of COO/CMO might be appropriate in a  relatively stable or small organization.", "A senior-level executive who reports to the deputy, such as a principal  under secretary for management, could be designated to integrate key  management functions and lead business transformation efforts in the  agency. This type of COO/CMO might be appropriate for a larger  organization.", "A second deputy position could be created to bring strong focus to the  integration and business transformation of the agency, while the other  deputy position would be responsible for leading the operational policy  and mission-related functions of the agency. For a large and complex  organization undergoing a significant transformation to reform long- standing management problems, this might be the most appropriate type  of COO/CMO.", "A number of forum participants and officials we interviewed, including  OMB’s Deputy Director for Management, said that the deputy position  should generally carry out the role of integrating key management  functions and transformational efforts in agencies rather than establishing  a separate COO/CMO position. At the same time, given the competing  demands on deputy secretaries in executive branch departments across  the federal government to help execute the President’s policy and program  agendas, a number of agency officials argued that it is not practical to  expect that the deputy secretaries will be able to consistently undertake  this vital integrating responsibility. Moreover, while many deputy  secretaries may be appointed based in part on their managerial  experience, it has not always been the case, and not surprisingly, the  management skills, expertise, and interests of the deputy secretaries have  always varied and will continue to vary. Then again, some officials we  interviewed maintained that a COO/CMO position would be appropriate  for any federal department or agency because there is always a need to  integrate management functions and ensure collaboration in new  initiatives."], "subsections": []}]}, {"section_title": "Key Strategies Can Assist Agencies in Implementing COO/CMO Positions", "paragraphs": ["We identified six key strategies that agencies should consider when  implementing COO/CMO positions. In these six strategies, we recognize  and forum participants underscored that the best approach to use in any  given agency should be determined within the context of the specific facts  and circumstances surrounding that agency and its own challenges and  opportunities. The following is a more detailed discussion of these  strategies along with a range of related insights, views, and examples that  we identified."], "subsections": [{"section_title": "Define the Specific Roles and Responsibilities of the COO/CMO Position", "paragraphs": ["In previous reports, we have proposed that the COO/CMO position would  serve as a single organizational focus for key management functions, such  as human capital, financial management, information resources  management, and acquisition management, as well as for selected  organizational transformation initiatives. By their very nature, the  problems and challenges facing agencies are crosscutting and hence  require coordinated and integrated solutions. Thus, the COO/CMO  essentially serves as a bridge between the agency head, functional chiefs,  and mission-focused executives. The COO/CMO provides leadership and  vision, bringing greater integration and increased attention to the agency’s  management functions in order to enable agency employees to accomplish  their missions more efficiently and effectively. The COO/CMO would offer  the benefit of increased opportunities to coordinate and identify  crosscutting issues that are fundamental to effectively executing any  administration’s program agenda yet do not generally entail program  policy-setting authority. The COO/CMO would also bolster the agency’s  efforts to overcome the natural resistance to change, challenging  conventional approaches and developing new methods and systems for  implementing business transformation in a comprehensive, ongoing, and  integrated manner.", "We have previously suggested that in crafting an approach for any specific  agency, Congress could make clear in statute the broad responsibilities for  the senior official tasked with management integration and business  transformation. Congress has taken this approach with other similar  senior-level positions that can serve as illustrative models. For example, in  2003 Congress created the position of Deputy Architect of the  Capitol/COO, responsible for the overall direction, operation, and  management of that organization. Under the statute, besides developing  and implementing a long-term strategic plan, the Deputy Architect/COO is  to propose organizational changes and staffing needed to carry out the  organization’s mission and strategic and annual performance goals. In  addition, Congress has articulated positional responsibilities in important  governmentwide management legislation. For example, the Chief  Financial Officers Act of 1990 (CFO Act), which requires 24 federal  agencies to have CFOs, clearly lays out the CFOs’ responsibilities,  including developing and maintaining integrated accounting and financial  management systems; directing, managing, and providing policy guidance  and oversight of all financial management personnel, activities, and  operations; and approving and managing financial management systems  design and enhancement projects. By establishing such responsibilities in  statute, Congress created clear expectations for the positions and  underscored its desire for employing a professional and nonpartisan  approach in connection with these positions. (App. III provides a summary  of the key responsibilities for statutory chief officer positions in the  federal government.)", "Each of the four organizations in our study—Treasury, IRS, Justice, and  MIT—has a senior-level official responsible for integrating the key  management functions of human capital, financial management,  information resources management, and acquisition management.  Examples of other functional responsibilities of the case-study COO/CMOs  include strategic planning, program evaluation, facilities and installations,  and safety and security. The COO/CMOs of the four case-study  organizations are also directly responsible for leading many of the  business transformation efforts in their respective organizations. At IRS,  for example, both the COO/CMO and the senior executive of the mission  side of the agency are heavily involved in managing change efforts, but the  COO/CMO has primary responsibility for spearheading business  transformation initiatives that cut across mission-support programs and  policies.", "The case-study officials we interviewed and the participants of the April  2007 forum generally agreed that a senior-level official should be  responsible for carrying out the COO/CMO role of integrating key  management functions in the organization. For example, an official from  one of the federal agencies noted that without someone in the agency  devoted to management functions, the focus of the agency’s senior leaders  will remain on the policy side of the agency. One of the COO/CMOs of the  four organizations commented that there is a benefit in having the mission- support activities in an organization grouped together under one senior  leader so as to support the common interests of these mission-support  activities. Another COO/CMO told us that his role was to “make life easier”  for the mission side of the organization. Another official echoed these  sentiments in that the COO/CMO needs to be viewed by the mission side of  the organization as adding value as opposed to simply promulgating rules.  Several case-study officials and forum participants also stressed that the  COO/CMO must have an authoritative role in the overseeing the agency’s  budget in order to be effective in the position.", "The roles and responsibilities of the COO/CMO related to business  transformation were also widely discussed in our case-study interviews  and at the forum. For example, a forum participant said that the senior  official leading transformation within an agency needs to be in an  operational role rather than a policy role. Another forum participant  stressed that although the COO/CMO is a management and  transformational position, the roles and responsibilities of the position can  differ depending on the extent to which the agency is undergoing  transformation. Accordingly, when significant transformation is the goal,  the role of the COO/CMO should be focused on breakthrough  improvements to achieve this goal. The COO/CMO at one case-study  agency said that when organizations carry out these transformation  efforts, managers throughout the organization will often try to accelerate  decision making and the execution of change, which can be quite  detrimental. He noted that in order to prevent these types of problems, a  federal agency needs the COO/CMO with a role and associated  responsibilities that allow for directing the speed of change  implementation while also controlling the level of detail and personal  involvement in the change. The COO/CMO at another agency remarked  that in order for an agency to be successful in carrying out any  transformation process, experienced agency managers need to be involved  at the beginning of the process and thus the roles and responsibilities of  the COO/CMO should complement those of other managers in the agency.", "Several agency officials and forum participants told us that it is also  important to avoid being overly restrictive in specifying the roles and  responsibilities for the COO/CMO position. For example, a forum  participant said that Congress should not legislate details of how to carry  out the responsibilities of a COO/CMO position because legislation is  geared to the present whereas the agency and the environment in which it  operates can change over time. Another forum participant echoed that any  legislation to establish a COO/CMO position should not contain detailed  roles and responsibilities because it could hinder effectiveness in the  position. Another forum participant added that the roles and  responsibilities should be broadly defined, allowing flexibility from agency  to agency. Another forum participant suggested that the agency head  could specify the responsibilities of a COO/CMO in formal terms, such as  in a “tasking memo.” Nonetheless, a number of agency officials we  interviewed stressed the importance of communicating to employees  throughout the agency the specifics of the COO/CMO’s actual role in the  organization. We have previously noted the importance of ensuring that all  agency employees are fully aware of the duties and key areas of  responsibilities for executives in charge of major activities or functions in  the agency."], "subsections": []}, {"section_title": "Ensure That the COO/CMO Has a High Level of Authority and Clearly Delineated Reporting Relationships", "paragraphs": ["The COO/CMO concept is consistent with the governance principle that  there needs to be a single point within agencies with the perspective and  responsibility to ensure the successful implementation of functional  management and business transformation efforts. The organizational level  and span of control of the COO/CMO position is crucial in ensuring the  incumbent’s authority and status within the organization. We have  previously argued that the COO/CMO position should be part of an  agency’s top leadership, for example, a deputy secretary for management.  At the same time, however, the placement of the COO/CMO position needs  to take into account existing positions and responsibilities to avoid  additional layers of management that are unnecessary. Regardless of how  the position is structured in an agency, it is critical that the individuals  appointed to these positions be vested with sufficient authority to be able  to integrate management functions and achieve results.", "For the four organizations included in our review, the COO/CMOs either  reported to the organization head (i.e., second-level reporting position) or  reported to an individual who reports to the organization head (i.e., third- level reporting position). Specifically, the IRS COO/CMO reports to the  Commissioner of Internal Revenue, the MIT COO/CMO reports to the  President of the university, and the COO/CMOs at Treasury and Justice  report to the respective deputy positions in those departments. (See fig. 1  for simplified organizational charts showing the reporting relationships of  the four COO/CMO positions.) The COO/CMOs for the four organizations  told us that they had the necessary and appropriate level of authority at  their respective levels within their organizations.", "The case-study officials and the forum participants broadly recognized  that a COO/CMO should have a high enough level of authority to ensure  the successful implementation of functional management and  transformational change efforts in the agency. However, the officials and  participants had mixed views as to the most appropriate organizational  level for a COO/CMO position. Some interviewees and forum participants  told us that the COO/CMO position should report to the head of the agency  (i.e., second-level reporting relationship). A department official said, for  example, that having a COO/CMO position on par with the deputy  secretary would demonstrate that management issues are viewed as  important in the agency. Another agency official commented that a  COO/CMO reporting to the agency head would more likely be involved in  key decision making within the organization. Still other interviewees and  forum participants said that the COO/CMO should report to an individual  who reports to the organization head (i.e., third-level reporting  relationship). For example, a department official told us that the  COO/CMO should be at the under secretary level in any department, yet  stressed that the organizational level itself would not guarantee success in  the COO/CMO position. A forum participant said that a COO/CMO position  should be placed at a high level within the organization, but cautioned that  a COO/CMO position with a deputy secretary as peer would create  confusion within the organization if responsibility and accountability are  not clearly defined.", "Some of the agency officials and forum participants said that the  COO/CMO’s level on an organizational chart is not as critical as the level of  authority and executive-level attention that is given to the COO/CMO  position. For example, a department official told us that regardless of  where the COO/CMO position is placed on the organizational chart, the  COO/CMO must have a close relationship with and be a trusted advisor to  the agency leadership. Another official added that the effectiveness of a  COO/CMO does not always depend on where he or she is on the  organizational chart, but mostly on the personality and abilities of the  individual. A forum participant commented that the reporting relationship  of the COO/CMO should depend primarily on the agency’s agenda and  mission. He said, for instance, that if the agency is focused on multiple  issues and there are transformational initiatives under way, dual deputies  are needed (i.e., similar to the IRS and MIT models of governance).", "Additionally, some officials we interviewed commented on COO/CMO  positions in connection with the relationship between departments and  their component agencies. For example, an official at one of the case- study agencies suggested that the reporting level of the COO/CMO position  could differ depending on whether the position is in a department or a  bureau. Namely, the COO/CMO in a department might report to the deputy  while the COO/CMO at the bureau level could report directly to the bureau  head. This official noted that at the bureau level, senior management is  typically more geared toward operations rather than policy. Another  official suggested the possibility of having a COO/CMO position at each of  the various bureaus of a department, which would then form a team of  individuals led by the department’s COO/CMO to integrate management  functions and business transformation throughout the department."], "subsections": [{"section_title": "Implementing a COO/CMO Position Could Affect Reporting Relationships of Functional Chiefs", "paragraphs": ["An important issue to consider when implementing the COO/CMO position  is the reporting relationships of the statutory management functional  chiefs, namely the CFO, CIO, CHCO, and CAO. Some of these positions are  required by statute to report directly to their agency heads; in other cases,  no direction is provided in statute. However, these functional management  chiefs could report to a COO/CMO who was given the responsibility for  integrating the organization’s management functions. For many large  federal departments and agencies, such an arrangement would likely  require amending existing legislation, for example, the CFO Act. This  arrangement would need careful analysis to ensure that any legislative  changes result in augmented attention to management issues yet do not  inadvertently lead to a reduction in the authority of key management  officials or the prominence afforded a particular management function.", "Although federal law generally requires that CFOs and CIOs report directly  to their agency heads, this reporting relationship does not always happen  in practice. For example, in July 2004, we reported on the status of CIO  roles, responsibilities, and challenges (among other things) at 27 major  agencies. Nineteen of the CIOs in our review stated that they reported  directly to the agency head in carrying out their responsibilities. In the  other 8 agencies, the CIOs stated that they reported instead to another  senior official, such as a deputy secretary, under secretary, or assistant  secretary. In addition, 8 of the 19 CIOs who said they had a direct  reporting relationship with the agency head noted that they also reported  to another senior executive, usually the deputy secretary or under  secretary for management, on an operational basis. Only about a third of  those who did not report to their agency heads expressed a concern with  their reporting relationships. For the July 2004 report, we also held two  panels of former agency senior executives responsible for information  technology who had various views on whether it was important that the  CIO report to the agency head. For example, one former executive stated  that such a reporting relationship was extremely important, another  emphasized that organizational placement was not important if the CIO  had credibility, and others suggested that the CIO could be effective while  reporting to a COO.", "Unlike for CFOs and CIOs, the reporting relationships of CHCOs and CAOs  are not prescribed in federal statute and are at the discretion of the agency  head. In May 2004, we provided information on the existing reporting  relationships of the CHCOs as part of our review of federal agencies’  implementation of the Chief Human Capital Officers Act of 2002. At that  time, we noted that more than half (15 of 24) of the CHCOs reported  directly to the agency head, with the remainder reporting to another  agency official. Some CHCOs who reported directly to the agency head  told us that this reporting relationship gives them an important “seat at the  table” where key decisions are made. However, some CHCOs who did not  report to their agency head said having all or most of the agency chief  management positions as direct reports to the agency heads may impede  efficient management coordination within the agency. Most of the political  appointees (9 of 12) reported directly to the agency head, while half of the  career executives (6 of 12) reported to another agency official.", "Many of the officials we interviewed from the case-study organizations  told us that the management functional chiefs should report directly to a  COO/CMO, otherwise the COO/CMO would not have the level of authority  needed to ensure the successful implementation of functional  management and transformational change efforts in the agency. An agency  official pointed out, for example, that one of the purposes of integrating  functions within an agency is to avoid having everyone report directly to  the agency head. Some interviewees raised concerns about where a  COO/CMO position might be created in the agency and the resulting  changes in the level of authority and reporting relationships related to the  functional management chiefs. For example, an official at one of the case- study agencies said that if a COO/CMO position were established in an  agency and this change in effect resulted in moving the functional  management chiefs down a level on the organizational chart, some  functional chiefs might view this change as a demotion because they  would no longer have a direct line to the deputy. Another official  maintained that the COO/CMO position should report to the agency head  in part because the agency could have morale or recruitment problems  within the functional chief positions if the COO/CMO were at a third level  on the organization chart and the functional chiefs reported to him or her."], "subsections": []}]}, {"section_title": "Foster Good Executive- Level Working Relationships for Maximum Effectiveness", "paragraphs": ["Effective working relationships of the COO/CMO with the agency head  and his or her peers are essential to the success of the COO/CMO position.  In various reports over the years, we have stressed the importance of good  working relationships to achieving program goals and agency missions.", "As with other senior-level officials in agencies, individuals serving in  COO/CMO positions can establish effective working relationships through  various methods, such as forming alliances with other senior managers to  help build commitment and getting managers from the mission side of the  enterprise involved and accountable for key management projects. We  have also previously noted that active participation in executive processes  and committees facilitates the ability to build effective executive-level  working relationships. Because of high turnover among politically  appointed leaders, it is particularly important for appointees and senior  career executives to develop good working relationships from the  beginning.", "At the four case-study organizations, working relationships among the  COO/CMOs and other senior leaders were crucial to effectively carrying  out the respective integration and transformation roles. For example, in  May 2003, the then-Commissioner of Internal Revenue realigned IRS’s  management structure with the primary change being the creation of an  operations support organization to be led by a deputy commissioner  serving in a COO/CMO-type role. This new position, the Deputy  Commissioner for Operations Support, would be responsible for the  modernization program and drive productivity across the organization.  The other deputy—the Deputy Commissioner for Services and  Enforcement—would be able to focus on the mission side of the agency,  including prioritization of multiple enforcement initiatives and reducing  cycle time for enforcement actions. Officials at IRS stressed the  importance of the working relationship between the agency’s two deputy  commissioners—one serving as the COO/CMO— in carrying out their  respective roles and responsibilities in leading the mission and mission- support offices of the agency. According to IRS officials we interviewed,  open communication and carefully planned coordination between the  mission and mission-support sides of the agency help significantly in  ensuring that the people, processes, and technology are well-aligned in  support of the agency’s mission.", "Officials at MIT echoed the crucial importance of the working relationship  between the Executive Vice President, who serves in a COO/CMO-type  position and leads the mission-support offices of the university, and the  Provost, who oversees the academic offices. MIT officials pointed out, for  instance, that both university executives work closely together on  formulating an organizational budget to help ensure the most effective use  of resources. An MIT official reiterated the comments of colleagues in  stating that the relationship between the COO/CMO and Provost of the  university is paramount to ensuring the effective integration of the  academic and administrative sides of the university. The official added  that over the years there have been differences in the working styles of the  individuals in the Executive Vice President and Provost positions, but  these relationships were still effective. Many forum participants confirmed  the view that good executive-level working relationships are crucial for  carrying out the COO/CMO position."], "subsections": []}, {"section_title": "Establish Integration and Transformation Structures and Processes in Addition to the COO/CMO Position", "paragraphs": ["While the position of COO/CMO can be a critical means for integrating and  transforming business and management functions, other structures and  processes need to be in place to support the COO/CMO in management  integration and business transformation efforts across the organization.  These structures and processes can include governance boards, business  transformation offices, senior executive committees, functional councils  for areas such as human capital and information technology, and short- term or temporary cross-functional teams, such as a project task force— all of which would be actively involved in planning, budgeting, monitoring,  information sharing, or decision making. To bring focus and direction and  help enforce decisions in the agency, the COO/CMO should be a key player  in actively leading or supporting these integration structures and  processes.", "We have previously reported that dedicating an implementation team to  manage a transformation process is a key practice of successful mergers  and organizational transformations. Because the transformation process  is a massive undertaking, the implementation team must have a “cadre of  champions” to ensure that changes are thoroughly implemented and  sustained over time. Establishing networks, including a senior executive  council, functional teams, or crosscutting teams, can help the  implementation team conduct the day-to-day activities of the merger or  transformation and help ensure that efforts are coordinated and  integrated. To be most effective, establishing clearly defined roles and  responsibilities within this network assigns accountability for parts of the  implementation process, helps in reaching agreement on work priorities,  and builds a code of conduct that will help all teams to work effectively.  Our work on business transformation initiatives at DOD and DHS and at  DHS’s U.S. Citizenship and Immigration Services shows that these  agencies have used various governance and leadership processes and  structures to help modernize, transform, and integrate the business side of  their organizations. For example, each organization established a  business transformation office or agency to provide a dedicated team to  implement its transformation, although DHS subsequently eliminated its  office.", "At the four organizations included in our case-study reviews, the  COO/CMO position is a key player in integrating and coordinating mission- related programs and mission-support functions at the senior levels of the  organization. Still, in addition to the important integration and  transformation role of the COO/CMO, other structures and processes need  to be in place. These approaches include structures and processes for  coordinating mission and mission-support functions at the senior levels of  the organization, as shown below.", "With its organizational realignment in 2003, IRS established a Strategy and  Resources Committee to govern IRS strategy and ensure that resource  allocations are appropriate for meeting mission needs. As the COO/CMO  of IRS, the Deputy Commissioner for Operations Support chaired this  committee, which included seven other senior IRS officials, including the  Deputy Commissioner for Services and Enforcement, the CFO, and the  CIO. Responsibilities of the committee, which met every other month,  included overseeing the agency’s strategic planning process and  improvement initiatives, reviewing budget initiatives for alignment with  the agency’s strategic plan, and reviewing the agency’s progress against  critical performance measures. More recently, according to IRS officials,  as the organization structure and the COO/CMO position matured and the  need for more frequent exchanges of information grew, the strategy and  resources committee has evolved into a monthly senior executive team  meeting that deals with strategy and resource issues as well as other  topics related to resource allocation and business planning.", "At Treasury, the bureau head meetings and the Executive Planning Board  are two mechanisms that the COO/CMO uses to integrate and coordinate  management functions across the department. The heads of the Treasury  bureaus meet regularly as a group to serve as an authorizing body for  carrying out the department’s mission responsibilities. According to  Treasury officials, the COO/CMO has used these monthly meetings as a  mechanism for discussing management issues with the various bureaus  and trying to create a shared approach to improving integration of the  department’s management functions. Furthermore, Treasury’s Executive  Planning Board leads the department’s annual budget and strategic  planning process. As chair of the Executive Planning Board, the COO/CMO  at Treasury provides executive oversight of the planning process, helping  to identify trends and leverage opportunities for coordination and  integration across the department.", "As the COO/CMO at Justice, the Assistant Attorney General for  Administration has a standing role at a monthly meeting of Justice  component heads to advise them on matters related to management issues  in the department, such as the status of the department’s budget and new  management requirements, as well as to hear component heads’ concerns  and ideas for addressing management issues. The Justice COO/CMO also  chairs a monthly meeting of the departmental components’ executive  officers (or their equivalents), who are generally career staff responsible  for each component’s management functions (budget, finance,  procurement, facilities, information management, and human resources).  According to Justice officials, this monthly meeting serves as a forum for  addressing governmentwide and departmentwide management policy and  operational matters, and these meetings help to ensure that management  issues are appropriately addressed at the component level within the  department.", "MIT has also relied heavily on committees to integrate management  functions across the university. As the COO/CMO of MIT, the Executive  Vice President participates in a weekly “foursome meeting” with the  university President, Provost, and Vice President for Institute Affairs to  discuss strategic issues for the organization. The COO/CMO is also a  member of the university’s Academic Council, a group of about 20 senior- level university officials involved in the overall administration of the  university who meet weekly to confer on matters of organizational policy  and to advise the university President. According to an MIT official, if  decisions on issues cannot be reached at lower committee levels within  the university, such issues can be brought before the Academic Council  for resolution.", "Another common mechanism for integrating and coordinating  management functions across the organization is the use of standing  committees and subcommittees that deal with specific issues and topics  related to various functions, such as a “human capital council” and its  subcommittees. The COO/CMO is usually directly involved or provides  important institutional support for these governance structures and their  related processes, as shown below.", "With its organizational realignment in 2003, IRS established a Human  Capital Board composed of representatives from across the agency’s  major units to obtain input and plan and monitor human capital initiatives  and programs. The Human Capital Board, one of IRS’s governance boards,  is headed by IRS’s Human Capital Officer and includes the Chief of Staff  and the head of equal employment opportunity. The board governs IRS- wide human capital policy and plans workforce strategy and initiatives.", "MIT established a human resources council, called HR Partners, composed  of various staff from across the university with human resources  responsibilities. MIT’s council organizes formal training events for the  human resources staff using the expertise and resources of the university’s  business school as well as informal events, such as “lunch and learn”  sessions to share information related to human capital management.", "Treasury’s CFO Council, which meets monthly, comprises the chief  financial management officers of the department’s bureaus and major  offices. The COO/CMO at Treasury serves as the department’s CFO and  chairs the department’s CFO Council with the deputy CFO. Treasury’s  CFO Council carries out its role through various working groups, which  convene for recurring events, such as the preparation of the department’s  financial statements and annual reporting on internal control issues.", "Justice’s CIO Council, composed of department and component CIOs,  deals with all matters of departmentwide significance related to  information technology policy and implementation. The Justice COO/CMO  is responsible for supervising the overall direction of the CIO Council in  formulating department policies, standards, and procedures for  information systems and reviewing and approving contracts for  information processing led by the department."], "subsections": []}, {"section_title": "Promote Individual Accountability and Performance through Specific Job Qualifications and Effective Performance Management", "paragraphs": ["A specific set of job qualifications for the COO/CMO position would aid in  ensuring that the incumbent has the necessary knowledge and experience  in the areas within the job’s portfolio. Our interviews at the four  organizations and our prior work revealed that essential qualifications for  a COO/CMO position include having broad management experience and a  proven track record of making decisions in complex settings as well as  having direct experience in, or solid knowledge of, the respective  organization. To further clarify expectations and reinforce accountability,  a clearly defined performance agreement with measurable organizational  and individual goals would be warranted as well. As underscored in our  interviews and the forum discussion, any performance agreement for the  COO/CMO should contain realistic expectations as well as appropriate  incentives and rewards for outstanding performance and consequences for  those who do not perform."], "subsections": [{"section_title": "Job Qualifications Can Better Ensure Requisite Management Skills and Abilities", "paragraphs": ["We have previously proposed that a specific set of job qualifications for  the COO/CMO position could aid in ensuring that the officeholder has the  necessary knowledge and experience in the areas within the job’s  portfolio. We have suggested that the individual serving in a COO/CMO  position be selected based on (1) demonstrated leadership skills in  managing large and complex organizations and (2) experience achieving  results in strategic planning, financial management, communications and  information resources management, human capital strategy, acquisition  management, and change management. We have also previously suggested  that Congress consider formalizing the broad qualifications for any  COO/CMO positions established in federal departments and agencies. By  articulating qualification requirements directly in statute, Congress would  be taking an important step toward further ensuring that high-quality  individuals would be selected.", "As a point of comparison, Congress has set out qualifications for other  management positions established in various federal agencies. For  example, under statute, the Deputy Architect of the Capitol/COO is to have  strong leadership skills and demonstrated ability in management in such  areas as strategic planning, performance management, worker safety,  customer satisfaction, and service quality. The COO of Federal Student Aid  is to have demonstrated management ability and expertise in information  technology, including experience with financial systems. The COO of the  Air Traffic Organization is to have a demonstrated ability in management  and knowledge of or experience in aviation. Additionally, the  Commissioner for Patents and the Commissioner for Trademarks are to  have demonstrated management ability and professional background and  experience in patent law and trademark law, respectively. Congress has  also established overall job qualifications for two of the management  functional chief positions in the federal government—the CFOs and the  CIOs. The CFOs are to “possess demonstrated ability in general  management of, and knowledge of and extensive practical experience in,  financial management practices in large governmental or business  entities.” The CIOs are to be selected with special attention to relevant  experience and professional qualifications related to records management,  information dissemination, security, and technology management, among  other areas.", "As with other Senior Executive Service (SES) appointments, the  qualifications for the two federal career COO/CMO positions (Justice and  IRS) required general management skills and characteristics reflected in  the five executive core qualifications adopted by the Office of Personnel  Management (OPM), namely leading change, leading people, results  driven, business acumen, and building coalitions. In addition, SES  positions can have technical and professional qualifications that are  specific to each position. For example, according to the most recent job  vacancy announcement for the Assistant Attorney General for  Administration position at Justice, the COO/CMO is to have, among other  things, experience in the management of a large and complex organization  with diverse personnel as well as the demonstrated ability to direct the  planning, implementation, integration, and evaluation of budget and  management of major administration programs in a cabinet-level  department. According to the position specification for the Executive Vice  President at MIT, the qualifications of the COO/CMO position included  senior financial and operational leadership experience in a large, complex  organization with a reputation for world-class financial and administrative  management; successful experience in leading change in a large, complex  organization; and an understanding of the culture of an academic  institution.", "The case-study officials and forum participants identified a range of  recommended qualifications for a COO/CMO-type position in federal  departments and agencies. For example, officials at each of the four  organizations told us that communication and collaboration skills are  critical for the COO/CMO role and that an essential qualification for a  COO/CMO position is having broad management experience in making  decisions in complex settings. Some of the officials we interviewed said  that having both private and public sector experience would be valuable.  An agency official said that public and private sector experience are both  useful in serving in a COO/CMO position in that career federal employees  tend to strive for long-lasting improvements, while individuals from the  private sector often have a fresh perspective on addressing challenges  within the agency. Another department official cautioned that if both  private and public sector experience were required qualifications for a  COO/CMO position, the agency would likely be disqualifying some  individuals who could effectively carry out the position. In addition, some  officials noted that having prior federal experience is beneficial because of  the myriad of federal regulations governing human capital, financial  management, information resources management, acquisition  management, and other management functions. In addition, some  interviewees told us that it was not necessary to have extensive  experience with each key management function but having broad  knowledge of at least one of them would be helpful for a COO/CMO.  Several forum participants stated that the COO/CMO should have  experience in managing large organizations and in successfully leading  large-scale change efforts.", "The case-study officials and forum participants also identified a number of  pros and cons for formalizing the qualifications of a COO/CMO position in  federal statute. Some advantages to placing qualifications in statute  included better ensuring that the agency brought on someone who had the  knowledge, skills, and experience to effectively carry out the position and  helping to ensure transparency in the hiring process. For example, a forum  participant, referring to the job qualifications for the CFO positions as  spelled out in the CFO Act, said that over time the individuals selected for  CFO positions increasingly matched the statutory job qualifications.  Disadvantages of formalized qualifications included unnecessarily  screening out talented persons who could effectively carry out the  position and overlooking that the job could change over time depending  on the needs of the agency and the focus and talent of other senior agency  managers. For example, a department official said that formalizing specific  qualifications in statute does not provide enough flexibility in hiring the  right person for the job, and another official added that the head of the  agency should determine the qualifications needed for the COO/CMO  position based on the strengths and weaknesses of current senior leaders  and the overall needs of the agency. Nonetheless, many interviewees told  us that if placed in statute, any qualifications for the COO/CMO position  should be general enough to provide flexibility in selecting an individual  who best matches the current needs of the organization."], "subsections": []}, {"section_title": "Performance Agreements Can Help to Hold COO/CMOs Accountable", "paragraphs": ["Another potentially important accountability mechanism to support the  COO/CMO role is to use clearly defined, results-oriented performance  agreements accompanied by appropriate incentives, rewards, and other  consequences. We have reported on a number of benefits of performance  agreements. Specifically, performance agreements can    strengthen alignment of results-oriented goals with daily operations,  foster collaboration across organizational boundaries,   enhance opportunities to discuss and routinely use performance  information to make program improvements,   provide a results-oriented basis for individual accountability, and    maintain continuity of program goals during leadership transitions.", "While performance agreements can be implemented administratively,  Congress has also required performance agreements in statute as well as  provided for performance assessments with consequences. For example,  Congress has required the COO at the Department of Education’s Office of  Federal Student Aid and the Secretary of Education to enter into an annual  performance agreement with measurable organizational and individual  goals that the COO is accountable for achieving. Further, the COO’s  progress in meeting these goals is to form the basis of a possible  performance bonus of up to 50 percent of base pay, as well as any  decisions by the Secretary to remove or reappoint him or her. Similarly,  Congress made it clear in statute that the Deputy Architect of the  Capitol/COO may be removed from office by the Architect of the Capitol  for failure to meet performance goals. Top civil servants in other  countries—such as New Zealand, Canada, and the United Kingdom—also  have performance agreements.", "Of the four organizations included in our study, two of the COO/CMOs— both career civil servants—had performance agreements, and two did not.  The two performance agreements included a listing of overall objectives  and commitments for each position along with general benchmarks and  standards to be used in assessing the COO/CMO’s performance. For  example, one of the commitments listed in the IRS COO/CMO’s  performance agreement for fiscal year 2006 was to “drive processes to  increase IRS security preparedness,” which would be measured, in part, by  an improved score for security under the PMA. The IRS COO/CMO’s  performance agreement also called for building strong alliances and  gaining cooperation to achieve mutually satisfying solutions as well as  acting to continuously improve products and services in the effort to meet  overall performance commitments. At Justice, the COO/CMO’s  performance work plan, with the elements and objectives that compose it,  serves as a performance agreement for the Assistant Attorney General for  Administration. The objectives listed in the Justice COO/CMO’s  performance work plan for fiscal year 2007 also included direct references  to managing and implementing the department’s approved plan to improve  organizational performance, as outlined in the PMA.", "Many of the case-study officials and forum participants told us that  performance agreements can help to ensure accountability for the  COO/CMO position in setting out clear requirements and specific  objectives. For example, an agency official commented that performance  agreements have been effective in setting the stage for improved  performance in his agency. A department official added that the  performance agreement should have broad objectives and specific  accomplishments that are well-documented in order to hold the COO/CMO  accountable. Still other officials stressed that the COO/CMO’s  performance objectives should be directly linked to an agency’s strategic  plan. The officials we interviewed generally agreed that any performance  agreement should have a removal clause in the event that the COO/CMO  does not perform well. Officials also generally agreed that any  performance agreement should have incentives, such as a bonus, for  meeting or exceeding expectations as spelled out in the agreement."], "subsections": []}]}, {"section_title": "Provide for Continuity of Leadership in the COO/CMO Position", "paragraphs": ["Given that organizational results and transformational efforts can take  years to achieve, agencies need to take steps to ensure leadership  continuity in the COO/CMO position. Foremost, an agency needs to have  an executive succession and transition planning strategy that ensures a  sustained commitment and continuity of leadership as individual leaders  arrive or depart or serve in acting capacities. For example, in creating a  CMO position for DHS, Congress has required the DHS CMO to develop a  transition and succession plan to guide the transition of management  functions with a new administration. The administration and Congress  could also consider options of other possible mechanisms to help agencies  in maintaining leadership continuity for the position. For example, the  benefits of a term appointment for the position, such as instilling a long- term focus, need to be weighed along with the potential challenges of a  term appointment, such as a lack of rapport between members of a new  senior leadership team with any change in administration. Moreover, as  emphasized in our interviews and the forum discussion, career  appointments for the COO/CMO have advantages that should be fully  assessed when considering the position’s roles, responsibilities, and  reporting relationships."], "subsections": [{"section_title": "Use of Term Appointments for COO/CMO Positions Would Help to Provide Continuity", "paragraphs": ["The establishment of a term appointment is one mechanism that should be  considered for providing continuity to the COO/CMO position. We have  previously endorsed setting a term appointment for the COO/CMO  position because it would help provide the continuing focused attention  essential to successfully completing multiyear transformations. Large- scale change initiatives and organizational transformations typically  require long-term, concerted effort, often taking years to complete and  extending beyond the tenure of many political leaders. Providing a  COO/CMO with a term appointment of about 5 to 7 years would be one  way to institutionalize accountability over the extended periods needed to  help ensure that long-term management and transformation initiatives  provide meaningful and sustainable results.", "Statutory term appointments currently exist for various senior-level  positions in a number of agencies, bureaus, commissions, and boards in  the federal government. As described in table 1, the lengths of such terms  can range from 3 to 15 years. The methods of appointment for these term  positions vary as well, including appointment by (1) the President with the  advice and consent of the Senate, (2) the secretary of a cabinet-level  department, or (3) an agency head with the approval of an oversight  committee. Government agencies in the United Kingdom, New Zealand,  and Ireland also have COO-type positions in place with term appointments  of 5 to 7 years.", "Term appointments for senior positions in federal agencies have been  established in a number of cases primarily to promote and enhance  continuity and independence. For example, during congressional  deliberations on the Civil Service Reform Act of 1978, which established  OPM, conferees agreed that the OPM Director should have a 4-year term  but declined the requirement that the term coincide with the President’s so  as to afford the Director with a measure of independence in performing  his or her duties. During congressional deliberations in 1994 to establish  the Social Security Administration as an independent agency, creating a 6- year term for the agency’s Commissioner was viewed as one key feature to  insulate the position from short-term political pressures and provide  increased stability in the management of the agency. In testimony leading  up to the 1998 restructuring of IRS, the explanations for establishing a 5- year term for the Commissioner of Internal Revenue chiefly centered on  the goal of providing continuity in the position.", "At the four case-study organizations, none of the COO/CMOs were  appointed or selected for their positions under a term appointment at the  time of our review. As the COO/CMO at Treasury, the Assistant Secretary  for Management was a noncareer position serving at the will of the  President. As the COO/CMOs at Justice and IRS, respectively, the Assistant  Attorney General for Administration and the Deputy Commissioner for  Operations Support were both career SES positions without designated  terms. As the COO/CMO at MIT, the Executive Vice President served  MIT’s President and the university’s board of trustees and held the  position without any predetermined length of service.", "The case-study officials and forum participants agreed with the need to  ensure leadership continuity in the COO/CMO position, but there were  mixed views as to whether a term appointment would be a strong  mechanism for ensuring continuity in a COO/CMO position. Advantages of  a term appointment included fostering accountability for the incumbent  and the long-term consequences of his or her decisions, signaling to others  in the agency that the incumbent will likely be in the position for the long  term, and protecting the incumbent from undue political influence. Some  case-study officials said that term appointments could potentially be a  vehicle for promoting and enhancing continuity of leadership in the  agency, assuming that the length of the term was sufficient to help ensure  that long-term management and transformation initiatives are successfully  completed. A forum participant said that changes in leadership at an  agency would not pose a problem as long as the goals and milestones were  clear and the definition of success was the same regardless of the  leadership.", "Limitations of a term appointment included the need to develop new  working relationships with a different leadership team when an  administration changes as well as the fact that incumbents can readily  leave the position prior to the end of any designated term. A number of  forum participants expressed a strong concern that the agency head  should have the ability to select the agency’s leadership team, especially  given that personal relationships and rapport are so important. For  example, a participant said that an individual who is “inherited” in the  COO/CMO position by another Secretary can be easily marginalized. Some  forum participants had concerns that longer terms, such as 7 years, would  deter individuals from applying for COO/CMO positions. During the forum,  however, the Comptroller General pointed out that many individuals  would accept a COO/CMO position out of a desire to serve, regardless of  term."], "subsections": []}, {"section_title": "Career Appointments Could Be Option for Continuity in COO/CMO Positions", "paragraphs": ["Another option for promoting the continuity of leadership in the  COO/CMO position is the use of career appointments. As we have  previously reported, high turnover among politically appointed leaders in  federal agencies can make it difficult to follow through with organizational  transformation because the length of time often needed to provide  meaningful and sustainable results can easily outlast the tenures of top  political appointees. In previous testimony, we have suggested that the  individual serving in a COO/CMO position be selected without regard to  political affiliation.", "At the time of our review, the individuals in the COO/CMO positions at the  three federal case-study agencies served under varying types of  appointments, including both career and noncareer. As the COO/CMO at  Treasury, the Assistant Secretary for Management was a presidentially  appointed, Senate-confirmed position. As the COO/CMO at Justice, the  Assistant Attorney General for Administration was a career SES position,  but appointment to the position is subject to the approval of the President  but not subject to Senate confirmation. As the COO/CMO at IRS, the  Deputy Commissioner for Operations Support was also a career SES  position.", "The case-study officials and forum participants offered a range of insights,  views, and examples from their experiences regarding the issue of  promoting continuity in the COO/CMO position by using career  appointments. Several officials we interviewed at the case-study  organizations told us that career appointments for COO/CMO-type  positions in federal departments and agencies would provide a number of  benefits over political appointments. These interviewees said that career  SES personnel are more likely to help ensure continuity in the position,  are generally more familiar with federal management issues, and can be  easily reassigned to another position if they are not effective in the  COO/CMO role. A department official also told us that another advantage  in serving as a career COO/CMO is the degree of independence that can be  brought to important decisions under consideration at an agency. Some  forum participants agreed that career senior executives were the best  option for filling COO/CMO positions because career executives could  offer continuity and experience as administrations come and go. A  participant remarked that because political appointees currently fill many  of the executive-level administrative management positions that in the  past were filled by career executives, a loss of continuity and experience  has resulted.", "Some agency officials and forum participants raised concerns about filling  COO/CMO positions with career civil servants. The challenges cited  include the view that there might not be enough qualified career applicants  for these positions and restrictions on the administration’s ability to select  individuals for these positions. For example, one forum participant said  that the President and Secretary should have latitude in determining who  fills the COO/CMO position because the relationship is crucial. There was  also discussion on whether the senior management official in an agency  should be a presidential appointment requiring Senate confirmation, while  Senate confirmation would not be required of those officials who lead  specific management functions (for example, financial management,  information technology, or human capital) and who report to that senior  management official. Forum participants differed in their views on the  appropriate appointment type for the COO/CMO. During the forum, the  Comptroller General suggested that some COO/CMO positions could be  presidential appointments with Senate confirmation and others could be  appointments without Senate confirmation."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["Given the long-standing management challenges faced by many  government agencies, as well as the organizational transformation now  taking place across government in response to a post-9/11 environment  and other changes, new leadership models are needed to help elevate,  integrate, and institutionalize business transformation and management  reform efforts. A COO/CMO, given adequate authority, responsibility, and  accountability, could provide the leadership necessary to sustain  organizational change over a long term.", "While they may share a number of common circumstances, each  department and agency in the federal government nevertheless faces its  own unique set of characteristics and challenges in attempting to improve  and transform its business operations. Yet as we learned from our case  study and forum discussion, a number of common criteria can be used to  determine the type of COO/CMO that would be appropriate in a federal  agency. Once such a determination is made, a number of common  strategies can be adopted to put such a position into place and to help  ensure that it will work effectively. The strategies underscore the  importance of clearly identified roles and responsibilities, good working  relationships, inclusive decision-making structures and processes, and  solid accountability mechanisms.", "As Congress considers COO/CMO positions at selected federal agencies,  the criteria and strategies we identified should help to highlight key issues  that need to be considered, both in design of the positions and in  implementation. While Congress is currently focused on two of the most  challenging agencies—DOD and DHS—the problems they face are, to  varying degrees, shared by the rest of the federal government. Each  agency, therefore, could consider the type of COO/CMO that would be  appropriate for its organization and adopt the strategies we outline to  implement such a position. Because it is composed of the senior  management officials in each department and agency, the President’s  Management Council, working closely with OMB, could play a valuable  role in leading such as assessment and helping to ensure that due  consideration is given to how each agency can improve its leadership  structure for management. Moreover, given the council’s charter to  oversee government management reforms, it can help institutionalize a  leadership position that will be essential to overseeing current and future  reform efforts."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To address business transformation and management challenges facing  federal agencies, we recommend that the Director of OMB work with the  President’s Management Council to (1) use the criteria that we have  developed for determining the type of COO/CMO positions that ought to  be established in the federal agencies that are members of the council and  (2) once the types of COO/CMOs have been determined, use the key  strategies we have identified in implementing these positions."], "subsections": []}, {"section_title": "Matter for Congressional Consideration", "paragraphs": ["Congress should consider the criteria and strategies for establishing and  implementing COO/CMO positions as it develops and reviews legislative  proposals aimed at addressing business transformation and management  challenges facing federal agencies. In doing so, the implementation of any  approach should be determined within the context of the specific facts  and circumstances that relate to each individual agency."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report for review and comment to the Director  of OMB. The Associate Director for OMB Administration and Government  Performance told us that OMB had no comments on the draft report. We  also provided a draft of this report to the Secretary of the Treasury, the  Acting Commissioner of Internal Revenue, the Acting Attorney General,  the Executive Vice President of MIT, and the participants of the April 2007  forum for their review and technical comments. Treasury, IRS, and several  forum participants provided us with technical comments, which we  incorporated as appropriate.", "As agreed with your offices, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 45 days from its  date. At that time, we will send copies of this report to the Chairman and  Ranking Member of the Senate Committee on Homeland Security and  Governmental Affairs, the Chairman and Ranking Member of the House  Committee on Oversight and Government Reform, and other interested  congressional parties. We will also send copies to the Director of OMB, the  Secretary of the Treasury, the Commissioner of Internal Revenue, the  Attorney General, and the President of MIT. In addition, we will make  copies available to others upon request. The report will be available at no  charge on the GAO Web site at http://www.gao.gov.", "If you or your staffs have any questions concerning this report, please  contact me on (202) 512-6806 or steinhardtb@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made major contributions to  this report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The objectives for this study were to identify    criteria that can be used to determine the type of chief operating officer  (COO)/chief management officer (CMO) or similar position that ought to  be established in federal agencies and   strategies for implementing COO/CMO positions to elevate, integrate, and  institutionalize key management functions and business transformation  efforts in federal agencies.", "To identify these criteria and strategies, we (1) gathered information on  the experiences and views of officials at four organizations with  COO/CMO-type positions and (2) convened a Comptroller General’s forum  to gather insights from individuals with experience and expertise in  business transformation, federal and private sector management, and  change management.", "To select the organizations to include in our study, we collected and  reviewed literature on general management integration approaches and  organizational structures of public and private sector organizations, and  we reviewed our prior work on the COO/CMO concept as well as  organizational transformation issues at the Department of Defense (DOD)  and the Department of Homeland Security (DHS). We also collected and  analyzed organizational charts of the 24 Chief Financial Officers Act  federal agencies as well as those federal agencies required to report under  the President’s Management Agenda. We also consulted with various  nonprofit organizations with experience in federal and state/local  government. We sought to identify organizations that had senior-level  officials with responsibility for integrating key management functions,  including, at a minimum, human capital, financial management,  information technology, and acquisition management, and who generally  did not have direct responsibility for the mission programs and policies of  their organizations. We considered a range of diverse missions and also  took into account that the COO/CMOs of the organizations were appointed  to their positions under varying methods. Our organization selection  process was not designed to identify examples that could be considered  representative of all COO/CMO-type positions.", "The four organizations included in our review are three federal agencies  and one nonprofit organization: the Department of the Treasury  (Treasury), the Internal Revenue Service (IRS), the Department of Justice  (Justice), and the Massachusetts Institute of Technology (MIT). At the  headquarters of these four organizations, we interviewed senior officials  and we collected and reviewed documents related to the COO/CMO  position. We conducted semistructured interviews with the individuals  serving in the COO/CMO positions (Acting Assistant Secretary for  Management at Treasury, Deputy Commissioner for Operations Support at  IRS, Assistant Attorney General for Administration at Justice, and  Executive Vice President at MIT) as well as those managers who reported  directly to the COO/CMOs. These interviews focused on how the  COO/CMO position functioned in their respective organizations as well as  the officials’ views and insights on issues such as roles and  responsibilities, reporting relationships, accountability mechanisms, and  decision-making structures and processes. In carrying out our work at  these four organizations, we did not assess the effectiveness of each  COO/CMO serving in these respective organizations nor did we determine  whether any specific COO/CMO position directly resulted in a higher level  of organizational performance. Rather, we attempted to highlight the  experiences and views of officials in carrying out the COO/CMO position.", "The Comptroller General also hosted a forum on April 24, 2007, to bring  together former and current government executives and officials from  private business and nonprofit organizations to discuss when and how a  COO/CMO or similar position might effectively provide the continuing,  focused attention essential for integrating key management functions and  undertaking multiyear organizational transformation initiatives. This  forum was designed for the participants to discuss these issues openly and  without individual attribution. Participants were selected for their  expertise but also to represent a variety of perspectives. Prior to the  forum, we provided each of the participants with a briefing paper that  included background information on the four case-study organizations,  some preliminary results of our initial work on these case-study reviews,  as well as key statements from our prior work related to the COO/CMO  concept. The highlights summarized in this report do not necessarily  represent the views of any individual participant or the organizations that  these participants represent.", "We also interviewed officials from the Office of Management and Budget  to discuss the establishment and implementation of COO/CMO positions in  federal departments and agencies.", "We conducted our review from August 2006 through July 2007 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Forum Participants for “Implementing Chief Operating Officer/Chief Management Officer Positions,” April 2007", "paragraphs": ["Executive Director, IBM Center for The Business of Government  James A. Champy  Chairman of Consulting, Perot Systems Corporation  (Massachusetts Institute of Technology Board Member)", "Chief Operating Officer, U.S. Government Accountability Office  President and Chief Executive Officer, National Academy of Public  Administration  Deputy Secretary, U.S. Department of Defense   Commissioner, U.S. Internal Revenue Service  Executive Director, American Society of Military Comptrollers  (Former Assistant Secretary of the Air Force - Financial  Management and Comptroller)", "President and Chief Executive Officer, Center for Strategic and  International Studies (Former Deputy Secretary of Defense)", "Chief Administrative Officer/Chief Financial Officer, U.S.  Government Accountability Office   President and Chief Executive Officer, Nevada New-Tech, Inc.  (Former Chief Executive Officer, U.S. Government Printing Office)", "Deputy Director of Management, U.S. Office of Management and  Budget   Managing Partner, McKinsey & Company  President, U.S. Soccer Foundation  (Former Deputy Mayor, Government of the District of Columbia)", "Chief Financial Officer, U.S. Department of Labor  Chancellor, Louisiana State University and A & M College  (Former Administrator, National Aeronautics and Space  Administration)"], "subsections": []}, {"section_title": "Appendix III: Key Responsibilities of Statutory Chief Officer Positions in the Federal Government", "paragraphs": [], "subsections": [{"section_title": "Chief Financial Officers Act of 1990 (Pub. L. No. 101- 576)", "paragraphs": ["Develop and maintain an integrated agency accounting and financial  management system, including financial reporting and internal controls, which  complies with applicable accounting principles and standards and provides for     complete, reliable, consistent, and timely information;  the development and reporting of cost information;   the integration of accounting and budgeting information; and  the systematic measurement of performance.", "Direct, manage, and provide policy guidance and oversight of agency financial  management personnel, activities, and operations, including the    development of agency financial management budgets and    recruitment, selection, and training of personnel to carry out agency financial  management functions.", "Approve and manage financial management systems design and enhancements  projects and the implementation of agency asset management systems.", "Paperwork Reduction Act  of 1995 (Pub. L. No. 104- 13); Clinger-Cohen Act of  1996 (Pub. L. No. 104- 106), as renamed pursuant  to Pub. L. No. 104-208  (Sept. 30, 1996)", "Carry out information resources management responsibilities of the agency,  including information collection and control of paperwork, information  dissemination, statistical policy and coordination, records management, privacy  and information security, and information technology.", "Provide advice and other assistance to the head of the agency and other senior  management personnel to ensure that technology is acquired and information is  managed consistent with the applicable law and priorities established by the  head of the agency.", "Develop, maintain, and facilitate the implementation of a sound, secure, and  integrated information technology architecture for the agency.", "Promote the effective and efficient design and operation of all information  resources management processes for the agency.", "Monitor and evaluate the performance of the agency’s information technology  programs, and advise the head of the agency whether to continue, modify, or  terminate a program.", "Annually, as part of the strategic planning and performance evaluation process,    assess the requirements established for information resources management  knowledge and skills of agency personnel;    assess the extent to which the positions and personnel at both the executive  and management levels meet those requirements;    develop strategies and specific plans for hiring, training, and professional  development to rectify any deficiency in meeting those requirements; and    report to the head of the agency on the progress made in improving  information resources management capability.", "Set the workforce development strategy of the agency. (Pub. L. No. 107-296, Title  XIII)", "Assess workforce characteristics and future needs based on the agency’s  mission and strategic plan.", "Align the agency’s human resource policies and programs with the agency’s  mission, strategic goals, and performance outcome.", "Develop and advocate a culture of continuous learning to attract and retain  employees with superior abilities.", "Identify best practices and benchmarking studies.", "Apply methods for measuring intellectual capital and identify links of that capital  to organizational performance and growth.", "Advise and assist the head of the agency and other agency officials to ensure  (Pub. L. No. 108-136, Title  XIV) that the agency’s mission is achieved through the management of the agency’s  acquisition activities.", "Monitor and evaluate the performance of the agency’s acquisition activities and  programs, and advise the agency head on the appropriate business strategy to  achieve the mission of the agency.", "Increase the use of full and open competition in the acquisition of property and  services by establishing policies, procedures, and practices that ensure that the  agency receives a sufficient number of sealed bids or competitive proposals  from responsible sources at the lowest cost or best value.", "Increase appropriate use of performance-based contracting and performance  specifications.", "Make acquisition decisions consistent with all applicable laws and establish  clear lines of authority, accountability, and responsibility for acquisitions.", "Manage the direction of acquisition policy and implement the agency-specific  acquisition policies, regulations, and standards.", "Develop and maintain an acquisition career management program to ensure an  adequate professional workforce.", "As part of the strategic planning and performance evaluation process,    assess the knowledge and skill requirements established for agency  personnel and their adequacy for facilitating the achievement of the  performance goals for acquisition management;    develop strategies and specific plans for hiring, training, and professional  development to rectify any deficiencies in meeting such requirements; and    report to the agency head on the progress made in improving acquisition  management capability."], "subsections": []}]}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Sarah Veale, Assistant Director;  Charlesetta Bailey; Martene Bryan; K. Scott Derrick; and Karin Fangman  made major contributions to this report. Others who made important  contributions include Carolyn Samuels and Jay Smale."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Defense Business Transformation: Achieving Success Requires a Chief  Management Officer to Provide Focus and Sustained Leadership. GAO- 07-1072. Washington, D.C.: September 5, 2007.", "Assesses the progress DOD has made in setting up a management  framework for overall business transformation efforts and the challenges  DOD faces in maintaining and ensuring success of those efforts, including  the need for a CMO.", "Homeland Security: Management and Programmatic Challenges Facing  the Department of Homeland Security. GAO-07-452T. Washington, D.C.:  February 7, 2007.", "Discusses the numerous management challenges at DHS, including the  transformation of the department. Suggests various solutions to enhance  overall transformation efforts.", "High-Risk Series: An Update. GAO-07-310. Washington, D.C.: January  2007.", "Reports on government programs and operations that are considered high  risk. Suggests solutions and continued oversight and action by Congress.", "Defense Business Transformation: A Comprehensive Plan, Integrated  Efforts, and Sustained Leadership Are Needed to Assure Success. GAO- 07-229T. Washington, D.C.: November 16, 2006.", "Discusses DOD’s efforts to develop an enterprisewide business  transformation plan and compliance with legislation that addresses  business systems modernization. Suggests a COO/CMO position as a  solution to improve business transformation.", "Department of Defense: Sustained Leadership Is Critical to Effective  Financial and Business Management Transformation. GAO-06-1006T.  Washington, D.C.: August 3, 2006.", "Discusses DOD financial and business management challenges. Suggests  actions needed to enhance business and financial transformation efforts.  21st Century Challenges: Transforming Government to Meet Current  and Emerging Challenges. GAO-05-830T. Washington, D.C.: July 13, 2005.", "Discusses long-term fiscal challenges and other significant trends and  challenges facing the federal government. Suggests ways federal agencies  can transform into high-performing organizations.", "Department of Homeland Security: A Comprehensive and Sustained  Approach Needed to Achieve Management Integration. GAO-05-139.  Washington, D.C.: March 16, 2005.", "Examines DHS’s management integration efforts. Recommends actions to  be taken by the Secretary of Homeland Security and Congress.", "Chief Operating Officer Concept and its Potential Use as a Strategy to  Improve Management at the Department of Homeland Security. GAO-04- 876R. Washington, D.C.: June 28, 2004.", "Discusses the management and organizational transformation challenges  at DHS. Describes how a COO can be a tool to address DHS’s challenges.", "Comptroller General’s Forum: High-Performing Organizations: Metrics,  Means, and Mechanisms for Achieving High Performance in the 21st  Century Public Management Environment. GAO-04-343SP. Washington,  D.C.: February 13, 2004.", "Summarizes the findings of a GAO forum held in November 2003 on high- performing organizations. Discusses the key characteristics and  capabilities of high-performing organizations.", "Results-Oriented Government: Shaping the Government to Meet 21st  Century Challenges. GAO-03-1168T. Washington, D.C.: September 17,  2003.", "Describes significant performance and management problems facing the  federal government and the importance of periodic reexamination and  reevaluation of agencies’ activities. Suggests a range of options that  Congress could use to eliminate redundancy and improve operations.", "Highlights of a GAO Roundtable: The Chief Operating Officer Concept: A  Potential Strategy to Address Federal Governance Challenges. GAO-03- 192SP. Washington, D.C.: October 4, 2002.", "Summarizes the findings of a GAO roundtable held in September 2002 on  the COO concept and how it might be used in selected federal agencies as   one strategy to address certain systemic governance and management  challenges.", "Managing for Results: Using Strategic Human Capital Management to  Drive Transformational Change. GAO-02-940T. Washington, D.C.: July 15,  2002.", "Discusses the importance of human capital. Suggests actions that the  federal government needs to take in order to reform human capital."], "subsections": []}], "fastfact": []}