{"id": "GAO-04-585T", "url": "https://www.gao.gov/products/GAO-04-585T", "title": "Budget Process: Long-term Focus Is Critical", "published_date": "2004-03-23T00:00:00", "released_date": "2004-03-23T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The structure of the budget process can help ensure that budget decision makers are presented with the information and choices for timely and informed decisionmaking. GAO's long-term budget simulations show that, absent substantive entitlement reform and/or dramatic changes in tax and spending policies, we will face large, escalating, and persistent deficits. A budget process incorporating new metrics and mechanisms that better signal the long-term commitments and promises made by the government will help concentrate decision makers' efforts on long-term sustainability."]}, {"section_title": "What GAO Found", "paragraphs": ["The long-term fiscal pressures created by the impending retirement of the baby boom generation sharpen the need to look at competing claims on existing federal budgetary resources and emerging new priorities. Truth and transparency in government reporting are essential if the United States is to effectively address these long-term fiscal challenges. Current metrics and mechanisms do not fully inform policy makers about the sustainability of existing federal programs or commitments they are considering making. While Social Security and health programs are the major drivers of the long-term spending outlook, they are not the only promises the federal government has made to the future. The government undertakes a wide range of responsibilities, programs, and activities that may either obligate the government to future spending or create an expectation for such spending. It is useful to think of such fiscal exposures as a spectrum extending from explicit liabilities to the implicit promises embedded in current policy and/or public expectations."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss budget process reform ideas that  can help the Congress deal with the long-range fiscal challenges facing our  nation. I want to thank the Subcommittee for its role in beginning the  discussion and debate on what the nation needs to do to address our large  and growing fiscal challenges. As part of that discussion, today we are  focused on how best to structure a budget process to help ensure that  decision makers are presented with the information and choices for timely  and informed decision-making. While former Congressional Budget Office  (CBO) Director Rudy Penner was correct when he said, “The problem is  not the process, the problem is the problem,” process is important. A lack  of process and discipline can certainly work against attempts to make the  difficult decisions that will be required to address our large and growing  fiscal imbalance. And, a process that illuminates the looming fiscal  pressures and provides appropriate incentives can at least help decision  makers focus on the right questions.", "As you look at the challenge of updating the budget process, you face a  two-pronged challenge: first, the need to reinstitute controls to deal with  the near- and medium-term deficit; and second, the need to design a  process that helps the Congress tackle the formidable long-term fiscal  challenges facing this nation. With regard to deficit reduction in the near-  and medium term, changes on both sides of the ledger affect the bottom  line. I endorse what many budget experts have suggested here and  elsewhere—namely, the restoration of realistic caps and of pay-as-you-go  (PAYGO) discipline. Today, however, I want to focus more on the role the  budget process can play in dealing with the longer-term budget and fiscal  challenges facing this nation. Indeed, since at its heart the budget debate is  about the allocation of limited resources, it is understandable and  appropriate for the budget process to play a key role in helping to address  our broader challenge of modernizing government for the 21st century."], "subsections": [{"section_title": "The Long-term Budget Challenge", "paragraphs": ["The long-term fiscal pressures created by the impending retirement of the  baby boom generation, rising health care costs and increased homeland  security and defense commitments sharpen the need to look at competing  claims on existing federal budgetary resources and emerging new  priorities. As we look ahead, our nation faces an unprecedented  demographic challenge. Between now and 2035, the number of people  who are 65 years old or over is expected to double, driving federal  spending on the elderly to a larger and ultimately unsustainable share of  the federal budget. Absent substantive entitlement reform and/or dramatic  changes in tax and spending policies, we will face large, escalating, and  persistent deficits.", "For over ten years, the GAO has periodically prepared various long-term  budget simulations that seek to illustrate the likely fiscal consequences of  our coming demographic challenges and rising health care costs. Our  latest long-term budget simulations reinforce the need for change in the  major long-range cost drivers—Social Security and health care programs.  As shown in figure 1, by 2040, assuming no changes to currently projected  benefits or revenues, projected federal revenues may be adequate to pay  little beyond interest on the debt.", "Reducing the relative future burdens of Social Security and federal health  programs is critical to promoting a sustainable budget policy over the  longer term. Absent reform, the impact of federal health and retirement  programs on budget choices will be increasingly felt as the baby boom  generation retires. While much of the public debate concerning the Social  Security and Medicare programs focuses on trust fund balances—that is,  on the programs’ solvency—the larger challenge facing these programs is  how to assure their longer-term security and sustainability.", "The Social Security and Medicare Health Insurance (HI) programs are  currently running surpluses that are invested in U.S. Treasury securities,  resulting in an accumulated balance of Treasury assets that can be drawn  upon to pay future benefits. According to the 2003 Trustees’ projections,  these trust funds would be considered insolvent in 2042 for Social  Security and in 2026 for Medicare HI.", "The information on insolvency provides one signal to policy makers that  claims will exceed trust fund balances, but this measure alone can provide  a false sense of security regarding these important federal programs. If we  rely solely on trust fund insolvency to trigger actions to reform these  programs, we will have delayed action far past the point when these two  programs have become a significant and unsustainable fiscal burden on  the federal government as a whole. Based on the 2003 Trustees Reports,  the cash flows for Social Security will shift to a deficit in 2018 and for  Medicare HI in 2013—at these points, both programs will then have to  draw on their accumulated IOUs from the Treasury to pay a portion of  benefits. The only way that Treasury can pay off these IOUs is by  increased taxes, spending cuts, or increased borrowing from the public, or  some combination of the three. Moreover, the trust funds’ balances do not  reflect the full future cost of existing government commitments. In  addition, the HI trust fund reflects only a portion of the Medicare program,  which is financed primarily through payroll taxes. Other parts of the  Medicare program include the Part B Supplementary Medical Insurance  component and the new Part D drug benefit, both of which are financed  through general revenues and beneficiary premiums. Taken as a whole,  the Medicare program is fiscally unsustainable in its present form as  program expenditures are expected to exceed program revenues  dramatically in the future. From a macro perspective the critical question  is not how much a trust fund has in assets, but whether the government as  a whole has the economic capacity to finance the benefits promised by  these programs both now and in the future and, if so, at what cost, and  with what implications.", "As a result, we need to incorporate new metrics and mechanisms into the  budget process that better signal the long-term commitments and implicit  promises made by the government—its fiscal exposures—so that decision  makers’ attention and efforts can be more concentrated on their long-term  sustainability. The difficulty of developing meaningful measures of  sustainability is exacerbated by the length of time covered by our long- term commitments. The longer the span of time between the collection  and the expenditure of funds, the greater the uncertainty involved in  forecasting future needs. Since trust fund balances do not fully inform  policymakers and the public about the long-term sustainability of the  programs financed by earmarked funds, consideration is warranted of  other ways to make the long-term implications of spending and tax  proposals and policies more apparent when making budget decisions. The  future sustainability of programs is the key issue policymakers should  address—that is, the capacity of the economy and budget to afford the  proposed actions."], "subsections": []}, {"section_title": "Fiscal Exposures Are Wide-ranging and Varied", "paragraphs": ["While Social Security, Medicare, and Medicaid are the major drivers of the  long-term spending outlook in the aggregate, they are not the only  promises the federal government has made to the future. The federal  government undertakes a wide range of responsibilities, programs, and  activities that may either obligate the government to future spending or  create an expectation for such spending. Specific fiscal exposures vary  widely as to source, likelihood of occurrence, magnitude, and strength of  the government’s legal obligations. They may be explicit or implicit; they  may currently exist or be contingent on future events. Their ultimate costs  may or may not be reasonably measurable. Given this breadth, it is useful  to think of fiscal exposures as a spectrum extending from explicit  liabilities to the implicit promises embedded in current policy and/or  public expectations. Figure 2 shows some selected fiscal exposures. These  liabilities, commitments, and implicit exposures have created a fiscal  imbalance that will put unprecedented strains on the nation’s spending  and tax policies. In addition, certain tax expenditures may have uncertain  or accelerating future growth paths that have significant implications for  the long term. Although economic growth can help, our projected fiscal  gap is now so large that we will not be able to simply grow our way out of  the problem. Tough choices are inevitable.", "Particularly troubling are the many existing “big-ticket” items that  taxpayers will eventually have to deal with. The federal government has  pledged its support to a long list of programs and activities, including  pension and health care benefits for senior citizens, veterans’ medical  care, and, implicitly, various government-sponsored entities, whose  potential claims on future spending total tens of trillions of dollars.  Despite their serious implications for future budgets, tax burdens, and  spending flexibilities, these fiscal exposures often get short shrift in  reporting on the government’s current financial condition and in budgetary  deliberations. Even though some fiscal exposures stem from liabilities and  are reported in the financial statements, their recognition in the current  cash- and obligation-based budget process is wholly inadequate. And  beyond explicit liabilities and contingencies, there are implicit  exposures—implied commitments embedded in the government’s current  policies or in the public’s expectations about the role of government—that  may encumber future budgets or reduce fiscal flexibility. One example is  the life cycle cost of fixed assets, including deferred and future  maintenance and operating costs.", "An exposure recognized in the financial statements is the federal  government’s gross debt which, as of September 2003, was about $7  trillion, or about $24,000 for every man, woman, and child in this country  today. But that number excludes items such as the gap between promised  and funded Social Security and Medicare commitments. If these items are  factored in, the burden for every American rises to well over $100,000. In  addition, the new Medicare prescription drug benefit will add thousands  more to that tab.", "The new drug benefit is one of the largest unfunded commitments ever  undertaken by the federal government. The Trustees of the Social Security  and Medicare trust funds will include an official estimate of the discounted  present value cost of this new benefit over the next 75 years in their  annual report, which is scheduled for issuance today. Preliminary  estimates of its long-term cost range up to $7-8 trillion in discounted  present value terms over a 75-year period. To put that number in  perspective, it is as much or more than the total amount of the federal  government’s gross debt outstanding as of September 30, 2003. Even  before the drug benefit was enacted, our long-term simulations showed  that by 2040, the federal government may have to cut federal spending in  half or double taxes to pay for the mounting cost of the government’s  unfunded commitments. Either would have devastating consequences on  the nation’s future economy and the quality of life for Americans in the  future."], "subsections": []}, {"section_title": "Where Do We Go from Here?", "paragraphs": ["Truth and transparency in government reporting are essential if the United  States is to effectively address its long-term fiscal challenges. The fiscal  exposures just mentioned can be managed only if they are properly  accounted for and publicly disclosed. A crucial first step will be to face  facts and identify the many significant commitments already facing the  federal government. If citizens and government officials come to  understand various fiscal exposures and their potential claims on future  budgets, they are more likely to insist on prudent policy choices today and  sensible levels of fiscal risk in the future.", "So how do we start this hard process? Today you are focusing on budget  process improvements, so I will start there. We need a process that does  two things better than the processes we have used in the past. The budget  process needs (1) better transparency and controls about the fiscal  exposures/commitments that the federal government is considering  making and (2) better signals and incentives to address the fiscal  exposures/commitments the federal government has already made. GAO  has encouraged reforms that would help move forward on both fronts.", "Transparency of existing commitments would be improved by requiring  that the Office of Management and Budget (OMB) report annually on fiscal  exposures, including a concise list, description, and cost estimates, where  possible. OMB should also ensure that agencies focus on improving cost  estimates for fiscal exposures. This should complement and support  continued and improved reporting of long-range projections and analysis  of the budget as a whole to assess fiscal sustainability and flexibility.", "Others have also embraced this idea for better reporting of fiscal  exposures. Last year Senator Voinovich proposed that the President report  each January on the fiscal exposures of the federal government and their  implications for long-term financial health. The President’s fiscal year 2005  budget proposes that future Presidents’ budgets report on any enacted  legislation in the past year that worsens the unfunded obligations of  programs with long-term actuarial projections, with CBO being required to  make a similar report. Senator Voinovich’s bill would require GAO to  review the President’s report on fiscal exposures for completeness, quality  and the long-range fiscal outlook. Senator Lieberman has also introduced  legislation to require better information on liabilities and commitments  over both a 75-year and indefinite time horizon. Such reporting would be a  good starting point. Senator Lieberman’s bill provides for a point of order  against bills that adversely affect the net present value of overall liabilities  and commitments by more that a specified amount.", "Better information on existing commitments and promises must be  coupled with estimates of the long-term discounted net present value cost  of any new proposed commitments. Ten-year budget projections have  been available to decision makers for many years. We must build on that  regime but also incorporate longer-term estimates of net present value  costs for spending and tax commitments comprising longer-term  exposures for the federal budget beyond the 10-year window. Better  reporting is just a starting point, however.", "While Social Security and Medicare drive the long-term spending outlook,  decisions are made about a whole host of other programs with long-term  implications too small to drive the long-term outlook. A budget is all about  how to allocate available resources. Budget decisions reflect a number of  factors including beliefs about the appropriate role of government in  various areas, judgment about the likely success of a program in achieving  certain goals, and the cost of a program. It is important that Members of  the Congress and the President—and citizens—be able to compare the full  costs of programs on a consistent basis. In the past, GAO has suggested  that the budget numbers should themselves reflect long-term cost  commitments for programs such as credit, federal pension and retiree  health benefits, and insurance programs. The Federal Credit Reform Act of  1990 put credit programs on a comparable basis with grants and other  assistance programs. This reform enabled decision makers to budget for  credit based on the net present value of the federal subsidies over the life  of the loan or guarantee. We have suggested that a similar treatment be  applied to insurance programs in which the cost of the program in the  budget would, in effect, be the missing premium—the subsidy provided by  the government to the insured. This approach was included in legislation  sponsored by Congressmen Nussle and Cardin several years ago. They  recognized, as did GAO, that the budget’s current cash treatment of  insurance programs could misstate the cost of the commitments that have  been made. Some improvements have been made in budgeting for federal  pension and retiree health benefits, but they have not been applied to all  employees.", "Along with better reporting, budget process mechanisms could establish  opportunities for the explicit consideration of important fiscal  exposures—both new and existing. When considering the creation of new  exposures, Congress could modify budget rules to provide for a point of  order against any proposed legislation that creates new spending or tax  exposures over some specified level or trigger. This would encourage the  explicit consideration of potential future costs. To make sure the cost  estimates are made available, rules could also provide for a point of order  against any proposed legislation that does not include estimates of the  potential costs of fiscal exposures it would create.", "A different budget process approach would be to establish triggers that  address the growth in existing exposures. Triggers would signal when the  future costs of exposures rise above a certain level. Reaching the trigger  would require some action to address costs or reaffirm acceptance of the  increase in potential fiscal exposure. There are many different ways to  construct a trigger. Possible triggers include future costs of a specific  exposure exceeding a specified dollar amount, or expected program  growth beyond a specified share of the federal budget or the gross  domestic product. Congress already adopted an approach similar to this  for the Medicare program last year. Under this process, the program as a  whole would trigger a requirement for presidential and congressional  consideration when the general revenue share of Medicare funding is  projected in two consecutive years to exceed 45 percent during a 7-year  period. The design of triggers is important and has implications for the mix  of financing to be provided for covered programs. My staff would be happy  to work with you if you choose this approach."], "subsections": []}, {"section_title": "Looking More Broadly", "paragraphs": ["We must look through a wide-angle lens when deciding what to do about  the nation’s fiscal imbalance. Based on realistic assumptions, our future  fiscal gap is simply too great to grow our way out of the problem. As a  result, we need to employ a three-pronged approach to (1) restructure  existing entitlement programs, (2) reexamine the base of discretionary and  other spending, and (3) review and revise the federal government’s tax  policy and enforcement programs. Fundamentally, we need to undertake a  top-to-bottom review of government activities to ensure their relevance  and fit for the 21st century and their relative priority. The understanding  and support of the American people will be critical in providing a  foundation for action. The fiscal risks I have discussed, however, are a  long-term problem whose full impact will not be felt for some time. At the  same time they are very real and time is currently working against us.", "While I agree with others that realistic spending caps and the restoration  of PAYGO are necessary, additional actions are needed to prompt a  reexamination of existing programs and activities. In the 1990s, the  Congress and the Administration put in place a set of laws designed to  improve information about cost and performance. More performance  information has become available thanks to 10 years of experience under  the Government Performance and Results Act (GPRA) and better financial  and cost information has been produced as a result of legislative actions,  including the Chief Financial Officers (CFO) Act of 1990. This information  can clearly help inform the debate about what the federal government  should do and how it should do business.", "Congress now has the challenge to use new information and data to  engage in a process to systematically reexamine the base of federal  programs across the entire budget. In previous testimonies and reports, we  have suggested that Congress might equip itself to engage in this debate by  (1) establishing a vehicle for communicating performance goals and  measures for key congressional priorities; (2) developing a more  structured oversight agenda to permit a more coordinated congressional  perspective on crosscutting programs and policies; and (3) using such an  agenda to inform its authorization, oversight and appropriations  processes. Some have suggested a commission to jump-start this process  while others have suggested periodic sunsetting of major programs. We at  GAO stand ready to provide assistance to whatever process Congress  chooses for this important work.", "Such a process can be supported by a national education campaign and  outreach effort to help the public understand the nature and magnitude of  the long-term financial challenge facing this nation. After all, an informed  electorate is essential for a sound democracy. Members of Generation X  and Y especially need to become active in this discussion because they  and their children will bear the heaviest burden if policy makers fail to act  in a timely and responsible manner. The difficult but necessary choices we  face will be facilitated if the public has the facts and comes to support  serious and sustained action to address the nation’s fiscal challenges.", "In closing, Madam Chairman, I want to reiterate the value of sustained  congressional interest in these issues, as demonstrated by this  Subcommittee’s hearing.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}