{"id": "GAO-12-543", "url": "https://www.gao.gov/products/GAO-12-543", "title": "Charter Schools: Additional Federal Attention Needed to Help Protect Access for Students with Disabilities", "published_date": "2012-06-07T00:00:00", "released_date": "2012-06-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["While the number of charter schools is growing rapidly, questions have been raised about whether charter schools are appropriately serving students with disabilities. GAO was asked: (1) How do enrollment levels of students with disabilities in charter schools and traditional public schools compare, and what is known about the factors that may contribute to any differences? (2) How do charter schools reach out to students with disabilities and what special education services do charter schools provide? (3) What role do Education, state educational agencies, and other entities that oversee charter schools play in ensuring students with disabilities have access to charter schools? GAO analyzed federal data on the number and characteristics of students with disabilities; visited charter schools and school districts in three states selected on the basis of the number of charter schools in the state, among other things; and interviewed representatives of federal, state, and other agencies that oversee charter schools."]}, {"section_title": "What GAO Found", "paragraphs": ["Charter schools enrolled a lower percentage of students with disabilities than traditional public schools, but little is known about the factors contributing to these differences. In school year 2009-2010, which was the most recent data available at the time of our review, approximately 11 percent of students enrolled in traditional public schools were students with disabilities compared to about 8 percent of students enrolled in charter schools.", "GAO also found that, relative to traditional public schools, the proportion of charter schools that enrolled high percentages of students with disabilities was lower overall. Specifically, students with disabilities represented 8 to 12 percent of all students at 23 percent of charter schools compared to 34 percent of traditional public schools. However, when compared to traditional public schools, a higher percentage of charter schools enrolled more than 20 percent of students with disabilities. Several factors may help explain why enrollment levels of students with disabilities in charter schools and traditional public schools differ, but the information is anecdotal. For example, charter schools are schools of choice, so enrollment levels may differ because fewer parents of students with disabilities choose to enroll their children in charter schools. In addition, some charter schools may be discouraging students with disabilities from enrolling. Further, in certain instances, traditional public school districts play a role in the placement of students with disabilities in charter schools. In these instances, while charter schools participate in the placement process, they do not always make the final placement decisions for students with disabilities. Finally, charter schools\u0092 resources may be constrained, making it difficult to meet the needs of students with more severe disabilities.", "Most of the 13 charter schools GAO visited publicized and offered special education services, but faced challenges serving students with severe disabilities. Most charter school officials said they publicized the availability of special education services in several ways, including fliers and placing ads in the local newspaper. Many charter schools GAO visited also reported tailoring special education services to individuals\u0092 needs, but faced challenges serving students with severe disabilities due to insufficient resources. About half of the charter school officials GAO interviewed cited insufficient resources, including limited space, as a challenge.", "The U.S. Department of Education\u0092s (Education) Office for Civil Rights has undertaken two compliance reviews related to charter schools\u0092 recruitment and admission of students with disabilities in three states, but has not issued recent guidance covering admission practices in detail, nor has Education conducted recent research about factors affecting lower enrollment in charter schools. The three states GAO visited already have taken steps to monitor charter schools\u0092 admission practices. In addition, officials in these three states reported prohibiting disability-related questions on charter school admission forms, in part to protect students with disabilities\u0092 access."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Secretary of Education take measures to help charter schools recognize practices that may affect enrollment of students with disabilities by updating existing guidance and conducting additional fact finding and research to identify factors affecting enrollment levels of these students in charter schools. Education agreed with our recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["As the number of charter schools in the United States continues to grow,  questions have been raised about whether charter schools, a relatively  new phenomenon in public education that began in the early 1990s, are  appropriately serving students with disabilities and providing access to  students with more severe disabilities. Actions at both the state and local  levels have shed light on this issue and brought it to the attention of the  public. For example, a class-action lawsuit filed against the Louisiana  Department of Education in October 2010 alleges that students with  disabilities were denied access to New Orleans public schools, most of  which are charter schools, and cites lower percentages of students with  disabilities in charter schools compared to traditional public schools.", "Charter schools provide students and parents with increased educational  options, and all students, including students with disabilities, generally  enroll in charter schools on the basis of their parents’ choice. States grant  charter schools increased autonomy in school management in exchange  for agreeing to improve student achievement, but charter schools do not  have the authority to waive federal statutory requirements related to  education.", "In response to questions about enrollment levels of students with  disabilities in charter schools, we addressed the following questions: (1)  how do enrollment levels of students with disabilities in charter schools  and traditional public schools compare, and what is known about the  factors that may contribute to any differences; (2) how do charter schools  reach out to students with disabilities and what special education services  do charter schools provide; and (3) what roles do the Department of  Education (Education), state educational agencies (SEA), and other  entities that oversee charter schools play in ensuring students with  disabilities’ access to charter schools?", "To compare enrollment levels of students with disabilities in charter  schools and traditional public schools, we analyzed school-level data for  school years 2008-2009 and 2009-2010, the most recent data available at  the time, from a custom data file provided by Education. The data include  counts of students with disabilities in traditional public schools and charter  schools, students’ age and disability type, the educational environment,  and whether each school is its own local educational agency (LEA) or  part of a larger LEA. To examine how charter schools reach out to  students with disabilities and the types of services charter schools  provide, we visited a major metropolitan area in three states and  interviewed officials in 13 charter schools as well as several school  districts, selected to include states with a large number of charter schools,  a mix in LEA status, and geographic diversity. To determine the role  Education and other organizations play in ensuring students with  disabilities’ access to charter schools, we reviewed relevant federal laws  and regulations and interviewed representatives of Education, the  Department of Justice, selected SEAs, and other entities, such as charter  school authorizers that oversee charter schools. We also interviewed  representatives of state and local charter school organizations and  organizations representing parents of students with disabilities about their  perspective on students with disabilities’ access to charter schools.  Appendix I provides a detailed description of our methodology and its  limitations, as well as the scope.", "This study was not intended to determine charter schools’ compliance  with applicable federal requirements for educating students with  disabilities.", "We conducted this performance audit from February 2011 to May 2012,  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on the audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives. We assessed the reliability of  the data file that Education provided by (1) performing electronic data  testing for obvious errors in accuracy and completeness, (2) reviewing  existing information about the data and the system that produced the  data, and (3) interviewing agency officials knowledgeable about these  data.  We determined that the data were sufficiently reliable for the  purposes of this report."], "subsections": [{"section_title": "Background", "paragraphs": ["Charter schools are public schools created to achieve a number of goals,  including encouraging innovation in public education and addressing  failing schools. Charter schools operate with more autonomy than  traditional public schools in exchange for agreeing to improve student  achievement, an agreement that is formalized in a contract or charter with  the school’s authorizing body. From about 3,000 charter schools in school  year 2003-2004 to almost 5,000 in school year 2009-20010, the number  of charter schools in the United States continues to grow. Spurring this  growth are parents’ and others’ desire for schools that reflect their vision  of public education, and federal incentives, such as the recent $4 billion  Race to the Top (RTT) competitive grant fund, which among other things,  encourages the growth of high performing charter schools, and the  Charter Schools Program Grants for Replication and Expansion of High  Quality Charter Schools.", "States specify which entities within the state can authorize the  establishment of a charter school, including state departments of  education, state boards of education, school districts or local educational  agencies (LEA), institutions of higher education, and municipal  governments. Some states have also created independent charter school  boards that can authorize charter schools in the state. Once charter  schools are in operation, the authorizer is generally responsible for  monitoring school performance and has authority to close the school or  take other actions if academic goals or state financial requirements are  not met.", "States also define how charter schools will be structured and they do so  in different ways (see fig. 1). For example, unlike traditional public schools  that are part of a larger LEA, some states establish charter schools as  their own LEA. Other states require them to be part of a larger LEA, while  still other states allow charter schools the option to choose between being  a distinct LEA or part of a larger LEA. Further, some states allow charter  schools to be their own LEA for some purposes and part of a larger LEA  for others, including for purposes of special education. With respect to  special education, two common practices are that (1) in states that define  a charter school to be a part of a larger LEA, the responsibility for  providing special education services to charter school students with  disabilities remains with that LEA and (2) in states where charter schools  are their own LEA, the state makes charter schools responsible for  providing the services themselves.", "Like traditional public schools, charter schools are subject to a number of  federal requirements. Section 504 of the Rehabilitation Act of 1973 and   (IDEA), as amended, are  the Individuals with Disabilities Education Actthe two primary laws that address the rights of students with disabilities to  education.", "IDEA was enacted in 1975 and authorizes federal funding for special  education and related services. For states that accept IDEA funding,  the statute sets out detailed requirements regarding the provision of  special education, including the requirement that children with  disabilities receive a free appropriate public education. In addition, under IDEA, states must ensure that an Individualized Education  Program (IEP) is developed and implemented for each student with a  disability. The IEP process creates an opportunity for teachers,  parents, school administrators, related services personnel, and  students (when appropriate) to work together to improve educational  results for children with disabilities. These requirements apply in  public charter schools just as they do in traditional public schools.  IDEA provides funding and assigns responsibility for complying with  requirements to states, and through them, to LEAs. In ensuring that  IDEA requirements are met for students with disabilities attending  charter schools, states may retain that responsibility or assign it to the  charter school LEA, the larger LEA to which the charter school  belongs, or some other public entity.", "Section 504 of the Rehabilitation Act, enacted in 1973, is a civil rights  statute that prohibits discrimination against an otherwise qualified  individual with a disability solely by reason of disability in any program  or activity receiving federal financial assistance or under any program  or activity conducted by an executive agency. Education’s Section  504 regulation states that no qualified person with a disability shall, on  the basis of disability, be excluded from participation in, be denied the  benefits of, or otherwise be subjected to discrimination under any  program or activities which receives federal financial assistance.   Subpart D of Education’s regulation contains specific requirements  regarding elementary and secondary education, including the  provision of a free appropriate public education (FAPE) to each  qualified person with a disability in the recipient’s (recipient of federal  financial assistance) jurisdiction, regardless of the nature or severity  of the person’s disability.state must comply with Section 504 if it receives other federal financial  assistance. Education’s Office for Civil Rights (OCR) enforces Section  504 for the department’s programs through investigation of complaints  and compliance reviews that are initiated by the department.", "Even if a state declines IDEA funds, the", "Title II of the Americans with Disabilities Act of 1990, as amended,  prohibits discrimination based on disability in public entities, including  schools. The Department of Justice and OCR both have jurisdiction  to investigate complaints under this title."], "subsections": []}, {"section_title": "Enrollment Levels of Students with Disabilities in Traditional Public Schools and Charter Schools Differed, but Little Is Known about Factors Contributing to Differences", "paragraphs": ["Charter schools enrolled a lower percentage of students with disabilities  than traditional public schools in both school years 2008-2009 and 2009- 2010 (see fig. 2). For example, in school year 2009-2010, there was  about a 3 percentage point difference between the percentage of  students with disabilities enrolled in traditional public schools and charter  schools. As shown in figure 2, the percentage of students with disabilities  in charter schools increased slightly between the 2 school years we  examined, while the percentage of students with disabilities in traditional  public schools stayed about the same.", "When examining enrollment levels of students with disabilities in  traditional public schools and charter schools for individual states, a more  varied picture emerges. In most states, charter schools enrolled a lower  percentage of students with disabilities when compared to traditional  public schools. For example, in the state of New Hampshire, about 6  percent of students in charter schools were students with disabilities  compared to about 13 percent of students in traditional public schools.  However, in eight states—Iowa, Minnesota, Nevada, New Mexico, Ohio,  Pennsylvania, Virginia, and Wyoming—charter schools enrolled the same  percentage or a higher percentage of students with disabilities than  traditional public schools in the state (see fig. 3). For example, in  Wyoming, the enrollment level of students with disabilities in charter  schools was about 4 percentage points greater than in traditional public  schools.", "We also found that, relative to traditional public schools, the proportion of  charter schools that enrolled high percentages of students with disabilities  was lower overall and generally tapered off the greater the enrollment of  students with disabilities. Specifically, the enrollment of students with  disabilities was 8 to 12 percent at 23 percent of charter schools and 34  percent of traditional public schools. Further, when the enrollment of  students with disabilities reached 12 to16 percent, about 13 percent of  charter schools compared to 25 percent of traditional public schools had  these enrollment levels. However, when compared to traditional public  schools, a higher percentage of charter schools enrolled more than 20  percent of students with disabilities. During an interview with Education,  an official noted that there has been an increase in charter schools for  students with disabilities, such as schools for students with autism, for  example, which may help explain this difference."], "subsections": []}, {"section_title": "Charter Schools We Visited Offer Special Education Services, but Faced Challenges with Severe Disabilities", "paragraphs": ["Most of the 13 charter schools we visited reported using multiple  strategies to publicize the availability of special education services in their  school and the charter school’s presence in the community. For example,  some charter school officials mentioned word-of-mouth as a way of  informing parents about their school. Some also reported distributing  fliers in the community, mailing fliers to parents of every kindergarten  student or 5th grader, or placing ads in the local newspaper or other  media. Some schools said that they did not specifically target students  with disabilities.", "Education collects data on the number of students with disabilities, ages 14 through 21  only, who exited special education. Therefore, there are no comprehensive data for all  school-aged students who leave special education.", "In combination with these more informal strategies, many of the charter  schools we visited also said that they held an open house or meeting  during which prospective students and their parents could visit the school,  ask questions, and tour the school. Some saw the open houses as an  opportunity to discuss the special education services they offered.  Officials at one school said that their special education teachers attended  the open house and discussed their program, including any limitations in  the school’s special education offerings. Several of the charter schools  could not accommodate all of the students wishing to enroll and held a  lottery to determine admission. Some said that they had waiting lists and  emphasized that they accepted students on a first come, first served  basis, and thus give no preference to students with disabilities or other  student subgroup.", "Many of the charter school officials we interviewed demonstrated  awareness that inquiring about a student’s disability status on the charter  school application might be perceived as an attempt to discourage  enrollment and took steps to minimize the possibility. For example, in two  of the states we visited, in charter schools that asked parents to fill out an  application form, charter school officials said that the form did not ask  questions about the student’s disability status. Once the child was  accepted to the school and enrolled, some schools asked parents to fill  out an enrollment form that asked for information about the child’s health  history, and, if transferring from another school, about the child’s prior  academic program, including receipt of special education services.  Charter school officials emphasized that questions about disability status  or prior receipt of special education services were not asked on the  application form and made reference to state requirements that prohibited  such questions before enrollment. According to state officials, such  questions were prohibited to prevent charter school officials from using  the information to identify students that were potentially more costly to  serve and to attempt to discourage the parents from enrolling such  students before an assessment of their needs was done.", "In contrast, some charter school officials in one of the three states we  visited did include questions about receipt of special education services  and whether the child had an IEP on the charter school application form.  Officials representing the school acknowledged that the application  includes such questions but said that they look at the application only for  name, address and telephone number. Officials at another charter school  reported that the school’s admission application collects information about  whether a child has special needs, but discounted the accuracy of the  information, saying that some parents of students with disabilities become  confused about the services their child has received and the terminology."], "subsections": [{"section_title": "Charter Schools Reported Tailoring Special Education Services to Individual Students’ Needs", "paragraphs": ["Many of the charter school officials we interviewed reported providing  services specific to each child’s needs. The special education services  offered by most of the charter schools we visited included speech and  language therapy, occupational and physical therapy, counseling, and  academic supports, usually in reading and math. Some charter schools  visited offered vision, hearing, and behavioral supports and some  mentioned providing technologies to assist students with more severe  learning disabilities.", "Almost all of the charter schools we visited offered special education  services to students in the regular classroom for most of the day, with  “pull-out” sessions in a resource room for more focused services. The  term “pull-out” sessions refers to the practice of providing special  education services for students with disabilities in a place that is separate  from the regular classroom. One school reported using “push-in”  sessions, in which the special education teacher went into the classroom  to provide special education services. Officials at three schools reported  teaching students in a self-contained classroom, but some said they did  not have the resources to provide that type of educational environment.  One charter school official said that when a student’s IEP includes a  service that the school does not offer, such as a self-contained  classroom, the IEP committee has modified the IEP to accommodate  facility limitations while still meeting the needs of the child. For example,  that school offered more intensive services in the general classroom  staffed by a general education teacher, a special education teacher and a  teaching assistant, for students whose IEP specifies those services.", "When faced with a need for services by a child already enrolled that were  greater than the charter school could provide, the charter schools we  visited took different approaches. In charter schools where the district  was responsible for placement, most of the charter school officials we  interviewed said that the school district intervened to decide the  appropriate placement for the child and inform the parents. In contrast,  charter school LEAs took different approaches. One said that parents  were told during an IEP meeting that the school could not serve certain  severe disabilities. Before moving the child, officials reconvened the IEP  meeting to consider the decision. Two others discussed the issue with the  parents, but allowed them to make the decision on where to place the  child, without reference to an IEP placement decision meeting."], "subsections": []}, {"section_title": "About Half of the Charter Schools We Interviewed Cited Insufficient Resources to Serve Severe Disabilities as a Challenge", "paragraphs": ["Officials representing about half of the 13 charter schools we visited said  that having sufficient resources to serve students with more severe  disabilities, including providing a self-contained classroom when needed,  was their greatest challenge. For example, two officials said that their  school facility could not provide a self-contained classroom. A third official  explained that providing a self contained classroom is especially  challenging because of the need to provide separate classrooms for each  grade grouping as well as teachers. Thus, if a school had 3rd and 4th  graders requiring self-contained classrooms, they would need to have  space to accommodate two separate classrooms. The official said that  the charter school would not have enough teachers to cover those  different grade levels. According to representatives of charter school  organizations we interviewed, providing services to students with severe  disabilities can be very costly and some charter schools could face  severe financial difficulties serving students with very severe disabilities.", "Charter schools that cited insufficient resources as a challenge included  both charter school LEAs and charter schools within a district. Other  resource challenges school officials cited included the cost of specialists’  services, and obtaining staff qualified to serve their students’ needs, such  as a bilingual special education teacher or a specialist to teach an autistic  child. However, two charter schools within a district said that, because the  district provided all services needed, the cost of services was not a  challenge. Both charter schools were located in the same school district."], "subsections": []}]}, {"section_title": "Education Is Reviewing Admission Practices, and Some States Have Implemented Preventive Measures", "paragraphs": ["The Office for Civil Rights (OCR) is responsible for ensuring equal access  to education through enforcement of the civil rights laws, including  Section 504 of the Rehabilitation Act. OCR has issued regulations  implementing Section 504 and conducts complaint investigations and  compliance reviews to determine if entities that receive federal financial  assistance from Education are in compliance with these regulations. The  Section 504 regulations prohibit discrimination on the basis of disability by  recipients and subrecipients of federal financial assistance from  Education. The Section 504 regulations also require that entities that  receive federal financial assistance from Education and that operate  public elementary or secondary schools provide a free appropriate public  education to qualified students with disabilities regardless of the nature or   In addition, OCR issues guidance that explains  severity of the disability.the requirements of the regulations and in 2000 issued “Applying Federal  Civil Rights Laws to Public Charter Schools, Questions and Answers”  about the civil rights requirements applicable to charter schools, including  Section 504 requirements. OCR also provides technical assistance to  school districts, parents, and other stakeholders regarding the  requirements of Section 504.", "During fiscal year 2010, OCR told us that it had investigated complaints  concerning students with disabilities in charter schools. According to  OCR, more than 50 percent of all the complaints OCR received that year  concerned disabilities, but of those complaints, about 2 percent were  made against charter schools.  OCR could not readily determine from its  complaint management system how many of those complaints concerned  admission to charter schools.", "OCR officials also said that OCR has several broad compliance reviews  underway related to students with disabilities and charter schools. Four of  37 compliance reviews OCR began conducting in fiscal year 2011 focus  on charter schools. Of these, two pertain to recruitment and admissions  issues and two address FAPE. Officials said that because all of these  reviews are currently ongoing, they were unable to share details of what  they have found thus far. The officials said that their compliance reviews  involve extensive investigations that may last up to a year and result in  reports of findings and violations, if any, which are posted on OCR’s  website. They said they thought that the ongoing reviews were the first  that had included issues of students with disabilities and charter schools.", "In school year 2009-2010, approximately 3.6 percent of all students enrolled in public  schools were enrolled in charter schools. which may include complaints of discrimination against students with  disabilities by public schools, including charter schools. Justice’s Civil  Rights Division conducts the investigations, and told us that its jurisdiction  would include complaints related to admissions issues, including the  types of questions asked by charter schools in applications as well as  schools’ practices and procedures for serving students with disabilities.  However, the Civil Rights Division’s data collection system does not  capture the number of complaints it received by type of disability or type  of school."], "subsections": [{"section_title": "Education’s Guidance and Research May Not Address the Range of Issues Confronting Charter Schools Today", "paragraphs": ["In 2000, Education both issued its guidance on applying federal civil  rights laws to public charter schools and sponsored an in-depth study  highlighting issues about students with disabilities’ access to charter  schools. However, although the number of charter schools has increased  since the issuance of this guidance and research, Education has not  updated its guidance, and officials in Education’s Program and Policy  Studies Service and Institute for Education Sciences are not aware of  further research that might address the challenges and issues confronting  charter schools today. Education’s guidance addresses a number of  issues, including issues related to the education of students with  disabilities. For example, with respect to outreach and recruitment  practices, the guidance provides that schools may not discriminate  against students with disabilities, among others, and that recruiting efforts  should be directed at all segments of the community served by the  school, including students with disabilities. Regarding admissions, the  guidance specifically states that charter schools may not categorically  deny admission to students on the basis of disability, including a student’s  need for special education or related aids and services. The guidance  also notes that when an enrolled student is believed to have a disability,  the school is required to follow appropriate procedures to identify and  refer the student for evaluation in a timely manner. While the guidance  does provide basic information about charter school practices concerning  students with disabilities, it does not provide more detailed information on  the acceptability of specific practices, such as asking on a charter school  application form whether a child has a disability or previously had an IEP.", "Education also sponsored an in-depth study of students with disabilities’  access to charter schools in 2000. This study, issued by the Office of  Educational Research and Improvement, examined some of the factors  that may explain the difference in students with disabilities’ enrollment in  charter schools and traditional public schools, most prominently  highlighting a practice where parents of students with disabilities were  being discouraged during the admissions process from enrolling their  students in charter schools. The study, based on site visits to 35 charter  schools, detailed a lack of fit between the curriculum and the student’s  needs and insufficient resources as reasons given for discouraging  enrollment of students with disabilities. At the time of this study, the  charter school population was less than one third its current size, and this  study may not fully explain the factors underlying lower enrollment levels  in charter schools."], "subsections": []}, {"section_title": "All Three of the States We Visited Monitored Charter Schools’ Admission Practices", "paragraphs": ["Among the three state educational agencies (SEA) we visited, all have  implemented measures addressing admission practices in some capacity.  One SEA reported that it had developed detailed monitoring and  guidance for charter schools concerning their responsibilities for serving  students with disabilities. This SEA said that charter schools are  advised of their IDEA responsibilities in the school’s application to the  state for federal grant funds and in the state application to become a  charter school. This SEA also reported that a nondiscrimination clause is  included in the state’s charter school application, which it said precludes  charter schools from asking for information about disability status or prior  receipt of special education services in their applications for admission.  Admission and enrollment forms are reviewed intensively as part of the  charter school application and renewal process.", "A second SEA sponsors webinars and works with charter schools prior to  schools opening so that charter schools have more opportunities to learn  about the regulations and their responsibilities for educating students with  disabilities before they open. For example, this SEA is developing a  webinar on how to implement state charter school law requirements that  set enrollment targets for students with disabilities for all charter schools.  The law also required the SEA to develop a uniform, statewide charter  school admission form. The SEA official we interviewed told us that the  state’s admission form does not include questions concerning disability  status. While parents’ needs and preferences may influence their  decisions about whether or not to place their child in a charter school, the  law requires charter schools to demonstrate a good-faith effort to recruit  them. The third SEA also does not allow charter schools to ask applicants  about anything related to their need for special education services at the  time they apply for admission to the school.", "In contrast to the SEAs, the school district authorizers interviewed  reported little monitoring of charter schools’ recruitment or special  education service delivery plans."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Against the backdrop of a growing and changing charter school  landscape, we found that enrollment of students with disabilities in the  aggregate is lower in charter schools than in traditional public schools.  Whether these enrollment differences will persist or continue to narrow is  difficult to predict, given the lack of information about factors underlying  these differences and how they affect enrollment levels. By issuing  guidance that raises awareness about the practices that might be  perceived as an attempt to discourage enrollment, officials in the states  we visited have already begun to take steps to forestall the possibility that  charter school admission practices play a role in lower enrollment levels  in charter schools. However, the guidance Education issued in 2000,  while important in providing basic information to charter schools with  respect to students with disabilities, does not provide more detailed  information on the acceptability of specific admission practices under  applicable civil rights laws. Moreover, while Education sponsored  research several years ago that pointed out problems in charter school  admission practices, we believe that the study’s findings do not  adequately address the range of possible factors affecting enrollment  raised in our report."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help charter schools recognize practices that may affect enrollment of  students with disabilities and improve the information available for  monitoring and oversight, we recommend that the Secretary of Education  do the following:  1.  Update existing guidance to ensure that charter schools have better  information about their obligations related to the enrollment of  students with disabilities. 2.  Conduct additional fact finding and research to understand the factors  affecting enrollment of students with disabilities in charter schools and  act upon that information, as appropriate."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the U.S. Department of Education for  review and comment. The comments are reproduced in appendix IV.", "Education agreed with our findings and recommendations. Education  commented that it is committed to providing meaningful updated guidance  to its stakeholders and that it is actively working with the charter school  community, parents, civil rights organizations, and other stakeholders to  determine what additional questions are most pressing and what type of  revised guidance would be useful. The department also said that it  anticipates that the knowledge gained from the four compliance reviews  currently underway will provide additional insights into compliance issues  specific to charter schools that could inform the development of guidance.  Further, Education said that based on information they have received to  date, including information provided in our study, the department is  considering additional or updated guidance for charter schools related to  recruitment, admissions, accessibility, and the provision of a free  appropriate public education (FAPE). With respect to our second  recommendation, Education said that over the next several years, it  proposes to examine issues underlying enrollment of students with  disabilities in several ways. For example, it plans to conduct focus groups  with parents of students with disabilities in a sample of communities with  a larger charter school presence, compile a set of case studies of charter  schools with both high and low enrollment of students with disabilities,  and review state polices and guidance concerning students with  disabilities in charter schools. Education also provided technical  comments, which have been incorporated in the report as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the Secretary of  Education.", "In addition, the report will be available at no charge on GAO’s website at  http://www.gao.gov. If you or your staff have any questions about this  report, please contact me at (202) 512-7215 or scottg@gao.gov. Contact  points for our Offices of Congressional Relations and Public Affairs can  be found on the last page of this report. GAO staff who made major  contributions to this report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["This appendix discusses our methodology for examining enrollment levels  of students with disabilities in charter schools and traditional public  schools, the types of services charter schools provide, and the U.S.  Department of Education’s (Education) role in ensuring students with  disabilities’ access. The work was framed around three questions: (1)  How do enrollment levels of students with disabilities in charter schools  and traditional public schools compare, and what is known about the  factors that may contribute to any differences? (2) How do charter  schools reach out to students with disabilities and what special education  services do charter schools provide? (3) What roles do the U.S.  Department of Education, state educational agencies (SEA), and other  entities that oversee charter schools play in ensuring students with  disabilities’ access to charter schools?", "To compare enrollment levels of students with disabilities in charter  schools and traditional public schools, we examined school-level data on  counts of students with disabilities for those 41 states with operating  charter schools in school years 2008-2009 and 2009-2010 only. To  accurately compare enrollment levels, we did not include data for those  10 states without operating charter schools in our analysis. We conducted  an analysis of the data at the aggregate level, as well as at the state level,  since the aggregate analysis may mask differences in enrollment levels.  To complement the aggregate analysis, we examined how charter  schools reach out to students with disabilities and the types of services  charter schools provide in selected states, and interviewed the relevant  oversight agencies.", "To address the questions, we used several sources of data, including  data for school years 2008-2009 and 2009-2010, the most recent data  available at the time, from a custom data file provided to us by Education,  which includes counts of students with disabilities at the school-level; site  visit interviews with officials from charter schools and school districts in  three states selected on the basis of states with a large number of charter  schools, a mix in local educational agency (LEA) status and geographic  diversity; and interviews with Education, Department of Justice, and SEA  officials, and charter school authorizers. We also interviewed  representatives of state and local charter school organizations and  organizations representing parents of students with disabilities about their  perspective on students with disabilities’ access to charter schools.", "Before deciding to use the data provided by Education, we conducted a  data reliability assessment. We assessed the reliability of the data file that  Education provided by (1) performing electronic data testing for obvious  errors in accuracy and completeness, (2) reviewing existing information  about the data and the system that produced the data, and (3)  interviewing agency officials knowledgeable about these data.  We  determined that the data were sufficiently reliable for the purposes of this  report. We discuss our assessment procedures and steps we took to  mitigate any data limitations in more detail below, as part of the  methodology for determining enrollment levels of students with disabilities  in charter schools and traditional public schools. We conducted  descriptive analyses of the students with disabilities data, a qualitative  analysis of the site visit data, and a synthesis of the interviews with  federal officials, SEA officials, and charter school authorizers, in addition  to reviewing relevant federal laws and regulations. To obtain an  alternative perspective, we also interviewed organizations representing  charter schools and parents of students with disabilities in the  communities of our site visit locations.", "This study was not intended to determine charter schools’ compliance  with applicable federal requirements for educating students with  disabilities."], "subsections": [{"section_title": "Procedures for Analyzing Data on Students with Disabilities", "paragraphs": ["To compare enrollment levels of students with disabilities in charter  schools and traditional public schools, we analyzed data for school years  2008-2009 and 2009-2010, the most recent data available at the time,  from a custom data file provided to us by Education. To prepare the file,  Education analysts extracted the data elements we specified from the  department’s large-scale EDFacts data system. The custom data file  includes counts of students with disabilities at the school-level, which are  reported to EDFacts by SEAs through Education’s Data Exchange  Network (EDEN) Submission System. This custom data file also includes  the number of students with disabilities, aged 6-21, served both in charter  schools and traditional public schools, disability type, the educational  environment in which students with disabilities receive services, and  whether each school is its own local educational agency (LEA) or part of  a larger LEA. While we received data for school years 2008-2009 and  2009-2010, we decided to focus our analysis on data from school year  2009-2010 because states were required to submit more school-level  information in 2009-2010 than in 2008-2009, and because we could not  establish trends or patterns by analyzing only 2 years of data.", "We were able to distinguish charter schools from traditional public  schools using the charter school indicator for each school included in the  custom data file. We use the term “traditional public school” in order to  distinguish between charter schools and other types of public schools  included in the custom data file. For purposes of our analysis, traditional  public schools include regular schools, special education schools,  vocational education schools, alternative or other schools, and reportable  programs. Charter schools may also be vocational schools or special  education schools, for example, but we did not include school type  variations as a variable in our analyses.", "The custom data file provided by Education includes counts of children  who received special education and related services under the Individuals  with Disabilities Education Act (IDEA) according to an Individualized  Education Program (IEP), Individual Family Service Plan, or services  plan. The data file contains an educational environment variable which  provides more detail on the setting in which students receive special  education and related services. The variable includes several response  categories in addition to a regular classroom setting. For example, a small  percentage of students with disabilities included in the custom data file  were placed in settings other than a regular classroom such as a  correctional facility, a residential facility, or a separate school. In addition,  a very small percentage of students included in the custom data file were  not “enrolled” in either a traditional public school or a charter school, but  were homebound or in hospitals or were parentally placed in private  schools. However, students in these types of settings may receive special  education services from a traditional public school district or charter  school LEA and may be included in a school’s student count. For  example, in some states, parentally-placed students in private schools  who are also receiving special education services through a regular public  school are included in the child count for that public school by the LEA.  This is done to avoid duplicating counts of students with disabilities who  may receive special education services from more than one school.", "In order to calculate the total number of students enrolled in charter  schools and traditional public schools, we obtained all schools’ total  enrollment for school years 2008-2009 and 2009-2010 from Education’s  Common Core of Data (CCD) and matched this information electronically  to each of the schools in the custom data file, because the custom data  file provides school-level counts of students with disabilities only, not total  enrollment counts. In those instances where there was no match in CCD  (697 cases), we excluded those schools from our analysis. Schools  categorized as closed, inactive, or future schools, as well as charter  schools with an enrollment level of zero (3,106 cases), were also  excluded from our analysis.", "Matching schools’ total enrollment numbers from CCD to each of the  schools in the custom data file allowed us to arrive at the total number of  students enrolled at each individual school included in our analysis, as  well as the total number of students enrolled in all charter schools and  traditional public schools for those 41 states with operating charter  schools. In some states, charter schools that are their own local  educational agency (LEA) may operate more than one school or campus,  often serving different grade levels. In our custom data file, some charter  school LEAs operate more than one charter school, and schools within  these charter school LEAs share the same LEA identifier. However, each  school or campus within the LEA possesses a unique school identifier  (see app. II for more information on charter schools’ LEA status). For  purposes of our analysis, each campus with a unique school identifier  counts as one school.", "For most of our analyses, the unit of analysis was students, rather than  schools. We calculated the percentage of students with disabilities  enrolled in charter schools and traditional public schools by adding the  school-level counts of students with disabilities in charter schools and  traditional public schools from the custom data file and by dividing by the  total number of students enrolled in all charter schools and traditional  public schools, respectively, using enrollment data from CCD. We also  conducted additional analyses at the aggregate level based on cross- tabulations using the number of students with disabilities and variables  such as disability type, and educational environment.", "In addition to the aggregate analysis on students with disabilities, we also  analyzed enrollment levels of students with disabilities at the state-level,  for those 41 states with operating charter schools in school year 2009- 2010. According to technical notes provided by Education, 27 states  operated less than 100 charter schools. The availability and quality of the  data in our custom data file vary by state. For example, some states that  operated charter schools did not submit school-level data to Education on  students with disabilities. In addition, while the percentages shown in  figure 2 of the report were calculated using school-level data on students  with disabilities, aggregations at the school-level do not always equal the  aggregations at the LEA and state levels. For example, when states  submit annual data on students with disabilities to Education, they are not  required to submit school-level data for children with disabilities who are  homebound or in hospitals, or for those students with disabilities who are  parentally-placed in private schools. Therefore, in the custom data file, for  those states that did not submit school-level data for children in these  educational settings, total counts of students with disabilities at the school  level were less than total counts at the LEA and state levels.", "For schools in the 41 states with operating charter schools in school year  2009-2010, data on counts of students with disabilities at the school-level  were missing for 784 out of 4,895 charter schools (16 percent) and for  5,998 out of 80,671 traditional public schools (7 percent). Missing data  represent both those schools that did not enroll any students with  disabilities and therefore were not required to report information, as well  as any schools that may have enrolled students with disabilities, but did  not report the data. We were not able to distinguish between the two  types of missing data.", "Tennessee and Utah—two states with operating charter schools— reported data on students with disabilities at the district and state levels,  but did not report data on counts of students with disabilities at the  school-level. Because our analysis was based on total counts of school- level data, data on students with disabilities in charter schools and  traditional public schools were missing for these two states. Missing data  for these two states combined represent 94 of the 784 charter schools  with missing data, and 2,609 of the 5,998 traditional public schools with  missing data. Because school-level data on counts of students with  disabilities were missing for Tennessee and Utah, when calculating the  percentages of students with disabilities in all charter schools and  traditional public schools, we excluded total student enrollment numbers  for charter schools and traditional public schools in these two states from  our denominator when dividing by the total number of students enrolled in  charter schools and traditional public schools. Similarly, for school year  2008-2009, we excluded total enrollment numbers for charter schools and  traditional public schools in the District of Columbia, Mississippi, Rhode  Island, and Tennessee because school-level data on counts of students  with disabilities were missing.", "We reported information paying particular attention to tabulations based  on small cell sizes or cross-tabulations of the same data by other  variables, in such a way as to prevent direct or indirect disclosure of  information that would allow the identification of particular students or  schools. To prevent the potential for identifying personal information from  the EDFacts custom data file, we only present data with categories that  have a count of 10 or greater. If the number of cases is less than 10, the  data were either suppressed or collapsed with other categories to create  a count of 10 or greater.", "In addition to analyzing data on students with disabilities in charter  schools and traditional public schools by disability type and educational  environment, we also attempted to analyze the data at the metropolitan  level and to include charter school LEA status as a variable in our cross- tabulations. However, data limitations and design issues prevented us  from including findings at the metropolitan level and on charter schools’  LEA status in our report. For more information, see appendix II.", "To determine some of the factors that may contribute to differences in  enrollment levels, we relied on conversations with representatives of  charter school organizations and researchers, information learned during  our site visits to charter schools and districts in three states, interviews  with federal and state officials, and existing research on charter schools.  We also interviewed individuals familiar with available research on the  topic of students with disabilities in charter schools and identified  research through these sources. For several of the factors cited in this  report, much of the research we reviewed and information we received  was based on anecdotal information, and information on factors  contributing to differences in enrollment levels is inconclusive. For those  studies with quantitative analyses on students with disabilities in charter  schools, we did not conduct a methodological assessment of each study’s  methodological quality, and therefore cannot confirm the reliability of  these data."], "subsections": []}, {"section_title": "Site Visit Selection, Data Collection, and Analysis", "paragraphs": ["To examine how charter schools reach out to students with disabilities,  the types of services charter schools provide, and any challenges they  may face in doing so, we conducted site visits to a major metropolitan  area in three states. We selected these locations on the basis of the  number of charter schools in the state, a mix in LEA status and  geographic diversity. Characteristics of the sites visited are summarized  below.", "During the site visits, we interviewed officials from charter schools to  obtain information about the special education services the charter school  provides; the educational environment in which services are provided;  challenges faced in providing services; and the charter school’s LEA  status. We compared responses about LEA status and services provided  to determine if LEA status is related to the types of services charter  schools offer to students with disabilities. We also asked questions about  outreach strategies, which provided us with information about whether  schools are actively seeking to enroll students with disabilities. The  findings of our analysis cannot be generalized to the charter school  population or states with operating charter schools."], "subsections": []}, {"section_title": "Interviews with Charter School Authorizers and State and Federal Agency Officials", "paragraphs": ["To determine the role Education and other organizations play in ensuring  students with disabilities’ access to charter schools, we reviewed relevant  federal laws and regulations and interviewed Education, Department of  Justice, and SEA officials, and charter school authorizers. At Education,  we interviewed representatives from the Office of Special Education and  Rehabilitative Services (OSERS), the Office for Civil Rights (OCR), the  Office of Innovation and Improvement (OII), and the Office of Elementary  and Secondary Education (OESE) regarding their responsibilities for  oversight of states, school districts, and charter schools. Open ended  questions were used to guide the discussions and the topics included policy or guidance concerning enrollment of students with disabilities  in charter schools collaboration with other Education offices or Justice’s Civil Rights  Division in providing guidance to charter schools about enrollment of  students with disabilities, any assistance provided to charter schools to pool resources for  serving students with more severe disabilities, any assistance provided to states concerning their monitoring of  charter schools’ implementation of IDEA, and any research sponsored or supported concerning students with  disabilities and charter schools.", "We also interviewed representatives of state and local charter school  organizations and organizations representing parents of students with  disabilities about their perspective on students with disabilities’ access to  charter schools."], "subsections": []}]}, {"section_title": "Appendix II: Additional Analysis", "paragraphs": ["In addition to conducting analyses at the aggregate level, we also  attempted to analyze the data at the metropolitan level and to include  charter school local educational agency (LEA) status as a variable in our  cross-tabulations. However, data limitations and design issues prevented  us from including findings at the metropolitan level and on charter  schools’ LEA status in our report."], "subsections": [{"section_title": "Metropolitan-Level Analysis", "paragraphs": ["Due to variation in charter school structure and policies across states,  and because decisions about the placement of students with disabilities in  charter schools, traditional public schools, or a separate facility of some  type, are made at the school district level, and placement decisions vary  according to students’ needs, aggregated data may mask differences in  enrollment levels of students with disabilities in charter schools and  traditional public schools at the metropolitan level. Therefore, in addition  to an aggregate and state-level analysis for the 41 states with operating  charter schools, we also attempted to analyze counts of students with  disabilities at the school-level for selected metropolitan areas. However,  several factors hindered us from conducting this type of analysis. Some of  the metropolitan areas we considered were missing data on students with  disabilities, while geographical issues presented challenges in other  areas. Specifically, in states where charter schools are their own LEA, it  was not always clear where the charter schools were physically located in  the metropolitan area, and therefore difficult to determine which traditional  public school district should serve as the appropriate basis of comparison.  This is especially true for charter schools located in large metropolitan  cities with more than one school district. In addition, charter schools’  service areas are not always as well defined as the boundaries for  traditional public school districts, and charter schools may enroll students  from different school districts across the entire metropolitan area, which  also complicates designing this type of data analysis.", "We did, however, conduct an exploratory analysis of enrollment levels of  students with disabilities in charter schools and traditional public schools  for one metropolitan area. For this particular area, all of the charter  schools are part of a larger LEA. To protect the privacy of students with  disabilities, we have not disclosed the name of the metropolitan area.  Results from our analysis showed that the percentage of students with  disabilities in charter schools was lower than in traditional public schools.  However, these results cannot be generalized to other metropolitan  areas, and had we been able to conduct this type of analysis for several  different locations based on variation in LEA structure and geographic  location, our analysis may have produced mixed results."], "subsections": []}, {"section_title": "Local Educational Agency (LEA) Analysis", "paragraphs": ["Charter school experts we spoke with also indicated that charter schools’  LEA status may affect enrollment levels of students with disabilities in  charter schools because charter schools that are their own LEA have  different responsibilities for serving students with disabilities than charter  schools that are part of a traditional public school district. For example,  traditional public school districts oversee the placement of students with  disabilities in charter schools that are part of the school district and are  often responsible for providing special education services for those  charter schools, whereas charter schools that are their own LEA are  legally responsible for providing or securing special education services  themselves. According to an Education official, in addition to satisfying  any Individualized Education Program eligibility requirements, for those  charter schools that are their own LEA, the school also assumes the  responsibility of enforcing least restrictive environment service provision  requirements for students with disabilities, as well as acting as the  responsible party during any due process hearings. Therefore, we also  attempted to conduct an analysis including charter schools’ LEA status as  a variable in our cross-tabulations to see how enrollment levels of  students with disabilities may differ within the charter school population.  However, several limitations prohibited us from analyzing information on  LEA status in the findings section of this report, which we discuss below.", "Using the LEA identifier from the EDFacts custom data file, we were able  to identify charter schools that are part of a larger, traditional public  school district, as well as those individual charter schools that are their  own LEA. However, even though a charter school may be its own LEA,  depending on state law, the school may be part of a larger district for  purposes of the Individuals with Disabilities Education Act (IDEA).  Therefore, any type of analysis including charter schools’ LEA status may  not necessarily provide meaningful insight into who is responsible for  providing special education services or why enrollment levels of students  with disabilities might differ in charter school LEAs and charter schools  within a district.", "Furthermore, some undetermined proportion of charter school LEAs in  our analysis operated more than one charter school or campus during  school year 2009-2010. In our EDFacts custom data file, for these  multicampus charter school arrangements, in some states multiple  charter schools or campuses share the same LEA identifier. These  multicampus charter school arrangements make it difficult to assign LEA  status to each individual school or campus within a multicampus  arrangement. While we learned that some states equate one LEA with  one charter, we were not able to determine from the data whether or not  these multicampus arrangements operated under one or more charters.  Therefore, we could not determine whether these arrangements should  count as one or more than one LEA."], "subsections": []}]}, {"section_title": "Appendix III: Additional Data", "paragraphs": ["For the most part, we found that traditional public schools and charter  schools served a similar distribution of students by disability type. More  than 70 percent of students with disabilities in traditional public schools  and charter schools had disabilities such as a specific learning disability,  a speech or language impairment, or other health impairment, and both  types of schools enrolled lower percentages of students with hearing,  orthopedic, or visual impairments, for example (see fig. 7). However,  when comparing the distribution of students with certain disabilities, such  as students with an emotional disturbance or a specific learning disability,  the percent was higher in charter schools than traditional public schools."], "subsections": []}, {"section_title": "Appendix IV: Comments from the U.S. Department of Education", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["Sherri Doughty, Assistant Director; Sara Edmondson, Analyst-in-Charge;  Meredith Moore; Jason Palmer, Susannah Compton, Luann Moy, Ying  Long, Amy Sweet, Sheila McCoy, James Rebbe, and James Bennett also  made significant contributions to this report."], "subsections": []}]}], "fastfact": []}