{"id": "GAO-03-180", "url": "https://www.gao.gov/products/GAO-03-180", "title": "Medicare+Choice: Selected Program Requirements and Other Entities' Standards for HMOs", "published_date": "2002-10-31T00:00:00", "released_date": "2002-12-02T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["Since the early 1980s, health maintenance organizations (HMO) have entered into risk-based contracts with Medicare and offered beneficiaries an alternative to the traditional fee-for-service (FFS) program. By 1997, 5.2 million Medicare beneficiaries were enrolled in an HMO. Although Medicare HMOs were available in most urban areas, they were often unavailable in rural areas. Medicare+Choice (M+C) has HMO requirements pertaining to benefit package proposals, the beneficiary enrollment process, marketing and enrollee communication materials, and quality improvement, among other areas. An HMO must annually submit a benefit package proposal to the Centers for Medicare and Medicaid Services (CMS) for each M+C health plan that the HMO intends to offer. M+C requirements for the beneficiary enrollment process specify the information that an HMO must include in its enrollment application and the checks that it must perform to ensure that beneficiaries who submit applications are eligible to enroll in the HMO's health plan. M+C marketing requirements prohibit HMOs from using inaccurate or misleading language in advertisements or materials distributed to enrollees. M+C requirements for quality improvements specify that HMOs must undertake multiyear projects intended to improve the quality of health care and must routinely gather and report performance data to CMS."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since the early 1980s, health maintenance organizations (HMO) have  entered into risk-based contracts with Medicare and offered beneficiaries  an alternative to the traditional fee-for-service (FFS) program.  By 1997,  approximately 5.2 million Medicare beneficiaries (14 percent) were  enrolled in an HMO.  Although Medicare HMOs were available in most  urban areas, they were often unavailable in rural areas.  The  Medicare+Choice (M+C) program, established by the Balanced Budget Act  of 1997 (BBA), was designed to expand beneficiaries’ health plan choices  by encouraging the wider availability of HMOs and permitting Medicare to  contract with organizations offering other types of health plans, such as  preferred provider organization (PPO) plans and private fee-for-service  (PFFS) plans.", "In practice, however, virtually all M+C health plans in 2002 are offered by  HMOs and the number of health plan choices has decreased in each of the  last 4 years. From 1998 to 2002, the number of Medicare contracts with  HMOs declined from about 340 to 147, and the percentage of beneficiaries  with access to at least one HMO in the area where they lived declined from  74 to 61 percent.  Enrollment in Medicare HMOs, which had reached 6.3  million in 1999, had fallen to less than 5 million (12 percent of all Medicare  beneficiaries) as of July 2002.", "Representatives of the managed care industry have stated that declining  HMO participation in Medicare is largely due to inadequate M+C payment  rates and excessive administrative requirements.  The Medicare, Medicaid,  and SCHIP Balanced Budget Refinement Act of 1999 (BBRA) and the  Medicare, Medicaid, and SCHIP Benefits Improvement and Protection Act  of 2000 (BIPA) increased payment rates and made other changes to help  address the industry’s concerns. But these legislative changes have not  halted the decline in HMO participation. To encourage health plans to  participate in M+C, legislative proposals have been made to further  increase M+C payment rates and streamline the program’s administrative  requirements.", "To assist in your consideration of potential M+C reforms, you asked us to  summarize the program’s HMO requirements in four areas: (1) the annual  benefit package proposals that HMOs submit, (2) the beneficiary  enrollment process, (3) marketing materials and enrollee communications,  and (4) quality improvement.  To provide benchmarks that could be used  when examining M+C requirements, you asked us to summarize parallel  requirements for HMOs that participate in the Federal Employees Health  Benefits Program (FEHBP), another large purchaser of health care.  You  also asked us to describe the HMO requirements established by other  entities in one or more of the four M+C areas we reviewed.  In consultation  with your office, we selected three entities that are not health care  purchasers but that do set requirements for HMOs: the National  Association of Insurance Commissioners (NAIC), the Joint Commission on  Accreditation of Healthcare Organizations (JCAHO), and the National Committee for Quality Assurance (NCQA).  NAIC, a nonprofit  organization for state regulators, drafts and publishes model acts and  regulations that set standards for insurers that any state may adopt in  whole or in part.  JCAHO and NCQA, both nongovernmental and  nonprofit organizations, operate nationally recognized accreditation  programs for HMOs.", "To conduct our work, we summarized the applicable M+C requirements in  federal statutes and regulations, M+C operational guidance to HMOs, and  other materials prepared by the Centers for Medicare & Medicaid Services  (CMS), the agency within the Department of Health and Human Services  (HHS) that administers Medicare.   We obtained additional information  from CMS officials.  We gathered and summarized FEHBP requirements in  federal statutes and regulations and FEHBP operational guidance to HMOs,  various NAIC model requirements, and relevant standards from the current  JCAHO and NCQA accreditation manuals. We also interviewed officials  from the Office of Personnel Management (OPM), the agency that  administers FEHBP, and representatives of NAIC, JCAHO, and NCQA.  Because M+C requirements are broadly similar to the requirements set by  other entities, but may be different in specific details, we compiled our  work into summary tables that provide information on the key details of  each entity’s requirements (see appendixes I through IV). Our work was  performed from June 2001 through September 2002 in accordance with  generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["M+C and FEHBP both represent large health care purchasing programs  that contract with HMOs and other types of health care organizations to  provide services.  NAIC, JCAHO, and NCQA are not purchasers of health  care, but they play important roles in establishing certain HMO  requirements."], "subsections": [{"section_title": "M+C", "paragraphs": ["M+C is a component of Medicare, the federal entitlement program for  adults age 65 and older and some individuals who are disabled or have end- stage renal disease (ESRD). Medicare beneficiaries can choose to receive  covered services through the FFS program or through an M+C health plan  if one is offered in the area where they live.  HMOs and other types of health care organizations contract with CMS to offer M+C health plans.   HMOs participating in M+C receive fixed monthly payments for enrolled  beneficiaries, regardless of what their enrollees’ care actually costs, in  return for providing all Medicare-covered benefits, except hospice care,  and complying with all M+C requirements. CMS monitors each HMO and  periodically conducts an on-site review to determine whether the HMO is  complying with program requirements. The agency also requires HMOs to  regularly submit certain information, such as enrollment and other data  used to compute HMO payments.", "In creating M+C, BBA included many requirements from the previous risk- contract program.  For example, the M+C requirement that HMOs submit  marketing and enrollee communications for agency approval was a  requirement of the risk-contract program.   BBA also included  requirements that were modifications of previous ones and others that  were new.  For example, BBA included quality assurance requirements— such as those pertaining to the collection, analysis, and reporting of health  outcomes and member satisfaction—that were more comprehensive than  previous requirements.  BBA required that M+C payments to an HMO be  adjusted to reflect the relative health status of that HMO’s enrollees  beginning in 2000.  The law directed the Secretary of HHS to require HMOs  to submit data on their enrollees’ use of inpatient hospital services and data  on other services as the Secretary deemed necessary.  In addition to the  inpatient hospital data requirement, the Secretary required HMOs, in 1998,  to collect data on the use of physician and hospital outpatient services.   BBA also limited, effective January 1, 2002, the number of opportunities  beneficiaries had each year to enroll or change enrollment in a M+C health  plan.", "M+C’s requirements have continued to evolve since BBA, partly as a result  of subsequent legislation.  Some legislative changes addressed HMOs’  concerns about BBA’s initial implementation. For example, BBRA  increased the amount of time that HMOs have each year to develop their  benefit package proposals by moving the annual submission deadline from  May 1 to July 1.  To reduce the administrative burden on HMOs that are  monitored by both a private accreditation organization and the agency,  BBRA increased the number of topical areas where HMOs may fulfill M+C  requirements by receiving accreditation from an organization that has  standards, as well as a process for ensuring compliance with those  standards, which are determined by CMS to meet or exceed M+C  requirements.  BBA allowed accreditation standards to be applied for  quality assurance and confidentiality of records requirements.  BBRA  expanded this list to include antidiscrimination, access to services,  advance directives, and provider participation requirements.  Under BIPA,  CMS must expedite review of HMO marketing materials that use agency- specified language without modification. BIPA also required HMOs to  expand their quality improvement activities to include a separate focus on  racial and ethnic minorities.  The Public Health Security and Bioterrorism  Preparedness and Response Act of 2002 (Bioterrorism Act) made  temporary modifications to M+C requirements.  It enabled Medicare to  reinstate, through 2004, beneficiaries’ opportunities to change enrollment  into any M+C health plan accepting new enrollments or switch to the FFS  program on a monthly basis.  It also moved the annual submission deadline  for HMOs’ benefit package proposals to the second Monday in September  for benefit years 2003 through 2005.", "CMS has also modified certain M+C requirements, in some instances to  reduce the administrative burden on participating HMOs. In 2001, for  example, the agency postponed the date by which HMOs would have to  begin submitting data on beneficiaries’ use of physician and hospital  outpatient services.  In 2002, CMS gave HMOs more flexibility in  advertising plan benefits not available in the FFS program.  For example,  HMOs were allowed to describe their health plans’ pharmacy discounts in  the standard summary of benefits distributed to beneficiaries.  CMS has  also made changes to address shortcomings that agency staff or outside  groups identified.  The process for reviewing and approving HMOs’  marketing materials was revised, in part, to correct problems we identified  in 1999.", "Since BBA was enacted, CMS has issued Federal Register notices and other  written instructions to inform HMOs about program changes. During 2001,  CMS began releasing chapters of a new Medicare managed care manual  intended to inform HMOs about program requirements. As of July 11,  2002, the agency had released 9 of a planned 20 chapters.  No release  dates have been announced for the remaining chapters.", "FEHBP is the largest employer-sponsored group health insurance program  in the United States.  In 2002, FEHBP covers approximately 8.28 million  individuals, consisting of 2.19 million federal employees, 1.86 million  federal retirees, and 4.23 million dependents. Like most Medicare  beneficiaries, FEHBP beneficiaries may select from among available health  plans during an annual open enrollment period.  OPM contracts with HMOs  and other types of health care organizations to offer health plans to FEHBP  beneficiaries.  The number of HMOs participating in FEHBP has declined in  recent years, from 476 HMOs in 1996 to about 200 HMOs in 2002.  In 2002,  about 2.42 million FEHBP beneficiaries (29 percent) are enrolled in HMOs.   The remaining 5.86 million beneficiaries (71 percent) are enrolled in other  types of health plans, such as PPOs.", "NAIC is a nonprofit association of the insurance regulators of the 50 states,  the District of Columbia, and 4 United States territories.  Its mission  includes promoting consistent health insurance regulations.  To help  achieve this objective, NAIC prepares model requirements that any state  may adopt, in whole or in part, to regulate HMOs operating in the state.    NAIC’s model requirements are largely written in general terms to provide a  framework that states can tailor to meet local needs.  According to NAIC,  approximately 30 states have passed legislation based on the requirements  in NAIC’s Model HMO Act, which provides a legal framework for the  organization and functioning of HMOs and a regulatory framework for state  oversight.", "JCAHO and NCQA provide accreditation programs for HMOs and other  health care entities that contract with public and private employers to  serve their employees and retirees, with state governments to serve  Medicaid beneficiaries, or with the federal government to serve Medicare  beneficiaries.  JCAHO’s and NCQA’s accreditation standards focus on the  HMO operations that affect the quality of care delivered and interactions  with members, rather than on all the requirements that a purchaser would  typically specify for an HMO, such as the benefits offered and the cost of  providing those benefits.  HMOs may seek accreditation from a nationally  recognized organization, such as JCAHO or NCQA, to signal their  commitment to quality and to help attract business.  Some potential  purchasers consider an HMO’s accreditation status when deciding whether  to contract with the HMO. An HMO’s accreditation status may also be an  important consideration for some potential enrollees. For that reason, OPM  lists the accreditation status of participating HMOs in the annual guide  made available to FEHBP beneficiaries.  In addition, HMOs with M+C  health plans that have received full accreditation from JCAHO or NCQA,  and have been determined by one of those organizations to have met  certain additional standards, are considered by CMS to have met the M+C  quality requirements discussed in this report."], "subsections": []}]}, {"section_title": "Selected M+C Requirements for HMOs", "paragraphs": ["An HMO that contracts to serve Medicare beneficiaries must meet M+C  program requirements specified by CMS regarding benefit package  proposals, the beneficiary enrollment process, marketing and enrollee  communications, and quality improvement. Requirements pertaining to  benefit package proposals specify the information that HMOs must  annually submit to CMS and set coverage parameters, such as limits on  beneficiary cost sharing. Beneficiary enrollment process requirements  establish how HMOs must collect and process applications, conduct  beneficiary eligibility checks, transmit information to CMS, and reconcile  data discrepancies.  Communication requirements, which cover both  general advertising and specific communications to enrollees, set  standards for the information that HMOs distribute to beneficiaries and  establish CMS’s review and approval process for these materials.   Requirements for quality improvement specify that HMOs have the  capacity to undertake projects designed to improve the quality of health  care and annually measure their clinical and administrative performance  and the satisfaction of current and former enrollees."], "subsections": [{"section_title": "Benefit Package Proposals", "paragraphs": ["For each M+C health plan that it intends to offer, an HMO must annually  submit a benefit package proposal for CMS review and approval. BBRA  specified that proposals are due at the beginning of July—6 months before  the start of the benefit year.  The Bioterrorism Act temporarily changes the  benefit package proposal submission deadline to the second Monday in  September for 2002 through 2004.  The proposals, formally known as  adjusted community rate proposals (ACRP), specify the health plan’s  covered benefits, beneficiary cost sharing, and beneficiary premiums.  An  HMO must cover all services available in the FFS program except hospice.   An HMO may also offer additional services, such as outpatient prescription  drugs, and charge beneficiaries for these services.  If Medicare’s payments  to an HMO are expected to exceed its cost of providing Medicare-covered  services plus the amount of profit or additional revenue that the HMO  would normally earn on non-Medicare contracts, the HMO must use the  additional money to cover additional items or services, reduce beneficiary  cost sharing, or contribute to a benefit stabilization fund—an escrow-like  account that can be drawn upon in future years to help maintain benefit levels—or a combination of these.  The HMO’s benefit package proposal  describes the extent to which these options will be used.", "CMS reviews HMOs’ benefit package proposals and approves them if they  comply with M+C requirements.  For example, an HMO may set beneficiary  cost-sharing requirements on individual services that differ from those in  the FFS program, but the sum of the actuarial value of its cost-sharing  requirements—the total amount that the average beneficiary would be  expected to pay in deductibles, coinsurance, and copayments—and the  health plan premium may not exceed the actuarial value of cost sharing in  the FFS program.  The agency has generally approved the proposals before  the start of Medicare’s annual enrollment period in November.  BIPA  requires the agency’s Chief Actuary to review all benefit package proposals  submitted on or after May 1, 2001, to determine whether the data values  and underlying assumptions in the proposals are reasonable.  According to  CMS officials, actuary reviews will begin with benefit package proposals  submitted in 2002.  BBA requires CMS each year to audit the benefit  package proposals from at least one-third of the participating M+C HMOs.   CMS uses a risk-based approach to select some of the HMOs to audit, but  the majority of audited HMOs are randomly selected."], "subsections": []}, {"section_title": "Beneficiary Enrollment Process", "paragraphs": ["HMOs are required to play a major role in the beneficiary enrollment  process. A beneficiary who wants to enroll in a health plan submits an  application to the HMO, which then must make a preliminary  determination about whether the beneficiary lives in the geographic area  served by the health plan and is otherwise eligible to enroll. The HMO then  forwards the beneficiary’s information to CMS. After CMS confirms  enrollment eligibility, the HMO must determine the date that coverage will  begin and notify the beneficiary.  Through December 31, 2004, beneficiaries  are allowed to join or leave health plans each month.  After that date,  beneficiaries will have fewer opportunities each year to make health plan  changes."], "subsections": []}, {"section_title": "Marketing and Enrollee Communication Materials", "paragraphs": ["HMOs must provide accurate and complete information to prospective  beneficiaries and current enrollees. CMS’s requirements cover the  advertising and marketing materials that HMOs distribute to prospective  beneficiaries and the communications between HMOs and their enrollees,  such as explanations of benefits or coverage denials.  For some materials,  such as the summary document that each HMO must produce to describe  its health plan’s benefits, CMS requires HMOs to use templates with  standardized language and formats. Prior to distribution, HMOs must  submit all of their marketing and most of their enrollee communication  materials to CMS for review and approval."], "subsections": []}, {"section_title": "Quality Improvement", "paragraphs": ["HMOs must meet M+C requirements designed to improve the quality of  care and services they deliver.  Every year, an HMO must begin a multiyear  quality improvement project that focuses on a topic specified by CMS (the  national quality improvement project). For example, in 2002, CMS requires  HMOs to participate in the national quality improvement project designed  to improve breast cancer screening rates.  An HMO must also demonstrate  that its previous quality improvement projects have resulted in  demonstrable performance improvements and sustain those improvements  for at least 1 year. HMOs must participate in annual CMS-sponsored  standardized satisfaction surveys of current enrollees and recent  disenrollees and provide clinical and administrative data to CMS.", "Recently, CMS determined that AAAHC’s, JCAHO’s, and NCQA’s standards,  and their processes for ensuring compliance with those standards, meet or  exceed M+C requirements for quality improvement.  As a result, an HMO  that has received full accreditation from AAAHC, JCAHO, or NCQA may  now choose to have the accreditation organization, instead of CMS,  monitor its compliance with M+C quality improvement requirements."], "subsections": []}]}, {"section_title": "Selected FEHBP Requirements for HMOs", "paragraphs": ["FEHBP has requirements for HMOs in all four areas we examined: benefit  package proposals, the beneficiary enrollment process, marketing  materials and enrollee communications, and quality improvement.    Although FEHBP and Medicare both function as purchasers and are  broadly similar in terms of offering a choice of plans to beneficiaries, there  are key differences in how the two programs operate, which may account  for some of the variation in requirements.  For example, market forces  determine HMO payment rates in FEHBP.  In contrast, a statutory formula  specifies HMO payment rates in M+C. The difference in rate-setting  methodologies affects the type of information that OPM and CMS require  HMOs to include in their benefit package proposals.  The programs also  differ in size and beneficiary characteristics. FEHBP covers about one-fifth  as many individuals as Medicare does.  Moreover, FEHBP beneficiaries  tend to be younger and to use fewer health care services than Medicare  beneficiaries."], "subsections": [{"section_title": "Benefit Package Proposals", "paragraphs": ["HMOs that intend to participate in FEHBP must annually submit benefit  package proposals to OPM for each health plan they offer.  The proposals  are due in May, at least 7 months before the start of the benefit year.  In  general, the FEHBP benefit package that an HMO offers in a geographic  area provides the same coverage that the HMO offers to most enrollees in  the same area.  Each proposal includes the proposed health plan premium,  which must be based on the lowest community-rated premium that the  HMO charges to commercial customers for a similar number of covered  lives.  OPM actuaries evaluate an HMO’s supporting documentation for  the proposed premium.  The benefits to be covered by a health plan and its  cost to the government and to enrollees may be affected by subsequent  discussions between OPM and the HMO.  For example, OPM may question  specific cost estimates submitted by an HMO if they are much higher than  other HMOs’ estimates.  In such a situation, according to OPM, the agency  will not agree to a rate unless these higher costs are adequately justified.   Negotiations are generally concluded in August, at least 2 months before  the start of FEHBP’s annual enrollment period in November.", "FEHBP HMOs are subject to audits by OPM’s Office of Inspector General  (OIG). If an HMO is found to have overcharged the government, the HMO  must repay the amount of the overcharge plus interest. The OPM OIG has a  goal of auditing every HMO at least once every 7 years.  However, its audit  strategy is risk based and concentrates resources on HMOs where  problems are thought most likely to be found."], "subsections": []}, {"section_title": "Beneficiary Enrollment Process", "paragraphs": ["While FEHBP has some enrollment process requirements for HMOs, they  are limited because OPM and agencies that employ federal workers are  responsible for most enrollment activities.  FEHBP HMOs’ primary  enrollment responsibility is to confirm that applicants live in, or in some  cases work in, the geographic area served by their health plan.  HMOs must  also quarterly reconcile enrollments with agencies.  Beneficiaries who are  active workers enroll through the federal agencies that employ them, either  in writing or through an automated telephone system or a dedicated Web  site. The agencies determine eligibility and coverage start dates. Retirees  enroll through an automated telephone system or a dedicated Web site.  Agencies conduct tentative eligibility determinations for retirees that OPM  then confirms.  In general, FEHBP allows beneficiaries to switch health  plans once a year, during the annual open season."], "subsections": []}, {"section_title": "Marketing and Enrollee Communication Materials", "paragraphs": ["FEHBP requires HMOs to produce annual brochures in a standard format  using standard language. The brochure must completely describe the  covered benefits, limitations, and exclusions.  According to OPM officials,  the brochures represent a contractual document between HMOs and OPM.  OPM must approve HMOs’ brochures before they can be distributed.   HMOs must conform to OPM and NAIC guidelines in preparing materials  that supplement the brochure and marketing materials, such as descriptive  circulars and leaflets.  According to OPM representatives, the agency  focuses its review efforts on the annual brochures, but may selectively  review other marketing materials distributed by HMOs."], "subsections": []}, {"section_title": "Quality Improvement", "paragraphs": ["HMOs must meet performance standards specified in their FEHBP  contracts.   These standards cover such areas as timeliness of telephone  responses and wait times for appointments.  FEHBP HMOs must annually  conduct a standardized enrollee satisfaction survey and provide clinical  and administrative performance data to OPM.  FEHBP HMOs currently do  not have to conduct quality improvement projects.  However, in 2001,  HMOs had to submit their business plans and timelines for attaining  accreditation from an approved external accreditation organization; OPM  currently recognizes JCAHO, NCQA, and URAC/American Accreditation  HealthCare Commission.  To achieve accreditation from such an  organization, HMOs have to undertake quality improvement projects."], "subsections": []}]}, {"section_title": "Selected NAIC, JCAHO, and NCQA Requirements for HMOs", "paragraphs": ["NAIC, JCAHO, and NCQA have established standards for HMOs in two of  the areas we examined:  1) marketing and enrollee communication  materials and 2) quality improvement.  NAIC, JCAHO, and NCQA have not  set standards for either benefit package proposals or beneficiary  enrollment—two areas that health care purchasers must address.  The  three entities tend to establish standards that are less specific than parallel  M+C requirements and that may be modified or interpreted to fit local  circumstances."], "subsections": [{"section_title": "Marketing and Enrollee Communication Materials", "paragraphs": ["NAIC’s model requirements for marketing materials specify that an HMO  must produce advertising that is clear, complete, and does not mislead  beneficiaries.   HMOs may be required to annually certify that their  marketing materials comply with a state’s insurance laws and regulations  or to submit their marketing materials to a state insurance commissioner  prior to distribution.  NAIC’s model requirements for enrollee  communications focus on HMO contract documents and specify that state  insurance commissioners can require HMOs to file these documents for  approval by the state prior to issuance.  NAIC’s model requirements pertain  to the general contents of contract documents, but not the use of  standardized formats or language.", "JCAHO’s and NCQA’s accreditation standards require HMOs to provide  complete information to their enrollees.  NCQA’s accreditation standards  also apply to marketing materials intended for prospective members.  Both  organizations have general content requirements and review marketing  materials during their on-site accreditation visits.  NCQA requires that  HMOs have a systematic and ongoing process for assessing how clearly  new enrollees understand HMO policies and procedures."], "subsections": []}, {"section_title": "Quality Improvement", "paragraphs": ["NAIC’s model requirements specify that HMOs must have a quality  improvement program to improve care delivery and health outcomes and  to collect and analyze information specific to their enrollees, such as  satisfaction with the HMO.  However, NAIC does not specify the types of  quality improvement projects that HMOs must conduct or require the use  of standardized satisfaction surveys or standardized performance  measures.", "Both JCAHO’s and NCQA’s accreditation standards require HMOs to design  and conduct quality improvement projects in clinical and administrative  areas that achieve meaningful, sustainable performance improvements  affecting a significant percentage of their enrollees.  JCAHO and NCQA  evaluate quality improvement project results during their accreditation site  visits. Both organizations also require HMOs to measure enrollee  satisfaction and submit administrative and clinical performance data."], "subsections": []}]}, {"section_title": "Comments from CMS and the Other Entities", "paragraphs": ["In written comments on a draft of this report, CMS stated that it generally  agreed with our observations and that the tables contained in the  appendixes effectively contrast M+C’s, FEHBP’s, and the other entities’  HMO requirements.  (App. V contains the full text of CMS’s comments.)   CMS suggested that an expanded analysis of the differences between M+C  and FEHBP programs, and a more detailed discussion of M+C’s legislative  history, could help readers understand why M+C’s HMO requirements may  be more stringent.", "We recognize that there are fundamental differences between Medicare—a  large public entitlement program—and FEHBP—an employer-sponsored  health insurance program—and that an HMO requirement that is  appropriate in one program may not be appropriate in the other.  In this  report, we provide background information on M+C, FEHBP, and the other  entities to help provide context for their HMO requirements.  We also  understand that behind M+C’s current set of requirements lies a complex  legislative history and a series of administrative decisions.  The report  highlights important Medicare HMO requirement changes introduced by  BBA and subsequent actions taken by CMS and the Congress to improve  M+C for beneficiaries and encourage participation by HMOs.  However, the  report’s focus is on the requirements that M+C HMOs face today.  By  displaying these requirements with the HMO requirements established by  other entities, the summary tables may facilitate comparisons and inform  discussions about particular M+C requirements and how they contribute to  the program’s objectives.", "We also provided a draft of the report to OPM, NAIC, JCAHO, and NCQA  and incorporated the technical comments we received from those  organizations and from CMS as appropriate.", "As agreed with your office, unless you publicly announce the contents of  this report earlier, we plan no further distribution of it until 30 days from  the date of this report.  We will then send copies of this report to the  Administrator of CMS, the Director of OPM, NAIC, JCAHO, NCQA, and  other interested parties.  We will also make copies available to others upon  request.  In addition, the report will be available at no charge on the GAO  Web site at http://www.gao.gov.", "If you or your staff have questions about this report, please contact me at  (202) 512-7119 or James Cosgrove at (202) 512-7029. Other contributors to  this report include Jennifer Podulka, Lisa Rogers, and Yorick F. Uzes."], "subsections": []}]}, {"section_title": "Benefit Package Proposals", "paragraphs": ["M+C and FEHBP have HMO requirements that pertain to benefit package  proposals.  Our summary of those requirements is organized as follows.", "Determination of Costs, Benefits, and Government and Beneficiary  Contributions   Purpose of benefit package proposals  Determination of HMO costs or rates   Limits on premiums and required cost sharing Submission, Review, and Approval of Benefit Package Proposals  Deadline for informing CMS/OPM that existing health plan will not   Entities that conduct audits  Selection criteria for audits and number of HMOs audited annually Table 1 summarizes selected M+C and FEHBP requirements for HMOs’  benefit package proposals. Figure 1 depicts the 2001 benefit-year timeline  for activities associated with the submission, review, and approval of  HMOs’ benefit packages.  The timing of these activities for M+C will be  altered for benefit years 2003 through 2005.  Figure 2 depicts the M+C and  FEHBP timeline for benefit package proposal activities for those benefit  years."], "subsections": []}, {"section_title": "Beneficiary Enrollment", "paragraphs": ["M+C and FEHBP have HMO requirements that pertain to beneficiary  enrollment. Our summary of those requirements is organized as follows.", "Transmission of enrollment information to HMOs  Reconciliation of data between HMO and administering agency  Opportunities to enroll or change enrollment  Requirements for health plans to accept new enrollees  Determination of effective coverage dates  Enrollment and Disenrollment Forms and Notices  Notifications for other enrollment-related situations  Forms and notifications for voluntary disenrollment  Notifications for other disenrollment-related situations Table 2 summarizes selected M+C and FEHBP requirements pertaining to  beneficiary enrollment.  Table 3 summarizes the annual opportunities for  Medicare beneficiaries to enroll in an M+C health plan, change M+C health  plans, or switch to FFS under M+C’s enrollment “lock-in” provision. This  provision was in effect during the first half of 2002 and will be implemented  again as of January 1, 2005.  Until that date, Medicare beneficiaries may  make enrollment changes every month.  Table 4 summarizes the annual  opportunities for FEHBP beneficiaries to make health plan enrollment  changes."], "subsections": [{"section_title": "Health Plan Enrollment Opportunities for M+C and FEHBP Beneficiaries", "paragraphs": ["Before 2002, a beneficiary in FFS or an M+C health plan could enroll, on a  monthly basis, into any M+C health plan accepting new enrollments or  switch from an M+C health plan to FFS.  BBA included an enrollment lock- in provision, effective January 1, 2002, that limited the number of  opportunities, called election periods, for beneficiaries to make such  changes (see table 3).  Once a beneficiary used an election period to  enroll in a health plan, he or she was locked into that health plan until  eligible for another election period.  All beneficiaries were eligible for at  least two election periods per year—one during the annual election period  in November and a second during the first 3 months of the benefit year (6  months in 2002).  However, the number of election periods each year was  higher for beneficiaries with certain characteristics.  For example,  beneficiaries enrolled in a health plan on their 65th birthday had four  election periods during their first 12 months in the program.   Institutionalized beneficiaries could change health plans an unlimited  number of times throughout the year.", "On June 12, 2002, the Bioterrorism Act was signed into law.  This act  temporarily lifted the enrollment lock-in provision that had been  implemented as of January 1, 2002; the lock-in provision is scheduled to be  reinstated beginning January 1, 2005.", "Employees and retirees enrolled in FEHBP generally may change health  plans one time each year, during the annual open enrollment period.   However, FEHBP does permit changes at other times under certain  circumstances, such as a change in family status (see table 4)."], "subsections": []}]}, {"section_title": "Marketing and Enrollee Communication Materials", "paragraphs": ["M+C, FEHBP, NAIC, NCQA, and JCAHO have HMO requirements that  pertain to marketing and enrollee communication materials.  Our summary  of those requirements is organized as follows.", "Types of Materials Subject to Standards  Advertising and prospective member materials  Materials that explain HMO operations Approach Used to Ensure that Materials Conform to Standards  Ongoing assessment of new members’ understanding of HMO  Standards for Documents and Information  Preenrollment documents related to benefits and coverage  Deadline for distributing preenrollment documents   Postenrollment documents related to benefits and coverage  Deadline for distributing postenrollment documents   Producing materials in other languages and formats  Telephone numbers  References to outpatient prescription drug benefit  Items not covered in contract  Time frames for standard review  Time frames for expedited review  Final verification of beneficiary notification materials  Annual certification of compliance in preparing marketing materials Table 5 summarizes selected M+C, FEHBP, NAIC, JCAHO, and NCQA  requirements for marketing and enrollee communication materials."], "subsections": []}, {"section_title": "Quality Improvement", "paragraphs": ["M+C, FEHBP, NAIC, JCAHO, and NCQA have HMO requirements that  pertain to quality improvement (QI).  Our summary of those requirements  is structured along the following dimensions.", "Elements of a Quality Improvement Program Administration of Quality Improvement Program  Choice of quality measures  Minimum performance levels and benchmarks  Potential actions based on evaluation  How data are externally validated  Who pays for external validation  When annual data are submitted  Member satisfaction survey measures for current enrollees  Who pays for survey administration  Member satisfaction survey measures for disenrolled members  Who participates  Who pays for survey administration  Member health status survey measures  Who pays for survey administration Table 6 summarizes selected M+C, FEHBP, NAIC, JCAHO, and NCQA  requirements for QI."], "subsections": []}, {"section_title": "Comments from the Centers for Medicare & Medicaid Services", "paragraphs": [], "subsections": [{"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the investigative arm of Congress, exists to  support Congress in meeting its constitutional responsibilities and to help improve  the performance and accountability of the federal government for the American  people. GAO examines the use of public funds; evaluates federal programs and  policies; and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of accountability,  integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to daily E-mail alert for newly released products” under the GAO Reports heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}