{"id": "GAO-15-566", "url": "https://www.gao.gov/products/GAO-15-566", "title": "Arctic Planning: DOD Expects to Play a Supporting Role to Other Federal Agencies and Has Efforts Under Way to Address Capability Needs and Update Plans", "published_date": "2015-06-19T00:00:00", "released_date": "2015-06-19T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Decreasing seasonal sea ice in the Arctic has made some Arctic waters navigable for longer periods and, as a result, may contribute to new economic opportunities in commercial shipping, oil exploration, and tourism. This could eventually increase the need for a U.S. military and homeland security presence in the Arctic, particularly in the maritime environment.", "House Report 113-446, which accompanied a bill for the National Defense Authorization Act for Fiscal Year 2015, included a provision that GAO review DOD's Arctic capabilities.", "This report discusses (1) the role of DOD in the Arctic based on recent strategic guidance and its assessment of the security environment in the region, (2) the actions taken by DOD to address near-term capability needs, and (3) the efforts DOD has under way to update plans for the Arctic and identify future capability needs.", "GAO reviewed national, DOD, military service, and combatant command strategies; reviewed studies on near-term capabilities needed and examined efforts initiated to address those needs based on supporting documentation; reviewed Northern Command's regional plans that cover the Arctic and identified ongoing planning activities; and interviewed agency officials. GAO also issued a classified version of this report in June 2015 that includes details on the Arctic's security environment.", "GAO is not making any recommendations in this report. DOD provided written technical comments, which we incorporated into the report as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["Recent strategic guidance on the Arctic issued by the administration and the Department of Defense (DOD) establish a supporting role for the department relative to other federal agencies, based on a low level of military threat expected in the region. In January 2014 the administration issued the Implementation Plan to the National Strategy for the Arctic Region that designated DOD as having a largely supporting role for the activities outlined in the plan. Additionally, DOD's Arctic Strategy issued in November 2013 and the Navy's Arctic Roadmap 2014-2030 issued in February 2014 emphasize that, as sea ice diminishes and the Arctic Ocean opens to more activity, the department may be called upon more frequently to support other federal agencies and work with partners to ensure a secure and stable region. To further its role, DOD participates in a number of forums focused on military security cooperation in the Arctic, including the Arctic Security Forces Roundtable, a senior-level event aimed at encouraging discussion among the security forces of Arctic and non-Arctic nations. In addition, DOD leads training exercises focused on building partner capacity in the region, including Arctic Zephyr, a multilateral scenario-based exercise. DOD continues to monitor the security environment in the region and is tracking indicators that could change its threat assessment and affect DOD's future role.", "U.S. Northern Command—the DOD advocate for Arctic capabilities—stated that it is in the process of updating its regional plans for the Arctic and is conducting analysis to determine future capability needs. For example, Northern Command is updating the Commander's Estimate for the Arctic, which establishes the commander's intent and missions in the Arctic and identifies near-, mid-, and long-term goals. Additionally, the command is conducting studies of various Arctic mission areas, such as maritime homeland defense and undersea surveillance, to identify future capability needs. However, according to DOD's Arctic Strategy , uncertainty remains around the pace of change and commercial activity in the region that may affect its planning timelines. Difficulty in developing accurate sea ice models, variability in the Arctic's climate, and the uncertain rate of activity in the region create challenges for DOD to balance the risk of having inadequate capabilities or insufficient capacity when required to operate in the region with the cost of making premature or unnecessary investments. According to its Arctic Strategy , DOD plans to mitigate this risk by monitoring the changing Arctic conditions to determine the appropriate timing for capability investments."]}], "report": [{"section_title": "Letter", "paragraphs": ["The recent retreat of polar sea ice in the Arctic, combined with an  expected increase in human activity there, has heightened the United  States’ and other nations’ interests in the Arctic region. The United  States, with the state of Alaska extending above the Arctic Circle, is one  of eight Arctic nations. Diminishing sea ice has made some Arctic waters  navigable for longer periods and, as a result, may contribute to new  economic opportunities in commercial shipping, oil and gas exploration,  tourism, and commercial fishing. This could eventually increase the need  for a U.S. military and homeland security presence in the Arctic. While the  changing environment may create opportunities, operating in the Arctic  region will continue to provide a number of challenges, including harsh  and unpredictable weather, vast distances, and limited infrastructure.", "In November 2013, the Department of Defense (DOD) issued its Arctic  Strategy, which calls for a secure and stable region where U.S. national  interests are safeguarded, the U.S. homeland is protected, and nations  work cooperatively to address challenges. The strategy reflects the  relatively low level of military threat in the Arctic and the stated  commitment of the Arctic nations to work within a common framework of  diplomatic engagement. It also identifies a number of investments that will  need to be made over time as activity in the region increases, but the  strategy states that desired investments in Arctic capabilities may not  compete successfully against other requirements in the department’s  budget priorities.", "We have previously examined emerging issues and challenges for the  United States in the Arctic. In 2012 we assessed DOD’s efforts to  prioritize the capabilities needed to meet national security objectives in  the Arctic. We found that DOD had undertaken some efforts to assess  capabilities needed in the Arctic, but it was unclear whether DOD would  be in a position to provide needed capabilities in a timely and efficient  manner. We recommended that DOD develop a risk-based investment  strategy and timeline for developing Arctic capabilities needed in the near  term and establish a forum with the U.S. Coast Guard to identify  collaborative Arctic capability investments over the long term. In  response, DOD took steps to identify and prioritize near-term Arctic  capability needs, developed a timeline for addressing those needs,  updated its investment plan, and established several collaborative forums  with the Coast Guard. Additionally, in March 2014, we examined U.S.  Arctic maritime infrastructure and the actions taken by federal, state, and  local stakeholders to plan for future Arctic maritime infrastructure  investments. We found that commercial U.S. Arctic maritime activities  are expected to be limited for the next 10 years, according to industry  representatives. Although activity will likely be limited, federal, state, and  local stakeholders have taken some actions to plan for future maritime- infrastructure investments. For example, the National Oceanic and  Atmospheric Administration and the Alaska government are working to  improve mapping, charting, and weather information for the U.S. Arctic. In  2013, we added the federal government’s efforts to manage its fiscal  exposure to the effects of climate change to our High-Risk List, noting  that the federal government’s role as a property owner exposes it to  significant risk. We include a list of related GAO products at the end of  this report.", "House Report 113-446, which accompanied a bill for the National  Defense Authorization Act for Fiscal Year 2015, included a provision that  GAO review DOD’s Arctic capabilities. This report discusses (1) the role  DOD expects to play in the Arctic based on recent strategic guidance and  its assessment of the security environment in the region; (2) the actions, if  any, DOD has taken to address near-term capability needs; and (3) the  efforts DOD has under way to update plans for the Arctic and identify  future capability needs. In addition, we report on DOD’s efforts to  collaborate with the Coast Guard in the Arctic since our January 2012  report in appendix I. We also issued a classified version of this report in  June 2015. That version includes an additional appendix, which provides  a discussion of the Arctic’s security environment.", "In this report, we use the term Arctic to mean the areas as defined by the  Arctic Research and Policy Act of 1984 (ARPA). We focused our review  on DOD’s role in the Arctic as outlined in national and DOD strategic  guidance and on the Navy because the changes in the Arctic primarily  affect the maritime environment and the opening of the Arctic Ocean may  affect the service’s role and capability needs. Further, we focused on U.S.  Northern Command as the command with primary responsibility for  advocating for Arctic capabilities due to it having the only U.S. Arctic  territory within its area of responsibility.", "To identify what role DOD expects to play in the Arctic based on recent  strategic guidance and its assessment of the security environment in the  region, we reviewed national, DOD, military service, and combatant  command strategies and guidance that have been developed on the  Arctic including the 2013 National Strategy for the Arctic Region, DOD’s  November 2013 Arctic Strategy, and the U.S. Navy’s February 2014  Arctic Roadmap for 2014-2030, among others. To determine what  actions, if any, DOD has taken to address near-term capability needs, we  reviewed supporting documentation and testimonial evidence from DOD  and Coast Guard officials and grouped actions initiated by DOD since our  January 2012 report into the four capability areas established in the DOD  and Department of Homeland Security (DHS) Arctic Capability  Assessment Working Group White Paper. To determine what efforts  DOD has under way to update plans for the Arctic and identify future  capability needs, we reviewed Northern Command’s regional plans that  cover the Arctic and interviewed officials to identify ongoing planning  activities and analysis being conducted to determine future capability  needs. Additionally, we reviewed observed sea ice levels from the  National Snow and Ice Data Center and information on Arctic sea ice  trends from various organizations and examined assessments of  commercial and military activity in the Arctic region produced by  departments and agencies with responsibilities for Arctic awareness.  We also interviewed DOD and Coast Guard officials to determine their  collaboration to align Arctic initiatives and compared these activities with  leading practices in collaboration. For all of our objectives, we  interviewed officials from the Office of the Secretary of Defense; Office of  the Chairman of the Joint Chiefs of Staff; U.S. Northern Command and  the North American Aerospace Defense Command; U.S. European  Command, U.S. Pacific Command; and U.S. Army, Navy, Air Force,  Marine Corps, and Coast Guard offices with Arctic responsibility. Further  details on our scope and methodology can be found in appendix II.", "We conducted this performance audit from July 2014 to June 2015 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Diminishing Ice Opens Potential for Increased Human Activity in the Arctic", "paragraphs": ["Scientific research on and projections of the changes taking place in the  Arctic vary, but there is a general consensus that the Arctic is warming  and sea ice is diminishing. Scientists at the U.S. National Snow and Ice  Data Center reported that the annual Arctic minimum sea ice extent— which typically occurs in September each year—for 2014 was the sixth  lowest in the satellite record and 479,000 square miles less than the 1981  to 2010 average (see fig. 1). Further, the 10 lowest September ice  extents on satellite record have all occurred in the last 10 years. While  much of the Arctic Ocean remains ice-covered for a majority of the year,  most scientific estimates predict there will be an ice-diminished Arctic  Ocean in the summer sometime in the next 20 to 40 years.", "These environmental changes in the Arctic are making maritime transit  more feasible and are increasing the likelihood of further expansion of  human activity including commercial shipping and oil and gas extraction.  For example, most commercial ship activity in the U.S. Arctic is currently  destinational—shipping into or out of the Arctic, mainly in support of  commercial activity. However, melting ice could potentially increase the  use of three trans-Arctic routes, the Northern Sea Route, Northwest  Passage, and Transpolar Route, saving several thousands of miles and  several days of sailing between major trading blocs. See figure 2 for  locations of these shipping routes. Additionally, estimates of significant  oil, gas, and mineral deposits in the Arctic have increased interest in  exploration opportunities in the region. These resources include an  estimated 13 percent of the world’s undiscovered oil, 30 percent of  undiscovered gas, and some $1 trillion worth of minerals including gold,  zinc, nickel, and platinum.", "Despite the changing climate and growing interest in the region, several  enduring characteristics still provide challenges to surface navigation in  the Arctic, including large amounts of winter ice and increased movement  of ice from spring to fall. Increased movement of sea ice makes its  location less predictable, a situation that is likely to increase the risk for  ships to become trapped or damaged by ice impacts."], "subsections": []}, {"section_title": "National Strategic Guidance Shapes DOD’s and Other Stakeholders’ Operations in the Arctic", "paragraphs": ["Key strategic guidance details the United States’ national security  objectives and shapes DOD’s and other stakeholders’ operations in the  Arctic. The administration issued National Security Presidential Directive  66 in January 2009, which establishes U.S. policy with respect to the  Arctic region and tasks senior officials, including the Secretaries of  Defense and Homeland Security, with its implementation. This directive  identifies specific U.S. national security and homeland security interests  in the Arctic, including missile defense and early warning; deployment of  sea and air systems for strategic sealift, maritime presence, and security  operations; and ensuring freedom of navigation and overflight. To further  the interests of the Arctic Region Policy, in May 2013 the president issued  the National Strategy for the Arctic Region (National Strategy). This  document articulates the administration’s strategic priorities for the Arctic  region and includes lines of effort related to (1) advancing U.S. security  interests, (2) pursuing responsible Arctic region stewardship, and (3)  strengthening international cooperation. It prioritizes lines of effort for  federal agencies and builds upon existing initiatives by federal, state,  local, and tribal authorities; the private sector; and international partners.  Additionally, the administration released the Implementation Plan for the  National Strategy for the Arctic Region (Implementation Plan) in January  2014, which sets forth the methodology, process, and approach for  executing the strategy, including a framework to guide federal activities in  the region. Finally, since the Arctic region is primarily a maritime domain,  existing U.S. strategic guidance relating to maritime areas continues to  apply, such as National Presidential Directive 41 issued by the president  in December 2004 and the National Ocean Policy Implementation Plan  issued by the administration’s National Ocean Council in April 2013."], "subsections": []}, {"section_title": "Multiple Federal Stakeholders Have Arctic Roles and Responsibilities", "paragraphs": ["DOD is responsible in the Arctic and elsewhere for securing the United  States from direct attack, securing strategic access and retaining global  freedom of action, strengthening existing and emerging alliances and  partnerships, and establishing favorable security conditions. As the  maritime component of DOD, the Department of the Navy has global  leadership responsibilities to provide ready forces for current operations  and contingency response that include the Arctic Ocean. Additionally,  U.S. Northern Command has primary responsibility for advocating for  Arctic capabilities due to the command having the only U.S. Arctic  territory within its area of responsibility. In this role, Northern Command is  responsible for collaborating with the relevant combatant commands,  Joint Staff, services, and defense agencies to identify and prioritize  emerging Arctic capability needs and requirements. U.S. European  Command and U.S. Pacific Command also play a role by fostering  collaborative working relationships with partners in the Arctic. Further, the  North American Aerospace Defense Command provides aerospace  warning and control and maritime warning in the Arctic and will continue  to play a role in DOD’s ability to meet national security challenges in the  region.", "Since the Arctic is primarily a maritime domain, the Coast Guard plays a  significant role in Arctic policy implementation and enforcement. The  Coast Guard is a multimission, maritime uniformed military service  typically within the Department of Homeland Security that has  responsibilities including maritime safety, security, environmental  protection, and national defense, among other missions. Therefore, as  more navigable ocean water emerges in the Arctic and human activity  increases there, the Coast Guard will likely face expanding  responsibilities in the region.", "In addition to DOD and the Coast Guard, a number of other federal  departments and agencies, as well as interagency working groups, have  Arctic responsibilities, ranging from scientific research to resource  development, as shown in figure 3."], "subsections": []}]}, {"section_title": "DOD Expects to Play a Supporting Role to Other Federal Agencies Involved in the Arctic Based on a Low Level of Military Threat and Is Monitoring the Security Environment for Changes", "paragraphs": ["Recent strategic guidance on the Arctic establishes a supporting role for  DOD relative to other federal agencies, based on a low level of military  threat expected in the region. However, DOD continues to monitor the  security environment in the region and is tracking indicators that,  depending on the outcomes, could change its threat assessment and  affect the department’s future role."], "subsections": [{"section_title": "DOD Expects to Play a Supporting Role in the Arctic Based on a Low Level of Military Threat", "paragraphs": ["In January 2014, the administration issued its Implementation Plan for the  National Strategy that outlines 36 activities and identifies the lead and  supporting agencies responsible for each implementation activity. DOD  was designated as a supporting agency for 22 of the 36 activities in the  plan, such as activities related to supporting aviation requirements, led by  the Federal Aviation Administration, and sustaining federal capability to  conduct maritime operations in ice-impacted waters, led by DHS. DOD  was designated as the lead agency for one activity: to develop a  framework of observations and modeling to support forecasting and  prediction of sea ice. We discuss ongoing actions related to this activity  later in this report.", "Between the release of the National Strategy in May 2013 and the  Implementation Plan in January 2014, DOD issued its Arctic Strategy in  November 2013. The strategy establishes the department’s strategic  approach to the Arctic and identifies the timeframes to be used for  planning: near-term (present–2020), mid-term (2020–2030), and far-term  (beyond 2030).The Arctic Strategy emphasizes that as sea ice diminishes  and the Arctic opens to more activity, DOD may have an increased role  supporting other federal agencies in the region. For example, DOD may  support the Coast Guard in safety-related missions or the Federal  Emergency Management Agency in disaster relief and mitigation efforts.  The Arctic Strategy notes that DOD has seldom been tasked to execute  these missions in the Arctic, but it may be asked to do more in the coming  decades given the expected increase in activity in the region.", "DOD’s determination of its supporting role in the Arctic is based on its  assessment of a low level of military threat in the region. The Arctic  Strategy states, for example, that there is a willingness and an ability  among the Arctic nations to manage and resolve disputes through an  established international framework. This framework is based on a  commitment between the five nations bordering the Arctic Ocean (the  United States, Russia, Canada, Norway, and Denmark on behalf of  Greenland) to the international legal framework governing the sea, and to  the orderly settlement of any possible overlapping territorial claims. Also,  the Arctic Council serves as a voluntary intergovernmental forum that  provides a means for promoting cooperation, coordination, and interaction  among stakeholders with interests in the region, although the Council  omits matters related to military security. In 2014, we assessed U.S.  involvement in the Arctic Council and provided recommendations to help  clarify the direction of future U.S. participation and to position the United  States for a successful Arctic Council chairmanship beginning in 2015.", "To further its supporting role in the Arctic, the Arctic Strategy states that  DOD plans to continue to build interagency and international partnerships  to meet security and defense commitments. The department currently  participates in a number of activities intended to prevent conflict and  enhance the region’s capability and capacity for multilateral security  collaboration. For example, while the Arctic Council charter expressly  omitted matters related to military security, DOD participates in a number  of international forums focused on military security cooperation. This  includes the Arctic Security Forces Roundtable, an annual collaborative  forum cohosted by DOD and the Norwegian Ministry of Defence. This  senior-level event is aimed at building confidence and encouraging  discussion of the Arctic among the security forces of Arctic and non-Arctic  nations. The most recent event was held in May 2015 and included  representatives from 11 countries—seven Arctic nations, as well as  France, Germany, the Netherlands, and the United Kingdom. Issues  discussed, among others, included the effects of climate change on the  region, search and rescue operations, and disaster relief. Additionally,  DOD participates in the Northern Chiefs of Defense conference—a  meeting among the defense leaders of the Arctic nations to discuss  emerging security issues in the region and ways they can work together  to address them. The most recent meeting was held in June 2013 and  covered developing a common operating picture of the region; identifying  each country’s roles, capabilities, and ability to deploy to the region; and  identifying joint training opportunities.", "DOD also leads and is involved in a number of training exercises focused  on the Arctic to build partner capacity in the region. For example, DOD  leads the annual Arctic Zephyr exercise—a multilateral scenario-based  exercise that focuses on search and rescue operations in the Arctic. The  event is cohosted by U.S. Northern and European Commands and was  most recently held in May 2014 with participation from various Arctic  nations. Additionally, DOD participates in Arctic Shield, an annual Coast  Guard–led operation in the Arctic that focuses on selected missions such  as search and rescue and includes training opportunities. For example,  DOD has provided logistical support, conducted joint planning with the  Coast Guard, and provided air support for an oil spill response exercise  during previous Arctic Shield training events. In addition to DOD, the  operation typically includes participation from a number of stakeholders  including Canada, the National Oceanic and Atmospheric Administration,  and Arctic researchers, among others. Further, DOD participates in a  number of foreign-led Arctic exercises. For example, in 2014, DOD  participated in the Norwegian-led exercise Cold Response, a field training  exercise involving maritime, land, and air forces, focused on combat  operations in cold-weather conditions. The exercise involved  approximately 660 U.S. servicemembers, and, overall, included 16,000  servicemembers from 16 nations.", "The Navy also expects to have a continued role supporting other federal  agencies and international partners as needed in the Arctic. Given that  the changes in the Arctic primarily affect the maritime environment, the  Navy has updated its strategic guidance and has conducted a number of  studies on operating in the region. In February 2014, the Navy issued its  Arctic Roadmap 2014-2030 (Roadmap), which discusses the need for the  Navy to develop strong cooperative partnerships with interagency and  international Arctic stakeholders. This includes pursuing bilateral and  multilateral agreements with Arctic nations, expanding professional  exchange programs, and increasing participation in Arctic-region  exercises. To inform its Roadmap, the Navy developed an Arctic Mission  Analysis in August 2011 that identified six anticipated mission areas and  assessed the service’s role and the likelihood of these missions in the  Arctic through 2040. Based on this assessment, the Navy anticipates an  increase in the likelihood of supporting other federal agencies, specifically  around regional security cooperation, led by the Department of State, and  search and rescue missions, led by the Coast Guard. The Navy estimates  a low likelihood that the remaining missions, such as ensuring freedom of  the seas and sea control, will need to performed in the Arctic through  2040, as shown in figure 4."], "subsections": []}, {"section_title": "DOD Is Monitoring the Security Environment and Tracking Indicators That Could Change Its Threat Assessment", "paragraphs": ["DOD is monitoring potential changes to the security environment in the  Arctic and tracking indicators that could change its threat assessment of  the region. A number of DOD assessments have identified potential  causes for future conflict that could affect DOD’s role in the region. For  example, the Navy Roadmap states that boundary disputes may  contribute to a possibility of localized episodes of friction between Arctic  nations. There currently remain a number of boundary disputes over parts  of Arctic territory, including between the United States and Russia over a  disputed area in the Bering Sea. Additionally, increased interest by non- Arctic nations in exploration of natural resources—fish, sea floor minerals,  oil and gas reserves—may be a possible cause for conflict. In recent  years, non-Arctic nations, including India and China, have shown  increased interest in the Arctic, and both countries have gained observer  status in the Arctic Council.", "However, as discussed above, the current relatively low level of military  threat in the Arctic is expected to continue based on the commitment of  Arctic nations to resolve disputes through an international framework and  other collaborative forums. Given the desire for a peaceful opening of the  Arctic, DOD’s Arctic Strategy states that being too aggressive in  addressing anticipated future security risks may create the conditions for  mistrust and miscommunication under which such risks could materialize  or lead to an “arms race” mentality that could lead to a breakdown of  existing cooperative approaches to shared challenges. Therefore, the  Arctic Strategy emphasizes building trust through transparency about the  intent of military activities in the region and participation in military  exercises and other engagements to mitigate this risk."], "subsections": []}]}, {"section_title": "DOD Has Taken Actions with Interagency Partners to Address Near-Term Capabilities Needed in the Arctic", "paragraphs": ["DOD has taken a number of actions, along with interagency partners, to  address the near-term capabilities needed in the Arctic. A number of  studies and reports have been conducted by DOD and other agencies in  recent years to identify capabilities the department needs to conduct  operations in the Arctic in the near term. For instance, in March 2012,  the DOD–DHS Arctic Capabilities Assessment Working Group issued a  white paper that was intended to consolidate the needed capabilities  identified in these various studies, and serve as a guide to inform both  departments’ investment priorities. Based on the group’s analysis, four  primary areas were identified as key enablers or capabilities required in  the near term for increasing maritime access in the Arctic: (1)  communications, (2) maritime domain awareness, (3) infrastructure, and  (4) leveraging training and exercise opportunities. DOD’s Arctic Strategy  states that the current investment priority for the department will be  focused on addressing these key enablers.", "DOD is taking action in conjunction with other agencies to address these  enablers, particularly around maritime domain awareness and  communications. For instance, as discussed above, DOD was designated  in the Implementation Plan as the lead agency to develop a framework of  observations and modeling to support forecasting and prediction of sea  ice, which is to enhance maritime domain awareness. In support of that  effort, the Office of Naval Research leads an interagency Sea Ice  Collaboration Team with officials from the National Oceanic and  Atmospheric Administration, Department of Energy, and Department of  Interior that is focused on better understanding environmental systems in  the Arctic to improve modeling and prediction of sea ice. The team has  completed a number of actions including experiments on Arctic sea ice  coverage using over 100 instruments and platforms, measuring sea ice  thickness using overhead aircraft and radar, and testing updates to sea  ice models for improved forecasting. In addition, DOD is identified as a  supporting agency for a number of other activities identified in the  implementation plan, including efforts focused on communications in the  Arctic. For example, the National Telecommunications and Information  Administration leads an effort to develop a communication infrastructure  in the Arctic, with support from DOD and other agencies. In January  2015, the administration released a status report noting progress made  by the federal government across these activities during 2014. Among  other actions, the report highlighted the establishment of an executive  steering committee in January 2015 tasked with enhancing coordination  of national efforts and identifying potential areas of overlap between and  within agencies responsible for implementation of Arctic policy and  strategic priorities, among other things. According to DOD officials, for  many of the activities where DOD has been designated as a supporting  agency, the agencies identified are holding initial meetings and  interagency working groups are starting to be established.", "DOD has also begun efforts within the department to address identified  capabilities needed in the Arctic. For example, the Navy’s Roadmap  prioritizes near-term actions necessary to enhance the Navy’s ability to  operate in the Arctic. The Roadmap includes an implementation plan and  timeline for operations and training, science and technology, facilities,  weapons and support equipment, and maritime domain awareness,  among other capabilities. Additionally, Northern Command has conducted  studies to identify capability solutions and support its advocacy role for  the Arctic. This effort includes studies of DOD’s communication needs in  the Arctic and analysis of its current domain awareness in the region. In  addition, DOD has begun studying new communications systems in the  Arctic. For example, in 2014 DOD tested a new communication system— the Mobile User Objective System—that is intended to provide a secure,  ultra-high-frequency communication capability. See table 1 for a summary  of the capabilities identified for increasing maritime access in the Arctic in  the near term and various actions DOD has taken to address these  capability needs.", "In addition to the actions discussed above, DOD is also coordinating with  the Coast Guard on the Coast Guard’s preliminary phases of potentially  acquiring a new heavy polar icebreaker. According to Coast Guard  officials, an interagency team, including DOD, the National Science  Foundation, and the National Oceanic and Atmospheric Administration,  among others, is identifying the government’s operational requirements  for the new icebreaker. While DOD’s near-term need for icebreaker  support will continue to leverage the Coast Guard, commercial, and  partner-nation icebreakers, DOD has reported that ice-strengthened  vessels will become increasingly important to DOD mission areas in the  mid- and far-term. The Coast Guard owns the current U.S. inventory of  three polar icebreakers, while the Navy owns one ice-strengthened  tanker.", "DOD and the Coast Guard have also established a number of  collaborative working groups and forums to identify and address  capabilities needed in the Arctic and enhance collaboration on Arctic  operations. See appendix I for more details on their collaborative efforts."], "subsections": []}, {"section_title": "DOD Is Updating Its Regional Plans for the Arctic and Conducting Analysis to Determine Future Capability Needs, but the Uncertain Pace of Climate Change and Commercial Activity May Affect Its Timelines", "paragraphs": ["U.S. Northern Command—the DOD advocate for Arctic capabilities—is in  the process of updating its regional plans based on recent DOD guidance  and is conducting analysis to determine future capability needs. However,  DOD’s planning timelines may be affected by uncertainty around the pace  of climate change and commercial activity in the region."], "subsections": [{"section_title": "DOD Is Updating Its Regional Plans for the Arctic and Conducting Analysis to Determine Future Capability Needs", "paragraphs": ["DOD’s Arctic Strategy states that the department will periodically  reevaluate requirements necessary to meet national security objectives  as conditions change and the combatant commanders identify operational  requirements for the Arctic in updates to their regional plans. In addition,  the updated Guidance for Employment of the Force issued in February  2015 provides near-term guidance to the combatant commanders on  updating their theater campaign plans and contingency plans in their  regions. Northern Command officials told us that the command is in the  process of updating its regional plans and identifying its operational  requirements for the Arctic based on this recent DOD guidance. These  officials stated that a number of efforts have been completed or are  ongoing that will be used to inform the updates to its regional plans and  determine future capability needs. For example:  In 2014, Northern Command and other DOD and Coast Guard  stakeholders conducted an Arctic Maritime Mission Requirements  analysis that identified maritime mission areas to be performed in the  Arctic to help inform the plans in the region. Additionally, this analysis  identified a number of capability gaps and the corresponding maritime  mission area that would be affected.", "Northern Command is updating the Commander’s Estimate for the  Arctic, which establishes the commander’s intent and missions in the  Arctic and identifies near-, mid-, and long-term goals. According to  Northern Command officials, they received guidance from the new  Commander—who assumed command in December 2014—about his  vision for the Arctic in early May 2015, and are in the process of  including his priorities for the region into the updated Commander’s  Estimate for the Arctic, which is expected to be completed in the  summer of 2015.", "Northern Command is currently conducting a Maritime Homeland  Defense study to evaluate the homeland defense missions and tasks  in the Arctic, determine whether those missions are achievable, and, if  DOD is not able to fully perform those missions, identify what  capability requirements will be needed for mission success. Northern  Command officials expect the first phase of this study to be completed  in July 2015.", "Northern Command is reviewing other Arctic mission areas including  maritime mine countermeasures, undersea surveillance, and maritime  domain awareness. These studies are intended to help Northern  Command identify future capability requirements and inform its  advocacy role. Northern Command officials expect these studies to be  completed in July 2015.", "According to Northern Command officials, it may be too early for the  command to fully identify the supporting operational requirements given  the current state of the Arctic climate and level of activity. As conditions  change in the region, officials stated the command will need flexibility to  adjust its plans to meet any emerging threats and challenges.  Accordingly, some of the analysis that is currently being conducted on  Arctic mission areas, such as maritime mine countermeasures, will be  used to inform future iterations of its regional plans—which typically cover  the steady state of operations over a 2-year period."], "subsections": []}, {"section_title": "Uncertainty around the Pace of Climate Change and Commercial Activity May Affect DOD’s Planning Timelines", "paragraphs": ["DOD’s Arctic Strategy states that there is uncertainty surrounding its  assumptions, particularly around the rate and extent of the effects of  climate change and the potential corresponding increase in commercial  activity in the region. The pace of these changes may affect the frequency  and timing of DOD’s activities in the region. For instance, as sea ice  retreats and human activity expands, DOD could be called upon more  often or sooner to support the Coast Guard in search and rescue  operations. DOD’s Arctic Strategy further states that the uncertainty  around the pace of change creates a challenge for the department to  balance the risk of having inadequate capabilities or insufficient capacity  when required to perform these operations with the cost of making  premature or unnecessary investments. According to the strategy, DOD  will mitigate this risk by monitoring the changing Arctic conditions to  determine the appropriate timing for future capability investments.", "The Navy’s current Arctic sea ice projections and planning time frames  are based on analysis from a team of subject-matter experts convened for  the Navy’s development of the Arctic Roadmap. Based on their analysis,  the Navy predicts that access to the Northwest Passage will continue to  remain limited in the near and mid-term with an estimated 5 weeks of  open water periods beginning in the 2030s. However, Navy officials  stated that there remains uncertainty around its predictions and continued  challenges in planning for Arctic investments due to a number of factors  including difficulty in developing accurate Arctic sea ice models and  continued seasonal variability. According to officials from the Office of  Naval Research, current Arctic sea ice models are not optimized to  predict sea ice changes in the next few decades—the period DOD needs  for its Arctic planning. Additionally, limited understanding of the complex  interactions between Arctic sea ice, oceans, atmosphere, and land limits  the ability of models to predict the rate and scope of future sea ice  variations.", "Further, DOD officials stated that there remains seasonal variability in the  rate and extent of the change in Arctic sea ice. Sea ice can fluctuate  significantly from year to year. For example, the minimum sea ice extent  for 2012 was the lowest occurrence in the satellite record but it increased  47 percent in the following year. There is also significant variance in the  sea ice extent throughout the year. According to data from the National  Snow and Ice Data Center, summer sea ice is diminishing at a faster  pace than winter sea ice, around 13 percent compared to around 3  percent, as shown in figure 5. This variable rate of change can affect  DOD’s ability to plan for future conditions in the region. For instance,  several relatively ice-free summers may be followed by unusually cold  years during which sea ice remains throughout the year.", "DOD also notes in its Strategy the uncertainty around future economic  conditions and the pace at which commercial activity will increase in the  region. According to a Navy study on the Arctic, economic viability of  commercial ventures in the Arctic—oil and gas exploration, mineral  extraction, tourism, and fishing—will be the dominant driver of the pace at  which activity increases in the region. The Navy estimates that activity  will increase gradually and unevenly, driven by existing infrastructure,  individual national policy decisions, and the self-interest of commercial  entities, among other factors. The study notes that despite the Arctic  warming trend and reduced ice cover in the summer season, navigation  in the Northwest Passage will remain hazardous. Ice melt patterns are not  uniform and ships face considerable risk. A recent report on maritime  activity in the U.S. Arctic projects that over the next 10 years traffic in the  Bering Strait and North Slope of Alaska is likely to increase from 240  vessels in 2013 to between a low of 400 and a high of 1,120 vessels in  2025. However, the report identifies several factors that may affect this  projection including economic variables such as high insurance premiums  and risk costs as well as changes in the shipping market through  variables such as the opening of the Panama Canal expansion, which  could make the Arctic routes commercially less viable."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We are not making any recommendations in this report. We provided a  draft of our report to DOD and DHS for their review and comment. DOD  provided written technical comments, which we incorporated into the  report as appropriate. DHS did not have any comments on this report.", "We are sending copies of this report to the appropriate congressional  committees. We are also sending copies to the Secretary of Defense and  the Secretary of Homeland Security. In addition, this report will be  available at no charge on our website at http://www.gao.gov.", "If you or your staff have questions about this report, please contact John  Pendleton at (202) 512-3489 or pendletonj@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. GAO staff who made key contributions to  this report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Summary of DOD’s Collaboration with the Coast Guard in the Arctic", "paragraphs": ["In January 2012, we found that the Departments of Defense (DOD) and  Homeland Security (DHS) had not established a collaborative forum to  address long-term Arctic capability gaps or identify opportunities for joint  investments over the longer term. We stated that DOD acknowledged  the importance of collaboration with the U.S. Coast Guard over the long  term in its 2010 Quadrennial Defense Review, which states that the  department must work with the Coast Guard and DHS to develop Arctic  capabilities to support both current and future planning and operations.  We recommended that the Secretary of Defense, in consultation with the  Secretary of Homeland Security, establish a collaborative forum with the  Coast Guard to fully leverage federal investments and help avoid overlap  and redundancies in addressing long-term Arctic capability needs.", "In response to our recommendation, DOD cited the establishment of a  number of collaborative forums that are intended to address a variety of  Arctic issues including Arctic strategy and policy, capabilities, and  requirements. Officials we interviewed from DOD and the Coast Guard  identified three working groups that have been established to enhance  coordination between the two organizations: the Navy/Coast Guard Arctic  Working Group, the Arctic Operational Working Group, and the Arctic  Capability Advocacy Working Group. Additionally, officials from U.S.  Northern Command told us that the Arctic Collaborative Workshop is  another forum being used to bring together Arctic stakeholders, including  the Coast Guard. Table 2 below provides a summary of the current  structure and activities of each of these collaborative forums.", "According to DOD and Coast Guard officials, there is currently no formal  mechanism for the working groups to coordinate among each other.  These officials told us that the number of people from each agency  involved in Arctic issues is currently small, and in some cases, the same  participants are involved across these working groups. Due to the  familiarity with activities of the other groups, the members are able to  share information on the activities among the working groups in order to  avoid duplicative efforts. Additionally, Navy officials stated that some of  these working groups were established in the last year and are still  determining the focus of their efforts.", "Given the small community involved in many of these Arctic working  groups and the information-sharing activities described to us by DOD and  Coast Guard officials, the current, informal process of collaboration  among the working groups may be sufficient. As our prior work on key  considerations for implementing interagency collaborative mechanisms  has shown, at times it can be helpful to document key agreements related  to collaboration. Thus, moving forward, as the Arctic community of  interest grows and the focus of the working groups are more fully defined,  considering whether the workings groups may benefit from a more formal  written agreement, such as a memorandum of understanding that is  continually revisited and updated to meet the needs of the participants,  will be important."], "subsections": []}, {"section_title": "Appendix II: Objectives, Scope, and Methodology", "paragraphs": ["The objectives of this report are to determine (1) the role the Department  of Defense (DOD) expects to play in the Arctic based on recent strategic  guidance and its assessment of the security environment in the region,  (2) the actions, if any, DOD has taken to address near-term capability  needs, and (3) the efforts DOD has under way to update plans for the  Arctic and identify future capability needs. In addition, we examined  DOD’s collaboration with the Coast Guard in the Arctic, which we report  on in appendix I.", "For this report, we use the term Arctic to mean the areas as defined by  the Arctic Research and Policy Act of 1984 (ARPA), which includes “all  United States and foreign territory north of the Arctic Circle and all United  States territory north and west of the boundary formed by the Porcupine,  Kuskokwim, and Yukon Rivers in Alaska; all contiguous seas, including  the Arctic Ocean and the Beaufort, Bering, and Chukchi Seas; and the  Aleutian chain.” We focused our review on DOD’s role in the Arctic as  outlined in national and DOD policy and on the Navy because the  changes in the Arctic primarily affect the maritime environment and the  opening of the Arctic Ocean may affect the service’s role and capability  needs. Further, we focused on U.S. Northern Command as the command  with primary responsibility for advocating for Arctic capabilities due to it  having the only U.S. Arctic territory within its area of responsibility.", "To obtain information on all of our objectives, we reviewed program  documentation and written reports and interviewed knowledgeable  officials from the Office of the Secretary of Defense; Office of the  Chairman of the Joint Chiefs of Staff; U.S. Northern Command and the  North American Aerospace Defense Command; U.S. European  Command; U.S. Pacific Command; and U.S. Army, Navy, Air Force,  Marine Corps, and Coast Guard offices with Arctic responsibility. To  identify the role DOD expects to play in the Arctic based on recent  strategic guidance and its assessment of the security environment in the  region, we reviewed national, DOD, military service, and combatant  command strategies and guidance that have been developed on the  Arctic including the 2013 National Strategy for the Arctic Region, DOD’s  November 2013 Arctic Strategy, and the U.S. Navy’s February 2014  Arctic Roadmap for 2014-2030, among others. Additionally, we examined  intelligence assessments on military activity in the Arctic region produced  by the Office of Naval Intelligence and other intelligence agencies with  responsibilities for Arctic awareness. In June 2015, we issued a classified  version of this report that includes detailed information on the security  environment in the Arctic and indicators that my change DOD’s threat  assessment.", "To determine the actions, if any, DOD has taken to address near-term  capability needs, we reviewed the results of DOD and other agency  studies on needed near-term Arctic capabilities including the May 2011  Report to Congress on Arctic Operations and the Northwest Passage, the  March 2012 DOD and Department of Homeland Security (DHS) Arctic  Capability Assessment Working Group White Paper, and the Navy’s  August 2011 Arctic Capabilities Based Assessment, among others. We  identified plans and actions that have been initiated by DOD since our  January 2012 report to address the capability needs based on review of  supporting documentation and testimonial evidence from DOD and Coast  Guard officials. We grouped actions initiated by DOD into the four  enabling capabilities established in the DOD and DHS Arctic Capability  Assessment Working Group White Paper.", "To determine the efforts DOD has under way to update plans for the  Arctic and identify future capability needs, we reviewed Northern  Command’s regional plans that cover the Arctic including its theater  campaign plan and contingency plans. We interviewed an official from the  Office of the Under Secretary of Defense for Policy with responsibility for  the Arctic to discuss relevant guidance over regional plans that cover the  Arctic and interviewed Northern Command officials to identify ongoing  planning activities. We also reviewed analysis conducted by Northern  Command on its future maritime missions in the Arctic and interviewed  officials to identify additional analysis being conducted to determine future  capability needs. Additionally, we reviewed sea ice levels from the  National Snow and Ice Data Center and information on Arctic sea ice  trends from various organizations including the Navy and National  Research Council and examined reports on commercial activity in the  Arctic. We did not validate the underlying data used in DOD’s models for  sea ice predictions. We also interviewed Coast Guard officials and DOD  officials from the Navy and Northern Command to determine their  collaboration to align Arctic efforts.", "We conducted this performance audit from July 2014 to June 2015 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix III: Change in Summer Minimum Ice Extent from 2001 to 2014, Compared with the 1981–2010 Median Minimum Ice Extent", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Federal Departments and Agencies and Interagency Working Groups with Arctic Responsibilities (Noninteractive Version of Fig. 3)", "paragraphs": ["Appendix IV: Federal Departments and  Agencies and Interagency Working Groups  with Arctic Responsibilities (Noninteractive  Version of Fig. 3)", "Arctic responsibilities   The Department of Defense is responsible in the Arctic and elsewhere for securing the  United States from direct attack; securing strategic access and retaining global freedom  of action; strengthening existing and emerging alliances and partnerships; and  establishing favorable security conditions.", "The Coast Guard is a multimission, maritime military service within the Department of  Homeland Security that has responsibilities including maritime safety, security,  environmental protection, and national defense, among other missions. As more  navigable ocean water emerges in the Arctic and human activity increases, the Coast  Guard expects to face expanding responsibilities in the region.", "The National Science Foundation is responsible for funding U.S. Arctic research— including research on the causes and effects of climate change––and providing  associated logistics and infrastructure support to conduct this research.", "The Department of State is responsible for formulating and implementing U.S. policy on  international issues concerning the Arctic, leading the domestic interagency Arctic Policy  Group, and leading U.S. participation in the Arctic Council. The department has also  established a senior-level representative for the Arctic region to support efforts on  increasing engagement with international partners.", "The Department of Commerce’s National Oceanic and Atmospheric Administration  provides information on Arctic oceanic and atmospheric conditions and issues weather  and ice forecasts, among other responsibilities. The National Telecommunications and  Information Administration under the Department of Commerce is responsible for the  telecommunication infrastructure in the Arctic.", "The Department of Transportation and its component agency, the Maritime  Administration, works on marine transportation and shipping issues in the Arctic and  elsewhere, among other things.", "The Department of the Interior is responsible for oversight and regulation of resource  development in the U.S. Arctic region and coordinates with the Coast Guard on safety  compliance inspections of offshore energy facilities and in the event of a major oil spill.  The department’s Bureau of Indian Affairs administers and funds infrastructure, natural  and energy resources, among other programs for federally recognized American Indian  and Alaska Native tribes and villages.", "Other departments and agencies also have a role in U.S. Government efforts in the  Arctic including, the Environmental Protection Agency, Department of Energy,  Department of Health and Human Services, Federal Communications Commission, and  National Aeronautics and Space Administration, among others.", "Arctic responsibilities  The Arctic Executive Steering Committee provides guidance to federal departments and  agencies and coordinates implementation of national Arctic policies and plans, such as  the National Strategy for the Arctic Region and its implementation plan. The steering  committee is chaired by the Director of the Office of Science and Technology Policy and  consists of representatives from over 20 federal departments, agencies, and offices  including the Departments of Defense, Homeland Security, State, and Commerce and  the National Security Council, among others.", "The Interagency Arctic Research Policy Committee helps set priorities for future Arctic  research, works with the Arctic Research Commission to develop and establish national  Arctic research policy, and promotes federal interagency coordination on Arctic research  activities, among other things. The committee is chaired by the National Science  Foundation and consists of representatives from over 15 departments, agencies, and  offices, including the Department of Defense.", "The U.S. Arctic Research Commission is responsible for, among other things,  developing and establishing an integrated national arctic research policy that guides  federal agencies in developing and implementing their Arctic research programs. The  commission consists of representatives from the National Science Foundation,  academic and research institutions, private industry, and indigenous residents of the  U.S. Arctic.", "The Arctic Policy Group is an informal interagency group led by the Department of State  that shares Arctic-related information and oversees implementation of U.S. Arctic policy.  The group consists of officials from numerous federal agencies and the state of Alaska  Governor’s and Lieutenant Governor’s offices.", "The Committee on the Marine Transportation System is a federal interagency  coordinating committee that assesses the adequacy of the marine transportation system  and coordinates and makes recommendations on federal policies that affect the marine  transportation system.", "The National Ocean Council consists of representatives from 27 federal agencies,  departments, and offices and is responsible for implementation of the National Ocean  Policy. While the National Ocean Policy’s implementation plan is broader than the Arctic  region, it specifically identifies the need for improvements to communications,  environmental response to marine pollution and oil spills, the ability to observe and  forecast sea ice, and the accuracy of charts and maps of the region.", "The Extended Continental Shelf Task Force, led by the Department of State,  coordinates the collection and analysis of relevant data and prepares the necessary  documentation to establish the limits of the U.S. continental shelf in accordance with  international law.", "The Interagency Working Group on Coordination of Domestic Energy Development and  Permitting in Alaska, led by the Department of Interior, coordinates federal oversight of  the development of energy resources and associated infrastructure in Alaska."], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Patricia Lentini, Assistant  Director; Russell Bryan; Ji Byun; Michael Silver; Amie Steele; Erik  Wilkins-McKee; and Michael Willems made key contributions to this  report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["High-Risk Series: An Update. GAO-15-290. Washington, D.C.: February  11, 2015.", "Climate Change Adaptation: DOD Can Improve Infrastructure Planning  and Processes to Better Account for Potential Impacts. GAO-14-446.  Washington, D.C.: May 30, 2014.", "Arctic Issues: Better Direction and Management of Voluntary  Recommendations Could Enhance U.S. Arctic Council Participation.  GAO-14-435. Washington, D.C.: May 16, 2014.", "Maritime Infrastructure: Key Issues Related to Commercial Activity in the  U.S. Arctic over the Next Decade. GAO-14-299. Washington, D.C.: March  19, 2014.", "Managing for Result: Implementation Approaches Used to Enhance  Collaboration in Interagency Groups. GAO-14-220. Washington, D.C.:  February 14, 2014.", "Managing for Results: Key Considerations for Implementing Interagency  Collaborative Mechanisms. GAO-12-1022. Washington, D.C.: September  27, 2012.", "Arctic Capabilities: DOD Addressed Many Specified Reporting Elements  in Its 2011 Arctic Report but Should Take Steps to Meet Near- and Long- term Needs. GAO-12-180. Washington, D.C.: January 13, 2012.", "Coast Guard: Efforts to Identify Arctic Requirements Are Ongoing, but  More Communication about Agency Planning Efforts Would Be  Beneficial. GAO-10-870. Washington, D.C.: September 15, 2010.", "Alaska Native Villages: Limited Progress Has Been Made on Relocating  Villages Threatened by Flooding and Erosion. GAO-09-551. Washington,  D.C.: June 3, 2009."], "subsections": []}], "fastfact": []}