{"id": "GAO-17-732", "url": "https://www.gao.gov/products/GAO-17-732", "title": "Costs of Crime: Experts Report Challenges Estimating Costs and Suggest Improvements to Better Inform Policy Decisions", "published_date": "2017-09-26T00:00:00", "released_date": "2017-09-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Crime and society's response to it pose significant costs to the United States. The Department of Justice's Bureau of Justice Statistics reported that federal, state, and local governments collectively spent over $280 billion in fiscal year 2012 (adjusted to 2016 dollars) on criminal justice programs such as police protection, the court system, and incarceration. There are also many other financial and nonfinancial effects of crime that researchers consider when estimating the total costs of crime in the United States. These can include tangible costs such as replacing damaged property or medical care to treat victims' injuries, and intangible costs such as changes in people's behavior to avoid crime, among many other costs. Researchers have estimated varying annual costs of crime, including totals of $690 billion, $1.57 trillion, and $3.41 trillion, adjusted to 2016 dollars.", "GAO was asked to examine issues related to estimating the costs of crime committed in the United States. This report examines: 1) how experts estimate the cost of crime in the United States, and the challenges they face, and 2) the actions experts have considered in order to improve the understanding and use of cost of crime research. To answer these questions, GAO worked with the National Academies of Sciences, Engineering, and Medicine to identify and survey experts in fields associated with estimating the cost of crime, including criminology, economics, public health, public policy, and statistics, among others. GAO also reviewed 27 studies that estimated the cost of crime in the United States, published from 1996 to 2017."]}, {"section_title": "What GAO Found", "paragraphs": ["Based on a survey of experts associated with studying the costs of crime and a literature review, GAO found that there is no commonly used approach for estimating the costs of crime, and experts face multiple challenges when making estimates. GAO identified four primary methods to estimate costs, each with limitations: 1) measuring effects on markets, 2) using jury awards, 3) surveying the public for its willingness to pay to reduce crime, and 4) calculating individual categories of cost to develop a total cost. Experts stated that current methodologies are inadequate to fully estimate costs and that they face numerous challenges in developing estimates, such as the value of intangible costs of crime. As a result, research has produced widely varying and inconsistent estimates on the costs of crime.", "Experts provided five broad areas they believe warrant further study to improve understanding of the costs of crime: 1) costs of crimes not reported to law enforcement agencies, 2) costs of punishment and incarceration, 3) costs of recidivism, 4) costs of potential bias in the administration of justice, and 5) uncertainty of cost estimates. Further, experts noted that researchers could refine estimates by combining different methodological approaches. They urged researchers to consider cost of crime estimates under different policy scenarios, such as in setting sentencing guidelines, to help better inform policy decisions."]}], "report": [{"section_title": "Letter", "paragraphs": ["Crime and society’s response to crime pose significant costs to the United  States. For instance, the Department of Justice’s (DOJ) Bureau of Justice  Statistics (BJS) reported that federal, state, and local governments  collectively spent over $280 billion in fiscal year 2012 on criminal justice  programs such as police protection, the court system, and incarceration.  However, in addition to the costs of the criminal justice system, there are  many other financial and nonfinancial effects of crime that researchers  consider when estimating the total cost of crime in the United States.  These can include costs such as the replacement of damaged property,  changes in people’s behavior to avoid crime, and the medical care to treat  victims’ injuries. Research has estimated varying annual costs of crime,  including totals of $690 billion, $1.57 trillion, and $3.41 trillion. While  such a range indicates that researchers use various methods and  information to estimate crime costs, the results all underscore the  magnitude of crime’s effect on society.", "Research indicates that to best understand the cost of crime, estimates  should consider both the financial and non-monetary effects of crime— such as the impact on quality of life, increasing fear in a community, or  the indirect effects such as people’s change in behavior in response to  crime. Some researchers have concluded that crime’s most costly factors  stem from these less tangible effects. For example, an estimate published  in 1996 on the cost of property loss and damage resulting from arson was  almost $35,000 per incident. However, once researchers considered the  arson victim’s injuries and lost quality of life in the aftermath of an  incident, the average cost per incident increased to over $300,000, with  intangible costs accounting for about 75 percent of the total.", "You asked us to examine issues related to estimating the costs of crime  committed in the United States. This report examines two questions:  1.  How do experts estimate the cost of crime in the United States, and  what challenges do they face?  2.  What actions have experts considered in order to improve the  understanding and use of cost of crime research?", "To answer our questions, we worked with the National Academies of  Sciences, Engineering, and Medicine (National Academies) to identify  experts in fields associated with estimating the cost of crime. The experts’  fields included criminology, economics, public health, public policy, and  statistics, among others. We surveyed 20 experts to obtain their views  about the state of cost of crime academic research, including the  challenges to estimate crime’s cost and the benefits, limitations, and  implications of the most widely used methods to calculate those costs,  and 17 responded. However, not all experts who responded to the  survey chose to answer all questions. We also reviewed literature from  academic experts, think tanks, and research identified by government  agencies. We analyzed 27 articles representing different analytical  perspectives, such as the types of crime studied, various methods and  assumptions considered, and the bearers of costs resulting from crime  and its effects in the community. Our review focused exclusively on costs  of crime committed in the United States or borne by victims in the United  States. We limited the scope of our work by looking at studies published  since 1996, which is when a key study that is frequently cited by other  studies was published. To select the list of articles, we obtained input  from federal officials and our group of experts, and independently  assessed the articles to ensure the studies used sound and reliable  methods. While we did not conduct a comprehensive study of the costs of  crime, we believe that the input from our identified experts and studies is  sufficient to provide an overview and identify general challenges,  limitations, and benefits of the topics and general methods used when  estimating the cost of crime.", "We supplemented our review of expert opinion and cost of crime literature  with interviews of DOJ officials. Specifically, we interviewed officials in  DOJ’s Office of Justice Programs (OJP), including the BJS and the  National Institute of Justice (NIJ), to obtain their insights about identifying,  estimating, and using cost of crime estimates in the federal government.  During our interviews, officials provided us research that either OJP  sponsored through grants or they believed to be relevant and appropriate  to our review. We incorporated DOJ’s insight as appropriate throughout  the report. We also obtained information on BJS’s relevant programs to  estimate national crime victimization rates and national criminal justice  expenditures. Further, we interviewed officials from the Federal Bureau of  Investigation (FBI) to obtain information on its program to obtain data on  violent and property crimes reported to local, state, and other law  enforcement agencies. We included information on these programs to the  extent that research has used these crime statistics to estimate crime  costs. See appendix III for more details on our scope and methodology.", "We conducted this performance audit from July 2016 through September  2017 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "The Role of Federal Agencies in Estimating Costs of Crime", "paragraphs": ["The federal government is not responsible for estimating the costs of  crime. However, federal agencies support the development of research  either by sponsoring academic studies or conducting direct research of  information used to develop cost estimates. For example, DOJ  components collect and report on annual crime statistics and government  criminal justice expenditures. Specifically, the FBI works with local, state,  and other law enforcement agencies to obtain information on reported  crime incidents, which researchers use in cost of crime estimates. Also,  BJS manages programs to estimate national crime victimization trends  and victims’ costs. BJS also produces annual estimates of federal, state,  and local governments’ criminal justice costs. In addition, the NIJ has  awarded grants to support academic research on the cost of crime.  Further, other federal agencies have studied aspects of the cost of crime  pertaining to their missions. For instance, the Centers for Disease Control  and Prevention (CDC) published a study on the cost of domestic  violence, and the Federal Trade Commission (FTC) has released reports  on the cost and extent of consumer fraud in the United States."], "subsections": []}, {"section_title": "Definition of Crime", "paragraphs": ["What is “Street Crime?”   Researchers and law enforcement often use  the term “street crime” to refer to a group of  serious offenses that generally require  personal contact between the offender and  the victim or the victim’s property. There are  eight street crimes that the Federal Bureau of  Investigation reports nationally, including  criminal homicide, rape, robbery, aggravated  assault, burglary, larceny-theft, motor vehicle  theft, and arson.", "For the purposes of this report, we define crime as a social harm that  federal or state law makes punishable by criminal sanction or penalty.  While cost of crime estimates may focus on serious “street crimes,” a  broader cost of crime measure can include any illegal activities with a  criminal sanction or penalty. Such crimes include felonies and  misdemeanors, and may include both reported and unreported criminal  activity. Definitions of crime may vary from jurisdiction to jurisdiction.  However, the National Academies developed 11 categories to classify  crimes throughout the country. See table 1 below.", "National Academies of Sciences,  Engineering, and Medicine (National  Academies)  Established by Congress as a private, non- profit society of scholars, the National  Academies is charged to provide  independent, objective advice to the nation on  matters related to science and technology and  to conduct other activities to inform public  policy decisions. Members of the National  Academies cover major scientific and social  science branches, including statistics,  criminology, and economics. In 2013, the  Department of Justice tasked the National  Academies to convene a panel to help the  department modernize the nation’s crime  statistics. In response, the National  Academies released a report in 2016 that  included, among other things, an updated  approach for classifying crime. This approach  identified 11 categories of crimes, which  appear in table 1.", "A cost is a monetary value associated with the negative effect of a crime.  When estimating costs of crime, researchers consider the effects that  occur to individuals, households, communities, and to local and state  governments, and the federal government. Researchers have developed  a variety of terms to characterize the numerous effects on costs of crime.  While not all researchers use the same terminology to analyze costs,  studies generally consider the following elements:", "Tangible costs: Tangible costs are those where the effect can be  valued by observing product or service transactions that arise in  response to or in anticipation of criminal activity. Such costs include  the value of damaged property, medical care to treat injuries, and  costs to install alarm systems to avoid crime.", "Intangible costs: Intangible costs result from negative effects of crime,  but the effects do not have directly observed market values. Such  costs from crime include lost quality of life as a result of victimization,  fear in the community, or avoidance behaviors to reduce the likelihood  of being victimized.", "Timing of the cost in relation to the crime: While the most recognized  costs of crime are those that occur as a direct consequence of the  crime, such as the cost to recover from crime-related injuries,  researchers consider secondary consequences of crime as well. Such  consequences may occur before or after a particular crime occurs.  For example, some costs of crime occur in anticipation of crime, for  instance to avoid victimization. Other costs occur as a response to  crime, such as the cost of judicial proceedings or the costs to  incarcerate offenders.", "Who bears the cost: Crime costs can be borne by individuals, such as  the victim or the victim’s family, employers or businesses, and broader  society, such as when public property is destroyed. Societal costs can  also take the form of taxpayer funds for crime prevention or criminal  justice system expenses. Cost estimates may also include not only  victims’ costs, but also costs to potential victims (such as costs  associated with the fear of crime), future victims, offenders, and  offenders’ families. See figure 1 for more information."], "subsections": []}, {"section_title": "Crime Statistics in the United States", "paragraphs": ["The United States has two primary sources for measuring the magnitude  of crime: the FBI Uniform Crime Reporting (UCR) Program, and the BJS  National Crime Victimization Survey (NCVS).", "Federal Bureau of Investigation’s (FBI)  Uniform Crime Reporting (UCR) Program  The FBI has managed the UCR Program  since its inception in 1930. According to the  FBI, its UCR Program is the primary law  enforcement national crime statistics program  with over 18,000 city, county,  university/college, state, federal, and tribal law  enforcement agencies participating in the  program. While participating in the UCR  Program is voluntary, the FBI stated that the  statistics from the program have become a  vital tool for law enforcement agencies to help  administer, operate, and manage their  criminal justice functions.", "UCR Program: The UCR Program compiles data on reported crime  incidents from participating local, state, and other law enforcement  agencies on 10 serious types of crime—criminal homicide, rape,  robbery, aggravated assault, burglary, larceny theft, motor vehicle  theft, arson, human trafficking-related commercial sex acts, and  human trafficking-related involuntary servitude. The FBI releases  national and subnational crime statistics from the UCR Program in  annual publications titled Crime in the United States. To collect data  for the UCR Program, the FBI uses two systems: the traditional  Summary Reporting System (SRS) and the newer National Incident- Based Reporting System (NIBRS). Law enforcement agencies that  use the SRS provide data on reported crime offenses in the 10 crime  categories. Law enforcement agencies opting to use the NIBRS can  provide greater detail on a wider array of reported offenses than they  can through the SRS, while still having the capability to report  offenses in the 10 crime categories. According to the FBI, the UCR  Program covers almost 98 percent of the American population.", "National Crime Victimization Survey  (NCVS)  The NCVS was first administered in 1973.  The Bureau of Justice Statistics (BJS)  manages the survey questions in the NCVS  and publishes the findings from the survey. In  the most recent year, about 95,800  households and 163,900 persons 12 or older  participated.  Once selected, households  remain in the sample for 3 years, and eligible  persons in these households are interviewed  every 6 months either in-person or over the  phone for a total of seven interviews. BJS  works in concert with the Bureau of the  Census, which is the agency that administers  the survey. BJS designed the survey to  answer questions about the effectiveness of  policing and law enforcement. It has been the  basis for better understanding criminal  victimization in the United States.   Over the years, NCVS has grown in its scope  to collect information on different forms of  victimization. For instance, in response to the  Crime Victims with Disabilities Awareness Act,  Pub. L. No. 105-301, 112 Stat. 2838 (1998),  the NCVS began producing measures of the  nature of crimes against individuals with  developmental disabilities. In the latest  published survey administered in 2015, the  NCVS identified 34 different crime types in  general categories such as violent crime and  property crime.", "NCVS: The NCVS is a nationally representative household survey on  crime victimization with the intent to capture those crimes not reported  to police, in addition to reported crimes. To collect survey information,  the BJS developed a series of questions for interviewers to ask of  household members ages 12 and above. While varying definitions of  certain crimes may affect how law enforcement agencies report them  in the UCR Program, the NCVS avoids using crime-type labels and  legalistic language as much as possible. Instead, survey respondents  describe the contextual factors of an incident. BJS analysts use these  contextual factors to estimate national crime victimization rates.  Further, BJS designed the NCVS to be able to capture multiple  elements of a crime, instead of information on the most severe  offense. Whereas, based on the UCR SRS hierarchical coding rules,  law enforcement agencies will only report a rape that occurred during  a burglary as an incidence of rape in the SRS. However, the NCVS  can identify multiple offenses that occur during one incident. Thus, the  NCVS is less likely to underestimate crime rates for certain crime only  because a crime occurred in conjunction with a more severe crime.  BJS releases national crime victimization statistics from the NCVS in  annual publications titled Criminal Victimization."], "subsections": []}]}, {"section_title": "Researchers Use Differing Approaches and Face Numerous Challenges, Leading to Disagreement on Cost Estimates", "paragraphs": ["Based on a survey of experts associated with the cost of crime and a  review of literature in the field, we found that there is no commonly used  approach for estimating the costs of crime. We identified four primary  methods to estimate costs. However, each method has limitations in its  approach or with the usefulness of the estimates. In addition, some  experts told us that current methodologies are inadequate to fully  estimate costs. Further, researchers face numerous challenges in  developing cost of crime estimates, such as estimating a value for  intangible costs of crime. As a result of these challenges, research has  produced widely varying estimates on the costs of crime."], "subsections": [{"section_title": "There Is No Commonly Used Approach to Estimate Costs and Experts Have Identified Limitations with Primary Approaches", "paragraphs": ["According to 14 of 16 experts we surveyed that provided an opinion on  the topic, there is no commonly used approach to estimate the cost of  crime in the United States. In addition, experts and studies identified  limitations with the primary approaches for estimating costs."], "subsections": [{"section_title": "Cost Estimation Approaches", "paragraphs": ["While researchers have used a variety of methods to estimate the costs  of crime and overcome challenges with measuring certain costs, recent  U.S. studies we reviewed focused primarily on four approaches.  Research we reviewed and experts we surveyed identified examples of  both benefits and limitations of each general approach, as discussed  below.", "Measuring crime’s economic effect on markets. This approach  compares property values or wages across safer and less safe  environments to determine how people implicitly value risk of injury or  victimization to determine the effect crime has on market prices.", "Benefits: Research studies we reviewed and the experts we  surveyed noted that an advantage of this approach is that by  looking at what the public has actually paid for real estate property  or received in wages for riskier job occupations, the study’s results  reflect market-based decisions. As a result, estimated costs  correspond to people’s actual behaviors rather than how they may  respond to a hypothetical scenario in a survey.", "Limitations: Critics observed that the differences in real estate  values may reflect factors other than crime such as neighborhood  socioeconomic status or the quality of schools, among others. In  addition, they note that using this method may not estimate costs  for crimes where the crime is widespread or conducted in virtual  space, such as online fraud. Further, one study noted that those  who select high-risk occupations may not be representative of the  average individual and thus may have selected the occupation  based on factors other than the risk of injury or death. Therefore,  wages for these occupations may not reflect the value the general  population places on injury or death. Also, one expert explained  that this approach assumes that people have full information  about crime risks in different neighborhoods or the risks  associated with different occupations and have the ability to move  or change jobs given those risks.", "Using jury awards to estimate victimization costs. This approach  uses jury awards in civil personal injury cases to derive a monetary  value of intangible harms such as pain, suffering, and lost quality of  life as a result of crime victimization.", "Benefits: According to literature and experts, an advantage of  this approach is that jury awards represent actual estimates of  value to victims for specific crimes rather than responses to  hypothetical scenarios.", "Limitations: Critics have cautioned that this approach may be  unreliable because it is not clear that jury awards are  consistent, unbiased across cases, or are representative of the  damages incurred for every related crime. Further, they noted  that jury awards are per victim and not necessarily per  victimization because victims may suffer multiple crimes or a  repetition of the same crime. As a result, the awarded amount  may not reflect a cost for one criminal act. Critics also  mentioned that estimates using jury awards may include  amounts where the crime committed was accidental or not  intentional, even though the events may result in similar  physical harms as a premeditated or intentional act—for  instance a broken bone. However, as one study noted,  individuals suffering harm from certain crimes may experience  more psychological trauma from an intentional act than from  an unpremeditated crime.", "Using surveys to estimate what the public is willing to pay to  reduce crime. This approach uses surveys to estimate the monetary  value that respondents are willing to pay to achieve or avoid a certain  outcome such as reducing neighborhood crime or avoiding death or  disability. For example, a 2004 study asked survey respondents how  much they would be willing to pay to reduce violent crimes in their  community and found that households would pay an additional $100  to $150 per year to reduce specific violent crimes—such as assault or  armed robbery—by 10 percent.", "Benefits: Studies and experts believe that this approach captures  both tangible and intangible costs and estimates a total cost of a  specific crime without the concern of overlapping cost categories  (for instance, the possible overlap between pain and suffering  costs and the costs related to psychological treatment after a  crime). In addition, 6 of 14 experts who provided comment on this  approach said it may provide accurate estimates under certain  conditions when researchers design the survey carefully. Further,  studies we reviewed consider this method to be closer to  economic conditions because respondents are weighing their  responses as they consider their own resources.", "Limitations: Critics of the method have stated that the approach  may overestimate the cost of crime by looking at the self-reported,  hypothetical preferences of the respondents rather than the  actual, observable behavior where individuals must weigh their  choices among competing demands and limited resources. In  addition, according to some studies and experts, survey  respondents’ perception of the risk of crime in their neighborhood  may not align with the actual risk. As such, the amounts they are  willing to pay to reduce crime may be higher than they would be if  the respondents had a better understanding of the actual risk.  Finally, the studies note that individuals’ willingness to pay to  reduce crime may vary depending on respondents’ race or income  level. Specifically, one 2004 study found that the willingness to  pay was lower for low-income respondents, although they are at a  higher risk of becoming a crime victim. The study concluded that  the ability to pay and other factors outweighed fear of crime risk.", "Calculating categories of costs separately to develop a total  cost. This approach identifies the cost categories associated with one  or multiple crimes—such as medical costs or criminal justice costs— and estimates a monetary value for the individual cost categories to  develop a total estimate, either by crime or for all crime. For  example, researchers using this approach may estimate the cost of  assault by identifying the various harms attributed to assault, such as  physical injuries resulting from assaults. They then obtain data to  measure the cost of identified harms, such as medical administrative  data to estimate costs for treating injuries from an assault, or law  enforcement agencies’ caseload information to estimate the costs for  police to respond to and investigate assaults.", "Benefits: Experts and studies stated that this approach helps develop  estimates for a variety of specific cost components, and allows  researchers to estimate costs by crime as well as determine the total  costs of crime. For example, of the 12 experts we surveyed who  provided their opinion on the use of this method, 7 stated that it  provides transparency and specificity in the types of costs included in  the estimates.", "Limitations: Critics have stated that this approach may provide a  limited view of the costs of crime and may exclude intangible costs  such as fear of crime. Further, of the 12 experts we surveyed who  provided comment on the use of this approach, 4 said its ability to  provide accurate and reliable estimates depend on certain conditions,  such as clarity on what costs are and are not included.", "Experts we surveyed indicated that there are longstanding divisions in the  research community on how to approach estimating the cost of crime, in  part because of the limitations associated with each method. For  instance, 11 of the 14 experts we surveyed who commented on the  reliability of at least one of the four approaches said that they had serious  concerns with the reliability of one or more approaches to estimate costs.  In addition, two experts indicated that the existing methods are so limited  that the field may need an entirely new approach to estimating the cost of  crime."], "subsections": []}, {"section_title": "Challenges Considering the Magnitude of Crime for Estimating Costs", "paragraphs": ["According to 8 of 10 experts we surveyed who responded to a question  on crime statistics, limitations with determining the magnitude of crime  made it more difficult to estimate the cost of crime. For instance, four  experts stated that, generally, the limited scope of crime data can pose  challenges to researchers’ cost of crime estimates. They also said that  incomplete data on the magnitude of crime affected their ability to  estimate the cost of crime.", "Bureau of Justice Statistics (BJS) officials  stated the agency is developing options to  build out subnational estimates for the  National Crime Victimization Survey, and  will identify the feasibility of publishing  subnational crime estimates at the end of  fiscal year 2017.", "FBI and BJS stated that they are funding  the expansion of the National Crime  Statistics Exchange, a program expected  to help 400 of the largest law enforcement  agencies in the country implement NIBRS  for reporting crime data that represent the  vast majority of the population. FBI stated  that they plan to phase out SRS and  make NIBRS the primary system for  reporting crime offenses by 2021.", "In a recent report on modernizing crime statistics, the National Academies  identified multiple limitations in the UCR Program and the NCVS. For  example, the UCR Program and the NCVS focus on a more traditional  conception of crime, and the definitions of crime used for collecting data  have changed little since the programs were first established. For  instance, while the National Academies report stated that the programs  provide detailed information on “street crimes” – violent and property  crime categories, they do not provide the same extent of information on  other concepts of crime, such as white-collar or cyber-related crimes. The  National Academies reported that the programs’ focus on street crime has  limited the public’s perception of what constitutes a crime. Since, the UCR  Program and the NCVS do not regularly report estimates on the  magnitude of cybercrime, for instance, news media and policy makers  may not consider cybercrime as concerning of a problem as street crime.  However, our review of the research indicated that other crimes like  cybercrime may occur frequently and could pose significant societal  costs, but systematic information on these types of crimes is not  available.", "The National Academies report and experts we surveyed also identified  limitations about how the UCR Program and the NCVS collect and report  on crime statistics that may affect cost of crime estimates. For instance,  the National Academies reported that while the UCR Program has a high  overall participation rate from law enforcement agencies, individual  agencies may not always provide responses for some crime types, such  as arson, which makes estimates for these crimes less reliable. Experts  we surveyed also identified some concern with the reliability of some  UCR crime information.", "Further, the National Academies reported that while FBI’s UCR NIBRS  program provides greater detail on crime incidence, law enforcement  agencies have been slow to adopt the program’s standards. According to  the FBI, only 28 percent of the total crimes reported in the UCR are from  agencies using NIBRS standards. Therefore, researchers cannot use  NIBRS data to estimate the magnitude of crime nationwide without using  supplemental data sets. Specifically, the two cost of crime experts we  surveyed who discussed NIBRS challenges stated that because NIBRS is  not nationally generalizable, it has limited use for estimating costs.", "Regarding the NCVS, the National Academies report and experts we  surveyed stated that while the NCVS methodology provides national  statistics, it has limited use when researchers want to develop state-level  or other subnational cost estimates. This is because the NCVS is  designed to provide national-level estimates, and is best suited for such  analysis. However, cost of crime researchers value crime statistics that  can provide more precise estimates of crime for studying state or other  subnational costs.", "Despite the challenges associated with determining the magnitude of  crime, researchers have developed methods to use federal crime data in  some cost of crime estimates. Specifically, all nine experts we surveyed  who provided a response stated that the cost of crime literature has  developed methods for addressing and mitigating concerns when using  the crime data. Based on information from these experts and our review  of the cost of crime literature, we identified three general approaches to  address limitations with crime data:", "Using multiple datasets: In our analysis of crime estimates, we  found examples of researchers using multiple data sources to identify  crime rate and severity. For instance, in one estimate on career  criminal costs, a researcher conducted offender surveys and  supplemented information from criminals’ rap sheets to estimate all  crimes committed for each offender in the study. In another example  that estimated the cost of intimate partner violence, researchers used  information from the National Violence Against Woman Survey, UCR  information, and U.S. Census population data to estimate crime  rates.", "Employing various methodological techniques: Estimates may  use different techniques to overcome challenges in the magnitude of  crime. For instance, one expert we surveyed multiplied victimization  rates estimated using victim surveys to fill perceived gaps in police- reported crime incidence data. Another study estimated fatal crimes  by reviewing national vital statistics instead of UCR homicide  information. In addition, two experts we surveyed stated that some  methodological approaches may not require crime magnitude data to  generate estimates. For example, one expert stated that many studies  that use surveys to estimate the public’s willingness to pay to reduce  crime develop their estimates on the basis of the public’s perception  of crime and not the actual magnitude of crime. For instance,  researchers who conduct some public surveys may not inform the  respondents about the actual crime rates. However, they ask  respondents what they are willing to pay for a 10 percent decrease in  crime and rely on the individual respondents to infer what the  magnitude of crime may be.", "Communicating assumptions: Research articles regularly  communicate data limitations about the approach and assumptions  they used in the study. One expert we surveyed indicated that  researchers must clearly communicate their assumptions when  developing estimates. Doing so makes it easier for other researchers  to test these assumptions and refine their methods in future cost  estimates. For instance, one article studying juvenile crime costs in  urban areas reported that, in order to use a specific dataset to  estimate crime among children ages 7 to 17, researchers assumed  that the severity of assaults committed by juveniles is equal to the  average severity of assaults in general, including assaults committed  by adults. However, the authors point out evidence that the severity  for younger children may be more limited compared to other age  groups and adults. By providing the assumptions underlying cost of  crime estimates, future researchers can test accuracy of the estimates  and determine how limitations may be overcome."], "subsections": []}, {"section_title": "Challenges Monetizing Costs", "paragraphs": ["We identified various challenges with estimating the costs of the effects of  crime. Specifically, 5 of 16 experts we surveyed argued and the research  we reviewed confirmed that the lack of reliable data is a key issue that  challenges researchers’ ability to monetize costs. For instance, our review  found that often researchers focused on certain costs because data were  available to estimate them. However, the studies often stated that the  estimated monetized value excluded certain crimes or certain types of  costs because researchers believed they could not estimate such costs  reliably. As a result, much of the research noted that the identified costs  were likely underestimates of the total monetized value of crime.", "Distinction Between Tangible and  Intangible Costs of Crime  Tangible costs: A measure of the negative  effect of crime where the amount represents a  good or service with an existing market value.  Examples of tangible costs include medical  treatment from injuries, the value of replacing  damaged or stolen property, or lost wages  because of missed workdays.  Intangible costs: A measure of the negative  effect of crime for which there is no existing  market to buy or trade such effects. Examples  of intangible costs include pain and suffering,  lost quality of life, and avoiding otherwise  enjoyable activities or places.", "Based on both our review of the literature and information provided by  experts, estimating the intangible costs of crime is conceptually more  difficult than estimating the tangible costs. For instance, 8 of 15 experts  we surveyed agreed that estimates of tangible costs are more accurate  and reliable compared to intangible costs. However, a common concern  in our review of cost estimate studies was that research must consider  the intangible costs of crime because they are likely much greater than  the tangible costs.", "While researchers believed that estimating intangible costs is important,  we found that the research community is divided about which methods to  use and whether identified methods may accurately estimate intangible  costs. For example, we found in our literature review objections to using  jury awards altogether because awards from juries did not adequately  conform to market rules. For instance, jury awards did not consider  scarcity of resources like a common market would. Researchers have  also criticized using jury awards because awards are likely not  determined when the crime occurred or may have been awarded to have  a punitive effect rather than just to compensate victims. Further, of the 13  experts surveyed who provided their opinion on the use of this method, 8  stated that jury awards are not generalizable and may be biased based  on factors that are not related to the crime—for instance, the race of the  victim or defendant, or the expertise of the defense or prosecution. They  said that such bias should be excluded when estimating the cost of a  victim’s pain and suffering.", "Our literature review found that certain tangible costs can be a challenge  to estimate because of the lack of sufficiently reliable data. For example,  one study found that there is limited information about victims’ out-of- pocket expenses resulting from crime they experienced. Specifically, the  study found that the NCVS was the primary source of information for  researchers to estimate victims’ out-of-pocket expenses. However, the  NCVS only collects information on victim expenses incurred over the  course of the 6 months prior to the time being surveyed. As a result,  NCVS reports would likely only include short-term expenses and would  not capture costs such as long-term mental health care or expenses  incurred to avoid further victimization, which could be substantial. Thus,  researchers would need to identify additional sources of information to  calculate longer term out-of-pocket expenses for victims. suggested that there is no national  database that collects information on  psychological harm. In addition, while the  National Crime Victimization Survey  collects medical cost information for  physical injuries, it does not cover mental  health treatment.", "Excluding certain affected populations.", "Studies may rely on non-representative  sampling and self-reported information  that may affect the reliability of the  estimate. For example, one 2003 study  we reviewed focused only on the cost of  intimate partner violence to women,  because the study determined such data  for the cost to men was unreliable.  Therefore, the total costs were likely an  underestimate.", "To mitigate the various challenges and limitations with certain methods  and data sources, researchers conduct numerous steps and use differing  approaches to estimate difficult costs, such as psychological injury (see  text box). As researchers increase steps and assumptions in their  methodologies, they add more complexity and wider levels of uncertainty.  As a result of this uncertainty, researchers may develop cost estimates  with wide ranges that are highly sensitive to changes in those  assumptions. For example, one study estimated the annual cost of  premature death from methamphetamine usage at about $4.9 billion.  However, the research indicates that the costs could be between $876  million and $14.3 billion when considering uncertainties with each  assumption in the estimate. In other words, while the study found the cost  of premature death from methamphetamine usage was $4.9 billion, the  real cost could be about 20 percent of this amount, or it could be almost 3  times larger than estimated. See figure 2 below."], "subsections": []}]}, {"section_title": "Disagreement on How to Address Challenges Estimating the Costs of Crime Leads to Varying Estimates of Costs", "paragraphs": ["Researchers have disagreed on the most appropriate ways to estimate  costs because, as previously stated, some costs are difficult to monetize.  Such disagreement and the use of extensively different sets of  methodologies and assumptions result in widely ranging estimates on  costs. Further, researchers include different types of costs in their  estimates. For example in figure 3, we selected seven studies from our  literature review that estimated costs related to fatal crime. Each study  has a different purpose and employs differing methods, data, and  assumption. Hence, estimates for fatal crimes ranged from about  $580,000 to about $19.4 million in six of the articles, either per  victimization or per crime conducted by a career criminal. In addition, the  seventh study focused on a single cost category, specifically the mental  health costs to treat affected loved ones or witnesses of murder.", "Experts GAO surveyed generally agreed that it is difficult to measure the  cost of crime precisely. However, in response to our findings on the  differing estimates on the costs of crime, two experts noted that while cost  of crime estimates vary widely, the range in estimates does not  necessarily indicate that the studies are either flawed or unreliable for  their purposes or for policymaking. For instance, estimates on the cost  per homicide vary, as noted above. However, the estimated costs for  homicide generally confirm that cost per crime is in the millions of dollars,  even when researchers use unrelated methodologies to develop their  estimates. Additionally, one expert noted that despite using different  methods to estimate the costs of crime, he believes there is general  agreement about which crimes cost more based on their severity—that is  crimes like murder, aggravated assault, and rape, are generally more  expensive than crimes like burglary and vehicle theft. Moreover, another  expert stated that estimates of certain costs of crime such as intangible  costs are subjective in nature. One expert also indicated that, although  cost estimates can vary widely, they can still be useful for researchers  and other users, as long as the estimates carefully describe what the  costs represent—including the units of analysis—and users are mindful of  the limitations associated with the methodologies and assumptions used  to develop the estimates."], "subsections": []}]}, {"section_title": "Experts Identified Approaches that Could Improve the Understanding of the Cost of Crime and Its Use in Policy Discussions", "paragraphs": ["Experts we surveyed for this report provided five broad topic areas that  may help improve the understanding of the cost of crime. They stated that  there is growing interest in researching additional topics, such as the  costs of incarceration. Further, experts noted that researchers could  refine their estimates by combining different methodological approaches.  Experts also stated that researchers and policymakers should avoid  viewing the cost of crime in isolation from specific policy goals or  scenarios. Rather, experts stated that researchers and policymakers  should view the cost of crime under different policy scenarios to help  policymakers determine how to achieve the desired outcomes and  efficiently use limited resources."], "subsections": [{"section_title": "Experts Identified Additional Topics and Methods that Cost of Crime Researchers Should Explore", "paragraphs": ["As part of our survey, we asked all 17 experts to independently identify  topics of interest that they believed needed additional research or  methods to improve estimates of the cost of crime. The experts we  surveyed have expertise in a range of disciplines and fields of study and,  as such, volunteered topics of interest based on their own unique  perspectives of the cost of crime. We did not try to arrive at a consensus  among the experts.", "These additional topics included the following:  Cost of crimes not traditionally reported in the FBI’s UCR.  According to studies we reviewed, researchers have primarily  studied the costs associated with street crimes reported in the  traditional UCR SRS. One expert noted that the standardized  definition of these crimes across the United States helps improve  the accuracy of the cost estimates for these crimes. However, six  experts we surveyed said that cost of crime research should  expand to study the costs of other crimes not captured in the  traditional UCR system, such as unlawful drug use, regulatory  offenses, cybercrime, and white-collar crime. Three of these  experts said that the challenge estimating the cost of these crimes  is the lack of data on the magnitude of these crimes. For instance,  while one researcher conjectured that white-collar crime could  cost more than all street crime, according to studies we reviewed,  little is known about the cost of white-collar crimes. One study  indicated that while such economic crimes have serious  consequences that far exceed the financial dollar loss, there is  little systematic evidence about the magnitude of these losses.  Further, according to another study we reviewed, criminal activity  has evolved with technological advancements, such as the  widespread use of the Internet. Internet-perpetrated crimes like  credit card theft and cyber attacks on computer infrastructure  present unique challenges that require researchers to develop  different approaches to analyzing the magnitude of these crimes  and estimating their cost. For example, Internet-perpetrated  crimes may require separate counts of offenders, victims, and  financial losses because a few offenders can potentially affect  millions of victims in one coordinated attack, such as when a  security breach occurs and personal information is stolen.", "Cost of punishment and incarceration. Seven experts we  surveyed identified the cost of punishment and incarceration upon  the offender, the offender’s family, and the offender’s children as a  significant cost to society that needs to be better understood.  Experts also identified these costs as a growing area of interest to  researchers. In our review of research studies, we found that  researchers have historically focused on estimated costs that  were a direct consequence of a crime, such as victimization costs  or the amount spent on the corrections system. According to one  of the studies, previous estimates of the cost of incarceration have  only included the cost of administering the corrections systems,  such as how much it costs to run a prison. Only recently have  researchers turned to estimating additional categories of costs  associated with incarceration, including", "Costs to the offender: these include the effects of incarceration  on an offender’s health, employment, and earnings after being  released from prison;", "Costs to the offender’s family: these include the loss of income  due to incarceration and the impact upon the offender’s family  in terms of housing stability and reliance on public assistance;  and", "Costs to the offender’s children: these include the  intergenerational costs such as potential increased criminal  activity and lowered educational attainment for children who  had incarcerated parents.", "According to six experts we surveyed and studies we reviewed,  these spillover costs of incarceration may be substantial, and  ignoring them can lead to underestimating the cost of crime and  the cost of incarceration. Further, these studies and two of the  experts mentioned that policymakers should incorporate the full  cost of incarceration, which includes the cost to offenders and the  offender’s families, while weighing the costs and benefits of  criminal justice policies and alternatives, such as setting prison- sentencing guidelines.", "Defining Recidivism  Recidivism refers to a person’s relapse into  criminal behavior, often after the person  received sanctions or undergoes intervention  for a previous crime, such as imprisonment.  Recidivism is measured by criminal acts that  resulted in rearrest, reconviction, or return to  prison with or without a new sentence during  a three-year period following the prisoner's  release.   Department of Justice studies have found  high rates of recidivism among released  prisoners. For example, one study found that  about two-thirds of released prisoners were  rearrested within 3 years of release. Non- violent offenders were the most likely to be  rearrested.", "Cost of recidivism. According to the research we reviewed on  the cost of recidivating offenders, there are few studies available  on the monetary costs of crimes committed by released inmates.  However, other aspects of recidivism are more well known, such  as predictors of recidivism and options to improve the outcomes of  former inmates to reduce recidivism. One expert we surveyed said  it is important to understand the cost of recidivating offenders  within the context of what type of conditions the recidivating  offender was released (e.g., parole supervision or unconditional  release) to help evaluate the effectiveness of interventions.  Another expert said that estimating recidivism costs is important to  help measure the effect that different interventions may have on  reintegrating former inmates into society and reducing the costs of  further criminal activity from released inmates. Further, one expert  said it is important to understand common characteristics among  offenders that lead to higher crime costs over the course of their  lives so that society can intervene early and prevent these costs  from occurring. For example, we identified in our literature review  that some repeat offenders, referred to as career criminals, are  responsible for a significant portion of the cost of crime compared  to first-time offenders.", "Cost of potential bias in the administration of justice. Four  experts we surveyed independently identified the need to better  understand the cost of potential racial and socioeconomic bias in  the administration of justice, such as the cost to society of racial  bias in who is incarcerated or comes into contact with the criminal  justice system. Research studies identified by DOJ or experts we  surveyed indicate that there is a significant cost resulting from  such bias. For example, according to these studies, racial  minorities—namely black and Hispanic people—disproportionately  come into contact with police and are incarcerated compared to  non-Hispanic white people. These research studies also stated  that increased criminal justice system contact is associated with  lower levels of political participation, family stability, high school  completion, and future earnings, which can further marginalize  these minority groups.", "Uncertainty of cost of crime estimates. Three experts we  surveyed said that the research community should exert greater  effort into estimating the uncertainty of cost of crime estimates,  such as confidence intervals or standard error estimates.  According to studies we reviewed, most cost of crime estimates  are a single dollar value without a range to show the associated  uncertainty of the estimate. However, both experts and our review  of research point to considerable uncertainty for some cost  estimates, such as the estimated dollar value of a victim’s pain  and suffering. One expert said that a cost of crime estimate  without a range—such as a confidence interval—gives a false  appearance of accuracy.", "The experts we surveyed also described data and methods to improve  estimates of the cost of crime:  Better incorporating existing data in approaches to estimate  costs. Three experts we surveyed pointed out existing available  data sets, such as the National Survey on Drug Use and Health,  which could be used for further research on the costs of drug- related crime and the health costs of incarceration. Two experts  also suggested that researchers could make better use of  government and organizational administrative data, such as  budgets for police departments, prisons, and courts, to estimate  the taxpayer and government costs of crime. These data provide  direct estimates of the costs of crime related to government  spending.", "Improving existing methods. Experts we surveyed identified  ways to improve upon existing methods currently used to estimate  the cost of crime. Specifically, two experts described new survey  approaches such as leveraging federal jury pools as survey  respondents or adding questions to existing national surveys to  better understand the effect of crime and recidivism on offenders’  health and the utilization of the public health systems. Another  expert suggested combining methods and data, such as  combining survey information with government budget data, to  improve the accuracy of cost of crime estimates. Another expert  suggested that researchers should take advantage of studying  states or other jurisdictions as they change criminal justice policies  or when they start new crime reduction or prevention programs in  order to help refine estimates of the cost of crime. For instance,  researchers could measure the effects and associated costs when  a municipality establishes a new prisoner reentry program. Last,  three experts suggested establishing a process, such as a federal  agency initiating a competition or commissioning a broad group of  experts, to develop new ideas and methods for estimating the cost  of crime.", "Establishing an authoritative organization. Two experts we  surveyed suggested establishing an authoritative organization,  such as a standing science advisory committee or an ongoing  panel of experts, to provide guidance and best practices on  estimating the cost of crime or to rethink and improve upon the  current standards for estimating the cost of crime. One of these  experts indicated that this type of authoritative organization may  be able to help resolve the debate, as mentioned previously, over  the validity of methods used to estimate the costs of crime."], "subsections": []}, {"section_title": "Experts Identified the Need to Link Cost of Crime Estimates to Specific Policies", "paragraphs": ["According to experts we surveyed and studies we reviewed, estimating  the cost of crime without a specific policy context may not be especially  helpful. Rather, three experts stressed the importance of using estimates  of the cost of crime within the context of comparing alternative policies to  achieve public policy outcomes, such as comparing the costs and  benefits of releasing inmates to paroled supervision versus unconditional  release to help reintegrate former inmates into society. Of the 12 experts  who discussed the utility of cost of crime research to policymaking, 10  experts believed that comparing the costs or costs and benefits of  criminal justice policies could be useful to policymakers. However, three  experts expressed reservations due to the lack of accuracy or omission of  certain costs of crime, such as estimates of the intangible costs of crime  or the cost of incarceration.", "One expert discussed how the state of Washington has funded  researchers to estimate costs of crime and use these costs to help  evaluate criminal justice policy alternatives. Policymakers then used the  evaluation results to inform their decision on which programs to fund in  order to achieve the desired policy outcome, such as reducing juvenile  crime, among others. This expert stressed the importance of using a  standardized, consistent method to estimate the costs of crime and  program benefits because it allows policymakers to review internally  consistent estimates, or do an “apples-to-apples” comparison among the  programs in question, when deciding on how to allocate limited  government funds. See figure 4 below for information on how the state of  Washington has used cost of crime estimates to evaluate policy  alternatives."], "subsections": []}]}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOJ for review and comment. DOJ  provided technical comments, which we incorporated where appropriate.", "We are sending copies of this report to the Attorney General,  appropriate congressional committees and members, and other  interested parties. In addition, this report is available at no charge on  GAO’s website at http://www.gao.gov.", "If you or your staff have any questions, please contact Diana Maurer at  (202) 512-8777 or maurerd@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff that made significant contributions to this report  are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Experts Consulted to Provide Views on Cost of Crime Research", "paragraphs": ["Appendix I: Experts Consulted to Provide  Views on Cost of Crime Research Affiliation  Washington State Institute of Public Policy  (retired)", "Criminology, economics of crime (e.g., policing,  sentencing, and local policies’ effect on criminal  behavior)", "Criminology, demography, sociology, law and  society, long term consequences of criminal  justice contact  Public health, effects of incarceration on health  Criminology, prevention of delinquency and crime,  evidence-based social policy  Sociology, demography, policy analysis, child  welfare and mass incarceration."], "subsections": []}, {"section_title": "Appendix II: Bibliography of Research on the Cost of Crime", "paragraphs": ["We reviewed and analyzed 27 research studies on estimating the cost of  crime in the United States, published from 1996 to April 2017. We used  these studies to identify commonly used approaches and methodologies  for estimating cost of crime as well as the benefits, challenges, and  limitations associated with estimating costs.", "Anderson, David A. “The Cost of Crime.” Foundations and Trends in  Microeconomics, vol. 7 no. 3 (2012): 209-265.", "Caulkins, Jonathan P., and Mark A.R. Kleiman. How Much Crime Is Drug- Related? History, Limitations, and Potential Improvements of Estimation  Methods. National Criminal Justice Reference Service, April 2014.  Accessed July 20, 2017.  https://www.ncjrs.gov/App/Publications/abstract.aspx?ID=268491.", "Centers for Disease Control and Prevention. National Center for Injury  Prevention and Control. Costs of Intimate Partner Violence Against  Women in the United States. Atlanta, GA: 2003.", "Chalfin, Aaron. “The Economic Costs of Crime.” The Encyclopedia of  Crime and Punishment, 2015: 1-12.", "Cohen, Mark A. “Measuring the Costs and Benefits of Crime and Justice.”  Criminal Justice 2000, Volume 4: Measurement and Analysis of Crime  and Justice. U.S. Department of Justice. Office of Justice Programs.  Washington, DC: July 2000, 263-315.", "Cohen, Mark A. The “Cost of Crime” and Benefit-Cost Analysis of  Criminal Justice Policy: Understanding and Improving Upon the State-of- The-Art. SSRN. September 2016. Accessed July 20, 2017.  https://ssrn.com/abstract=2832944.", "Cohen, Mark A. Willingness to Pay to Reduce White Collar and Corporate  Crime. May 2015. SSRN. Accessed July 20, 2017.  https://ssrn.com/abstract=2486220.", "Cohen, Mark A. and Ted R. Miller. “The Cost of Mental Health Care for  Victims of Crime.” Journal of Interpersonal Violence, vol. 13, no. 1  (February 1998): 93-110.", "Cohen, Mark A., Roland T. Rust, Sara Steen, and Simon T. Tidd.  “Willingness-To-Pay for Crime Control Programs.” Criminology, vol. 42,  no. 1 (2004): 89-109.", "DeLisi, Matt, and Jewel M. Gatling. “Who Pays for a Life of Crime? An  Empirical Assessment of the Assorted Victimization Costs Posed by  Career Criminals.” Criminal Justice Studies, vol. 16, no. 4 (2003): 283- 293.", "DeLisi, Matt, Anna Kosloski, Molly Sween, Emily Hachmeister, Matt  Moore, and Alan Drury. “Murder by Numbers: Monetary Costs Imposed  by a Sample of Homicide Offenders.” The Journal of Forensic Psychiatry  & Psychology, vol. 21, no. 4 (2010): 501-513.", "Dominguez, Patricio, and Steven Raphael. “The Role of the Cost-of- Crime Literature in Bridging the Gap Between Social Science Research  and Policy Making: Potentials and Limitations.” Criminology & Public  Policy, vol. 14, no. 4 (2015): 589-632.", "Executive Office of the President of the United States. Council of  Economic Advisers. Economic Perspectives on Incarceration and the  Criminal Justice System. Washington, D.C.: April 2016.", "Finklea, Kristin M. “Organized Retail Crime.” Journal of Current Issues in  Crime, Law and Law Enforcement, vol. 5, no. 3 (2012): 163-187.", "Hunt, Priscillia, James Anderson, and Jessica Saunders. “The Price of  Justice: New National and State-Level Estimates of the Judicial and Legal  Costs of Crime to Taxpayers.” American Journal of Criminal Justice, vol.  42, no. 2 (June 2017): 231-254.", "Kleiman, Mark A.R., Jonathan P. Caulkins, and Peter Gehred. Measuring  the Costs of Crime. National Criminal Justice Reference Service. April  2014. Accessed July 20, 2017.  https://www.ncjrs.gov/App/Publications/abstract.aspx?ID=268492.", "Linden, Leigh L., and Jonah E. Rockoff. There Goes the Neighborhood?  Estimates of the Impact of Crime Risk on Property Values from Megan’s  Laws. Working Paper 12253 Cambridge, MA: National Bureau of  Economic Research, May 2006.", "McLaughlin, Michael, Carrie Pettus-Davis, Derek Brown, Chris Veeh, and  Tanya Renn. The Economic Burden of Incarceration in the U.S.  Concordance Institute for Advancing Social Justice Working Paper  #CI072016. St. Louis, MO: Washington University, 2016.", "McCollister, Kathryn E., Michael T. French, and Hai Fang. “The Cost of  Crime to Society: New Crime Specific Estimates for Policy and Program  Evaluation.” Drug and Alcohol Dependence, vol. 108, no. 1-2 (2010): 98- 109.", "Miller, Ted R., Mark A. Cohen, and Brian Wiersema. Victim Costs and  Consequences: A New Look. A Final Summary Report Presented to the  National Institute of Justice. National Criminal Justice Reference Service,  January 1996. Accessed July 20, 2017.  https://www.ncjrs.gov/app/publications/abstract.aspx?id=155282.", "Nicosia, Nancy, Rosalie Liccardo Pacula, Beau Kilmer, Russell Lundberg,  and James Chiesa. The Economic Cost of Methamphetamine Use in the  United States, 2005. Santa Monica, CA: Rand Corporation, 2009.", "Ostermann, Michael, and Joel M. Caplan. “How Much do the Crimes  Committed By Released Inmates Cost?” Crime & Delinquency, vol. 62,  no. 5 (2016): 563-591.", "Roman, John K. “How Do We Measure the Severity of Crimes? New  Estimates of the Cost of Criminal Victimization.” Measuring Crime and  Criminality: Advances in Criminological Theory, Volume 17, edited by  John MacDonald, 37-70. New Brunswick, NJ: Transaction Publishers,  2011.", "Soares, Rodrigo R. “Welfare Costs of Crime and Common Violence.”  Journal of Economic Studies, vol. 42, no. 1 (2015): 117-137.", "Tcherni, Maria, Andrew Lucas Blaize Davies, Giza Lopes, and Alan  Lizotte. “The Dark Figure of Online Property Crime: Is Cyberspace Hiding  a Crime Wave?” Justice Quarterly, vol. 33, no. 5 (2016): 890-911.", "Welsh, Brandon C., Rolf Loeber, Bradley R. Stevens, Magda Southamer- Loeber, Mark A. Cohen, and David P. Farrington. “Costs of Juvenile  Crime in Urban Areas: A Longitudinal Perspective.” Youth Violence and  Juvenile Justice, vol. 6, no. 3 (January 2008): 3-27.", "Wickramasekera, Nyantara, Judy Wright, Helen Elsey, Jenni Murray, and  Sandy Tubeuf. “Cost of Crime: A Systematic Review.” Journal of Criminal  Justice, vol. 43, no. 3 (May-June 2015): 218-228."], "subsections": []}, {"section_title": "Appendix III: Objectives, Scope, and Methodology", "paragraphs": [], "subsections": [{"section_title": "Objectives", "paragraphs": ["Our report examines the following questions about the cost of crime:  (1) How do experts estimate the cost of crime in the U.S., and what  challenges do they face?  (2) What actions have experts considered in order to improve the  understanding and use of cost of crime research?"], "subsections": []}, {"section_title": "Scope of Crimes and Costs", "paragraphs": ["For purposes of this report, we focused on crimes committed in the  United States. Specifically, we included crimes where the victim was in  the United States and U.S. courts would be the primary jurisdiction. We  excluded any crimes that would be adjudicated in other countries, such as  international terrorism or piracy on the high seas. To identify various  categories of crime, we relied on information from Department of Justice’s  (DOJ) Office of Justice Programs (OJP), the Federal Bureau of  Investigation (FBI), and a study released by the National Academies of  Sciences, Engineering, and Medicine (National Academies), which FBI  and OJP commissioned in 2013. We also interviewed DOJ officials to  obtain information about which crimes that researchers consider in their  estimates. Further, we analyzed the methods, benefits, limitations, and  challenges of any cost category that we identified during our review of the  cost of crime research."], "subsections": []}, {"section_title": "Selecting and Surveying Cost of Crime Experts", "paragraphs": ["To answer our research questions, we surveyed 20 experts on the cost of  crime. Seventeen of those experts responded to the survey. We  contracted with the National Academies to select our participants. Staff  from the National Academies chose experts by soliciting nominations  from its membership, including those that represent the Committee on  Law and Justice, Committee on National Statistics, Computer Science  and Telecommunications Board, and Population Health and Public Health  Practice Board. National Academies staff also attended the American  Society of Criminology annual meeting in November 2016 and solicited  nominations from select attendees and presenters at the meeting. The  survey participants were selected based on the following:", "Expertise in a range of fields that focus on aspects of crime and its  costs and effects. These fields include economics, criminology,  demography, sociology, public health, and computer science;", "Knowledge on specific or technical aspects of estimating various  costs of crime, such as statistics on the prevalence of crime, methods  used to estimate the cost of crime, and experience or knowledge of  the full range of crimes and challenges estimating costs for these  crimes; and", "For participants with criminology expertise, experience with different  aspects of assessing various costs of crime, such as the effects of  crime on offenders, victims, and communities, corporate and white- collar crime, recidivism, substance abuse, mental illness, juvenile  delinquency, policing, and mass incarceration.", "The experts we surveyed collectively represented a broad set of  viewpoints and knowledge, including experts from state government  agencies, academia, and nonprofit research institutions. Experts who  participated and their institutions are listed in appendix I.", "Before surveying the experts, we evaluated them for possible conflicts of  interest. We considered conflicts of interest to be any current financial or  other interest that might conflict with the service of an individual because  it (1) could impair objectivity, and (2) could create an unfair competitive  advantage for any person or organization. Further, we used a  methodology that deemphasized the opinion of any one individual to  support a significant finding, instead using the 17 experts’ questionnaire  responses as a collective body of information to answer our research  objectives.", "The structured questionnaire included questions about existing research  studies, methods used to estimate the cost of crime and the advantages  and challenges of each method, challenges creating estimates for certain  costs and certain crimes, challenges identifying the magnitude of crime,  how cost of crime estimates can be used in criminal justice policy  decisions, and what can be done to improve cost of crime estimates. We  conducted one pretest of the questionnaire and made appropriate  changes based on the pretest. Thirteen of 17 experts submitted written  responses. Four experts chose to be interviewed, and we used the  structured questionnaire to obtain responses over the phone.", "We did not attempt to generate consensus among the experts, as the  experts’ background and expertise varied. In some cases, experts  skipped questions as they felt it was appropriate. For example, some  experts were not familiar with certain methods used to estimate the cost  of crime, and they chose not respond to those questions. Further, while  the results of our questionnaire cannot be used to generalize all expert  opinions about the cost of crime, we believe the chosen experts and their  responses are a reasonable basis for discussing prevalent cost of crime  methodologies and the general state of information across the different  fields represented."], "subsections": []}, {"section_title": "Selecting and Analyzing Cost of Crime Literature", "paragraphs": ["To address information in both objectives, we conducted a literature  review and analyzed 27 cost of crime research articles. Our initial  selection requirements excluded any article published prior to 1996,  which is when a key study cited by other studies was published, and  whether the research focused on costs of crime in countries other than  the United States. Based on these criteria, we then identified articles  from four sources. First, we identified an article that conducted a review of  recent cost of crime literature. Second, we obtained a bibliography of  recommended cost of crime research articles from relevant DOJ officials.  Third, we conducted a search of several bibliographic databases, such as  ProQuest, Dialog, and Scopus to identify books and academic,  government, think tank and trade literature using related search terms on  the cost of crime. The search looked for studies published during or after  1996. Fourth, we asked our experts to comment on a select list of articles  and to recommend additional articles for us to include in our review.", "We screened articles based on the following questions: (1) Did the  research article employ a novel method for estimating costs; (2) If the  article did not estimate the cost of crime, did it discuss challenges,  limitations and policy implications of approaching the estimating of the  cost of crime; (3) Was the article often cited by other studies; (3) On  which crimes and costs did the research article focus; and (5) Did the  article use generally reliable methods in its study? Two of our analysts  independently screened these studies and determined whether it met the  scope of our review. A third analyst reconciled any differences in the  screening process. An economist and methodologist on our staff  independently assessed the studies to ensure that the chosen articles  used sound and reliable methods. Based on this process, we chose 27  articles to analyze for our review. While these articles do not represent  the universe of crime cost estimates, we believe they are suitable for our  purposes to provide an overview of the general cost estimation methods;  highlight various limitations, challenges, and disagreements among  researchers; and are a reasonable basis for discussing the general state  of the cost of crime literature.", "To analyze the selected 27 articles, we developed a data collection  instrument. One analyst coded and another analyst reviewed this coding  to ensure consistency. An economist reconciled any differences that the  coders could not address. Articles were coded to identify (1) the various  estimates in the document, (2) the crimes associated with the estimate,  (3) the cost category as identified in the estimate, (4) the bearer of the  cost, (5) the methodologies used generally in the article and for the  separate cost categories, (6) the mentioned challenges and limitations  with the estimates and methods, (7) any challenges and limitations with  other identified estimates and methods, and (8) the mentioned  implications of the research and areas for future study. To analyze the  challenges, limitations, and implications, we created various categories  based on themes in the research using an iterative process. We assigned  each sentence or group of sentences to one of these categories. We  analyzed the information within these themes to obtain insight on broader  concepts identified throughout the literature. To ensure consistency, a  second analyst also assigned themes separately. A third analyst  addressed any disagreements."], "subsections": []}, {"section_title": "Identifying the Methods, Benefits, and Limitations to Estimate Costs", "paragraphs": ["To address our first objective on how experts estimate the cost of crime,  we identified key approaches used by reviewing the estimates and  methods present in the cost of crime literature. We then characterized  these methods and presented them to our experts in the survey. We  asked in the questionnaire if there were other methods we should include  in our analysis. Experts generally agreed with our characterization of the  approaches. However, experts did identify less frequently used methods  that we excluded. For example, experts identified a method used by other  countries that focus on physical harm from injury as well as a budget- based method that was consistent with an approach we identified in this  report.", "To identify the benefits, challenges, and limitations associated with each  approach, we surveyed the experts to obtain their opinion. We  supplemented expert responses with examples we identified from our  analysis of the literature research. We focused our discussion of the  benefits, challenges, and limitations to those that experts identified most  frequently.", "During our review, experts and the cost of crime literature highlighted two  federal programs that measure the magnitude of crime, the FBI’s Uniform  Crime Reporting (UCR) Program and the DOJ’s Bureau of Justice  Statistics (BJS) National Crime Victimization Survey (NCVS). We  reviewed documentation about these data collection efforts and  interviewed FBI and BJS officials to obtain information about their  purposes, and the challenges and limitations associated with the  methodologies each uses. While these programs long preceded the  beginning date for our literature review, we focused on FBI’s and BJS’s  recent efforts to measure crime. For instance, we identified current efforts  that FBI and BJS have taken to encourage fuller participation in the UCR  National Incident-Based Reporting System (NIBRS). Further, we asked  BJS and FBI about the study they recently commissioned the National  Academies to conduct on modernizing crime statistics.", "For the purposes of this report, we focused our analysis on the key  characteristics of each data collection effort, rather than the actual data  itself. We performed this work to understand the potential effect, if any, of  federal crime level data’s structure and composition on cost of crime  estimates. We compiled a set of characteristics of the federal data  collection efforts in our review. We then matched these characteristics to  associated expert comments and conclusions drawn in the literature in  order to understand the benefits and challenges of using such data for  cost of crime estimates."], "subsections": []}, {"section_title": "Identifying Additional Topics and Methods for Future Research", "paragraphs": ["To respond to the second objective to identify actions experts considered  to improve the understanding and use of costs of crime research, we  analyzed expert responses from our survey. Specifically, we reviewed  expert responses that expressed opinions on the state of the cost of  crime research and ways to improve estimates and methods. To do this,  we identified thematic categories in the experts’ responses and assigned  each sentence or group of sentences to one of these categories. We  analyzed the experts’ responses within these themes to obtain insight on  a specific questionnaire question or to obtain information on a broader  crosscutting concept. To ensure consistency, a second analyst also  assigned themes separately. A third analyst addressed any  disagreements.", "We did not report on every topic or methodology mentioned by the  experts. Instead, we focused on those opinions that experts mentioned  more frequently. We also did not include suggestions where we had  already discussed specific challenges and limitations. For instance, two  experts mentioned improving federal data collection efforts such as the  UCR Program and the NCVS. However, we dedicated a section of the  report to discuss the concerns using these data in cost of crime estimates  and determined it was unnecessary to highlight these suggestions a  second time. For a complete list of expert suggestions, see appendix IV.", "We conducted this performance audit from July 2016 through September  2017 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}]}, {"section_title": "Appendix IV: Expert Responses of Additional Topics to Consider and Suggested Ways to Improve Cost of Crime Estimation Methods", "paragraphs": ["We surveyed 17 experts to obtain their opinion about the state of cost of  crime research and ways it could improve. Expert responses fell into two  general categories: Additional topics to research and suggestions for  improved data collection and estimation methods. The descriptions in  table 3 below are the characterization of all expert comments provided to  us on the topics, regardless of how many experts mentioned them in our  responses. We did not independently assess the expert suggestions for  feasibility or how effective they would be in addressing limitations in  current cost of crime research."], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["Diana Maurer, (202) 512-9627, maurerd@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgements", "paragraphs": ["In addition to the contact named above, Dawn Locke (Assistant Director)  and Jeremy Manion (Analyst-in-Charge) managed this body of work. In  addition, David Alexander, Benjamin Bolitzer, Susan Czachor, Eric  Hauswirth, Winchee Lin, Amanda Miller, Adrian Pavia, and Adam Vogt  made key contributions to this report."], "subsections": []}]}], "fastfact": []}