{"id": "GAO-15-623", "url": "https://www.gao.gov/products/GAO-15-623", "title": "Evolved Expendable Launch Vehicle: The Air Force Needs to Adopt an Incremental Approach to Future Acquisition Planning to Enable Incorporation of Lessons Learned", "published_date": "2015-08-11T00:00:00", "released_date": "2015-08-11T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Air Force's EELV program is the primary provider launches for military and intelligence satellites. The Air Force is working to introduce competition into the program, which for almost 10 years had one company capable of providing launches. In working to introduce competition into launch contracts, the Air Force is changing its acquisition approach for launch services, including the amount of cost and performance data that it plans to obtain under future launch contracts.", "Given these expected changes, the National Defense Authorization Act for Fiscal Year 2015 included a provision for GAO to examine this new approach. This report examines the (1) Air Force's new approach for competing launches, the resulting changes on the types of cost or performance data required and commensurate business systems needed compared to what is currently required of the incumbent contractor, and the benefits and drawbacks of this approach; and (2) risks the Air Force faces when planning for future launch acquisitions. To address these questions, GAO reviewed acquisition documents and the contract request for proposals, and interviewed DOD and contractor officials."]}, {"section_title": "What GAO Found", "paragraphs": ["The Air Force intends to make significant changes to its acquisition approach for acquiring launch services under the Evolved Expendable Launch Vehicle (EELV) program which will alter its current access and insights into certain cost and performance data. The United Launch Alliance (ULA)—EELV's incumbent provider—currently provides national security space launch services under a cost-reimbursement contract for a non-commercial item. Under this type of contract, the Air Force is able to obtain from ULA cost and performance data from contractor business systems. The Air Force uses this business data for a variety of purposes, including monitoring contractor performance and identifying risks that could affect the program's cost, schedule, or performance. However, for at least the first phase of future launches, the Air Force chose to change its acquisition approach to procure launch as a commercial item using a firm-fixed-price contract, which will prevent the service from collecting business data at the same level of detail. As a result, the Air Force will have significantly less insight into program costs and performance than what it has under the current contract with ULA, though according to the Air Force the level of information gathered is sufficient for monitoring launch costs in a competitive environment.", "The acquisition approach chosen for the first competitive launches offers some benefits to the government, including increased competition, but it could limit program oversight and scheduling flexibility. The Air Force asserts that the use of full and open competition procedures in a commercial item acquisition will increase the potential to keep more than one launch company viable. The Air Force's use of commercial item contracts eliminates the need for contractors to develop the business systems associated with a cost-reimbursement contract and generally places greater responsibility upon the contractor for cost control. However, the Air Force has struggled with EELV program management and lack of oversight in the past, and removing the requirement for cost and performance data could leave it vulnerable to similar problems in the future. Also, the first competitive contracts will limit the Air Force's flexibility in modifying its launch schedule, and schedule changes resulting from satellite production delays may result in added costs. Satellite delays have historically been an issue for the program, and the Air Force's ability to modify the launch schedule is an important component of the current acquisition approach with ULA.", "The Air Force is at risk of making decisions about future EELV acquisitions without sufficient knowledge. The Air Force plans to develop an acquisition strategy for the next phase of competitive launches before it has any actionable data from the first competitive launches. In addition, the Air Force views competition as crucial to the success of its new acquisition strategy, yet the viability of a competitive launch industry is uncertain. The launch industry is undergoing changes, and the ability of the domestic industry to sustain two or more providers in the long-term, while desirable, is unclear. Additionally, only one company is currently certified to compete with ULA for national security launches, and there are no other potential competitors in the near future. To adequately plan for future competitions and ensure informed decision making before committing to a strategy, it will be important for the Air Force to obtain knowledge about its new acquisition approach and on the launch industry."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that, when planning for the next phase of competition for launches, the Air Force use an incremental approach to the next acquisition strategy to ensure that it does not commit itself to a strategy until data is available to make an informed decision. DOD concurred with the recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Air Force’s Evolved Expendable Launch Vehicle (EELV) program is  the primary provider of U.S. national security space launches for the  Department of Defense (DOD) and the intelligence community. Space  launch is essential for placing critical U.S. government assets on orbit,  such as navigation, reconnaissance, weather, and military  communications capabilities. For almost 10 years, the program has been  awarding contracts for space launches to a single incumbent provider, the  United Launch Alliance (ULA), because the U.S. launch industry did not  include any other qualified companies able to compete for national  security launches. In recent years, the prospects for competition for  national security launches have been improving, with several companies  working to become certified to compete for national security launches. In  2014, the Air Force established an acquisition approach to compete  launches among multiple providers.", "Business systems in the EELV program are an important tool by which  the Air Force has insight into the program’s costs and performance, vital  aspects of this multi-billion-dollar national security program. The National  Defense Authorization Act for Fiscal Year 2015 included a provision for us  to assess the advisability of the Secretary of Defense requiring that new  entrant launch providers or incumbent launch providers establish or  maintain business systems that comply with the data requirements and  cost accounting standards of the Department of Defense. This report  examines the (1) Air Force’s new approach for competing launches, the  resulting changes on the types of cost or performance data required and  commensurate business systems needed compared to what is currently  required of the incumbent contractor, and the benefits and drawbacks of  this approach; and (2) risks the Air Force faces when planning for future  launch acquisitions.", "To address these objectives, we reviewed past and current EELV  program contracts and examined the cost reporting requirements. We  also reviewed and analyzed past EELV program acquisition strategies.  We received several briefings from the contractor and DOD contract  oversight organizations. We also conducted several interviews with the  Air Force and offices within the Office of the Secretary of Defense. To  determine the Air Force’s contracting strategy for the first competitive  EELV launches, we examined the launch Request for Proposals issued in  2014, which was later canceled, as well as the National Space  Transportation Policy of 2004 and 2013, parts 12 and 15 of the Federal  Acquisition Regulations (FAR), and the Commercial Space Act of 1998.  We interviewed DOD contracting officials and acquisition strategy officials  at the Air Force and the EELV Program Office, as well as received  briefings from contractors who bid or were expected to bid on the first  competitive contract and a contractor that has expressed interest in  competing for national security launches, including ULA, Space  Exploration Technologies, Inc. (SpaceX), and Orbital Sciences  Corporation. To determine the benefits and drawbacks of the Air Force’s  approach for competing launches, we conducted interviews with and  analyzed information from acquisition and contracting officials at the  Office of the Secretary of Defense Cost Assessment and Program  Evaluation, the Office of the Under Secretary Defense for Acquisitions,  Technology, and Logistics, the Office of the Assistant Secretary of the Air  Force for Acquisitions, and the EELV program office. We analyzed launch  and contracting data provided by officials at the National Aeronautics and  Space Administration (NASA) to understand their cost data requirements  in commercial contracts with launch providers. We also interviewed senior  officials at various DOD launch offices, and launch service providers  including ULA, SpaceX, and Orbital Sciences Corporation. We also  reviewed past GAO reports on EELV acquisition and contracting  strategies and best practices to assess the Air Force’s acquisition  planning.", "We conducted this performance audit from September 2014 to August  2015 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives. Additional details of our  scope and methodology are discussed in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["The Air Force initiated the EELV program in 1995 to develop a new  generation of launch vehicles to provide assured, affordable access to  space for government satellites. After 3 years of funding preliminary  system designs from four contractors, the Air Force competitively  awarded two $500 million “other transaction agreements” to McDonnell  Douglas (before it merged with Boeing) and Lockheed Martin for the  development of EELV launch vehicles and launch infrastructure.  Simultaneous with its execution of the other transaction agreements, the  Air Force also competitively awarded firm-fixed-price contracts, one to  each contractor, to procure 28 launches. These firm-fixed-price launch  services contracts were awarded under the FAR provisions governing  commercial items—FAR Part 12. As a result of procuring the launch  services as commercial items, under the FAR, the Air Force could not  request certified cost or pricing data from the contractor. In addition, as a  general rule, when procuring a commercial item, the FAR requires an  agency to use a firm-fixed-price contract. At the time of award, the  launch services contracts had a combined value of about $2 billion.", "In 2000, new market forecasts showed that the demand for commercial  launch services upon which the Air Force based its EELV acquisition  strategy would not materialize and the Air Force was anticipated to be the  majority customer for both launch services companies. In 2005, the Air  Force revised the EELV acquisition strategy to reflect the changes in the  commercial market and the new role of the government as the primary  EELV customer. This revised strategy provided two contracts apiece to  Boeing and Lockheed Martin, the two launch service providers. One,  called the EELV launch services (ELS), was a fixed-price contract that  covered the launch vehicle hardware and labor directly associated with  building and assembling the launch vehicles. The second contract, called  the EELV launch capability (ELC), was cost-reimbursable and covered  the cost of maintaining the ability to launch when needed and funded  items such as overhead on launch pads and engineering support. These  contracts were negotiated under FAR Part 15, which allowed the  contracting officer to obtain data, including cost data, from DOD-approved  contractor business systems, data previously unavailable for this  program.", "In May 2005, Boeing and Lockheed Martin announced plans to form a  joint venture that would combine the production, engineering, test, and  launch operations associated with U.S. government launches of Boeing’s  Delta IV and Lockheed Martin’s Atlas V launch vehicles. According to  both contractors, the joint venture, named the United Launch Alliance  (ULA), would gain efficiencies and provide the government with assured  access to space at the lowest possible cost by operating independently  as a single company and providing launches on both Atlas V and Delta IV  vehicles. Assured access to space, a concept codified in both policy and  law, means that DOD must strive to have at least two space launch  vehicles or families of launch vehicles capable of delivering any national  security space payload into space, so that if there is a problem with one  launch vehicle family, DOD retains access through the other family. ULA  officially began operations in December 2006 as the sole-source  contractor for EELV. The Air Force continued to obtain cost and  performance data from ULA through both the 2005 contracts awarded to  Boeing and Lockheed Martin, and through new contracts awarded to  ULA. It was, however, unable to get these data for some of the hardware  items that Boeing had purchased while it was under the prior commercial  contract arrangement. In addition, it took ULA many years to set up its  business systems to report the data and to get them approved by DOD.  As a result, there were years where the Air Force had rights to the data  but the data were from an unapproved system, and thus were not  considered reliable.", "In late 2009, projected increases in EELV program costs prompted the Air  Force to reconsider the EELV business model. After studying the  approach to buying government launches, the Air Force developed a new  acquisition strategy. The strategy was designed to maintain mission  success and incentivize price reductions in part through long-term  commitments and steady production rates. Under the strategy, the Air  Force combined its prior ELS and ELC contracts into one contract with  ULA, called the Phase 1 contract, which was awarded in 2013. The terms  of this contract began in 2013 and last through 2017 for the purchase of  launch services, and through 2019 for the capability to launch the  purchased launch services. Launch services for Delta IV medium and  Atlas V missions are generally ordered two years before the launch is  expected to take place, and launch services for Delta IV Heavy missions  are generally ordered three years prior to launch. Thus the Phase 1  contract pays for the contractor’s capability to launch through 2019 for  launches purchased in 2017. The contract commits the government to  ordering 35 launch vehicle booster cores over the 5-year ordering period,  provided launch funds are available and there is a valid requirement, and  pays for the capability to launch eight launches per year. According to  the Air Force, this contract saved about $4.4 billion over the prior Air  Force estimated cost of launch for this period. In addition, this contract  retained for the Air Force the same levels of cost insight as in the  previous ELC/ELS contract arrangement.", "The Air Force has faced challenges in obtaining accurate and complete  information from ULA’s business systems. When ULA was formed in  2006, the company took its business systems from its parent companies  and modified them as needed to become independent systems. Even  though they were working from existing systems, an EELV Should Cost  review in 2010 found that ULA business systems, including purchasing,  accounting, and estimating systems, were immature which made it  difficult for DCAA to validate cost data. In 2011, GAO found that limited  availability of contractor and subcontractor cost data and ULA business  systems limitations may not give contracting officials an adequate basis to  negotiate launch contracts.approved until July 2014."], "subsections": [{"section_title": "Introducing Competition", "paragraphs": ["In parallel with the Phase 1 contract with ULA, the Air Force is actively  working to introduce competition to the EELV program. In 2011, the Air  Force established a process for certifying new competitors to be able to  launch national security satellites, and in November 2012, the Under  Secretary of Defense for Acquisitions, Technology, and Logistics directed  the Air Force to introduce a competitive procurement environment for up   At the time of this decision, those 14 missions were the  to 14 launches.only ones that were within the lift capability of the potential competitor,  SpaceX’s Falcon 9 launch vehicle; the missions that the Falcon 9 was not  capable of launching were included in ULA’s Phase 1 contract. The  period in which these first competitive launches will be competed is called  Phase 1A and runs concurrently to the Phase 1 contract that the Air  Force awarded to ULA, as illustrated in figure 1. In Phase 1A, launches  may be awarded one at a time with a separate contract for each one, or  the Air Force may award more than one launch in a small lot buy. This  report assesses the impacts of the Air Force’s strategy for contracting for  these launches. The acquisition approach for the procurement of launch  services in Phase 2 is currently under development. Phase 2 is intended  to be a period of open competition between all certified launch providers.  Phase 3 is currently planned to last through the program’s expected end  of life in 2030.", "In 2014, the Air Force released its Request for Proposals (RFP) for what  it intended to be the first of the competitive Phase 1A launches. In the Air  Force’s competitive launch process, a company can compete for a launch  while it is working through the certification process, but it cannot be  awarded a launch contract unless it has completed the certification  process. This is to allow for companies that may be very close to  certification to compete in the contract source selection. For the first  competition, only one company’s launch vehicle, SpaceX’s Falcon 9, was  close enough to certification to compete with ULA. However, Falcon 9  was not certified by the January 2015 contract award, so the solicitation  was canceled and the launch was added to ULA’s Phase 1 contract.  Falcon 9 earned certification in May 2015. The next RFPs are scheduled  to be released in July and September 2015 with contract award for both in  early 2016."], "subsections": []}]}, {"section_title": "The Air Force is Changing its Approach to Acquiring Launch Services, and Its New Approach Will Provide Less Insight Into Contract Costs and Performance in Favor of Incentivizing Competition", "paragraphs": ["The Air Force is changing its approach to acquiring launch services with  the Phase 1A contracts, which will alter its insights into some program  cost and performance data. Specifically, the Air Force intends to  introduce competition for certain launches, treat these launches as a  commercial item procurement, and award firm-fixed-price contracts for  the launches. The Air Force intends to rely on what it believes will be  adequate price competition to ensure prices are fair and reasonable.  Further, by treating these launches as commercial item procurements, it  will enable the Air Force to use streamlined contracting practices and shift  the risks associated with the cost of performance to the contractors.  Relying on the commercial market reduces the Air Force’s insights into  and access to certain types of information that is currently provided under  ULA’s Phase 1 contract. For example, under the current ULA contract,  the Air Force requires ULA to maintain six major business systems that  need to be reviewed and approved by a government oversight  organization, and provide insights into ULA’s cost and schedule  performance on a continuous basis, among other benefits. Under the  revised acquisition strategy, the Air Force will not have access to the  same level of detail it currently obtains and the contractors will be allowed  to use business systems that are not required to meet DOD standards.  The Air Force determined that the trade-offs associated with its new  strategy, including the determination that the launch services could be  appropriately treated as a commercial item, were manageable, though  several officials across DOD expressed concerns about the loss of  visibility into contractor data.", "The Air Force has some flexibility in the method it elects to use when  procuring launch services. For Phase 1A launches, the Air Force intends  to procure these launch services as a commercial item and award firm- fixed-price contracts and use streamlined solicitation and evaluation  procedures outlined in FAR Part 12. The Air Force has procured launch  services as a commercial item in past acquisitions when competition  existed—the first EELV contracts in the late 1990s procured launch  services as commercial items—but when competition did not exist it  changed to a non-commercial item approach, which continued through  ULA’s current Phase 1 contract. In addition, the FAR requires the  procurement of commercial items when they are available to meet the  needs of the agency.", "By procuring the launch services as a commercial item, the Air Force is  prohibited from requiring significant amounts of contractor cost or  performance data, because according to the FAR, the nature of  commercial item procurement makes those requirements unnecessary. In  addition, in a firm-fixed-price contract, the Air Force does not need to  validate costs incurred by the contractor, because the contract price is  fixed and generally does not change regardless of the costs incurred.  However, in a cost-reimbursement contract, validation of costs is  necessary because the Air Force reimburses the contractor for all  reasonable, allocable and allowable costs incurred as part of the contract  work. The Air Force has the responsibility of ensuring that the costs are  reasonable, allocable and allowable, so it requires contractors to maintain  DOD-approved business systems to track and record these data in a way  that gives the Air Force confidence in the accuracy of the invoices  submitted by the contractor."], "subsections": [{"section_title": "Current Approach Provides DOD with High Level of Insight into Contractor Costs and Performance", "paragraphs": ["Under the Air Force’s Phase 1 contract, ULA maintains six DOD- approved business systems. All of the business systems that are required  under the ULA contract are reviewed and approved by the Defense  Contract Management Agency (DCMA).business systems and the benefit the government derives from them are  listed in table 1 below.", "The names and details of these   According to Air Force officials,  some of the cost data were used, for example, in the Phase 1 contract  negotiations with ULA and allowed DOD to negotiate what it considers to  be good prices for launch services. An approved accounting system also  helps determine that charges made to the cost-reimbursement part of the  contract are allowable. In addition, having approved systems such as  purchasing and estimating gives the Air Force confidence that ULA is  obtaining reasonable prices from its subcontractors.", "In addition to providing cost information, the data from ULA’s business  systems also gives the Air Force insight into contract performance. For  example, earned value management (EVM) data are gathered under the  cost-reimbursable portion of the ULA launch services contract. Air Force  officials use this data to identify risks in the program that could affect its  cost, schedule or performance, and allow them to identify these risks  early enough to mitigate them. EVM data are also used by DCMA to  monitor ULA’s production processes, and these data help identify  production issues that may be driving cost and schedule changes.  According to Air Force officials, the data also allows the Air Force to  determine what the program’s cost drivers are, and to understand the  effectiveness of ULA’s processes. In addition, Air Force officials stated  that EVM data have been important in contract negotiations because it  gave them insight into ULA’s cost, plans, and work."], "subsections": []}, {"section_title": "Under the New Acquisition Approach, the Air Force’s Program Insight Will Be Reduced", "paragraphs": ["The Air Force’s new acquisition approach relies on what it believes is  adequate price competition to ensure fair and reasonable prices. The Air  Force’s insights into and access to certain types of information that is  currently provided under ULA’s Phase 1 contract will be reduced under  this approach as competition is expected to incentivize suppliers to offer  the lowest prices possible. The Air Force will get some cost data from the  Contractor Cost Data Reports (CCDR), which provide high-level program  cost data that DOD can use for future budgeting and planning efforts.  However, the Air Force will not be able to track spending on a more  frequent basis, and will not be able to track contractor progress or be able  to predict cost growth. While the Air Force considers the level of CCDR  data sufficient for monitoring launch costs in a competitive acquisition  environment, it is not a direct substitute for cost insight gained through  ULA’s current non-commercial contract.", "A comparison of the data received under the Phase 1A contracts and  ULA’s Phase 1 contracts is presented in table 2.", "As the table illustrates, the Air Force will also not have detailed insight  into contractor performance data. Under FAR Part 12 procedures, the Air  Force does not require contractors to track or report EVM data, which is  required under the ULA Phase 1 contract and provides the government  insight into contractor performance. EVM data help the Air Force monitor  ULA’s schedule performance, providing an objective view of program  status and helping to identify production issues that may be driving cost  and schedule changes. Most performance data that the Air Force will  receive under the commercial contracts will come when pre-established  performance milestones are met, and insight between those milestones  will be limited. Some offices within DOD have expressed concern over not  being able to track schedule performance on a more real-time basis, such  as they get from ULA through EVM data."], "subsections": []}, {"section_title": "A Competitive Acquisition Approach Offers Various Trade-offs", "paragraphs": ["The Air Force determined that the trade-offs associated with its  acquisition strategy for the Phase 1A competitive launches, including  treating these launches as a commercial item, were acceptable, though  some officials expressed concerns about the Air Force losing visibility into  contractor data. Some of the trade-offs are benefits to the Air Force,  including facilitating competition and minimizing cost risk. Other trade-offs  present drawbacks, such as limited schedule flexibility and a change in  the approach to mission assurance.", "Facilitates competition: By procuring the launch services as a  commercial item and using a firm-fixed-price contract, the FAR does  not require DOD-approved business system data for its competitive  Phase 1A contracts, making it possible for more than one company to  compete for these launches. Had the Air Force chosen to make part  or all of the competitive launch contracts non-commercial cost- reimbursement, it would have required the contractors to submit data  from DOD-approved business systems. This requirement would either  have excluded companies without DOD-approved business systems  from competition, or would have required them to implement such  systems, which may have been difficult for companies to do in time to  bid on the contract. According to the Air Force, competition among  launch providers benefits the government both by having commercial  marketplace pressures assure prices are reasonable, and by growing  the launch industrial base, which increases the potential that more  than one launch company will be commercially viable in the future.", "Air Force officials have stated that promoting competition in the  launch industry is a high priority for the service, and not requiring  DOD-approved business systems is a key advantage of procuring  launch as a commercial item. Moreover, officials from one of the new  entrant companies said that if the Air Force had chosen to use a  contracting strategy that required DOD-approved business systems, it  would have considered not bidding on the contract as it did not have  approved business systems. Although officials from this company told  us they are reluctant to implement approved business systems due to  the anticipated cost and time needed, we do not know what the  company would have actually done had the Air Force chosen a  contracting strategy that required approved business systems.  Contracting officials we spoke with said that the government will  receive a fair price for national security launches as long as adequate  price competition exists, but officials from the Office of the Under  Secretary of Defense for Acquisitions, Technology, and Logistics  expressed concern over losing insight into detailed cost data until it is  certain that at least two competitors will be sustained for the long- term. History has shown that a viable competitive launch industry is  not a certainty. ULA is the product of a merger between two former  competitors because prior expectations of a viable commercial launch  industry did not materialize. At this point, the Air Force has only two  viable competitors on the horizon for the next few years, and the  ability of both competitors to meet the full range of DOD’s launch  needs in the future hinges on launch vehicles that are still in  development. Moreover, removing its requirement for business  system data in such an uncertain commercial market could leave the  Air Force vulnerable to problems that stem from a lack of program  insight, as seen in the EELV program’s past.", "Minimizes the Air Force’s cost risk: For the Phase 1A competitive  launches, the Air Force will use firm-fixed-price contracts, which place  greater responsibility upon the contractor for cost control and  minimize the service’s cost risk. According to the FAR, firm-fixed-price  contracts incentivize the contractor to control costs and perform  efficiently because the contracts are generally not subject to any price  adjustment on the basis of actual costs incurred. This places the risk  and responsibility for all costs and resulting profit or loss on the  contractor. In contrast, cost-reimbursement contracts can involve  higher risk for the government, because cost-reimbursement types of  contracts provide for payment of all allowable, allocable and  reasonable incurred costs, to the extent prescribed in the contract.  Figure 2 illustrates the relative burden of risk for each contract type, in  general.", "Though firm-fixed-price contracts are the government’s preferred  contracting method when practicable, they are usually only  appropriate for acquiring goods or services with reasonably definite  requirements and minimal performance uncertainty. If requirements  are vague, the contractor bears a greater amount of risk, and its  proposed price in its contract offer will likely be inflated to account for  this risk. For the Phase 1A launches, the Air Force developed what it  and the contractors consider to be a very comprehensive  Performance Work Statement (PWS), which laid out the requirements  and performance expectations for contractors bidding on the  launches.", "Offers the lowest administrative burden: Procuring launch services as  a commercial item using FAR Part 12 procedures offers the lowest  administrative burden to both contracting parties. FAR Part 12 allows  for the acquisition of commercial items using streamlined solicitation  and evaluation procedures that closely resemble commercial  marketplace practices. For example, in establishing price  reasonableness in the pre-award period, DOD contracting officials do  not have to collect the same cost data from contractors that are  needed in a non-commercial, sole-source environment, because  market competition is assumed to have kept prices reasonable, even  if only two firms bid on the contract. DCAA and DCMA also do not  have to audit or approve the contractor’s business systems, because  FAR Part 12 contracts are not subject to DOD’s business systems  requirements. In addition, when the contracts are firm-fixed-price,  DCAA does not have to conduct incurred cost audits as it does under  cost-reimbursement contracts.", "Provides opportunity for lessons learned: The first competitive launch  in Phase 1A is meant to be a pathfinder for future competitive  launches, and the Air Force said it will use lessons learned from the  launch to further develop their contracting strategy going forward for  both the remaining Phase 1A competitive launches as well as the  Phase 2 acquisition strategy. Program officials told us they have  already taken steps to improve future competitive launch contracts by  putting significant upfront work into the Performance Work Statement  for the first competitive launch. Moreover, these officials said that  spending time to detail requirements in the PWS taught the Air Force  how to acquire launch services as a commercial item, which the Air  Force had not done in almost a decade. The work that the Air Force  put into the PWS development gave the Air Force confidence that the  procurement of the launch services as a commercial item could be  successful, because the full scope of the Air Force’s needs were  considered and included in the PWS and thus, the contract. Once the  first commercial launch contract is completed, the Air Force will be  able to assess whether the scope of the PWS was indeed adequate  for a successful procurement.", "Restricts launch schedule flexibility: The contract structure for Phase  1A launches will limit the Air Force’s flexibility to make changes to the  launch schedule to manage satellite delays. The Air Force’s ability to  modify its launch schedule and exchange satellite payloads when  satellite production delays occur has been an important part of the  EELV program, and under the Phase 1 contract with ULA, it has  flexibility in this process. Launch vehicles are not assigned a satellite  payload until about 12 months before launch. At this time, the Air  Force has a better idea of what satellites will be ready to launch, and  can prioritize them if needed. For example, the third Mobile User  Objective System (MUOS-3) launch was delayed about 6 months for  a satellite problem, so the Air Force was able to accelerate the Global  Positioning System (GPS) IIF-7 launch schedule to backfill the launch  slot. This kept both production and launch processes moving. Under  past EELV contracts, satellites have frequently been delayed by many  months, and sometimes years. According to the Air Force, launch  dates have changed an average of 3.9 times and by 22 months for  completed launches through January 2015. We have reported on  these more significant launch delays in the past.", "Under the Phase 1A contracts, the Air Force may not have this same  flexibility, and launch delays could potentially cost the government  more than originally planned. According to DOD officials, in the  current contract with ULA, launch delays may not incur added costs  because of the nature of the launch capability portion of that contract,  though the overall cost of that portion of ULA’s contract is significantly  larger than the potential costs of the delays under the Phase 1A, firm- fixed-price contracts. Under the Phase 1A contracts, the Air Force expects to have the ability to postpone the contracted launch by up to  90 days at no charge, but postponing a launch beyond this grace  period will add costs. For example, for a launch postponed beyond 90  days, the government is required to pay the contractor $3,000 per day  with a maximum possible penalty for a delay of $3.5 million. Flexibility  is decreased under the Phase 1A acquisition approach, however the  Air Force is inherently constrained by the need to award a launch  contract two years before the desired launch time, regardless of which  contracting approach is used for procurement.", "Changes approach to mission assurance: Responsibility for mission  assurance activities will also be different as a result of the launch  services being procured as a commercial item. Mission assurance is  the comprehensive collection of activities undertaken throughout the  lifecycle of a launch vehicle development program through launch to  assure mission success and safety. Mission assurance can include  activities such as pre-launch readiness reviews, launch vehicle  hardware and software verification, and pedigree reviews. National  security satellites launched by the EELV program can cost $1 billion  or more and provide vital capabilities for the government. In addition,  according to Air Force officials, while commercial companies can buy  insurance for the satellites they launch, the Air Force uses its mission  assurance process in lieu of satellite insurance. While the typical  commercial satellite launch might carry approximately $24 million in  insurance, DOD officials explained that the equivalent insurance cost  to the Air Force could be nearly $1 billion, if they could even find a  company willing to insure the satellite. This is due to the costs of  national security satellites and the possible difficulty in replacing them  in the event of a launch failure. Consequently, the Air Force places a  high priority on mission assurance to get these satellites safely to  orbit.", "Under the Phase 1 contract with ULA, the Air Force and government  contractors play a large role in mission assurance activities. But under  FAR Part 12 procurement procedures, the government will primarily  rely on the contractor’s existing quality assurance activities, which,  according to the Air Force, are reviewed by the government during the  launch vehicle certification process, for mission assurance. We have  reported in the past on the Air Force’s lack of insight into mission  assurance costs and activities within the EELV program. The Air  Force has said that mission assurance is the most important  contributing factor to launch mission success; however the service  has not assessed the sufficiency or excess of these activities. Without  such assessment, the Air Force does not know exactly which mission  assurance activities have most contributed to ensuring launch  successes in the past. This limited insight makes it difficult to  determine if altering the mission assurance process could impact  mission success in Phase 1A. Additionally, a contractor we spoke with  said that, because the price is fixed, testing to address the  government’s mission assurance needs could either have to be  funded by the contractor or require a change to the contract. In the  event of a launch failure, the launch provider would forfeit the final  contract payment, which is 20 percent of the price of the contract."], "subsections": []}]}, {"section_title": "The EELV Program Faces Risks That Could Impact Future Competitions", "paragraphs": ["The Air Force is currently updating its EELV acquisition strategy but it is  not clear whether it plans to gather sufficient knowledge to address the  EELV program’s future acquisitions risks. The EELV program is actively  pursuing competition to assure access to space from multiple providers.  However, the commercial launch market is currently undergoing changes,  and the ability of both the federal government and the commercial launch  market to sustain two or more launch providers is unknown at this time.  The Air Force is also increasing its risk by developing, budgeting for, and  finalizing its Phase 2 acquisition strategy before incorporating knowledge  gained from the first round of commercial launches."], "subsections": [{"section_title": "Potential Engine Restrictions", "paragraphs": ["Until recently, ULA had expected to compete for all of the Phase 1A  launches with its Atlas V launch vehicle. The Air Force has used the Atlas  V since the start of the EELV program, and has experienced high  reliability from the launch vehicle. However, the Atlas V main engine, the  RD-180, is made in Russia, and the reliance on Russia for this engine  became a prominent concern in light of geopolitical events in 2014. The  2015 National Defense Authorization Act included a provision limiting the  use by DOD of this engine, and directed DOD to initiate a domestic  program to develop an engine that could replace the capability of the RD- 180 by 2019. The act’s language restricting use of the RD-180 has been  interpreted in different ways by different parties. According to the Air  Force, the current interpretation of the act by the Air Force General  Counsel limits ULA’s ability to propose Atlas V for the Phase 1A  competitions. ULA has said it would not enter the Delta IV into  competition due to that vehicle’s inability to be price competitive. ULA has  efforts underway to move away from the RD-180, through the  development of its new launch vehicle, Vulcan. However, this effort  requires a significant amount of time, and ULA does not expect to have its  new launch vehicle certified to launch national security satellites before  2020. Because it will take a number of years to get their new launch  vehicle ready for competition, ULA anticipates needing to use the RD-180  engine in the meantime to support the current launch manifest and to  compete for the Phase 1A launches. If ULA will not be able to compete  for additional launches with its Atlas V launch vehicle, the Air Force’s  approach of procuring launch as a commercial item may require changes.", "Air Force planning will benefit by taking steps to understand the future of  the commercial launch industry and develop strategies for keeping at  least two companies viable. However, when coupled with changes in the  launch industry, these steps are also evidence that the market is far from  stable. This instability is problematic when trying to plan for a vital  national security requirement such as launch services."], "subsections": []}, {"section_title": "Uncertain Future Launch Market for Competition", "paragraphs": ["The EELV program is actively pursuing a competitive scenario for launch  acquisitions, but the launch industry is currently undergoing numerous  changes, and the makeup of the industry in the future is uncertain. One of  the Air Force’s long-term goals for the EELV program is to have at least  two certified launch providers able to compete for the full range of  national security launches. Although additional new entrants may be able  to compete in the future, it is unlikely that others will be ready to compete  before Phase 2. An Air Force official recently testified that the service is  putting together an independent team to study ways the Air Force can  capture lessons learned from the certification process to enhance  competition for the foreseeable future.", "In addition, the two launch services companies that are expected to be  the main competitors in Phase 1A and Phase 2 are planning to meet  future government launch requirements with launch vehicles that are still  in development. ULA plans to introduce a new launch vehicle, Vulcan, to  compete in Phase 2, and plans to end production of its current vehicles  around the same time. At this point, Vulcan is still in the design phase and  is not expected to have its first launch until 2019 at the earliest, and will  still have to become certified. SpaceX earned certification for its Falcon 9  launch vehicle in May 2015, but Falcon 9 can only launch part of the DOD  launch manifest. To launch all DOD missions, SpaceX will need to build  and have certified the Falcon Heavy vehicle. Falcon Heavy entered the  Air Force certification process in April 2015 and SpaceX expects to have  its first demonstration launch in late 2015.", "Moreover, in the long term, it is unclear whether there is enough demand  to support two or more U.S. launch providers. Air Force officials anticipate  that DOD launch requirements in the long-term will either remain steady  or potentially decrease. The Air Force is taking steps to understand the  future of the commercial launch market, as well as the likelihood that  there will be at least two launch providers within that market. The Air  Force is also gathering knowledge on how strategic investments by the  Air Force could benefit the launch industry. To do this, the Air Force  stated that they have contracted with The Rand Corporation to produce a  study on the future of the commercial launch market. The Air Force stated  they have also partnered with Booz Allen Hamilton to develop a strategy  for how the government could invest in technology within the commercial  launch industry to ensure that at least two launch providers are viable for  future phases of the EELV program. In addition, the Air Force has  released a Request for Information to the launch industry in an effort to  gather information on ways a DOD investment could best support  industry. These studies are expected to be completed in 2015, and at the  time of this report the studies were in the process of being drafted and  briefed within DOD."], "subsections": []}, {"section_title": "Phase 2 Acquisition Strategy Timeline", "paragraphs": ["Despite uncertainties in the launch market, the Air Force plans to develop  its Phase 2 acquisition strategy before it has completed the first  competitive launch using the new commercial item contracting strategy in  Phase 1A. The Air Force plans to complete the Phase 2 acquisition  strategy in mid-2016. However, the completion of the first competitive  launch will not be until at least 2018, which may not give the Air Force the  opportunity to leverage knowledge learned from the acquisition strategy  used in Phase 1A in its development of the Phase 2 acquisition strategy.  Some examples of the knowledge the Air Force could leverage include:  the trade-offs of collecting less cost and performance data from  contractors for the first time in a decade; how to coordinate satellite  delivery and integration onto the launch vehicle, and deal with potential  satellite delivery delays; and how a different mission assurance process  under a commercial acquisition strategy may impact the program. While  the development of the Phase 2 strategy will likely happen before the first  competitive launches, Air Force officials stated that this is unavoidable  due to the length of time it takes to develop an acquisition strategy and  the fact that the service needs to procure launch services two years in  advance.", "Acquisition best practices emphasize ensuring that a high level of  knowledge exists when making decisions, and ensuring that resources  are available to provide for program requirements. At this point, the Air  Force has not yet decided on the structure of the Phase 2 acquisition  strategy. It may structure Phase 2 incrementally, planning to award  contracts a year or two at a time and allowing an opportunity to adjust the  plan as needed, or it may establish a longer-term plan for the entirety of  Phase 2. With the second option, there is the risk that the Air Force will  not have adequate information on either the future of the launch market or  on lessons learned from procuring launch as a commercial item in Phase  1A to incorporate that information into the strategy. In addition, if the Air  Force develops a longer-term strategy, it may be difficult to adequately  plan to allocate budget resources with the launch market changing  significantly during that time."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["DOD is weighing a variety of factors while planning for the next  acquisition of launch services, including the state of the launch industry  and how to structure a contracting approach that maintains mission  success and supports competition. At this juncture, DOD has determined  that competition in the launch industry is adequate to institute a  streamlined competitive acquisition approach that makes the contracting  process easier for all parties. But this approach has trade-offs, most  notably being a reduction in the amount of insight into cost and  performance information that DOD will have access to. This insight has  been important to the EELV program in recent years, such as in providing  information to assist the Air Force in negotiating the Phase 1 contract with  ULA. Nevertheless, robust competition, if sustained, can achieve similar  benefits. Given the lack of recent experience with the Air Force’s  competitive acquisition approach to procuring launch services and  uncertainties about the launch industry going forward, it is important for  DOD to ensure it can incorporate lessons learned from the first phase of  competition into future phases of its acquisition strategy."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["When planning for the next phase of national security space launches,  Phase 2, we recommend the Secretary of the Air Force consider using an  incremental approach to the next launch services acquisition strategy.  Planning for acquisitions on a short term basis will help ensure that the  Air Force does not commit itself to a strategy until the appropriate amount  of data is available to make an informed decision, and will allow for  flexibility in responding to a changing launch industry."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft copy of this report to DOD for comment. In a written  response, DOD concurred with our recommendation, noting that the Air  Force is implementing a phased approach to its EELV efforts, and that it  intends to review and analyze all available data as it moves forward in the  acquisition process. DOD also provided technical comments, which were  incorporated into the final report as appropriate. See appendix II for  DOD’s comments.", "We are sending copies of this report to appropriate congressional  committees, the Secretary of Defense, the Secretary of the Air Force, and  other interested parties. In addition, the report will be available at no  charge on our website at http://www.gao.gov.", "If you have any questions about this report, please contact me at (202)  512-4841 or chaplainc@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this letter. Key contributors to this report are found in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine the cost and performance data that the Department of  Defense (DOD) requires from contractors under the first competitive  launch contracts and how those data compare to what is required from  the incumbent contractor, we examined the first competitive launch  Request for Proposals issued in 2014, which was later canceled, as well  as the National Space Transportation Policies of 2004 and 2013, parts 12  and 15 of the Federal Acquisition Regulation (FAR), and the Commercial  Space Act of 1998. Additionally, we reviewed past and current Evolved  Expendable Launch Vehicle (EELV) program contracts and examined the  cost reporting requirements. We received several in-depth briefings from  the contractor, United Launch Alliance (ULA), as well as the Defense  Contract Audit Agency (DCAA) and the Defense Contract Management  Agency (DCMA). We also conducted several interviews with the Office of  the Assistant Secretary of the Air Force for Acquisitions, the Office of the  Secretary of Defense Cost Assessment and Program Evaluation (CAPE),  the Office of the Under Secretary Defense for Acquisitions, Technology,  and Logistics, and the EELV program office. We interviewed Air Force  contracting officials at the EELV Program Office regarding the type and  amount of cost data they would receive. We also interviewed contractors  who bid or were expected to bid on the first competitive contract, and a  contractor that has expressed interest in competing for future national  security launches, including ULA, Space Exploration Technologies, Inc.  (SpaceX), and Orbital Sciences Corporation. To determine the benefits  and drawbacks of the Air Force’s approach for the first competitive  launches, we interviewed acquisition and contracting officials at DOD,  CAPE, the Air Force, and the EELV program office. We received written  responses to questions from launch and contracting officials at the  National Aeronautics and Space Administration (NASA) to understand  their cost data requirements in commercial contracts with launch  providers. We also interviewed senior officials at launch service providers  including ULA, SpaceX, and Orbital Sciences. To understand the risks  facing the Air Force when planning for future launch acquisitions, we  reviewed commercial launch market forecasts, the National Defense  Authorization Act for Fiscal Year 2015, and interviewed Air Force officials  regarding Phase 2 acquisition strategy planning. We also reviewed past  GAO reports on EELV acquisition and contracting strategies and best  practices to assess the Air Force’s acquisition planning.", "We conducted this performance audit from September 2014 to August  2015 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["Key contributors to this report were Art Gallegos, Assistant Director; Erin  Cohen; Dani Greene; Laura Hook; John Krump; Carol Petersen; and  Breanna Trexler."], "subsections": []}]}], "fastfact": []}