{"id": "GAO-03-720T", "url": "https://www.gao.gov/products/GAO-03-720T", "title": "Small Business Administration: Progress Made but Improvements Needed in Lender Oversight", "published_date": "2003-04-30T00:00:00", "released_date": "2003-04-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Small Business Administration (SBA) is responsible for oversight of its 7(a) loan program lenders, including those who participate in the Preferred Lenders Program or PLP. SBA delegates full authority to preferred lenders to make loans without prior SBA approval. In fiscal year 2002, preferred lenders approved 55 percent of the dollar value of all 7(a) loans--about $7 billion. Small businesses are certainly a vital part of the nation's economy. According to SBA, they generate more than half of the nation's gross domestic product and are the principal source of new jobs in the U.S. economy. In turn, SBA's mission is to maintain and strengthen the nation's economy by aiding, counseling, assisting, and protecting the interests of small businesses. Providing small businesses with access to credit is a major avenue through which SBA strives to fulfill its mission. Strong oversight of lenders by SBA is needed to protect SBA from financial risk and to ensure that qualified borrowers get 7(a) loans. SBA has a total portfolio of about $46 billion, including $42 billion in direct and guaranteed small business loans and other guarantees. Because SBA guarantees up to 85 percent of the 7(a) loans made by its lending partners, there is risk to SBA if the loans are not repaid. SBA must ensure that lenders provide loans to borrowers who are eligible and creditworthy to protect the integrity of the 7(a) program. Our statement today is based on the report we issued December 9, 2002, Small Business Administration: Progress Made but Improvements Needed in Lender Oversight (GAO-03-90). The report and our remarks will focus on our evaluation of (1) SBA's 7(a) lender oversight program and (2) SBA's organizational alignment for conducting oversight of preferred lenders and Small Business Lending Companies (SBLC). In addition, we will comment on SBA's latest response to our findings and recommendations. Our overall objective is to provide the Senate Committee on Small Business and Entrepreneurship with information and perspectives to consider as it moves forward on SBA reauthorization."]}, {"section_title": "What GAO Found", "paragraphs": ["SBA has made progress in developing its lender oversight program, but there are still areas in need of improvement. While SBA has identified appropriate elements for an effective lender oversight program, it has been slow to change programs and procedures to fully incorporate all of these elements. In addition, financial risk management issues have become more critical for SBA, as its current loan programs focus on partnering with lenders, primarily banks, that make loans guaranteed up to 85 percent by SBA. However, our work showed that SBA had not yet consistently incorporated adequate measures of financial risk into the PLP review process or the SBLC examination program. The current PLP review process, which SBA uses to ensure compliance with the program mission, rules, and regulations, involves a cursory review of documentation maintained in lenders' loan files rather than a qualitative assessment of borrower creditworthiness or eligibility. SBA's standards for borrower eligibility (the \"credit elsewhere\" requirement) are broad and therefore subject to interpretation. SBA had not developed clear enforcement policies for preferred lenders or SBLSs that would specifically describe its response in the event that reviews discover noncompliance or safety and soundness problems. SBA had been slow to finalize and issue SBLC examination reports. In addition, SBA had been slow to respond to recommendations for improving the SBLC examination program. Without continued improvement to better enable SBA to assess the financial risk posed by 7(a) loans and to ensure that its lending partners are making loans to eligible small businesses, SBA will not have a successful lender oversight program. Although SBA has listed the oversight of its lending partners as an agency priority, the function does not have the necessary organizational independence or resources to accomplish its goals. In our past work analyzing organizational alignment and workload issues, we have described the importance of (1) tying organizational alignment to a clear and comprehensive mission statement and strategic plan and (2) providing adequate resources to accomplish the mission. However, two different offices--Lender Oversight and Financial Assistance, both of which are in the Office of Capital Access (OCA)--carry out SBA's lender oversight functions. OCA also promotes and implements SBA's lending programs. This alignment presents a possible conflict because PLP promotion and operations are housed in the same office that assesses lender compliance with SBA safety and soundness and mission requirements. Additionally, split responsibilities within OCA and limited resources have impeded SBA's ability to complete certain oversight responsibilities, which could result in heightened risk to its portfolio or lack of comprehensive awareness of portfolio risk."]}], "report": [{"section_title": "Letter", "paragraphs": ["This  is  a  work  of  the  U.S.  government  and  is  not  subject  to  copyright  protection  in  the  United  States.  It  may  be  reproduced  and  distributed  in  its  entirety  without  further  permission  from  GAO.  However,  because  this  work  may  contain  copyrighted  images  or  other  material,  permission  from  the  copyright  holder  may  be  necessary  if  you  wish  to  reproduce this material separately.", "I am pleased to be here today at this roundtable to discuss the results of  our work on the Small Business Administration’s (SBA) oversight of its  7(a) loan program lenders, particularly those who participate in the  Preferred Lenders Program or PLP. SBA delegates full authority to  preferred lenders to make loans without prior SBA approval. In fiscal year  2002, preferred lenders approved 55 percent of the dollar value of all 7(a)  loans—about $7 billion. Small businesses are certainly a vital part of the  nation’s economy. According to SBA, they generate more than half of the  nation’s gross domestic product and are the principal source of new jobs  in the U.S. economy. In turn, SBA’s mission is to maintain and strengthen  the nation’s economy by aiding, counseling, assisting, and protecting the  interests of small businesses. Providing small businesses with access to  credit is a major avenue through which SBA strives to fulfill its mission.  Strong oversight of lenders by SBA is needed to protect SBA from  financial risk and to ensure that qualified borrowers get 7(a) loans. SBA  has a total portfolio of about $46 billion, including $42 billion in direct and  guaranteed small business loans and other guarantees. Because SBA  guarantees up to 85 percent of the 7(a) loans made by its lending partners,  there is risk to SBA if the loans are not repaid. SBA must ensure that  lenders provide loans to borrowers who are eligible and creditworthy to  protect the integrity of the 7(a) program.", "Our statement today is based on the report we issued December 9, 2002,  Small Business Administration: Progress Made but Improvements  Needed in Lender Oversight (GAO-03-90). The report and our remarks will  focus on our evaluation of (1) SBA’s 7(a) lender oversight program and (2)  SBA’s organizational alignment for conducting oversight of preferred  lenders and Small Business Lending Companies (SBLC). In addition, we  will comment on SBA’s latest response to our findings and  recommendations. Our overall objective is to provide the Committee with  information and perspectives to consider as it moves forward on SBA  reauthorization.", "In analyzing SBA’s oversight of its preferred lenders, we defined oversight  to include both SBA’s reviews of preferred lenders for compliance with  SBA rules and regulations and SBA’s evaluations of lenders to decide their  initial and continued participation in the PLP. We focused our reviews in  part to follow up on recommendations made in our June 1998 report,  where we found that SBA was doing few reviews of its preferred lenders.  We analyzed a sample of review reports and PLP guidance, and review and  lending data to the extent that they were available. We also interviewed  SBA headquarters and regional staff, PLP lenders, and representatives of  the National Association of Government Guaranteed Lenders."], "subsections": [{"section_title": "Background", "paragraphs": ["The 7(a) loan program, which is authorized by Section 7(a) of the Small  Business Act, is SBA’s largest business loan program. It is intended to  serve small business borrowers who otherwise cannot obtain financing  under reasonable terms and conditions from the private sector. In  administering the 7(a) program, SBA has evolved from making guaranteed  loans directly to depending on lending partners, primarily banks. Under  7(a), SBA provides guarantees of up to 85 percent on loans made by  participating lenders.", "Within 7(a), there are three classifications of lenders—regular, certified,  and preferred. SBA evaluates and grants preferred lender status to 7(a)  lenders after receiving nominations and reviews from its 70 district offices  and a regional processing center. Of the three categories, preferred lenders  have the most autonomy in that they can make loans without prior SBA  review or approval. Most preferred lenders are banks that have their own  safety and soundness regulators, such as the Office of the Comptroller of  the Currency. Those regulators, however, may not focus on the 7(a) loans  that SBA guarantees when they examine the bank. The other preferred  lenders, which are SBLCs, have no regulator other than SBA—making SBA  oversight more critical. As of August 2002, SBA had over 400 preferred  lenders. To give you an idea of this program’s scope, in fiscal year 2002,  7(a) loan approvals totaled approximately $12.2 billion, of which preferred  lenders approved $6.7 billion. However, preferred lending activity is  concentrated in a few larger institutions. Less than 1 percent of 7(a)  lenders account for more than 50 percent of 7(a) dollar volume  outstanding. According to SBA, most of these lenders are preferred  lenders.", "Two offices within SBA have primary responsibility for 7(a) lender  oversight—the Office of Lender Oversight (OLO) and the Office of  Financial Assistance (OFA). OLO is responsible for many oversight  functions, such as managing all headquarters and field office activities  regarding lender reviews. However, OFA has retained some oversight  responsibilities. OFA’s current role in lender oversight is to provide final  approval of lenders’ PLP status. Lenders are granted PLP status in specific  SBA districts for a period of 2 years or less. OFA collects information  about the lender prepared by the Sacramento Processing Center, with  input from one or more of SBA’s 70 district offices, and decides whether to  renew a lender’s PLP status or to grant status in an additional district. OFA  may also discontinue a lender’s PLP status.", "Other lenders participating in the 7(a) program are subject to a different  oversight regime. Specifically, SBA divides SBLC program functions  between OLO and OFA. OLO is responsible for SBLC on-site examination,  and OFA handles day-to-day program management and policymaking.  Ultimate responsibility for enforcement of corrective actions rests with  OCA. As participants in the 7(a) program, SBLCs are subject to the same  review requirements as other 7(a) lenders, and they are also subject to  safety and soundness oversight by SBA."], "subsections": []}, {"section_title": "Lender Oversight Is Not Achieving All of Its Goals", "paragraphs": ["SBA has identified goals for its lender oversight program that are  consistent with appropriate standards for an oversight program; however,  SBA had not yet established a program that is likely to achieve them. Since  our last review, SBA had made progress in developing its lender oversight  program, but there are still areas in need of improvement if SBA is to  develop a successful program. SBA has highlighted risk management in its  strategy to modernize the agency; however, PLP reviews are not designed  to evaluate financial risk, and the agency has been slow to respond to  recommendations made for improving its monitoring and management of  financial risk—posing a potential risk to SBA’s portfolio. PLP reviews are  designed to determine lender compliance with SBA regulations and  guidelines, but they do not provide adequate assurance that lenders are  sufficiently assessing eligibility and creditworthiness of borrowers.", "Although SBA has identified problems with preferred lender and SBLC  lending practices, it has not developed clear policies that would describe  enforcement responses to specific conditions. Thus, it is not clear what  actions SBA would take to ensure that preferred lenders or SBLCs address  lending program weaknesses. Although the process for certifying lenders  for PLP status—another means by which SBA oversees lenders—has  become better defined and more objective, some lenders told us they  continue to experience confusing and inconsistent procedures during this  process due to varying recommendations from field offices."], "subsections": [{"section_title": "SBA Has Made Progress in Developing Its Lender Oversight Function", "paragraphs": ["Since our June 1998 report, SBA has responded to a number of  recommendations for improving lender oversight by developing guidance,  establishing OLO, and doing more reviews. SBA developed “Standard  Operating Procedures” (SOP) for oversight of SBA’s lending partners and  the “Loan Policy and Program Oversight Guide for Lender Reviews” in  October 1999.", "SBA established OLO in fiscal year 1999 to coordinate and centralize  lender review processes for PLP and SBLC oversight. OLO created a  “Reviewer Guide” for personnel engaged in PLP reviews and does training  for all SBA staff involved in conducting preferred lender reviews. OLO  officials said that to effectively oversee and monitor SBA lenders, they also  evaluate lender-generated risk to the SBA portfolio, work with SBA  program offices to manage PLP oversight operations, and plan to conduct  regular and systematic portfolio analysis using a new loan monitoring  system. Additionally, to minimize the number of visits SBLCs receive  during a year, OLO combined PLP reviews with SBLC examinations  performed by FCA.", "In another effort to improve the lender review process, SBA developed an  automated, 105-item checklist that is designed to make its analysis more  objective. The questionnaire addresses lender organizational structure,  policies, and controls, but the answers are provided in a “yes-no” format  and generally refer to the presence or absence of specific documents. SBA  noted that the format makes assessments of lenders more consistent and  objective. However, we note that without a more substantive method of  evaluating lender performance, this approach does not provide a  meaningful assessment.", "SBA also has increased the number of PLP reviews performed. In June  1998, we reported that SBA had not reviewed 96 percent of 7(a) lenders,  including preferred lenders, in the districts we visited. SBA reviewed 385  reviews of 449 preferred lenders in its 2001-- 2002 review year."], "subsections": []}, {"section_title": "SBA’s Lender Oversight Does Not Adequately Focus on Financial Risk", "paragraphs": ["While elements of SBA’s oversight program touch on the financial risk  posed by preferred lenders, including SBLCs, weaknesses in the program  limit SBA’s ability to focus on, and respond to, current and future financial  risk to their portfolio. Neither the PLP review process nor SBA’s off-site  monitoring efforts adequately focus on the financial risk posed by  preferred and other lenders to SBA. SBA oversight of SBLCs is charged  with monitoring how SBLCs administer their credit programs, identifying  potential problems, and keeping SBA losses to an acceptable level.  However, SBA’s progress in reporting examination results in a timely  manner and implementing other program improvements limits the  effectiveness of SBA’s SBLC oversight.", "SBA officials stated that PLP reviews are strict compliance reviews that  are not designed to measure the lenders’ financial risk. Our review and  that of SBA’s Inspector General (IG) confirmed this. The PLP review  serves as SBA’s primary internal control mechanism to determine whether  preferred lenders are processing, servicing, and liquidating loans  according to SBA standards and whether such lenders should participate  in the programs. While the review has questions that touch on the financial  risk of a given loan, review staff are not required to answer them; and SBA  guidance explicitly states that the answers to the questions are for  research purposes only and are not to be considered in making any  determinations about the lender. By not including an assessment of the  financial risk posed by individual lenders during PLP reviews, SBA is  missing an opportunity to gather information that could help predict PLP  lenders’ future performance, thereby better preparing SBA to manage the  risk to its portfolio. The SBA IG also suggested that financial risk and  lender-based risk should be considered as part of a comprehensive  oversight program.", "SBA’s off-site monitoring efforts do not adequately assess the financial risk  posed by PLP and other lenders. SBA currently uses loan performance  benchmarking and portfolio analysis to serve as its primary tools for off- site monitoring. While SBA officials stated that loan performance  benchmarks are based on financial risk and serve as a measure to address  a lender’s potential risk to the SBA portfolio, we found that the  benchmarks were not consistently used for this purpose. In addition, we  found that OLO does not perform routine analysis of SBA’s portfolio to  assess financial risk. At the time of our review, staff produced ad-hoc  reports to analyze aggregate lending data to look for trends and to try to  anticipate risk."], "subsections": []}, {"section_title": "SBA Has Not Eliminated Weaknesses in SBLC Oversight That Pose a Threat to the SBA Portfolio", "paragraphs": ["Currently, FCA staff responsible for SBLC safety and soundness  examinations also perform PLP reviews at SBLCs—these reviews are the  same ones that SBA contractors perform at preferred lenders and employ  the same review checklist. Upon the completion of its examinations, FCA  provides a draft report to SBA for comment, incorporates any changes,  and then provides a final report to SBA, which, in turn, issues a final report  to the SBLC.", "SBA has not eliminated weaknesses in SBLC oversight, which were cited  by us and the SBA IG. We, and the SBA IG, found that final SBLC  examination reports were not issued in a timely manner. SBA’s IG  reported that final reports for fiscal year 2001 SBLC examinations were  not issued until February 2002, 10 months after OLO received the first  draft report from FCA. Our work confirmed these findings. We found that  OLO does not maintain standards for the timely issuance of examination  reports. However, OLO has recently developed draft customer service  goals calling for SBLC examination reports to be finalized within 90 days  of receipt of a draft report from FCA. However, as of August 2002, none of  the examination reports from fiscal year 2002 had been issued. According  to the IG, because of the delays in finalizing the reports and SBA’s policy  to delay any necessary enforcement actions until final reports are issued,  two SBLCs were allowed to continue operating in an unsafe and unsound  manner, despite early identification of material weaknesses during fiscal  year 2001 examinations. The effectiveness of any examination program is  measured, to a large degree, on its ability to identify and promptly remedy  unsafe and unsound conditions. By delaying reporting and remedial action,  SBA has significantly limited the effectiveness of its SBLC oversight  program.", "SBA has been slow to implement recommendations from FCA for  improving the SBLC examination program. In addition to examining  SBLCs, FCA was asked by SBA to provide recommendations for changes  in the SBLC program. Each year FCA provides its views in a  comprehensive report. FCA’s September 1999 report made 15  recommendations, 12 of which SBA agreed to implement. We reviewed  the reports for fiscal years 2000 and 2001, in which FCA made additional  recommendations with which SBA agreed. Yet, the 2001 report still lists 8  recommendations from the 1999 report and 2 from the 2000 report. SBA  officials explained that limited resources have contributed to the delay in  implementation of many of these recommendations."], "subsections": []}, {"section_title": "PLP Reviews Do Not Provide Adequate Assurance That Lenders Are Sufficiently Assessing Eligibility and Creditworthiness", "paragraphs": ["Assessing whether a borrower is eligible for 7(a) assistance is difficult  because the requirements are broad and variable, making a qualitative  assessment of a lender’s decision by a trained reviewer all the more  important. SBA regulations require a lender to attest to the borrower’s  demonstrated need for credit by determining that the desired credit is  unavailable to the borrower on reasonable terms and conditions from  nonfederal sources without SBA assistance. These “credit elsewhere”  provisions are particularly difficult to assess and must be determined prior  to assessing other credit factors. SBA guidance also requires preferred  lenders to certify that credit is not otherwise available and to retain the  explanation in the borrower file. SBA does provide guidance on factors  that may contribute to a borrower being unable to receive credit  elsewhere. Factors that lenders should consider include the following:    The business requires a loan with a longer maturity than the lender’s    The requested loan exceeds either the lender’s legal limit or policy limit,  regarding amounts loaned to one customer;   The lender’s liquidity depends upon selling the guaranteed portion of the  loan on the secondary market;   The collateral does not meet the lender’s policy requirements because of  its uniqueness or low value;   The lender’s policy normally does not allow loans to new ventures or  businesses in the applicant’s industry; and   Any other factors relating to the credit that in the lender’s opinion cannot  be overcome except by receiving a guaranty.", "Based on these criteria, the credit elsewhere test could always be satisfied  by structuring an SBA guaranteed loan so that its terms and conditions  differ from those available on the commercial market. As a result, these  loans could be made available to businesses that could obtain credit  elsewhere on reasonable market terms and conditions, although not the  same terms and conditions offered with the SBA guarantee.", "SBA officials stated that the credit elsewhere requirements are designed to  be broad so as to not limit a lender’s discretion and allow flexibility,  depending upon geographic region, economic conditions, and type of  business. For example, SBA officials said that when credit is more readily  available, businesses that require SBA assistance might be held to a  different standard, thereby making it more difficult to obtain the SBA  guarantee than when credit is tighter. Nonetheless, the flexibility that  lenders have along with the difficulty in assessing lenders’ credit  elsewhere decisions further support the need for developing specific  criteria for a credit elsewhere standard. These changes would facilitate a  more qualitative assessment of eligibility decisions made by preferred  lenders.", "Moreover, because it is a cursory review of documents in the file, the PLP  review also does not qualitatively assess a lender’s credit decision.  Preferred lenders are required to perform a thorough and complete credit  analysis of the borrower and establish repayment terms on the loan in the  form of a credit memorandum. SBA guidance requires, at a minimum,  discussion in the credit memorandum of a borrower’s capitalization or  proof that the borrower will have adequate capital for operations and  repayment, as well as capable management ability. SBA officials said that  lender review staff focus on the lender’s process for making credit  decisions rather than the lender’s decision. SBA officials said that it is  unlikely that the review would result in a determination that the loan  should not have been made. An SBA official stated that review staff would  not perform an in-depth financial analysis to assess the lender’s credit  decision and that a lender’s process would only be questioned in the case  of missing documentation. For example, review staff would cite a lender if  it did not document the borrower’s repayment ability.", "Some lenders we interviewed criticized the lack of technical expertise of  contract review staff. The lenders stated that review staff was unable to  provide additional insight into material compliance issues during the  review because of a lack of technical knowledge of the underwriting  process and requirements. For example, one lender said he was cited for  not signing a credit elsewhere statement, but the reviewer did not evaluate  a financial statement in the file substantiating the credit elsewhere  assessment.", "To improve PLP and SBLC oversight, we recommended that SBA  incorporate strategies into its review process to adequately measure the  financial risk lenders pose to SBA, develop specific criteria to apply to the  credit elsewhere standard, and perform qualitative assessments of lender  performance and lending decisions. SBA stated that it believes the existing  statutes, regulations, policies, and procedures provide sufficient guidance  to lenders. These are the same sources we analyzed and found to be broad,  making a qualitative assessment of a lender’s decisions difficult. SBA has  responded that it does measure financial risk of SBLCs through the safety  and soundness examinations conducted by FCA and that the PLP lender  reviews do estimate some degree of financial risk. We had noted both of  these measures in our December 9, 2002 report. We also noted that SBA  had not acted on suggestions that FCA had made to enhance SBA’s  oversight of SBLCs. Only 3 of 15 preferred lender review reports that we  reviewed provided any evidence of such an assessment. And, we note,  SBA’s review guidance does not require such a review. Thus, our  recommendations remain open."], "subsections": []}, {"section_title": "SBA Has Not Developed Clear Enforcement Policies for Preferred Lenders and SBLCs", "paragraphs": ["SBA has authority to suspend or revoke a lender’s PLP status for reasons  that include unacceptable loan performance; failure to make enough loans  under SBA’s expedited procedures; and violations of statutes, regulations,  or SBA policies. However, SBA has not developed policies and  procedures that describe circumstances under which it will suspend or  revoke PLP authority or how it will do so. SBA guidance does not include  specific follow-up procedures for PLP lenders that receive poor review  ratings, but it does discuss recommended patterns of follow-up. SBA  officials said that, in practice, they request action plans to address  deficiencies for any ratings of “minimally in compliance” and “not in  compliance.” In addition, lenders with ratings of not in compliance are to  receive follow-up reviews. SBA officials explained that because they want  to encourage lenders to participate in PLP, they prefer to work out  problems with lenders, and therefore rarely terminate PLP status. And,  where a lender persists in noncompliance, SBA will generally allow the  status to expire, rather than terminating it. However, without clear  enforcement policies, PLP lenders cannot be certain of the consequences  of certain ratings and they may not take the oversight program seriously.", "In November 2000, we recommended that the SBLC examination program  could be strengthened by clarifying SBA’s regulatory and enforcement  authority regarding SBLCs. Although it has the authority to do so, SBA has  yet to develop, through regulation, clear policies and procedures for taking  supervisory actions. By not expanding the range of its enforcement  actions—which it can do by promulgating regulations—SBA is limited in  the actions it can take to remedy unsafe and unsound conditions in SBLCs.  SBA regulations only provide for revocation or suspension of an SBLC  license for a violation of law, regulation, or any agreement with SBA.  Without less drastic measures, SBA has a limited capability to respond to  unsatisfactory conditions in an SBLC. Unlike SBA, federal bank and thrift  regulators use an array of statutorily defined supervisory actions, short of  suspension or revocation of a financial institution’s charter or federal  deposit insurance, if an institution fails to comply with regulations or is  unsafe or unsound.", "We recommended that SBA provide, through regulation, clear policies and  procedures for taking enforcement actions against preferred lenders and  SBLCs in the event of continued noncompliance with SBA’s regulations.  Most recently, SBA has responded that it does have clear policies and  procedures; however, the agency intends to expand upon them. We will  continue to followup and monitor SBA’s response to this recommendation."], "subsections": []}, {"section_title": "SBA’s Process for Administering PLP Status Presents Lenders with Challenges", "paragraphs": ["SBA’s preferred lender certification process begins when a district office  serving the area in which a lender’s office is located nominates the lender  for preferred status or when a lender requests a field office to consider it  for PLP status. The district will then request performance data regarding  the lender from SBA’s Sacramento Processing Center. The processing  center then provides the district office with data required to fill in part of a  worksheet developed for the nomination process. The district office sends  the completed worksheet, along with other required information, back to  the processing center. The processing center analyzes the nomination and  sends it with a recommendation to OFA for final decision.", "According to SBA’s SOP, in making its decision, OFA considers whether  the lender (1) has the required ability to process, close, service, and  liquidate loans; (2) has the ability to develop and analyze complete loan  packages; and (3) has a satisfactory performance history with SBA. OFA  also considers whether the lender shows a substantial commitment to  SBA’s “quality lending goals,” has the ability to meet the goals, and  demonstrates a “spirit of cooperation” with SBA.", "OFA and district office staff said that although district offices do not  provide final approval of PLP status for lenders in their districts, they  generally play an important role and district input is given significant  weight. Most of the district office staff we interviewed believed that they  had considerable influence on OFA’s decision regarding a lender’s PLP  status.", "A PLP lender may request an expansion of the territory in which it can  process PLP loans by submitting a request to the Sacramento Processing  Center. The processing center will obtain the recommendation of each  district office in the area into which the PLP lender would like to expand  its PLP operations. The processing center will forward the district  recommendations to OFA for a final decision.", "Lenders we interviewed had varying experiences in gaining and  maintaining their PLP status. While some lenders expressed general  satisfaction with the process and their understanding of it, others cited  problems. For example, several PLP lenders we interviewed said that they  had their PLP status declined in a specific district, although they had  already achieved PLP status in other districts. In some instances, lenders  said that they did not understand why they had been turned down, in light  of their proven performance. These lenders commented that some district  offices were not open to working with lenders from outside their districts  while others were. In our interviews with district offices, we sometimes  heard differing descriptions from district office officials on the level of  commitment required of a lender who wished to gain PLP status in their  district. Some district officials said that a lender had to maintain a physical  presence in the district, while others disagreed. However, all district office  officials expressed the need for some regular discussion with a lender to  understand the lender’s commitment to the district.", "Larger lenders, as well as the National Association of Government  Guaranteed Lenders (NAGGL), noted the administrative burden of  maintaining relationships with many of the 70 district offices to maintain  PLP status. The lenders noted that to receive and maintain PLP status in a  given district, it is generally necessary to meet at least annually with  district office staff to discuss status and plans for future lending. For some  large national lenders, this can amount to 40 or more visits per year. In  response to this concern, NAGGL has recommended a national PLP status  based on a uniform national standard to ease the administrative burdens  on large national lenders that account for the largest volume of PLP  lending.", "District office officials that we interviewed generally acknowledged that  they want to understand a lender’s plans for their district before agreeing  to endorse a lender that wishes to gain PLP status in their district. District  officials explained that PLP status is an important marketing tool for  lenders. As advocates for the credit needs of small businesses in their  districts, the district office officials see PLP status as a “carrot” to  encourage lenders to make a sufficient volume of loans to their district.  They suggest that a “national” PLP lender might make a large volume of  PLP loans nationwide, but none in their district. The officials reason that  without a district-by-district PLP status, district offices would lose an  important tool for encouraging lenders to respond to credit needs in their  districts.", "To hold lenders to a uniform national standard while maintaining  individual district office’s preferences and reinforcing their relationships  with PLP lenders, SBA developed a formula-driven lender evaluation  worksheet to facilitate the nomination, expansion, and renewal processes.  The worksheet replaces the former procedure that involved written  recommendations from district officials; however, it continues to award  points based on sometimes subjective criteria, such as the district office’s  assessment of the lender’s SBA marketing and outreach efforts, rather  than the formulas in the spreadsheet. Where this is the case, district office  staff are required to provide written justification for the points awarded.", "SBA has a Lender Liaison program, managed by its Office of Field  Operations (OFO), to assist large national lenders in managing  relationships with SBA. The program involves the assignment of a single  SBA official, generally a district director, to act as a liaison to a large  national lender. In the event that a large lender should experience  difficulty in managing its PLP status, it would have a single SBA official to  call to assist in resolving any problems. OFO staff said that feedback they  have received from lenders indicated that they like the program, finding it  useful for resolving difficulties. Two of the lenders we interviewed  participated in the program, and both expressed satisfaction with it. SBA  has designated lender liaisons for 20 PLP lenders and, at the time of our  review, intended to expand the program to 50 additional lenders. OLO  identified 70 lenders who have PLP status in 6 or more districts and could  benefit from the program.", "We recommended that SBA continue to explore ways to assist large  national lenders to participate in the PLP. SBA has indicated that they are  reviewing the issues we identified with regard to large national lenders  and considering the best approach to address the issues. We will continue  to followup with SBA and monitor its response on this matter."], "subsections": []}]}, {"section_title": "SBA’s Organizational Alignment Does Not Adequately Support SBA’s Lender Oversight Functions", "paragraphs": ["In our past work analyzing organizational alignment and workload issues  at SBA and other agencies’ efforts to improve management and  performance, we have described the importance of tying organizational  alignment to a clear and comprehensive mission statement and strategic  plan. By organizational alignment, we mean the integration of  organizational components, activities, core processes, and resources to  support efficient and effective achievement of outcomes. For example, we  noted how agency operations can be hampered by unclear linkage  between an agency’s mission and structure, but greatly enhanced when  they are tied together. We have identified human capital management  challenges in key areas, which include undertaking strategic human  capital planning and developing staffs whose size, skills, and deployment  meet agency needs. We have also noted the importance of separating  safety and soundness regulation and mission evaluation from the function  of mission promotion. While SBA’s role regarding PLP lenders is slightly  different from that of a safety and soundness regulator, two principles still  apply to SBA. First, oversight and program evaluation functions should be  organizationally separate and maintain an arm’s-length relationship from  program promotion. And second, in evaluating program compliance, SBA  needs to weigh the financial risks to the federal government along with the  7(a) program’s mission to provide credit to those who cannot get it  elsewhere.", "SBA officials have said and written that lender oversight is becoming an  increasing priority for SBA; however, the function is not housed in an  independent office with the exclusive role of providing lender oversight.  OLO was created within OCA in fiscal year 1999 to ensure consistent and  appropriate supervision of SBA’s lending partners; however, OCA has  other objectives, including the promotion of PLP to appropriate lenders.  OFA, also part of OCA, is responsible for providing overall direction for  the administration of SBA’s lending programs, including working with  lenders to deliver lending programs, including 7(a), and developing loan  policies and standard operating procedures.", "OFA’s lender oversight role is to provide final approval of lenders’ PLP  status and to take necessary enforcement actions against SBLCs. Yet, in its  promotion role, OFA works with lenders to deliver lending programs. Thus  the only explicit enforcement authority—the authority to revoke PLP  status—resides with OFA rather than OLO. The presence of both OFA and  OLO within OCA does not afford the oversight function an arm’s-length  position from the promotion function. The organizational arrangement  presents a potential conflict, or at least the appearance of a conflict,  between the desire to encourage lender participation in PLP and the need  to evaluate lender performance (with the potential for discontinuing  lenders’ participation in PLP).", "Evidence of overlapping responsibilities and poorly aligned resources also  can be seen in delays SBA has experienced in completing certain tasks  associated with lender oversight. As noted previously, these delays could  hamper effective PLP and SBLC oversight by delaying corrective action  that might arise from review findings. Since some, but not all,  responsibility for the lender oversight function migrated from OFA to  OLO, both offices continue to mingle responsibilities for certain functions.  The division of responsibility between OFA and OLO has created the need  for more interoffice coordination to complete certain tasks. For example,  we found substantial delays in finalizing PLP review reports and, as noted  earlier, in SBLC examination reports."], "subsections": []}]}], "fastfact": []}