{"id": "GAO-04-363", "url": "https://www.gao.gov/products/GAO-04-363", "title": "Medicare Savings Programs: Results of Social Security Administration's 2002 Outreach to Low-Income Beneficiaries", "published_date": "2004-03-26T00:00:00", "released_date": "2004-03-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["To assist low-income beneficiaries with their share of premiums and other out-of-pocket costs associated with Medicare, Congress has created four Medicare savings programs. Historic low enrollment in these programs has been attributed to several factors, including lack of awareness about the programs, and cumbersome eligibility determination and enrollment processes through state Medicaid programs. Concerned about this low enrollment, Congress passed legislation as part of the Medicare, Medicaid, and SCHIP Benefits Improvement and Protection Act of 2000 (BIPA) requiring the Social Security Administration (SSA) to notify low-income Medicare beneficiaries of their potential eligibility for Medicare savings programs. The statute also required GAO to study the impact of SSA's outreach effort. GAO examined what outreach SSA undertook to increase enrollment, how enrollment changed following SSA's 2002 outreach, and how enrollment changed in selected states following SSA's outreach and what additional outreach efforts these states undertook. GAO reviewed information obtained from SSA and the Centers for Medicare & Medicaid Services (CMS), analyzed enrollment data provided by SSA and CMS, and interviewed officials in and obtained data from six selected states (Alabama, California, Louisiana, New York, Pennsylvania, and Washington)."]}, {"section_title": "What GAO Found", "paragraphs": ["In response to a statutory requirement, SSA is carrying out an annual outreach effort to help increase enrollment in Medicare savings programs. This outreach effort consists of mailing letters to potentially eligible lowincome beneficiaries nationwide as well as sharing data with states to assist with their supplemental outreach efforts. In 2002, SSA sent 16.4 million letters to low-income Medicare beneficiaries whose incomes from Social Security and certain other federal sources met the income eligibility criteria for Medicare savings programs. The 2002 letters provided eligibility criteria for programs in the beneficiary's home state and urged beneficiaries interested in enrolling to call a state telephone number provided. In addition to sending these letters, SSA provided states with a data file containing information on the beneficiaries to whom it sent letters. In 2003, SSA sent another 4.3 million letters to potentially eligible beneficiaries, and indicated that it intends to repeat the outreach mailing annually to newly eligible beneficiaries and a portion of prior letter recipients. Following SSA's outreach efforts in 2002, GAO estimated that more than 74,000 additional eligible beneficiaries enrolled in Medicare savings programs, 0.5 percent of all 2002 letter recipients, than would have likely enrolled without the letter. CMS enrollment data also showed that growth in Medicare savings programs enrollment for the year following SSA's mailing was nearly double that for each of the 3 prior years. Of the 74,000 additional enrollees, certain states and demographic groups had somewhat larger increases in enrollment than other groups. The highest additional enrollment increase was in Alabama, where 2.9 percent of letter recipients enrolled, followed by Delaware at 2.0 percent. Beneficiaries less than 65 years old, persons with disabilities, racial and ethnic minorities, and residents in southern states also had higher enrollment rates than other groups. The percentage of letter recipients newly enrolling in Medicare savings programs following SSA's 2002 mailing ranged from 0.3 to 2.9 percent among the six states GAO reviewed. The varying effects on enrollment by state could be attributable to several factors, including the share of eligible beneficiaries enrolled in Medicare savings programs prior to the outreach, each state's ability to handle increased call and application volume, and a state's income and asset limits. Four states GAO reviewed reported increases in the numbers of calls received or applications mailed or received following the SSA mailing and then decreases after the mailing period ended. Each of the states GAO reviewed reported that the state or other stakeholders conducted additional outreach during SSA's 2002 outreach. SSA generally agreed with GAO's findings. CMS stated that it did not have specific comments on the report."]}], "report": [{"section_title": "Letter", "paragraphs": ["Medicare provides health insurance coverage for a broad array of services,  including hospital, physician, home health, and other services, to more  than 40 million Americans who are elderly, disabled, or have end-stage  renal disease. Medicare beneficiaries pay a portion of the program’s costs  through cost-sharing provisions—including premiums, deductibles, and  coinsurance—that can be difficult to afford for low-income beneficiaries.  To assist low-income beneficiaries, Congress has created several Medicare  savings programs that help pay for some or all of Medicare’s cost-sharing  provisions. There are four Medicare savings programs, each with differing  income eligibility requirements and levels of benefits—the Qualified  Medicare Beneficiary (QMB), Specified Low-Income Medicare Beneficiary  (SLMB), Qualifying Individual (QI), and Qualified Disabled and Working  Individual (QDWI) programs. To enroll, eligible beneficiaries must have  incomes and assets within the specific program’s federal ceilings and  enroll through their state Medicaid program, the joint federal state  program that covers health care services for certain individuals with low  incomes and resources. States may have less restrictive income and asset  requirements that eligible beneficiaries meet to qualify. As of September  2003, about 6.2 million beneficiaries were enrolled in Medicare savings  programs.", "We reported in 1999 that 43 percent of beneficiaries eligible for the QMB  and SLMB programs were not enrolled. More recent studies also have  reported low enrollment rates. Low program enrollment has been  attributed to several factors, including a lack of awareness about the  programs, ineffective outreach, a cumbersome eligibility determination  and enrollment process that varies among state Medicaid programs, and  perceived stigma among some potentially eligible beneficiaries about  enrolling in a program for low-income people.", "Concerned about low enrollment in Medicare savings programs, Congress  passed legislation in 2000 requiring the Social Security Administration  (SSA) to conduct outreach to low-income Medicare beneficiaries to notify  them of their potential eligibility for Medicare savings programs. SSA  began notifying beneficiaries in response to the statutory requirement in  2002. The statute also required us to study the impact of SSA’s outreach.  As agreed with the committees of jurisdiction, this report addresses the  following questions:    What outreach has SSA undertaken to increase enrollment in Medicare  savings programs in response to the statutory requirement?", "How did enrollment in the Medicare savings programs change following  SSA’s 2002 outreach to potential beneficiaries?", "How did enrollment in these programs change in selected states following  SSA’s outreach, and what outreach efforts did these selected states also  undertake?", "To examine SSA’s response to the statutory requirement for outreach to  eligible low-income Medicare beneficiaries, we obtained relevant  documents and interviewed officials from SSA and the Centers for  Medicare & Medicaid Services (CMS), the federal agency responsible for  administering the Medicare savings programs. To determine how  enrollment in Medicare savings programs changed following SSA’s  outreach, we analyzed records from SSA’s Master Beneficiary Record  (MBR)—a database that contains the administrative records of Social  Security beneficiaries, including payments for Medicare premiums—and  we report the additional enrollment following the 2002 SSA outreach that  was beyond what would have likely occurred in the absence of SSA’s  outreach. We estimated the additional enrollment increase following the  SSA mailing to all letter recipients. We analyzed these enrollment changes  at the national level as well as separately for all states and several  demographic groups, such as beneficiaries less than 65 years of age or in  certain minority groups. Any difference in increased enrollment among  state or demographic groups that we report was statistically significant at  a 95 percent confidence level. We also obtained CMS’s national enrollment  data for the Medicare savings programs and compared enrollment trends  before and after the SSA outreach. Whereas the SSA MBR data we  analyzed are specific to those beneficiaries who were sent SSA’s mailing,  the CMS data also included existing beneficiaries and are not limited to  the beneficiaries who were sent SSA’s mailing. To assess how SSA’s  outreach affected enrollment in selected states and what outreach efforts  these states undertook, we interviewed officials and collected data from  six states—Alabama, California, Louisiana, New York, Pennsylvania, and  Washington. We selected these states based on several factors, including  their different levels of change in overall Medicare savings programs  enrollment from 2002 to 2003, geographic diversity, relatively large  populations of Medicare savings programs enrollees, and availability of  data on their program enrollment. It was beyond the scope of our work to  examine the effectiveness of any outreach performed by states or CMS  separately from SSA’s outreach. In conducting our analyses, we obtained  information from SSA and CMS on reliability checks they made on the  data and any data limitations provided to us, and concluded that their data  were sufficiently reliable for our analysis. Appendix I provides more  detailed information on our methodology. We performed our work from  February 2003 through March 2004 in accordance with generally accepted  government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Medicare covers about 40 million elderly (over 65 years old) and disabled  beneficiaries. Individuals who are eligible for Medicare automatically  receive Hospital Insurance, known as part A, which helps pay for inpatient  hospital, skilled nursing facility, hospice, and certain home health services.  A beneficiary generally pays no premium for this coverage unless the  beneficiary or spouse has worked fewer than 40 quarters in his or her  lifetime, but the beneficiary is liable for required deductibles, coinsurance,  and copayment amounts. Medicare-eligible beneficiaries may elect to  purchase Supplementary Medical Insurance, known as part B, which helps  pay for certain physician, outpatient hospital, laboratory, and other  services. Beneficiaries must pay a premium for part B coverage, which  was $58.70 per month in 2003. Beneficiaries are also responsible for part  B deductibles, coinsurance, and copayments. Table 1 summarizes the  benefits covered and cost-sharing requirements for Medicare part A and  part B.", "Many low-income Medicare beneficiaries who cannot afford to pay  Medicare’s cost-sharing requirements receive assistance from Medicaid.  For Medicare beneficiaries qualifying for full Medicaid benefits, state  Medicaid programs pay for Medicare’s part A (if applicable) and part B  cost-sharing requirements up to the Medicaid payment rate as well as for  services that are not generally covered by Medicare, such as prescription  drugs. To qualify for full Medicaid benefits, beneficiaries must meet their  state’s eligibility criteria, which include income and asset requirements  that vary by state. In most states, beneficiaries that qualify for  Supplemental Security Income (SSI) automatically qualify for full  Medicaid benefits. Other beneficiaries may qualify through one of several  optional eligibility categories targeted to low-income beneficiaries,  individuals with high medical costs, or those receiving care at home or in  the community who otherwise would have been institutionalized.", "To assist low-income Medicare beneficiaries with their premium and cost- sharing obligations, Congress established several Medicare savings  programs—the QMB, SLMB, QI, and QDWI programs. Under these  programs, state Medicaid programs pay enrolled beneficiaries’ Medicare  premiums. As a result, for QMB, SLMB and QI beneficiaries, Medicare part  B premiums would not be deducted from their monthly SSA checks. The  QMB program also pays Medicare deductibles and other cost-sharing  requirements, thereby saving beneficiaries from having to make such  payments. Beneficiaries eligible for Medicare savings programs can apply  for and be determined to be eligible through their state Medicaid  programs. Thirty-three states have agreements with SSA whereby SSA  makes eligibility determinations for a state if beneficiaries are deemed  eligible by SSA to receive SSI benefits. In the other 18 states, even if an  individual is eligible to receive SSI benefits, an individual must file an  application with the state or local Medicaid agency to be eligible.  Beneficiaries qualifying for Medicare savings programs receive different  levels of assistance depending on their income. See table 2 for eligibility  criteria and benefits for each program.", "In 1998, Congress passed legislation specifically providing funding for SSA  to evaluate ways to promote Medicare savings programs. In response,  SSA conducted demonstration projects to explore the effects of using  various approaches to increase participation in Medicare savings  programs. In one of these demonstrations conducted in 1999 and 2000,  SSA tested six models designed to increase awareness and reduce barriers  to enrollment. The models were implemented at 20 sites in 10 states, as  well as the entire state of Massachusetts. The models differed in the extent  to which SSA was involved in outreach efforts beyond mailing the letters.  For example, in the “application model,” SSA staff screened beneficiaries  if they appeared to be eligible, completed applications, collected  supporting documents, and forwarded the completed application form and  supporting evidence to the state Medicaid agency for an eligibility  determination. In the “peer assistance model,” Medicare beneficiaries  contacted an AARP toll-free number and were screened for program  eligibility by an AARP volunteer. Across all six models, SSA sent more  than 700,000 letters informing low-income Medicare beneficiaries that they  may be eligible for benefits under the Medicare savings programs. The  enrollment rate for each model varied—ranging from an additional 7  enrollees per 1,000 letters to 26 enrollees per 1,000 letters—with the  application model recording the highest enrollment rate and peer  assistance recording the lowest.", "In 2000, Congress amended the Social Security Act, through BIPA,  requiring the Commissioner of Social Security to notify eligible Medicare  beneficiaries about assistance available from state Medicaid programs to  help pay Medicare premiums and cost sharing. BIPA also required SSA to  furnish each state Medicaid program with the names and addresses of  individuals residing in the state that SSA determines may be eligible for  the Medicare savings programs. SSA is required to update such  information at least annually.", "In addition to SSA’s outreach efforts, CMS and individual states have  engaged in efforts to increase enrollment in Medicare savings programs.  Since fiscal year 2002, CMS has included increasing awareness of the  Medicare savings programs as one of its Government Performance and  Results Act (GPRA) goals. Specifically, CMS’s goal in fiscal year 2002 was  to develop a baseline to measure awareness of Medicare savings programs  and to set future targets for increasing awareness. CMS estimated that 11  percent of beneficiaries were aware of Medicare savings programs in 2002  and the goal was to increase this to 13 percent for fiscal year 2003. As part  of its efforts to increase awareness, CMS has coordinated with states, SSA,  and other organizations regarding various outreach efforts; provided  information about Medicare savings programs in various CMS  publications; and developed a variety of educational materials for targeted  populations, including minorities. CMS efforts in increasing enrollment in  earlier years included setting state-specific enrollment targets and  measuring progress toward these enrollment targets; developing and  disseminating training and outreach materials to the states, and  sponsoring national and regional training workshops for a variety of  stakeholders, including other federal and state agencies, health care  providers, and community organizations; designing a model application for  Medicare savings programs that states can consider adopting; and  providing grant funding to state Medicaid agencies, state health insurance  assistance programs, and national advocacy groups to test and promote  innovative approaches to outreach.", "In 2001, CMS also contracted for a survey of states to identify activities  undertaken to increase program enrollment and streamline administration  of these programs. Some of the most common state efforts included  allowing application by mail (49 states), eliminating in-person interviews  (46 states), developing a shorter application form (43 states), and  conducting outreach presentations at health fairs (34 states). Other state  efforts identified by the survey included  increasing awareness of the programs through outreach efforts such as  direct mailings and other printed material, and public service  announcements on radio, television, and in newspapers;    providing training for employees and education for beneficiaries;    developing partnerships with other entities, such as State Health Insurance  Assistance programs and local agencies on aging, to enhance outreach  efforts and promote issues and solutions involving the Medicare savings  programs;    eliminating potential barriers to enrollment such as streamlining the  enrollment and renewal process and easing financial eligibility rules;    supplementing program benefits with other benefits, such as prescription  drug discount programs; and    providing information targeting underserved populations, including  minorities."], "subsections": []}, {"section_title": "SSA Is Conducting an Annual Outreach Effort Targeted to Low-Income Medicare Beneficiaries", "paragraphs": ["In response to BIPA, SSA is conducting an annual outreach effort to help  increase enrollment in Medicare savings programs. This outreach consists  of a nationwide mailing campaign and data sharing with the states. SSA  selected low-income Medicare beneficiaries to be sent an outreach letter if  their incomes were below the income eligibility ceilings for the Medicare  savings programs. From May through November 2002, SSA sent a total of  16.4 million outreach letters to persons potentially eligible for QMB,  SLMB, and QI. Additionally, in late 2002, SSA sent about 53,000 letters to  those potentially eligible for benefits under the QDWI program. Starting in  2003, SSA has targeted annual outreach letters to individuals newly eligible  for Medicare as well as a subset of those who were sent outreach letters in  2002 but are still not enrolled. From June through October 2003, SSA sent  outreach letters to 4.3 million of these beneficiaries. SSA intends to  continue its outreach mailing annually to potentially eligible beneficiaries,  including recipients who did not enroll after receiving earlier letters, as  well as those whose income has declined, making them eligible for the  program. In addition to sending outreach letters, in 2002 and 2003 SSA  provided states with a data file that listed residents who were potentially  eligible for benefits under the Medicare savings programs. SSA plans to  continue sharing these data once a year with states. The data provided by  SSA could be used by the states to coordinate their outreach with SSA’s or  supplement SSA’s outreach efforts.", "For the 2002 mailing, SSA sent letters three times each week from May  through November. Each time letters were mailed, SSA sent them to  approximately 207,000 Medicare beneficiaries randomly selected from the  16.4 million beneficiaries who were identified as potentially eligible for  QMB, SLMB, and QI. Letters were targeted to beneficiaries whose  incomes from Social Security and certain other federal sources were less  than 135 percent of the federal poverty level (FPL). Specifically, those  selected to be sent the outreach letters were intended to meet the  following three criteria:  individuals and couples entitled to Medicare, or within 2 months of  Medicare entitlement eligibility;  individuals who were not currently receiving Medicare savings program  benefits under a state Medicaid program or not already entitled to full  Medicaid based on SSI participation; and  individuals and couples whose combined Social Security income and  Department of Veterans Affairs and federal civil service pensions fell  below the program’s income eligibility ceiling.", "The letters provided information in English or Spanish about the Medicare  savings programs, including state-specific asset guidelines and a state  contact number. (See app. II for a sample 2002 outreach letter.) At the  end of November 2002, SSA sent a separate mailing to about 53,000  disabled working adults who were potentially eligible for benefits under  the QDWI program.", "Medicare beneficiaries who had sources of income other than Social  Security—such as income from employment and public and private  pensions—and whose incomes were above the programs’ eligibility  thresholds were selected nonetheless to be sent the SSA outreach letter  because SSA’s data systems do not collect information on these income  sources. In addition, SSA’s records do not contain information about  beneficiaries’ private assets, making it impossible for SSA to identify  whether letter recipients had assets within their states’ Medicare savings  programs’ eligibility limits—typically $4,000 for an individual and $6,000  for couples.", "In 2002, the Medicare Rights Center, a national health advocacy group for  older adults and people with disabilities, sought a federal court order  requiring SSA to resend 1.4 million letters to potentially eligible  beneficiaries in Connecticut and New York to correct erroneous  information on the asset limit for the QI program. The New York and  Connecticut letters had incorrectly informed potential beneficiaries that  only individuals with assets of less than $4,000 were eligible for the QI  program, even though Connecticut and New York abolished the asset  requirement for QI eligibility in 2001 and 2002, respectively. SSA agreed to  resend the letters and the parties settled the case before trial.", "In addition to sending letters to potentially eligible low-income Medicare  beneficiaries, in 2002 SSA provided all but six states with an electronic  data file containing the names of all beneficiaries to whom it had sent  letters in that state. The data file contained information that could assist  states with outreach efforts, such as the name, address, Social Security  number, date of birth, spouse’s name, and the basis for Medicare  entitlement of each letter recipient. SSA is required to provide updated  data to the states each year.", "For the June through October 2003 mailing, SSA sent a second round of  letters to about 4.3 million potentially eligible low-income Medicare  beneficiaries nationwide whom its records indicated might have met the  QMB, SLMB, and QI income eligibility criteria and were not currently  enrolled in Medicare savings programs. This mailing included beneficiaries  who were newly eligible since the 2002 mailing, current Medicare  beneficiaries who newly met the income criteria, and about one-fifth of  the beneficiaries notified in 2002 who still met the mailing criteria but  were not enrolled in a Medicare savings program. At the time we  conducted our work, enrollment data for beneficiaries who were sent the  letter in 2003 were not available.", "In contrast to the 2002 letter that provided state-specific eligibility criteria  and a state-specific telephone number, the 2003 letter did not contain  customized state information, but provided more general national  information. The letter suggested that beneficiaries who may be eligible  check the government list in their local telephone books for their local  Medicaid contact or call the general 1-800-Medicare number that refers  callers to state help lines, such as state or local medical assistance offices,  social services, or welfare offices. SSA gave several reasons for not  including state-specific information in the 2003 letter. One official  indicated that there was additional cost to SSA to develop state-specific  letters and therefore the agency did not tailor the letters for each state.  CMS officials reported that a few states did not want to provide state-level  contact numbers because eligibility and other Medicare savings program  administrative matters were actually conducted at the county levels.  Furthermore, in some cases, the telephone numbers states initially  provided were changed shortly before the 2002 mailings were begun,  creating additional need for SSA to coordinate with states in finalizing the  letters. However, some state officials we interviewed expressed concern  about the lack of state-specific information for the 2003 mailing. Their  concern was that, given that most states had established mechanisms for  responding to these inquiries for the larger 2002 mailing, not including  state-specific criteria or contact information on the letter could make the  letter less effective since it could be more difficult for beneficiaries to  obtain direct assistance or applications for eligibility determinations."], "subsections": []}, {"section_title": "Medicare Savings Program Enrollment Increased by More than 74,000 Beneficiaries Following the 2002 SSA Mailing", "paragraphs": ["We estimate that SSA’s mailing from May through November 2002 to 16.4  million potentially eligible beneficiaries contributed to more than 74,000  additional beneficiaries enrolling in Medicare savings programs. Further,  in the year following SSA’s mailing, nationwide enrollment in Medicare  savings programs increased 2.4 to 2.9 percentage points over that in the 3  previous years. Certain demographic groups also had larger additional  increases in enrollment following the 2002 SSA mailing. For example,  beneficiaries less than 65 years old, persons with disabilities, racial and  ethnic minorities, and residents in southern states experienced larger  additional increases in enrollment."], "subsections": [{"section_title": "More than 74,000 Additional Beneficiaries Enrolled in Medicare Savings Programs Following SSA’s 2002 Mailing", "paragraphs": ["On the basis of our analysis of SSA’s Master Beneficiary Record (MBR),  we estimate that, of the 16.4 million SSA letter recipients in 2002, an  additional 74,000 beneficiaries (0.5 percent of letter recipients) enrolled in  Medicare savings programs than would have likely enrolled without the  mailing. To estimate this increased enrollment, we examined two cohorts  of letter recipients—a cohort of 1.3 million beneficiaries who were sent  the letters during the first six mailings in May 2002 and a baseline cohort  of 1.3 million beneficiaries who were sent the letters during the last six  mailings through November 2002. Because SSA sent the mailing to  beneficiaries in a random order nationwide from May through November  2002, the only difference between the cohorts is the time at which the  letters were sent to them. As a result, other factors that could influence  enrollment patterns, such as demographic differences or other outreach  efforts by CMS and the states, should affect the May and November  cohorts similarly. We used the November 2002 cohort as a baseline to  examine how the May 2002 cohort’s enrollment in Medicare savings  programs was affected following SSA’s mailing.", "As shown in figure 1, by August 2002—3 months after the initial letters  were sent in May 2002—the Medicare savings program enrollment for the  May cohort began to increase faster than that of the November cohort,  which was yet to have the SSA letter sent to them. While the cohorts were  sent the SSA letters in May or November 2002, SSA officials reported that  it typically takes about 3 months before enrollment is reported in the MBR.", "As of December 2002, more than 5,800 additional beneficiaries in the  cohort of 1.3 million beneficiaries who were sent the letter in May had  enrolled in Medicare savings programs compared with the November  cohort, whose enrollment was not yet affected by the mailing. (See table  3.) This additional enrollment in the May cohort represents 0.5 percent of  the letter recipients. Projecting the experience of the May cohort to the  universe of the 16.4 million letter recipients results in an estimate of over  74,000 additional beneficiaries enrolling in Medicare savings programs as a  result of the 2002 SSA mailing.", "Nationwide, CMS data showed that Medicare savings programs  experienced an overall net increase in enrollment of 5.9 percent (341,069  individuals) from May 2002—the start of SSA’s mailing—to May 2003.  This 5.9 percent increase was nearly double the 3.0 to 3.5 percent  increases in the 3 previous years before SSA’s nationwide mailings. (See  table 4.) These data suggest that SSA’s mailing helped to increase  enrollment at a greater annual rate than in earlier years."], "subsections": []}, {"section_title": "Certain States and Demographic Groups Had Higher Enrollment Rates Following SSA’s Outreach", "paragraphs": ["Across the United States, letter recipients residing in the southern states  had a 0.6 percent additional increase in enrollment following SSA’s  mailing. This was more than residents in the Northeast, Midwest, and  West, where the additional increase in enrollment was 0.4 percent. Thirty- five states had an additional increase in enrollment following the SSA  mailing compared to the increase that would likely have occurred without  the letter. Of the thirty-five states, the largest additional increase in  enrollment following the SSA mailing occurred in Alabama, (2.9 percent),  followed by Delaware (2.0 percent), and Mississippi (1.3 percent). While  data from 13 other states showed an increase in enrollment following the  SSA mailing, these increases were not statistically significant. Another  three states showed a decrease in enrollment following the SSA mailing,  but these changes also were not statistically significant. Appendix III  provides the additional percentage change in enrollment following the  2002 SSA mailing for each state.", "Certain demographic groups also had higher additional increases in  enrollment rates than the additional increase among all letter recipients. In  comparison to the 0.5 percent additional increase in enrollment among all  letter recipients, beneficiaries less than 65 years old and beneficiaries of  any age who qualified for Medicare as a result of a disability each had a 0.8  percent additional increase in enrollment following SSA’s outreach. Also,  minority beneficiaries, which based on SSA’s data categories include  blacks or individuals of African origin, Asians and Pacific Islanders, and  North American Indians or Eskimos, had a 0.7 percent additional increase  in enrollment. Appendix IV provides data for all demographic groups that  we examined."], "subsections": []}]}, {"section_title": "Enrollment Increases Varied among Selected States We Reviewed, with Several Reporting Increased Calls and Applications Concurrent with SSA Mailing", "paragraphs": ["The percentage of additional letter recipients newly enrolling in Medicare  savings programs following SSA’s mailings varied significantly among the  six states we reviewed. Among these six states, enrollment increases  ranged from 0.3 to 2.9 percent. Further, several states we reviewed  reported that calls to their telephone hot lines and applications mailed or  received increased sharply during the period of the SSA outreach. In  addition, some states supplemented SSA efforts with outreach efforts of  their own, while other states were aware of or assisted outreach efforts by  private or community groups."], "subsections": [{"section_title": "SSA Outreach Efforts Had Varying Effects on Enrollment in Selected States", "paragraphs": ["Among the states we reviewed, SSA’s outreach had varying effects on the  percentage of letter recipients enrolling. Alabama, with 2.9 percent  additional letter recipients enrolled compared to the percentage that likely  would have enrolled without the SSA letter, had the largest additional  increase in enrollment following the SSA mailing. This contrasts with the  national average of 0.5 percent. For the states we reviewed, SSA’s  outreach had the least impact on Medicare savings program enrollment in  California, Washington, and New York with a 0.3 percent increase in  additional enrollment. (See table 5.)", "The varying effects on enrollment by state can be attributed to several  factors, including, the share of eligible beneficiaries already enrolled in  Medicare savings programs prior to the outreach, a state’s ability to handle  increased phone calls and applications, and a state’s income and asset  limits. For example, a smaller share of low-income elderly beneficiaries in  Alabama was enrolled in QMB as of the year prior to the SSA mailing than  the national average. Specifically, the number of QMB enrollees in  Alabama in 2001 was about half the number of Alabama seniors reported  by the Census Bureau to have incomes below the limit for the QMB  program. In contrast, about three-quarters of the seniors nationwide who  reported income below the QMB limit were enrolled. As a result, a larger  number of letter recipients in Alabama may have been able to meet the  QMB and other Medicare savings program eligibility criteria whereas other  states may have already enrolled a larger share of these beneficiaries.  Further, each of the states we reviewed established or used an existing  state-specific telephone number that was listed in the SSA letter to receive  calls. After the SSA mailing started, however, California’s phone number  was discontinued and calls were redirected to CMS’s nationwide 1-800- Medicare number. California’s lower enrollment could also result from its  eligibility requirements for SSI. For example, in a prior demonstration,  SSA’s mailing in 1999 and 2000 resulted in lower enrollment in California  than in other demonstration sites, in part because the state offered a  generous state supplement to SSI. Therefore, there were potentially not as  many people eligible for the Medicare savings programs. In addition,  other state differences, such as different state asset eligibility  requirements and application requirements as well as state efforts to  support the SSA outreach, may have contributed to different effects  among states."], "subsections": []}, {"section_title": "States Reported Increased Interest in Medicare Savings Programs Concurrent with SSA and States’ Outreach Efforts", "paragraphs": ["States we reviewed often reported that calls to their hot lines and  applications for Medicare savings programs increased significantly during  the period of the 2002 SSA mailing. Four states provided data on the  monthly trends in the number of calls either related to Medicare and  Medicaid in general or the Medicare savings program specifically that  showed increases concurrent with the 2002 SSA mailing. Three states were  also able to provide data on changes in the number of applications sent to  interested beneficiaries or received from beneficiaries. (See table 6.) While  officials in several states indicated that not all of the increases noted could  be attributed directly to the SSA mailing, the data provided by the states  suggest that beneficiaries’ interest in Medicare savings programs increased  during the mailing period. For example, Alabama experienced a 19 percent  increase in monthly calls to its state hot line related to any Medicare and  Medicaid issue after the SSA mailings began; this was followed by a 25  percent decrease after the mailings ended. Alabama also experienced a  158 percent surge in applications received per month during the SSA  mailing and then a decrease of 57 percent afterwards. State officials  reported that Washington tracked calls and applications specific to the  SSA mailing, and these data showed 85 percent decreases in both monthly  call volume and applications mailed out to beneficiaries after the mailings  ended; Washington also reported a 72 percent monthly decrease in  applications received after the 2002 mailings ended.", "Concurrent with SSA’s mailing, each of the states we reviewed reported  that the state or other stakeholders conducted additional outreach. For  example, the Louisiana Department of Health and Hospitals and the  Pennsylvania Health Law Project, a coalition advocating for low-income  individuals and the disabled, each received 3-year grants from the Robert  Wood Johnson Foundation in 2002 to conduct outreach to low-income  Medicare beneficiaries in these states. A state official also reported that in  2002 the New York Department of Health developed and distributed  100,000 copies of a brochure called “How To Protect Your Health and  Money,” which included information about the Medicare savings  programs, and conducted a “Senior Day” at 16 sites in New York City and  several other districts as well as presentations at local fairs. Other states  reported coordinating with community or state organizations as well as  private health plans participating in Medicare, such as health maintenance  organizations participating in the Medicare + Choice program. Some  private health plans conducted outreach to increase Medicare savings  program enrollment since CMS pays these plans a higher rate for these  enrollees. Several state officials also said that their states work with other  groups, such as the local departments of aging or senior services and local  businesses and community organizations, to assist with outreach efforts to  potentially eligible beneficiaries. None of the states we reviewed reported  having assessed the effectiveness of their outreach efforts.", "Of the six states we reviewed, only Louisiana and Pennsylvania officials  reported that they used the data file listing names and addresses of  potentially eligible beneficiaries provided by SSA in 2002 to assist with  state outreach or enrollment efforts. For example, after receiving the SSA  data file, seven parishes in Louisiana used it to obtain a list of potentially  eligible beneficiaries and sent an application with a letter and return  envelope to these beneficiaries. In 2003, about 20,450 applications were  mailed to potential beneficiaries. Pennsylvania officials used the file to  cross-check against the state’s own data system to assess the number of  applications authorized, rejected, or denied as a result of the SSA mailing."], "subsections": []}]}, {"section_title": "Agency and State Comments", "paragraphs": ["We provided a draft of this report to SSA, CMS, and state Medicaid  agencies in Alabama, California, Louisiana, New York, Pennsylvania, and  Washington. In written comments, SSA generally concurred with our  findings and provided technical comments that we incorporated as  appropriate. SSA also noted that improvements in state enrollment  processes could further increase enrollment. SSA’s comments are  reprinted in appendix V. In a written response, CMS stated it did not have  any specific comments on the report. However, CMS provided technical  comments that we incorporated as appropriate.", "While we did not examine the effects of SSA’s 2003 mailing, Louisiana  Medicaid officials indicated that, in comparison to the 2002 SSA mailing,  there was little increase in call volume following SSA’s 2003 mailing, and  that they believe that this was because a state-specific telephone number  was not included in the 2003 outreach letter. New York Medicaid officials  stated that they found an increase in Medicare savings program enrollment  of over 6 percent from December 2002 to December 2003. However, in  addition to being a different timeframe from what we examined, we do not  believe that all of this increase can be attributed to the SSA mailing. Based  on our analysis of SSA’s MBR data, we report a 0.3 percent increase in  enrollment in New York specifically attributable to the 2002 SSA outreach  mailing. We found the net increase in enrollment from May 2002 to May  2003 (following SSA’s 2002 mailing) to be 5.9 percent nationwide, similar  to the net increase in enrollment that New York reported from December  2002 to December 2003. Louisiana and Pennsylvania Medicaid officials  also provided technical comments that we incorporated as appropriate.  Alabama, California, and Washington Medicaid officials reviewed the draft  and stated that the report accurately reflected information relevant to their  respective states.", "We are sending copies of this report to the Commissioner of SSA, the  Administrator of CMS, and other interested parties. We will also provide  copies to others on request. In addition, this report will be available at no  charge on GAO’s Web site at http://www.gao.gov.", "Please call me at (202) 512-7118 or John Dicken at (202) 512-7043 if you  have any additional questions. N. Rotimi Adebonojo and Rashmi Agarwal  were major contributors to this report."], "subsections": []}]}, {"section_title": "Appendix I: Methodology", "paragraphs": ["To determine what outreach the Social Security Administration (SSA)  conducted in response to the statutory requirement, we obtained and  reviewed copies of SSA documents, including sample 2002 and 2003  outreach letters and data on the number of letters sent to eligible Medicare  beneficiaries in each state, as well as reports prepared by the Centers for  Medicare & Medicaid Services (CMS) related to the Medicare savings  program. In addition, we interviewed officials from the SSA and CMS.", "To determine how enrollment changed following SSA’s outreach, we  analyzed records from SSA’s Master Beneficiary Record (MBR)—a  database that contains the administrative records of Social Security  beneficiaries, including payments for Medicare premiums—and CMS’s  national enrollment data for the Medicare savings programs. The MBR  data contain demographic information as well as information on the  monthly deductions made from beneficiaries’ Social Security checks to  cover Medicare part B premiums. We obtained MBR data on beneficiaries  who were sent the outreach letters in the first six mailings in May and the  last six mailings through November 2002, representing 2.6 million of the  16.4 million Social Security beneficiaries who were sent letters from SSA.  To determine which letter recipients enrolled in the Medicare savings  programs following SSA’s 2002 mailing, we identified letter recipients who  met the following criteria:  those whose date of eligibility for Medicare savings programs began  January 2002 or afterwards;  those for whom a third-party payer, specifically a state, made payments on  their behalf to cover Medicare part B premiums;  and  those who no longer had the premium deduction made from their Social  Security checks to cover Medicare part B premiums at any point from June  2002 through December 2002.", "In order to estimate the impact of the SSA outreach mailing on additional  enrollment in Medicare savings programs, we analyzed monthly  enrollment from June 2002 to December 2002 for two cohorts of letter  recipients to identify letter recipients who enrolled in Medicare savings  programs following the initiation of the SSA mailing in May 2002. Because  the mailings were sent to beneficiaries in a random order, the only notable  difference between the recipients in the two cohorts would be the timing  of when the SSA letters were sent to them. SSA officials noted that it  typically takes about 3 months until enrollment is reported on the MBR.  Therefore, since the mailings began in May 2002, the first effects of the  mailing would not have been apparent until after June 2002. We analyzed  the MBR data provided by SSA to determine specifically what month and  year a letter recipient enrolled in Medicare savings programs. Using the  enrollment by the November cohort as a baseline because these  individuals met the same selection criteria as those in the May cohort, we  estimated the net effect of the SSA mailing by comparing the difference in  cumulative monthly enrollment between the May and November cohorts  in December 2002—this difference represented the additional enrollment  we attributed to the SSA mailing. We made the comparison in December  2002 because after this date the enrollment of the baseline group began  increasing at a rate faster than the May cohort, indicating that this was the  point when the largest cumulative difference in enrollment between the  two cohorts occurred before the effects of the mailing started becoming  evident for the November cohort. Using the same methodology, we  calculated the effect of the SSA outreach letter for certain demographic  groups and for beneficiaries in each state. We also obtained and analyzed  data contained in CMS’s third party master file for the period May 1999 to  May 2003 that tracks national Medicare savings programs enrollment.  Using these data, we examined how national Medicare savings enrollment  trends compared before and after the 2002 SSA mailing.", "To determine how additional enrollment in the programs changed in  selected states following SSA’s outreach and what outreach efforts these  states undertook, we interviewed Medicaid officials in six states— Alabama, California, Louisiana, New York, Pennsylvania, and Washington.  We selected these states based on several factors, including states with  different levels of change in overall Medicare savings programs enrollment  from 2002 to 2003, geographic diversity, relatively large populations of  Medicare savings programs enrollees, and availability of data on program  enrollment. We also reviewed CMS’s third party master file to identify how  many beneficiaries in each state were enrolled in Medicare savings  programs, and analyzed records from SSA’s MBR to estimate the  additional enrollment in each state following the SSA mailing. In addition,  we obtained information from each state to the extent available on its  involvement with the SSA mailing, the state’s specific eligibility criteria for  its Medicare savings program, outreach efforts conducted by the state to  low-income Medicare beneficiaries, and state data on call and application  volume before, during, and after the SSA outreach.", "We obtained information from SSA and CMS on their data reliability  checks and any known limitations on the data they provided us. SSA and  CMS perform quality controls, such as data system edits, on the MBR and  the third party beneficiary master file, respectively. We concluded that  their data were sufficiently reliable for our analysis. A few MBR variables  have certain limitations. For example, some Medicare beneficiaries receive  their Social Security payments electronically, and therefore may not keep  the record of their mailing address current. For our analysis we only used  the beneficiary’s state of residence, which is less likely to change as SSA  reported that, even if a beneficiary’s address changes, the beneficiary often   stays within the same state of residence. Finally, since it is optional for  beneficiaries to identify their race, a number of Social Security recipients  do not. However, sufficient numbers of individuals reported their race to  to allow us to analyze these data and also report missing or unknown  values."], "subsections": []}, {"section_title": "Appendix II: SSA 2002 Outreach Letter", "paragraphs": ["SSA mailed 16.4 million letters in 2002 to potentially eligible Medicare  beneficiaries notifying them about state Medicare savings programs. These  letters were customized to include state-specific information, including a  state contact number. These letters were sent in English or Spanish,  depending on the beneficiary’s preference. Figure 2 provides a sample of  the outreach letter sent to a beneficiary in Texas between May and  November 2002."], "subsections": []}, {"section_title": "Appendix III: Medicare Savings Program Enrollment following 2002 SSA Mailing by State", "paragraphs": ["Figure 3 shows enrollment by state of the estimated 74,000 additional  beneficiaries who enrolled in Medicare savings programs following the  2002 SSA mailing. Because these estimates are based on two cohorts of  about 1.3 million beneficiaries each that represent a sample of the entire  population of 16.4 million beneficiaries, we calculated 95 percent  confidence intervals to reflect the potential for statistical error in  projecting these estimates from the sample cohorts to the entire  population. The small sample size in states with smaller populations  results in larger confidence intervals for the estimates for these states. The  highest additional increase in enrollment was in Alabama, in which an  estimated 2.9 percent (with a 95 percent confidence interval of 2.6 percent  to 3.3 percent) of beneficiaries who were sent the SSA letter enrolled than  if the mailing had not occurred. In three states (Montana, Utah, and  Vermont) our analysis showed no additional or slightly negative  enrollment following the SSA mailing, and because the confidence  intervals for these and 13 other states overlap the numeric value zero, the  data do not show a statistically significant change in additional enrollment  in the Medicare savings programs following the 2002 SSA mailing for these  states. The other 35 states showed a statistically significant increase in  additional enrollment in the Medicare savings programs following the 2002  SSA mailing."], "subsections": []}, {"section_title": "Appendix IV: Medicare Savings Program Enrollment following 2002 SSA Mailing by Demographic Group", "paragraphs": ["On the basis of our analysis of SSA’s MBR, we estimate that enrollment in  Medicare savings programs was about 74,000 higher for Medicare  beneficiaries following the 2002 SSA mailing than it would have been  without the mailing. This represents about 0.5 percent of the 16.4 million  letters sent nationwide. However, this additional enrollment following the  SSA mailing varied among demographic groups.", "Figure 4 shows the additional enrollment in Medicare savings programs  following the 2002 SSA mailing by geographic region and demographic  groups, including racial categories, sex, disability status, and age  categories. Because these estimates are based on two cohorts of about 1.3  million beneficiaries each that represent a sample of the entire population  of 16.4 million beneficiaries, we calculated 95 percent confidence intervals  to reflect the potential for statistical error in projecting these estimates  from the sample cohorts to the entire population. Additional enrollment  following the 2002 SSA mailing was statistically significantly higher among  beneficiaries in southern states compared to other geographic regions,  minorities compared to white beneficiaries, beneficiaries with disabilities  compared to beneficiaries without disabilities, and beneficiaries who were  younger than 65 years compared to those who were 65 years or older."], "subsections": []}, {"section_title": "Appendix V: Comments from the Social Security Administration", "paragraphs": [], "subsections": []}, {"section_title": "Related GAO Products", "paragraphs": ["Medicare and Medicaid: Implementing State Demonstrations for Dual  Eligibles Has Proven Challenging. GAO/HEHS-00-94. Washington, D.C.:  August 18, 2000.", "Low-Income Medicare Beneficiaries: Further Outreach and  Administrative Simplification Could Increase Enrollment. GAO/HEHS- 99-61. Washington, D.C.: April 9, 1999.", "Medicare and Medicaid: Meeting Needs of Dual Eligibles Raises Difficult  Cost and Care Issues. GAO/T-HEHS-97-119. Washington, D.C.: April 29,  1997.", "Medicare and Medicaid: Many Eligible People Not Enrolled in Qualified  Medicare Beneficiary Program. GAO/HEHS-94-52. Washington, D.C.:  January 20, 1994."], "subsections": []}], "fastfact": []}