{"id": "GAO-19-225T", "url": "https://www.gao.gov/products/GAO-19-225T", "title": "Navy and Marine Corps: Rebuilding Ship, Submarine, and Aviation Readiness Will Require Time and Sustained Management Attention", "published_date": "2018-12-12T00:00:00", "released_date": "2018-12-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The 2018 National Defense Strategy emphasizes that restoring and retaining readiness is critical to success in the emerging security environment. The Navy and Marine Corps are working to rebuild the readiness of their forces while growing and modernizing their aging fleet of ships and aircraft. However, achieving readiness recovery goals will take years as both services continue to be challenged to rebuild readiness amid continued operational demands.", "This statement provides information on current and future readiness challenges facing (1) the Navy ship and submarine fleet and (2) Navy and Marine Corps aviation. GAO also discusses prior recommendations on Navy and Marine Corps readiness and progress to address them.", "This statement is based on previously published work since 2015 related to Navy and Marine Corps readiness challenges, including shipyard workforce and capital investment, ship crewing, weapon system sustainment, the fighter pilot workforce, and modernizing force structure. GAO conducted site visits to the Pacific fleet in November 2018 and analyzed updated data, as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["The Navy has taken steps to address training shortfalls in the surface fleet, but faces persistent maintenance and personnel challenges as it seeks to rebuild ship and submarine readiness. While the Navy has corrective actions underway, they will take years to implement. Following ship collisions in 2017, the Navy has taken steps to ensure its crews are trained to standards prior to deployment and made significant progress in those efforts. However, the Navy has struggled to complete ship maintenance—with only 30 percent of maintenance completed on time since fiscal year 2012—leading to thousands of days that ships were unavailable for training and operations (see figure). Additionally, manning shortfalls and experience gaps continue to contribute to high sailor workload and are likely to continue through at least fiscal year 2021. The Navy has developed a plan to improve shipyards and is re-examining its ship manning, among other actions; however, these positive steps have not yet fully addressed GAO's recommendations. Looking to the future, the Navy has indicated that it wants to grow its fleet to meet demands. However, the costs of such growth are not yet known and would likely require resourcing well above currently planned levels.", "Navy and Marine Corps aircraft availability has been limited due to numerous challenges (see figure). Specifically, the seven aircraft GAO reviewed have generally experienced decreasing availability since fiscal year 2011 and did not meet availability goals in fiscal years 2017 and 2018. The F-35—the future of naval aviation—also has not met availability goals due to part shortages and poor sustainment planning. In September 2018, the Department of Defense established aggressive targets for aircraft availability. While the Navy and Marine Corps are taking actions to improve aircraft availability, including addressing GAO's recommendations, aviation readiness will take many years to recover."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO has made a total of 45 recommendations in the prior work described in this statement. The Department of Defense concurred with most of them, and has many actions underway, but has not yet fully implemented any. Attention to these recommendations can assist the Navy and the Marine Corps as they seek to rebuild the readiness of their forces."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to be here today to discuss issues related  to Navy and Marine Corps readiness.", "In June 2017, we issued a report highlighting five key mission challenges  facing the Department of Defense (DOD). In that report, we noted that  the United States faces an extremely challenging national security  environment at the same time it is grappling with addressing an  unsustainable fiscal situation in which DOD accounts for approximately  half of the federal government’s discretionary spending. Within this  environment, DOD is working to both rebuild the readiness of its current  forces and modernize to meet future threats. Since we issued that report,  the department released a new National Defense Strategy in January  2018 that prioritizes the long-term challenges posed by highly capable  adversaries and emphasizes the need to rebuild readiness. Additionally,  Congress has passed appropriations to fund DOD’s effort to restore  readiness.", "This statement provides information on current and future readiness  challenges facing the (1) Navy ship and submarine fleet and (2) Navy and  Marine Corps aviation. In appendix I, we also summarize our  recommendations related to Navy and Marine Corps readiness that we  have made in prior reports and we summarize any progress the Navy and  Marine Corps have made to implement those recommendations.", "This statement is based on prior reports we issued from 2015 through  2018 examining Navy and Marine Corps readiness challenges, shipyard  workforce and capital investment, ship crewing, weapon system  sustainment, the fighter pilot workforce, and force structure. To perform our prior work, we analyzed Navy and Marine Corps readiness,  maintenance, personnel, and training data, and interviewed cognizant  Navy and Marine Corps officials involved in operations. The reports cited  throughout this statement contain more details on the scope of the work  and the methodology used to carry it out. This statement also includes  updates to information as of November 2018, as appropriate, based on  Navy and Marine Corps documentation and discussions with senior Navy  leadership, the Fleet Forces Command, the Pacific Fleet, and other  officials. We also conducted 10 group discussions with officers and  enlisted personnel aboard a cruiser and a destroyer based in Yokosuka,  Japan in November 2018 to discuss crew workload, training, and ship  manning. We have also issued several classified reports since 2015  examining these issues and made recommendations to the Navy and the  Marine Corps; however, this statement does not include that work.", "We conducted the work on which this testimony is based in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on  our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["We testified before the Senate Committee on Armed Services in  September 2017 after four significant mishaps at sea resulted in the loss  of 17 sailors’ lives and serious damage to Navy ships. We reported on  some of the Navy’s challenges, including the degraded condition and  expired training certifications of ships homeported overseas, reductions to  ship crews that contributed to sailor overwork and safety risks, and an  inability to complete maintenance on time. Since that time, the Navy has  completed two internal reviews to address these and other challenges,  identifying 111 recommendations to improve surface fleet readiness. The  Navy formed an executive group to guide and closely track the  implementation of recommendations, and its reform efforts are ongoing.  As of November 2018, the Navy reported that it had implemented 78 (i.e., 70 percent) of these recommendations. Navy officials recognize that full  implementation will take significant time and management attention to  address the fundamental readiness challenges identified. In figure 1, we  show photographs of two of the four Navy ships involved in significant  mishaps that occurred in 2017. Both the USS Fitzgerald and the USS  John S. McCain were involved in collisions that resulted in sailor fatalities.", "DOD has reported that more than a decade of conflict, budget  uncertainty, and reductions in force structure have degraded its  readiness; in response, the department has made rebuilding readiness a  priority. The 2018 National Defense Strategy emphasizes that restoring  and retaining readiness across the entire spectrum of conflict is critical to  success in the emerging security environment. Nevertheless, DOD  reported that readiness of the total military force remains low and has  remained so since 2013. Our work has shown that the Navy has  experienced increasing maintenance challenges as a high pace of  operations has continued and maintenance has been deferred.  Maintenance and personnel challenges also hinder readiness recovery of  Navy aircraft. For the Marine Corps, our work has shown that ground  force readiness has improved and remained stable in recent years, but  acute readiness problems remain in aviation units.", "Over the past year, DOD has made department-wide progress in  developing a plan to rebuild the readiness of the military force, with the  military services providing regular input on the status of their readiness  recovery efforts. In August 2018, we reported that the Office of the  Secretary of Defense has developed a Readiness Recovery Framework  that the department is using to guide the services’ efforts and plans to use  to regularly assess, validate, and monitor readiness recovery. The Office  of the Secretary of Defense and the services have recently revised  readiness goals and accompanying recovery strategies, metrics, and  milestones to align with the 2018 National Defense Strategy and Defense  Planning Guidance. We have ongoing work assessing DOD’s progress in  achieveing its overall readiness goals.", "DOD’s readiness rebuilding efforts are occurring in a challenging context  that requires the department to make difficult decisions regarding how  best to address continuing operational demands while preparing for future  challenges. Our work has shown that an important aspect of this, across  all of the services, is determining an appropriate balance between  maintaining and upgrading legacy weapon systems currently in  operational use and procuring new ones to overcome rapidly advancing  future threats."], "subsections": []}, {"section_title": "The Navy Fleet Faces Challenges in Rebuilding Readiness and the Costs Associated with Expanding the Fleet to Enhance Readiness in the Future Are Unknown", "paragraphs": ["Based on updated information we received in November 2018, the Navy  has taken steps to provide dedicated training time so its surface forces  may meet existing Navy training standards and their training is certified  when they deploy. However, the Navy continues to struggle with  rebuilding the readiness of the existing fleet due to enduring maintenance  and manning challenges. As the Navy seeks to expand its fleet by 25  percent, these challenges will likely be further exacerbated and the Navy  will likely face additional affordability challenges."], "subsections": [{"section_title": "Navy Has Taken Steps to Address Training Shortfalls in the Surface Fleet", "paragraphs": ["After the collisions in 2017, the Navy focused on training surface ship  crews to its existing standards. We testified in September 2017 that there  were no dedicated training periods built into the operational schedules of  the cruisers and destroyers based in Japan and 37 percent of training  certifications for these surface ship crews had lapsed as of June 2017.  Since that time, the Navy has worked to ensure surface ships are certified  before they are deployed. For example, the Navy has established controls  to limit waivers that allowed training lapses to worsen, now requiring  multiple high-level approvals for ships to operate uncertified. Based on  our analysis of updated data, the Navy has improved markedly in the  percentage of cruisers and destroyers with lapsed certifications in Japan,  from 41 percent of certifications expired in September 2017 to 9 percent  as of November 2018, with less than 3 percent of certifications expired on  ships in operational status.", "While the Navy has demonstrated its commitment to ensuring that crews  are certified prior to deploying, training for amphibious operations and  higher-level collective training may not be fully implemented for several  years. In September 2017, we reported that some Marine Corps units  were limited in their ability to complete training to conduct an amphibious  operation—a military operation that is launched from the sea to introduce  a landing force ashore—by several factors, including a decline in the  number of amphibious ships from 62 in 1990 to 32 as of November 2018,  access to range space, and a high pace of deployments, among others.  We recommended that the Navy and the Marine Corps develop an  approach to mitigate their amphibious operations training shortfalls as the  services await the arrival of additional amphibious ships into the fleet.  Marine Corps officials told us that the Marine Corps and the Navy are  working together to maximize amphibious training opportunities.  Additionally, the Navy has plans to phase in high-level collective training  into the operational schedules of its ships homeported in Japan over the  next several years. Previously, advanced and integrated training involving  multiple ships was conducted ad hoc if at all for ships homeported in  Japan. Such collective training is important because the 2018 National  Defense Strategy states that the department’s principal priority is to  prepare for threats from strategic competitors due to the magnitude of the  threat they pose. However, in November 2018, officials from Fleet Forces  Command told us that fully implementing its training approach to prepare  for advanced adversaries would not be fully implemented across the fleet  for several years."], "subsections": []}, {"section_title": "The Fleet Faces Persistent Maintenance and Personnel Challenges as the Navy Seeks to Rebuild Readiness", "paragraphs": ["We have reported that the Navy faces persistent challenges in completing  maintenance on time and providing sufficient manning to its ships. Unless  these challenges are addressed, the Navy will be hampered in its ability  to rebuild readiness and prepare for the future."], "subsections": [{"section_title": "Maintenance Delays for Ships and Submarines Reduce Time for Training and Operations", "paragraphs": ["Our work has found that the Navy has been unable to complete ship and  submarine maintenance on time, resulting in continuing schedule delays  that reduce time for training and operations and create costly  inefficiencies in a resource constrained environment. The Navy’s  readiness recovery is premised on the rigorous adherence to deployment,  training, and maintenance schedules. However, we reported in May 2016  on the difficulty that both the public and private shipyards were having in  completing maintenance on time. We reported that, from 2011 through  2014, about 28 percent of scheduled maintenance for surface combatants  was completed on time and 11 percent was completed on time for aircraft  carriers. We updated these data as of November 2018 to include  maintenance periods completed through the end of fiscal year 2018 and  found that the Navy continues to struggle to complete maintenance on  time. For fiscal years 2012-2018, our analysis for key portions of the Navy  fleet shows that 30 percent of Navy maintenance was completed on time,  leading to more than 27,000 days in which ships were delayed and  unavailable for training and operations as shown in figure 2 below.", "In addition to affecting training and operations, maintenance delays are  costly. In November 2018, we examined attack submarine maintenance  delays and reported that the Navy was incurring significant operating and  support costs to crew, maintain, and support attack submarines that are  delayed getting into and out of shipyard maintenance periods. We  estimated that over the past 10 years the Navy has spent $1.5 billion in  fiscal year 2018 constant dollars to support attack submarines that  provide no operational capability—those sitting idle no longer certified to  conduct normal operations—while waiting to enter the shipyards, and  those delayed in completing their maintenance at the shipyards (see  figure 3). We recommended that the Navy analyze how it allocates its  maintenance workload across public and private shipyards. DOD  concurred with our recommendation, stating that it has taken the first  steps to take a more holistic view of submarine maintenance  requirements and impacts across both the public and private shipyards. In  an update provided in November 2018, the Navy told us that they are  developing a contracting strategy to conduct two additional depot  maintenance periods at private shipyards in the future.", "Our prior work has shown that three primary factors at the naval  shipyards contribute to maintenance delays:", "Poor conditions and aging equipment limit the ability of the  shipyards to meet current and future demands. We reported in  September 2017 that facility and equipment limitations at the  shipyards contributed to maintenance delays for the aircraft carriers  and submarines, hindering the shipyards’ ability to support the Navy.  Specifically, we found that the shipyards would be unable to support  an estimated one-third of maintenance periods planned over the next  23 years. We recommended that the Navy take steps to improve its  management of shipyard investments; the Navy concurred with this  recommendation and we are encouraged by its response. For  example, the Navy has developed a plan for the optimal placement of  facilities and major equipment at each public shipyard, which the Navy  estimates can ultimately increase its maintenance efficiency by  reducing personnel and materiel travel by an average of 65 percent.  This equates to recovering about 328,000 man days per year—an  amount roughly equal to that of an aircraft carrier maintenance period.  However, the Navy’s preliminary estimate —that this effort will require  an estimated $21 billion and 20 years to address—is well beyond  historical funding levels, and does not include some potentially  significant costs (e.g., for utilities, roads, or environmental  remediation).", "Shipyard workforce gaps and inexperience are limiting factors.", "The Navy has reported a variety of workforce challenges at the Navy’s  four public shipyards such as hiring personnel in a timely manner and  providing personnel with the training necessary to gain proficiency in  critical skills. The Navy has noted that some occupations require  years of training before workers become proficient. According to Navy  officials, a large portion of its workforce is inexperienced. For  example, 45 percent of the Puget Sound and 30 percent of the  Portsmouth Naval Shipyards’ skilled workforce have fewer than 5  years of experience. According to DOD officials, workforce shortages  and inexperience contribute to maintenance delays. For example, at  Pearl Harbor Naval Shipyard, two submarines were delayed  approximately 20 months, in part because of shortages in ship fitters  and welders, among other skilled personnel. Most of DOD’s depots,  which include the naval shipyards, have taken actions to maintain  critical skills through retention incentives, bonuses, and awards. We  plan to issue a report examining DOD’s depot skill gaps, including  those at the naval shipyards, later this month.", "Depot supply support may not be cost-effective. In June 2016, we  reported that the naval shipyards and other depots had not  implemented actions that would likely improve the cost-effectiveness  of their supply operations. Specifically, the Navy had not transferred  certain functions to the Defense Logistics Agency (DLA) at the  shipyards in the same manner as the Navy and Air Force did for their  aviation depots. The Navy and Air Force aviation depots that  transferred these functions to DLA had reaped a number of  efficiencies in their supply operations, including a 10-percent  reduction in backorders over a 5-year period. We recommended that  the Navy analyze whether such a transfer of functions is warranted at  the shipyards and the Navy concurred with the recommendation.  However, as of October 2018, the Navy had not conducted a  comprehensive analysis of transferring these functions and had  provided no plans to do so."], "subsections": []}, {"section_title": "Navy Processes for Determining Manning of Ships Do Not Account for All Ship Workload", "paragraphs": ["In May 2017, we reported that the Navy’s process for determining  manpower requirements—the number and skill mix of sailors needed on  the Navy’s ships—did not fully account for all ship workload. The Navy  was using outdated standards to calculate the size of ship crews that may  have been leading to overburdened crews working long hours. We  recommended steps to help ensure the Navy’s manpower requirements  meet the needs of the existing and future surface fleet, and the Navy has  been studying ship workload and revising its guidance. As of November  2018, the Navy was continuing to analyze the manpower requirements of  its ship classes to better size and compose ship crews, and the Navy was  also working to improve shipboard manning. However, these efforts are  not yet complete and it is too early to assess their effectiveness. Until  manpower requirements are reassessed across the fleet, the Navy risks  that ship crews will continue to be undersized and sailors will be  overworked with potential negative effects on readiness and safety.", "Additionally, the Navy provided information in November 2018 that  showed that it is taking steps to ensure that ships have a minimum  percentage of crew assigned and with the appropriate skills. The Navy  has prioritized manning its surface ships homeported overseas. The Navy  established a minimum threshold of filling at least 95 percent of  authorized billets in its ship crews with sailors (referred to as fill), with a  minimum goal of 92 percent of those sailors having the right qualifications  for the billet (known as fit). According to Navy officials, the Navy is for the  most part meeting its fill goals Navy-wide, but has not consistently met its  fit goals. However, during group discussions in November 2018 with ship  crews and interviews with Navy officials in Japan, we learned that the  Navy’s methods for tracking fit and fill do not account for sailor experience  and may be inaccurately capturing the actual presence of sailors onboard  and available for duty on its ships. Moreover, sailors consistently told us  that ship workload has not decreased, and it is still extremely challenging  to complete all required workload while getting enough sleep. Navy  officials told us that manning challenges will continue through at least  fiscal year 2021 as the Navy increases its end strength and trains its new  sailors to gain the proper mix of skills to operate and maintain the fleet."], "subsections": []}]}, {"section_title": "Navy Plans to Expand Its Fleet but Full Costs Are Unknown and Manning an Expanded Fleet Likely Will Be Challenging", "paragraphs": ["To meet continued operational demands, the Navy is planning for the  most significant fleet size increase in over 30 years. According to the  Navy’s fiscal year 2019 shipbuilding plan, the Navy plans to build and  maintain a fleet of 355 battle force ships—an increase of about 25  percent above the Navy’s current force of 287 ships. To reach its goal,  the Navy plans to buy 301 ships through 2048 and extend the service life  of its 66 Arleigh Burke class destroyers and up to 7 attack submarines.  Together, the fiscal year 2019 shipbuilding plan and the service life  extensions would allow the Navy to reach a 355-ship fleet by the 2030s.", "Congressional Budget Office reporting and our past work have shown  that the Navy has consistently and significantly underestimated the cost  and timeframes for delivering new ships to the fleet. For example, the  Navy estimates that buying the new ships specified in the fiscal year 2019  plan would cost $631 billion over 30 years while the Congressional  Budget Office has estimated that those new ships would cost $801  billion—a difference of 27 percent. We also reported in June 2018 that  acquisition outcomes for ship classes built during the last 10 years have  often not achieved cost, schedule, quality, or performance goals that were  established. Furthermore, we have reported that: all 8 of the lead ships delivered over the past decade that we  reviewed were provided to the fleet behind schedule, and more than  half of those ships were delayed by more than 2 years, and  six ships of different classes valued at $6.3 billion were delivered to  the Navy with varying degrees of incomplete work and quality  problems.", "As a result of past cost and schedule problems, our work has shown that  the Navy has a less-capable and smaller fleet today than it planned over  10 years ago. The Navy has also received $24 billion more in funding  than it originally planned in its 2007 long-range shipbuilding plan but has  50 fewer ships in its inventory today, as compared with the goals it first  established. Therefore, we have reported that as the Navy moves forward  in implementing its shipbuilding plan it will be paramount for the Navy to  learn from and apply lessons learned from the past.", "In addition to the cost of buying the ships and submarines to expand fleet  size, the Navy will likely face affordability challenges with regard to the  manning of an expanded fleet with the right number of sailors with the  right mix of skills. In May 2017, we reported that the personnel costs for  surface ship classes in fiscal years 2000-2015 were the largest share of  total operating and support costs and that careful planning will be needed  as new ships are brought into the fleet. We also reported that crew sizes  on recently inducted ship classes grew from original projections as the  Navy gained experience operating them. For example, the total crew size  of Littoral Combat Ships has grown from 75 in 2003 to 98 personnel in  2016, a 31-percent increase. Navy officials told us that they plan to better  articulate the personnel and resources needed for a larger fleet after fully  accounting for workload and right-sizing ship crews. The Navy’s end  strength has since increased by over 11,000 personnel from fiscal year  2017 levels, which should help alleviate manning challenges as the fleet  grows. In November 2018, officials from Fleet Forces Command provided  us with projections of its manning shortfalls continuing through at least  fiscal year 2021 and steps it was planning to take to mitigate them."], "subsections": []}]}, {"section_title": "Navy and Marine Corps Aging Aircraft and F-35s Face Maintenance and Supply Challenges That Affect Readiness Rebuilding Now and in the Future", "paragraphs": ["Our work has shown that Navy and Marine Corps aircraft availability has  been limited by aging aircraft, delayed maintenance, and insufficient  supply support. Pilot and maintenance personnel shortfalls further limit  readiness recovery across legacy air platforms. The growing F-35  program, which is meant to replace many aging aircraft, has presented  additional operational and sustainment challenges, which will likely persist  into the future if not corrected. DOD, the Navy, and the Marine Corps  have emphasized mission capability of critical aviation platforms— including the Navy and Marine Corps F/A-18s and F-35s—and are taking  steps to improve availability, but these efforts will take time to realize  results."], "subsections": [{"section_title": "Aircraft Availability Has Been Limited by Aging Fleets with Maintenance and Supply Challenges", "paragraphs": ["Navy and Marine Corps aircraft availability has been limited by challenges  associated with aging aircraft fleets, depot maintenance, and supply  support challenges that limit the services’ ability to keep aviation units  ready. The Navy and Marine Corps spend billions of dollars each year  on sustainment, such as for spare parts and depot maintenance, to meet  aircraft availability goals. However, aircraft availability rates have  generally declined since fiscal year 2011. While specific aircraft  availability data are considered sensitive by the Navy and the Marine  Corps, and cannot be discussed in detail, we found in September 2018  that the Navy and the Marine Corps generally did not meet aircraft  availability goals in fiscal years 2011-2016 for the seven aircraft we  reviewed. In updating data in November 2018, we found that none of the  aircraft met aircraft availability goals for fiscal years 2017 and 2018.", "According to the Navy, the pace of operations has increased wear and  tear on its aircraft and decreased the time available for maintenance and  modernization—a necessity for an aging fleet. For example, the average  age of a legacy F/A-18A-D Hornet is 26 years, of an AV-8B Harrier is 21  years, and of the C-2A Greyhound is 29 years. Both services expect  these aircraft will continue to be used for the foreseeable future and in  some cases into the 2030s.", "The Navy and the Marine Corps face delays in the arrival of the F-35 to  replace their legacy F/A-18A-D Hornets and AV-8B Harriers. To  compensate for the delay, the Navy and the Marine Corps are planning to  procure additional aircraft, such as the F/A-18E-F Super Hornet, and  extend the service life and upgrade the capabilities of their legacy aircraft.  However, these efforts and the sustainment of the Navy and Marine  Corps legacy aircraft fleet face key challenges as shown in figure 4.", "Specifically, our prior work has shown that the Navy and the Marine  Corps are confronted with two sets of challenges in sustaining their  aircraft:", "Depot maintenance complexities for aging aircraft and spare  parts availability. Depot maintenance on aging weapon systems,  including Navy and Marine Corps aircraft, becomes less predictable  as structural fatigue occurs and parts that were not expected to be  replaced begin to wear out. While the Navy and the Marine Corps  reported that sustainment funding accounts, such as those for depot  maintenance and spare parts, have been funded at increased levels  in fiscal years 2017 and 2018, efforts to improve spare parts  availability take time to produce results due to long lead times for  acquiring some items. In addition, Navy and Marine Corps aircraft  face challenges associated with diminishing manufacturing sources  and parts obsolescence. DOD has a program intended to manage  these risks, but we reported in September 2017 that its  implementation varied across DOD weapon system program offices.  We made recommendations to improve the program’s management;  DOD concurred and has initiated improvement efforts.", "Maintenance personnel inexperience and retention. The Navy has  had difficulty attracting and retaining skilled maintainers, such as  sheet metal workers and machinists at its aviation depots (i.e., Fleet  Readiness Centers), which directly affects its ability to complete  planned maintenance. Some of the depots experienced challenges  attracting and retaining skilled personnel due to competition with  nearby contractors that are able to offer higher pay, according to Navy  depot officials. Similar to the shipyards, the aviation depots also lack  experienced personnel, affecting the efficiency and quality of  maintenance. For example, 41 percent of the skilled workers at Fleet  Readiness Center Southwest have 2 years or fewer of experience.  Workforce inexperience and attrition of skilled personnel were some  of the reasons cited for machining defects detected in the landing  gear for F/A-18, E-2, and C-2A aircraft by a recent Navy report. All  of the depots have undertaken retention efforts such as incentives,  bonuses, and awards to address these issues.", "Until the Navy and Marine Corps address maintenance and supply  challenges it will be difficult to meet Secretary of Defense-established  mission capability goals. Specifically, in September 2018, the Secretary of  Defense issued a memorandum emphasizing that a key component of  implementing the 2018 National Defense Strategy is ensuring critical  aviation platforms meet their mission capability targets by the end of fiscal  year 2019. The memorandum established a goal of achieving a minimum  of 80-percent mission capable rates for various aircraft, including for the  Navy’s and Marine Corps’ F/A-18 inventories, by the end of fiscal year  2019 while also reducing operating and maintenance costs. To  accomplish this, the Navy and the Marine Corps developed the Return to  Readiness strategy in November 2018 that includes a broad array of  actions to improve the availability of spare parts and evaluate the  application of best commercial practices to naval aviation sustainment,  among other actions. Office of the Secretary of Defense and Navy  program officials told us, and based on our prior work we agree, that this  goal will be challenging to achieve by the end of fiscal year 2019."], "subsections": []}, {"section_title": "Pilot Shortages Have Worsened in Recent Years and Are Projected to Remain through 2023", "paragraphs": ["We reported in April 2018 that fighter pilot shortages in the Navy and the  Marine Corps have been worsening in recent years and shortfalls are  projected to remain through at least fiscal year 2023. Our analysis of  Navy and Marine Corps data showed that the Navy’s shortage of first  operational tour fighter pilots more than doubled from 12 percent in fiscal  year 2013 to 26 percent in fiscal year 2017. Similarly, the Marine Corps’  overall shortage of fighter pilots quadrupled from 6 percent in fiscal year  2006 to 24 percent in fiscal year 2017.", "Also, as we reported in April 2018, service officials attributed the pilot  shortages to reduced training opportunities and increased attrition due to  career dissatisfaction, among other factors. Officials from both services  stated at the time that they have ensured that deploying squadrons have  been fully staffed with fighter pilots by using various approaches including  using senior pilots to staff junior positions and having pilots deploy more  frequently and for longer periods. However, we reported that squadron  leaders and fighter pilots said that these approaches had a negative  impact on the fighter pilot training and retention and ultimately may be  exacerbating the situation.", "Further compounding their pilot shortages, we also found that the  services have not recently reevaluated squadron requirements to reflect  an increased fighter pilot workload. As a result, the reported shortage  actually could be greater. The services were taking actions, including  increasing retention incentives for fighter pilots. To help determine the  magnitude of the shortages and help target strategies to better meet their  personnel needs, we recommended, and the Navy and Marine Corps  agreed, to reevaluate fighter pilot squadron requirements."], "subsections": []}, {"section_title": "New F-35 Aircraft Facing Sustainment and Operational Challenges", "paragraphs": ["Sustainment challenges are not just an issue for older aircraft, but  represent an enduring challenge for the F-35 Lightning II aircraft—a key  component to the future of tactical aviation for the Navy and Marine  Corps. The Navy and Marine Corps are both flying F-35s now as the  program ramps up development, and they plan to procure nearly 700  aircraft over the coming decades. The sustainment costs of the F-35 fleet  are projected to exceed $1 trillion over its 60-year life cycle. In October  2017, we reported that:", "F-35B aircraft (including Marine Corps aircraft) were available (i.e.,  the aircraft were safe to fly, available for use, and able to perform at  least one tasked mission) about 52 percent of the time from March  2017 through June 2017, which fell short of the 65-percent goal  established by the Marine Corps for non-deployed units and", "F-35B aircraft (including Marine Corps aircraft) were fully mission  capable (i.e., the aircraft were capable of accomplishing all tasked  missions) about 15 percent of the time from March 2017 through June  2017, which fell short of the 60-percent goal established by the Marine  Corps for non-deployed units.", "We also reported on numerous sustainment challenges leading to less  than desirable outcomes for F-35 warfighter readiness. For example, F-35  aircraft were unable to fly 22 percent of the time because of parts  shortages from January 2017 through August 7, 2017. Additionally,  DOD’s capabilities to repair F-35 parts at military depots were 6 years  behind schedule, which resulted in average part repair times that are  twice that of the program’s objective.", "As DOD gains experience with the F-35, our work has shown that the  department has encountered additional challenges. In 2017, the Marine  Corps became the first military service to station F-35 aircraft overseas,  transferring aircraft to Iwakuni, Japan. While in the Pacific, DOD expects  to disperse its F-35s into smaller detachments to outmaneuver the enemy  and counter regional threats. However, in April 2018, we reported that this  approach posed logistics and supply challenges. In June 2018, we  reported that the F-35 program had not improved its reliability and  maintainability over the past year and continued to fall short on half of its  performance targets. Furthermore, we found that the program may not  meet its required targets before each variant of the F-35 is expected to  demonstrate maturity—the point at which the aircraft has flown enough  hours to predictably determine reliability and maintainability over its  lifespan. This means that the Navy and the Marine Corps may have to  decide whether they are willing to accept less reliable and maintainable  aircraft than originally planned. Among other outcomes, this could result  in higher maintenance costs and lower aircraft availability than anticipated  which also could pose readiness challenges in the future. As we reported  in October 2017, the poor reliability of certain parts is already contributing  to shortages of F-35 spare parts.", "Challenges posed by the F-35 program are largely the result of  sustainment plans that do not fully include or consider key requirements.  Our work has shown that planning for sustainment and aligning its  funding are critical if DOD wants to meet its aircraft availability goals and  effectively deploy to support operations. To address the challenges  associated with F-35 sustainment and operational deployment, we  recommended that DOD revise its sustainment plans, align associated  funding, and mitigate the risks associated with key supply chain-related  challenges for deployed F-35s in the Pacific, among others. DOD  concurred with these recommendations and stated that it is taking steps  to address them. Furthermore, as previously discussed, the Secretary of  Defense has established an 80-percent mission capability goal for critical  aviation assets, including the F-35. Due to current low availability and  numerous sustainment issues, the F-35 fleet will be challenged in  meeting the goal.", "In sum, the Navy’s and Marine Corps’ significant readiness challenges  have developed over more than a decade of conflict, budget uncertainty,  and reductions in force structure. Both services have made encouraging  progress identifying the causes of their readiness decline and have begun  efforts to arrest and reverse it; however, our prior work shows that fully  addressing the persistent readiness challenges will require years of  sustained management attention. Our work cited today contains 25  specific recommendations to the Navy and the Marine Corps and an  additional 20 recommendations to various other DOD components to  assist these services in rebuilding the readiness of their forces and in  modernizing for the future. Attention to these recommendations can assist  the Navy and the Marine Corps as they seek to rebuild the readiness of  their forces.", "Chairmen Wicker and Sullivan, Ranking Members Hirono and Kaine, and  Members of the Subcommittees, this concludes my prepared statement. I  would be pleased to respond to any questions you may have at this time."], "subsections": []}]}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["If you or your staff have questions about this testimony, please contact  John H. Pendleton, Director, Defense Capabilities and Management at  (202) 512-3489 or pendletonj@gao.gov.", "Contact points for our Offices of Congressional Relations and Public  Affairs may be found on the last page of this statement. GAO staff who  made key contributions to this testimony are Suzanne Wren, Assistant  Director; Clarine Allen; Steven Banovac; John Bumgarner; Chris Cronin;  Benjamin Emmel; Cynthia Grant; Mae Jones; Amie Lesser; Tobin  McMurdie; Shahrzad Nikoo; Carol Petersen; Cody Raysinger; Michael  Silver; John E. “Jet” Trubey; and Chris Watson."], "subsections": []}]}, {"section_title": "Appendix I: Implementation Status of Prior GAO Recommendations Related to Navy and Marine Corps Readiness", "paragraphs": ["Over the past 4 years, we have issued a number of reports related to  Navy and Marine Corps readiness and we used them to develop this  statement. Table 1 summarizes the recommendations in these reports.  The Department of Defense (DOD) concurred with most of the 45  recommendations and has many actions underway. However, DOD has  not fully implemented any of the recommendations to date. For each of  the reports, the specific recommendations and any progress made in  implementing them are summarized in tables 2 through 16."], "subsections": []}, {"section_title": "Related GAO Products", "paragraphs": ["Report numbers with a C or RC suffix are classified. Report numbers with  a SU suffix are sensitive but unclassified. Classified and sensitive but  unclassified reports are available to personnel with the proper clearances  and need to know, upon request.", "Navy Readiness: Actions Needed to Address Costly Maintenance Delays  Facing the Attack Submarine Fleet. GAO-19-229. Washington, D.C.:  November 19, 2018.", "Air Force Readiness: Actions Needed to Rebuild Readiness and Prepare  for the Future. GAO-19-120T. Washington, D.C.: October 10, 2018.", "Weapon System Sustainment: Selected Air Force and Navy Aircraft  Generally Have Not Met Availability Goals, and DOD and Navy Guidance  Need to Be Clarified. GAO-18-678. Washington, D.C.: September 10,  2018.", "Weapon System Sustainment: Selected Air Force and Navy Aircraft  Generally Have Not Met Availability Goals, and DOD and Navy Guidance  Need Clarification. GAO-18-146SU. Washington, D.C.: April 25, 2018.", "Military Readiness: Update on DOD’s Progress in Developing a  Readiness Rebuilding Plan. GAO-18-441RC. Washington, D.C.: August  10, 2018. (SECRET)", "Military Personnel: Collecting Additional Data Could Enhance Pilot  Retention Efforts. GAO-18-439. Washington, D.C.: June 21, 2018.", "F-35 Joint Strike Fighter: Development Is Nearly Complete, but  Deficiencies Found in Testing Need to Be Resolved. GAO-18-321.  Washington, D.C.: June 5, 2018.", "Warfighter Support: DOD Needs to Share F-35 Operational Lessons  Across the Military Services. GAO-18-464R. Washington, D.C.: April 25,  2018.", "Military Readiness: Clear Policy and Reliable Data Would Help DOD  Better Manage Service Members’ Time Away from Home. GAO-18-253.  Washington, D.C.: April 25, 2018.", "Military Personnel: DOD Needs to Reevaluate Fighter Pilot Workforce  Requirements. GAO-18-113. Washington, D.C.: April 11, 2018.", "Military Aircraft: F-35 Brings Increased Capabilities, but the Marine Corps  Needs to Assess Challenges Associated with Operating in the Pacific.  GAO-18-79C. Washington, D.C.: March 28, 2018. (SECRET)", "Navy and Marine Corps Training: Further Planning Needed for  Amphibious Operations Training. GAO-18-212T. Washington, DC.:  December 1, 2017.", "F-35 Aircraft Sustainment: DOD Needs to Address Challenges Affecting  Readiness and Cost Transparency. GAO-18-75. Washington, D.C.:  October 26, 2017.", "Defense Supply Chain: DOD Needs Complete Information on Single  Sources of Supply to Proactively Manage the Risks. GAO-17-768.  Washington, D.C.: September 28, 2017.", "Navy and Marine Corps Training: Further Planning Needed for  Amphibious Operations Training. GAO-17-789. Washington, D.C.:  September 26, 2017.", "Navy Readiness: Actions Needed to Address Persistent Maintenance,  Training, and Other Challenges Facing the Fleet. GAO-17-809T.  Washington, D.C.: September 19, 2017.", "Naval Shipyards: Actions Needed to Improve Poor Conditions That Affect  Operation. GAO-17-548. Washington, D.C.: September 12, 2017.", "Navy Readiness: Actions Needed to Address Persistent Maintenance,  Training, and Other Challenges Facing the Fleet. GAO-17-798T.  Washington, D.C.: September 7, 2017.", "Navy Readiness: Actions Needed to Maintain Viable Surge Sealift and  Combat Logistics Fleets GAO-17-503. Washington, D.C.: August 22,  2017 (reissued on Oct 31, 2017).", "Department of Defense: Actions Needed to Address Five Key Mission  Challenges. GAO-17-369. Washington, D.C.: June 13, 2017.", "Military Readiness: Coastal Riverine Force Challenges. GAO-17-462C.  Washington, D.C.: June 13, 2017. (SECRET)", "Navy Shipbuilding: Policy Changes Needed to Improve the Post-Delivery  Process and Ship Quality. GAO-17-418. Washington, D.C.: July 13, 2017  Offshore Petroleum Discharge System: The Navy Has Not Mitigated Risk  Associated with System Limitations. GAO-17-531C. Washington, D.C.:  June 22, 2017. (SECRET)", "Navy Force Structure: Actions Needed to Ensure Proper Size and  Composition of Ship Crews. GAO-17-413. Washington, D.C.: May 18,  2017.", "Military Readiness: DOD’s Readiness Rebuilding Efforts May Be at Risk  without a Comprehensive Plan. GAO-16-841. Washington, D.C.:  September 7, 2016.", "Military Readiness: DOD’s Readiness Rebuilding Efforts May Be at Risk  without a Comprehensive Plan. GAO-16-534C. Washington, D.C.: June  30, 2016. (SECRET)", "Defense Inventory: Further Analysis and Enhanced Metrics Could  Improve Service Supply and Depot Operations. GAO-16-450.  Washington, D.C.: June 9, 2016.", "Navy and Marine Corps: Services Face Challenges to Rebuilding  Readiness. GAO-16-481RC. Washington, D.C.: May 25, 2016.  (SECRET//NOFORN)", "Military Readiness: Progress and Challenges in Implementing the Navy’s  Optimized Fleet Response Plan. GAO-16-466R. Washington, D.C.: May  2, 2016.", "F-35 Sustainment: DOD Needs a Plan to Address Risks Related to Its  Central Logistics System. GAO-16-439. Washington, D.C.: April 14, 2016.", "Navy Force Structure: Sustainable Plan and Comprehensive Assessment  Needed to Mitigate Long-Term Risks to Ships Assigned to Overseas  Homeports. GAO-15-329. Washington, D.C.: May 29, 2015.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}], "fastfact": ["Since 2015, we have made 45 recommendations to help the Navy and Marine Corps ensure they have the personnel and equipment they need to be ready for their operations. We discussed the two services' readiness challenges in this testimony, including", "Personnel shortfalls and gaps in experience leading to high sailor workloads", "Maintenance delays that prevent ships and submarines from operating", "Unavailable aircraft in both the Navy and the Marine Corps", "While the services have taken initial steps to rebuild military readiness, fully addressing these challenges while balancing high demands will require years of sustained attention."]}