{"id": "GAO-13-261", "url": "https://www.gao.gov/products/GAO-13-261", "title": "National Airspace System: Airport-Centric Development", "published_date": "2013-03-28T00:00:00", "released_date": "2013-03-28T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO was asked to examine airport-centric development and the activities of airport operators and regional stakeholders to facilitate such development. In an effort to increase airports' efficiency in moving passengers and cargo while bolstering the economies of regions surrounding airports, some airport operators, government officials, and business owners are exploring opportunities to strategically develop airports and the regions around them. This report describes the factors considered and actions taken by airport operators, government officials, developers, and others to facilitate airport-centric development.", "To do this work, GAO identified five factors that facilitate airport-centric development from relevant literature, interviews with experts, and observations at selected U.S. airports and their surrounding regions. GAO examined these factors by reviewing relevant documents and interviewing stakeholders, including airport officials, business owners, representatives of development organizations, and federal, state, and local government officials. GAO selected 14 airports for more in-depth study. These airports were selected based on annual passenger enplanements and cargo amounts, and experts' recommendations. The findings from these 14 airports cannot be generalized but provide insights that may be of interest to stakeholders in other regions. GAO is not making recommendations in this report. The Department of Transportation, the Federal Aviation Administration, and others provided technical comments, which were incorporated as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that airport operators, government officials, real estate developers, and other regional stakeholders are taking actions consistent with five factors when pursuing airport-centric development (development on the airport property to enhance the airport's nonaeronautical revenue and development outside the airport that leverages a region's proximity to the airport).", "Development at the airport. Airport operators are developing or enhancing the number and types of services within airport terminals for passengers and visitors such as upscale shops and personal services; they are also developing services for passengers and businesses outside of the terminal areas but on airport property such as hotels and business centers.", "Air and surface connectivity. Most stakeholders GAO spoke with noted that a region's ability to connect to a variety of domestic and international destinations by air is important in attracting businesses, tourists, and cargo to the region. In addition to air connectivity, the routes taken by passengers or cargo to and from the airport may be enhanced by efficient highway, rail, and port connections. One example is the Metrorail extension, which will connect Dulles International Airport with downtown Washington DC.", "Funding sources. Transportation improvements for airport-centric development may entail large capital-intensive projects that generally require pooling money from different sources. The federal government has a number of programs, such as grants from the Economic Development Administration, designed to support regional transportation-infrastructure development. State and locally generated money--such as state transportation trust funds, dedicated sales taxes, and highway tolls--have been used to match federal funds. Stakeholders in Memphis, for example, were awarded a $1.26 million grant from the Department of Housing and Urban Development, matched with $900,000 in local funds and in-kind services, to develop a master plan for their airport-centric development efforts. The private sector may also provide funding through a public-private partnership agreement.", "Development in the region. Stakeholders GAO spoke with identified a variety of mechanisms to attract businesses, such as linking airport development to commercial activities in the region; identifying and leveraging unique cultural, tourist, or general qualities of the region; developing industry clusters (groups of complementary businesses); and designing policies or providing incentives to attract businesses to the region.", "Stakeholder collaboration. Collaboration among various stakeholders can help achieve specific airport-centric goals. Consultation with residents near the airport and with committee composed of representatives from the airport and the public and private sectors is important; the lack of such consultation can make it difficult to implement development plans. GAO found that multilateral committees representing airport, public-sector, and private-sector groups had been established to promote airport-centric development."]}], "report": [{"section_title": "Letter", "paragraphs": ["In an effort to increase airports’ efficiency in moving passengers and  cargo while bolstering the economies of regions surrounding airports,  some domestic and international airport owners and operators,  government officials, and business owners are exploring opportunities to  strategically develop airports and the regions around them. (For more  information on such international airport activity see app. I.) These  stakeholders view airports as a central piece of their development efforts,  believing that businesses in close proximity to an airport can use that  proximity as a marketing tool. For businesses that seek to satisfy  consumer demand for timely delivery of goods and services, this close  proximity can be an element of their business plans. Some efforts are  also under way in the United States to promote development at airports  and in the regions around them.", "There have been several efforts in Congress to recognize this type of  development (also sometimes referred to as an “aerotropolis\") as being  eligible for federal funding. The Moving Ahead for Progress in the 21st  Century Act (MAP-21), which reauthorized several surface transportation  programs, contains a provision that directs the Secretary of  Transportation to establish a program to assist states in “strategically  directing resources toward improving the efficiency of freight movement,  on highways, intermodal connectors, and aerotropolis transportation  systems.” Other bills to specifically include development at and around  airports were introduced in the 112th Congress, but were not enacted.", "Given the possible economic benefits of airport-centric development, you  requested that we examine such development efforts. This report  describes factors airport stakeholders identified as considerations for  airport-centric development and some of the actions taken by airport  operators, government officials, and developers to facilitate airport-centric  development. For the purpose of this report, we define airport-centric  development as development on the airport property to enhance the  airport’s nonaeronautical revenue (see panel A of fig. 1) and development  outside the airport that is intended to help the region economically by  leveraging its proximity to the airport (see panel B of fig. 1).", "To address our objective, we identified factors that facilitate airport-centric  development from relevant literature, interviews with experts, and our  observations at selected U.S. airports and regions. We reviewed  academic, industry, and government reports and other documents  describing the role of the nation’s air transportation system, defining  airport-centric development and related concepts, and identifying the key  factors relevant for reviewing and understanding the nature and scope of  airport-centric developments. From this work, we developed an  organizational framework consisting of five factors considered by officials  from airports and jurisdictions when pursuing airport-centric development.", "We selected 12 airportsstudy of airport-centric development activities and the regions in which  they were located. We selected these airports because of their passenger  enplanements and annual cargo-weight landed and based on media  releases about regions looking to leverage their airport to promote  development, and experts’ recommendations. In addition to the 12  airports with scheduled-airline service, we also studied two industrial  airports that specialize in cargo and business services. We selected these  two industrial airports based on their airport-centric development efforts.  (See app. II for profiles of the airports in our study.)   with scheduled-airline service for more in-depth  We conducted semi-structured interviews of airport officials, officials from  businesses located adjacent to or near airports, representatives of  international and national real-estate development organizations, local  and regional economic-development specialists, and federal, state, and  local government officials. The focus of these interviews was to gather  information on airport-centric development efforts from the perspective of  knowledgeable stakeholders. As a result, interviews inquired into the  officials’ activities and motivations and their perspectives on the regional  assets they identified as part of their development efforts. In collecting  this information, we did not verify the accuracy of stakeholders’  statements, but instead used their statements to understand the  perspectives of those participating in airport-centric development at the  sites we selected. We use the indefinite quantifier, “some” “many,” and  “most” to inform the reader of the approximate quantity of stakeholder or  interviewee type within the regions where we interviewed who agreed  with the particular statement or idea (see app.III for an explanation of how  these indefinite quantifiers are used). We also reviewed the airports’  financial data from about 1997 through 2011, master plans, and other  project plans. We analyzed the information obtained from these sources  to better understand the context in which the regional stakeholders and  airport operators approached airport-centric development.", "We conducted our work from June 2011 to March 2013, in accordance  with all sections of GAO’s Quality Assurance Framework that are relevant  to our objective. The framework requires that we plan and perform the  engagement to obtain sufficient and appropriate evidence to meet our  stated objectives and to discuss any limitations in our work. We believe  that the information and data obtained, and the analysis conducted,  provide a reasonable basis for any findings and conclusions in this  product. See appendix III for additional information on our objective,  scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Evolution of Airports", "paragraphs": ["The United States has approximately 500 airports served by scheduled  airlines. Airports have long served as places for planes to take off and  land, consisting of runways, control towers, terminals and other facilities  that directly served airlines’ passengers and cargo. Airlines play a key  role in the functioning of airport systems because they make decisions  about which airports to serve and how frequently to provide service.  Airlines may consider a number of factors in making these decisions,  such as the presence of regional businesses and residents who are  potential customers, the market share that can be obtained, the effects on  their service network, and the service provided by competing carriers.", "Over the last three decades some airports began providing a greater  range of passenger and business services and increasing their  concessions to increase their revenue stream. Airport operators began to  view airports as a destination as well as a place from which to take off  and land. By the early 2000s, many airports focused on upscale  concessions, such as exclusive restaurants and designer boutiques, and  other premium services, such as rental car facilities and parking facilities  linked to the airport, to help maximize revenue generation.", "John Kasarda, an airport and development expert, along with other  researchers, noted these changes occurring at airports, both nationally  and internationally, and began researching commercial development on  airport property—referred to as the airport city—more than 15 years ago.  According to Kasarda and other researchers, development on the airport  spills over to the surrounding region and results in a new urban growth  form with the airport at its center. (See app. IV for a selected  bibliography.) According to Kasarda, this new urban growth form, for  which he coined the phrase, “aerotropolis,” is similar to the growth of the  traditional metropolis, in which the central city is linked to the suburbs  through a surface transportation system.", "Studies on growth around airports have found that businesses that  require or benefit from air transport seek locations near the airport,  extending as far as 20 miles. Regional corporate headquarters,  information and communications technology complexes, retail, hotel and  entertainment centers, manufacturing facilities, trade representative  offices, big-box retail stores, health, wellness, and fitness centers,  conference centers, and residential developments, for example, are  increasingly being established near airports as a part of airport-centric  development. Researchers have noted that plans for such development  involve arrangements for targeted development to facilitate the efficient  flow of surface traffic, attract complementary businesses, and mitigate  environmental contaminants usually associated with airports to increase  the speed at which airport-centric development occurs. Researchers have  also noted that the benefits from the development on the airport property  reach far beyond the airport into the surrounding region, which can, in  turn, reciprocally benefit the airport.", "Globally, aviation and airport systems vary and, in practice, the  approaches to airport-centric development have varied. In several  European countries and in the United States, airports were established  decades ago and commercial development around most of those airports  evolved in a piecemeal or ad-hoc way, without centralized planning or the  cooperative efforts of airport operators, local and regional planners, and  business developers. In the United States, the last large airports serving  scheduled airlines that have been newly constructed on previously  undeveloped land were the Denver (1995) and Dallas/Fort Worth (1974)  International Airports. Operators at airports like Hong Kong and Incheon  in South Korea are beginning to incorporate elements of commercial  development at their airports and some operators have introduced  policies or incentives to encourage targeted airport-dependent land use  and development at and around the airports. In countries in which the  aviation and airport systems are much newer, such as China and the  United Arab Emirates, officials are employing a centralized planning and  cooperative approach to rapidly expand commercial development on and  around airports."], "subsections": []}, {"section_title": "Financing Airports", "paragraphs": ["Airport operators at domestic airports with scheduled airline service rely  on revenue from two types of activities: aeronautical and  nonaeronautical. Aeronautical activities at an airport occur on the airfield  or in the terminal areas where airlines operate. For purposes of this  report, revenue generated from aeronautical activities includes fees  airports charge airlines to operate within the airport and other fees paid or  collected by aircraft operators, including Passenger Facility Charges  (PFCs), and Airport Improvement Program (AIP) grants.", "The Passenger Facility Charge (PFC) was introduced in 1990, Omnibus Reconciliation  Act of 1990. Pub.L. No. 101-508, § 9110, 104 Stat. 1388, codified as amended at 49  U.S.C. § 40117. financed through taxes on aviation fuel and passenger airline tickets.  Airports may also receive capital funds through state and local sources in  addition to federal funds.", "Airport operators may also borrow the funds needed to finance capital  projects through municipal bond markets.  Airport revenue, including  PFCs, may be used to pay debt service on bonds issued for eligible  projects. Because funds from bonds are issued based on projected  airport revenue, they are not considered by FAA to be a separate source  of airport revenue.", "Nonaeronautical activities include food and beverage, retail concessions,  and parking, automobile rentals, and rent on land and non-terminal  facilities, such as manufacturing, warehousing, and freight forwarding.  Nonaeronautical revenue may be used to reduce payments by airlines  and may also be used to maintain and improve commercial services.  (See fig. 2.) At some airports, terminals used by specific airlines are also  financed and built through agreements between the airlines and the  airports.", "Some airport operators are pursuing public-private partnerships (P3s) to  finance their commercial development efforts, outside of their financial  agreements with airlines. P3s are negotiated contractual agreements  between public entities, such as an airport, and a private entity such as a  contractor or developer. P3 contractual arrangements can allow  developers to build and operate a facility and then transfer the facility to  the airport, although there are various types of P3 arrangements. Under  one of these types of arrangements, the private developer provides all or  part of the financing and intends to capture its development or  management fees. This type of P3 arrangement can provide the airport  with the most leverage for commercial development."], "subsections": []}]}, {"section_title": "Five Key Factors That Facilitate Airport- Centric Development", "paragraphs": ["Based on our research, we found that officials from airports and  jurisdictions considered the following factors when pursuing airport-centric  development:   (1)  development at the airport,   (2)  air and surface connectivity,   (3)   funding sources for development,   (4)  development in the region, and  (5)   collaboration among stakeholders. (See fig. 3.)   “Development at the airport” refers to existing infrastructure already in  place and the actions of airport operators to enhance the viability of  their airport by focusing on commercial activities to increase airports’  aeronautical and nonaeronautical revenue. “Air and surface  connectivity” includes the routes taken by passengers or cargo to and  from the airport to and from other destinations that may be enhanced  by highway, rail, and port construction and additional airline routes.  “Funding sources for development” include the funding for airport- centric developments as well as airport operations. “Development in  the region” involves leveraging existing regional assets, expanding  existing assets, or attracting new employment opportunities and  business activity. “Collaboration among stakeholders” refers to the  various actions that stakeholders can take to reach the goals and  objectives that may further airport-centric development.", "An airport’s ability to generate revenue and contribute to the regional  economy depends on its ability to attract airline service, passengers, and  cargo shipments. Airport operators’ development efforts occur on airport  property and involve: (1) providing services that directly support airline  operations; (2) providing an expanded number and type of services within  the airport terminals for passengers and visitors from the region; and (3)  developing services for passengers and businesses, including airlines, on  airport property but outside of the terminal areas.", "Officials at most of the airports in our review believed that their ability to  attract and retain airlines was necessary to spur airport development. In  particular, airline operators pay for their use of airport services ranging  from the use of runways and cargo facilities, to the use of gates and ticket  counters. Revenue from airlines for these services constitutes an  important component of total airport revenue. In an effort to attract airlines  and generate additional revenue, most airport operators we interviewed  are expanding the number and type of services they offer, and some offer  financial incentives. For example, some airport operators have begun  offering services such as catering, maintenance, and warehousing that  airlines or other third parties previously provided. Miami International  Airport officials said that they waive landing fees for international and low  cost carriers for the first 2 years in which the airlines schedule flights to  Miami—forgoing some current airport operational revenue to help  increase future airline operations while capturing more nonaeronautical  revenue.", "As airport operators seek to attract revenue from passengers and visitors,  they are renovating their terminals or improving their physical designs to  improve the flow of people to the shops, concessions, and gates. The  operators are also increasing the number and quality of retail and  services—such as wine bars, massage spas, health care clinics, and high  fashion shops—offered to passengers and, in some cases, visitors from  the local area. (See fig. 4.) For example, the Miami International Airport  was named one of the top 10 U.S. airports for dining and one of the  world’s top 10 airports for retail shopping. The new $1.7 billion Tom  Bradley International Terminal at Los Angeles International Airport is to  contain 140,000 square feet for premier dining, retail shopping, and airline  club lounges. Also, the Atlanta City Council approved a $3-billion  concession contract for 126 food and beverage locations at 24 retail  locations at the Hartsfield-Jackson Atlanta International Airport.", "Airport officials we spoke with in Miami and Los Angeles International  Airports have cited the importance of passengers who arrive at or depart  from their airports for the regional economy rather than those passengers  connecting to other flights. Tourism is an important draw to each of these  regions, and airport officials have improved airport facilities to more  efficiently process and admit international visitors and tourists through  security and immigration and customs checkpoints. Airport officials at  these airports said that Customs and Border Protection (CBP) staffing  can be insufficient at peak travel times and were concerned that  international travelers might avoid their airports because of screening  delays. These officials also believe that improvements to their airports  could increase the rate of passenger and cargo processing if a sufficient  number of CBP agents were available to staff inspection booths at peak  travel times. However, many U.S. airports lack the space to expand their  security facilities, and therefore, may need to identify innovative  approaches to overcoming screening delays.", "Many airport operators are also developing airport property outside the  terminal area to attract businesses and to use available land to generate  revenue. Some have organized their management structures to include  development or real estate offices to coordinate with airport management,  developers, and public agencies. They are establishing commercial  services and activities, such as hotels, parking facilities, and logistics  parks, or leasing land for short-and medium-term use until it is needed in  the future.", "Most airport officials we spoke with said that the amount of available land  on the airport property was a factor in their ability to attract commercial  activities to the airport. Officials varied in the type and extent of  commercial activities or land uses they were pursuing.  Airport officials  from Hartsfield-Jackson Atlanta International Airport,  Baltimore/Washington International Thurgood Marshall Airport, Los  Angeles International Airport, and Miami International Airport said that the  amount of land they had available limited their development options on  airport property. According to officials in Miami, state law enabled the  Florida Department of Transportation and airport officials to obtain land  adjacent to the airport property for the development of an intermodal  transportation center. This center contains the rental car facility and  connections to the Metrorail and TriRail commuter rail systems that  service Miami and nearby cities. Airport officials at Indianapolis  International Airport partnered with a community college to develop a  worker-training program in logistics and distribution at the airport to meet  an anticipated growing need for this skill. Officials at Lambert-St. Louis  International Airport would like to develop cargo services, including  warehouses and cold storage facilities, to attract cargo operations that  could generate revenue at the airport. Their goal is to use cargo revenue  to lower the cost of passenger flights in an attempt to increase passenger  traffic. In addition, airports with land not being used for operation have  found ways to generate revenue through temporary or short-term leases  of airport property while also reserving the land for future aeronautical  needs. We found that Indianapolis and Denver International Airports plan  to develop solar energy farms on airport property; Denver International  Airport produces more solar energy than any other airport with scheduled  airline service in the United States. Officials at Dallas/Fort Worth  International Airport have leased a portion of the airport property for oil  extraction. See figure 5 for examples of such airport land use and  development.", "In two localities, airport and regional officials indicated that activities in the  region were contributing to the commercial viability of the airport.  Regional officials told us that, in part, because of the U.S. automotive  industry’s presence in Detroit, several of the leading Asian automobile  manufacturers have established research and development facilities in  the Detroit metropolitan area. In addition, these officials said that a vibrant  Asian community, the availability of highly skilled engineering workforce,  and access to institutions of higher education offering degrees relevant to  their careers attracted Asian automobile industry researchers. According  to regional officials, these activities have increased the traffic at Detroit  Metropolitan Wayne County Airport.", "Officials from Miami International Airport and the region discussed the  symbiotic relationship between Miami International Airport and the Port of  Miami. According to an official, the Port of Miami is the busiest cruise port  in the world with over 4 million passengers annually. Of these  passengers, 60 percent arrived in Miami through Miami International  Airport. The construction of rail connections between the port, downtown  area, and airport is expected to facilitate connectivity. These officials  noted that the expansion of the Panama Canal to accommodate larger  ships in 2014 will benefit Miami because large ships can use the Port of  Miami and is to help to promote trade with Asia. If this expected growth in  cargo operations occurs, then, according to port officials, the Miami  region will benefit and, in turn, contribute to the growth of Miami  International Airport by expanding its potential passenger and cargo  markets.", "Most stakeholders we spoke with believe that a region’s ability to connect  to a variety of domestic and international locations by air is key to  attracting businesses, tourists, and cargo to the region. Airport and  regional officials sought to increase the number and frequency of flights to  a variety of locations by establishing new relationships with foreign  airports and business groups and offering incentives to airlines for  additional destinations by the airlines. For example, airport and regional  officials in Atlanta and Paris have begun cooperating on ways to promote  their airport areas for business exchanges. Similarly, Miami International  Airport officials visited and reciprocally hosted South African business  groups to encourage business development and the flow of passengers  and cargo between their respective regions. In July 2012, airport  operators at the Memphis International Airport began a $1 million  incentive program to attract new, non-stop domestic and international  routes.", "Despite efforts by airports to maintain good air connectivity to many  locations, it is airlines that make decisions about what routes to fly. Most  airport officials noted that the airlines’ decisions to change or eliminate  routes can sometimes negatively affect the region’s level of air  connectivity. In recent years, the General Mitchell International Airport in  Milwaukee experienced a period of growth followed by a decline because  of airline business decisions. According to the airport operator, the  presence of three low-cost carriers increased the number of flight  offerings, but the subsequent merger of two of those airlines and  relocation of the third resulted in fewer flights. Similarly, officials in  Memphis were concerned about potential loss of air services after a major  airline announced plans to decrease its passenger services at Memphis  International Airport in response to low demand making the route  uneconomical for the airline. Among our selection of airports, international  connectivity varied. For example, as of February 2013, 33 airlines served  Dulles International Airport, offering direct flights to more than 40  destinations in Canada, Mexico, the Caribbean, and parts of Europe,  South America, Asia, Africa, and the Middle East. By comparison, direct  flights from General Mitchell International Airport in Milwaukee were  limited to destinations in the United States, Mexico, and the Caribbean.  Because cargo may be transported below the passenger decks of  airplanes, a decline in international passenger flight offerings may affect  a region’s potential to directly provide cargo access to international  markets for those businesses that rely on air services.", "In addition to air connectivity, officials we spoke with discussed the need  to improve the connectivity of their surface transportation system to  attract businesses, especially those that handle time-sensitive or high- value goods such as perishable items or electronic components. These  officials cited the importance of identifying and marketing the various  transportation modes of a particular region. For example, as mentioned,  officials at the Port of Miami estimated that 60 percent of its cruise ship  passengers arrive by air. This, they said, highlights the importance of an  efficient connection between the airport and the seaport for moving  tourists to and from cruise ships. Miami International Airport officials also  highlighted the importance of an airport to highway connections for  importing and distributing perishable items, including flowers and  produce, from Latin America. They noted that many trucks transport  cargo from the airport to the federal highway system daily, helping to  distribute perishable food and produce imports to the United States.  These officials also said that a viaduct dedicated to truck traffic was being  built to stem a projected loss of $1 billion in revenue by 2015 because of  congestion on the roads between the cargo area inside the airport and  the warehouses and freight forwarders in the nearby city of Doral.  At  Indianapolis International Airport, officials cited the region’s rail and  highway connectivity and the presence of FedEx facilities as important  infrastructure to support a growing logistics, freight-forwarding, and  distribution industry. Airport officials and other regional stakeholders in  Memphis market its “Four Rs”—road, river, rail, and runway—to appeal to  businesses that may rely on intermodal transportation. Figure 6 illustrates  intermodal transportation systems and surface transportation connectivity.", "With access to multiple modes of transport, businesses can determine  shipping routes and methods that are cost-effective and meet customer  requirements. (See table 1 for examples of multimodal transportation at  airports.) FedEx, for example, determines which mode is the most cost  effective based on fuel prices, distance traveled, and time of travel and  selects the mode to use. Stakeholders in the Memphis region also noted  that the airport’s geographic location provides companies with timely  access to major U.S. markets and many places around the world.  According to a FedEx official, their ability to reach two-thirds of the U.S.  population within 12 hours and most international locations overnight was  a key factor in locating in Memphis.", "Many stakeholders told us that a region cannot fully benefit from an  efficiently run airport if the surface transportation needed to access the  airport is congested. Surface congestion can increase costs, contribute to  system inefficiencies, and delay on-time freight delivery. These  stakeholders also considered ways to increase public transportation  options to relieve congestion from roads while providing alternate  transportation options to travelers and airport workers. Most regions in  our review offer local bus services to their airports and many also offer  local rail services, or plan to offer new rail connections between the  airport and the central business district, downtown, for example, in Miami,  Washington, D.C., Los Angeles, and Denver. Alternatively, a well- integrated surface transportation network can provide the basis for an  efficient logistics and distribution services within a region. Many experts  we spoke to agreed that intermodal networks consisting of highways, rail  capabilities, or waterways, linked to the airport may facilitate airport- centric development by improving mobility and allowing more people and  cargo to access the airport.", "Some experts we spoke with, as well as literature sources,advancements in high speed rail and the potential for code sharing across  modes of transportation as a way to free up additional capacity at the  airport in some congested regions of the country and extend the region  served by an airport. Under a code sharing arrangement, integrated air- rail ticketing would allow a passenger to use both modes of travel through  one purchase transaction. Some experts believe that high speed rail  development could help contribute to the commercial development of  airports. California is considering options as it develops its high-speed rail  capabilities, with one potential plan to link San Diego through Los  Angeles to Sacramento and San Francisco and airport officials in Miami  told us that they believed a high speed rail link between Miami and  Orlando would increase the number of passengers at Miami International  Airport. Other experts, however, believe that high-speed rail could divert  demand from air transport and reduce the need for commercial  development at airports, especially if high speed rail is not directly linked  to airports. Currently, roads and light rail affect airport development more  than high speed rail."], "subsections": [{"section_title": "Funding Sources", "paragraphs": ["Transportation improvements for airport-centric development may entail  large capital-intensive projects that generally require pooling money from  different sources. Federal funds are often sought, but airport and regional  officials also seek other sources of funds for their development efforts,  particularly intermodal funding and public-private partnership funding. The  failure to obtain adequate funding can prevent or inhibit the growth of  these airport-centric projects. Officials from the City and County of St.  Louis and the State of Missouri were unable to obtain the funding they  needed for airport-centric development after airport and the private sector  representatives formed the Midwest-China Hub Commission in 2008.  After establishing a freight and commercial logistics facility at the airport,  the commission sought to attract regularly scheduled freight service to  Asia and Latin America and obtain foreign direct investment. Members of  the commission visited China, established an office in Beijing, and hosted  visitors from China. A Chinese cargo airline began scheduled flights to St.  Louis in 2011; however, its operations were not sustainable without  financial assistance, according to airport officials at Lambert-St. Louis  International Airport. Stakeholders sought to obtain $480 million in state  funding to: (1) subsidize the cost of initially flying goods out of the St.  Louis region to China (2) provide tax breaks to companies engaging in  foreign trade at the airport, and (3) subsidize the cost of constructing  millions of square feet of warehouse and factory space in locations across  the region. The commission was unable to obtain state funding and is  delaying their airport-centric development efforts while it seeks funding  from other sources.", "According to an April, 2011, evaluation of the Global TransPark logistics   the TransPark received  airport-centric effort in Kinston, North Carolina,a total of $248 million in funding from local, state, federal, and private  sources—far short of the estimated $733 million total cost of the complex.  Evaluators found that the TransPark Authority was unable to repay a $25  million loan that had been made in 1993, because operations at the  TransPark did not generate sufficient funds to repay the loan. The  balance of the loan—$39.9 million because of interest accrual as of  February 2011—is to be repaid by the state of North Carolina. One expert  attributed the Global TransPark’s failure to attract sufficient business  activities to recover costs in a timely manner to an original project design  that was too optimistic and the financial risks surrounding large-scale  projects.", "As shown in table 2, the federal government has a number of programs  designed to support regional transportation infrastructure development,  which some regions have leveraged as part of their airport-centric  development efforts.", "Although federal sources of funding—such as those identified above— can sometimes be used to develop intermodal capabilities at U.S.  airports, the primary planning and development responsibilities for these  efforts rest with state and local government agencies. State and locally  generated money—such as state transportation trust funds, dedicated  sales taxes, and highway tolls—have been used to match federal funds.  For example, contributions from the Commonwealth of Virginia, the  Metropolitan Washington Airports Authority, Fairfax and Loudoun  Counties, and toll revenues from the Dulles Toll Road will be used to pay  for the Washington Metropolitan Area Transit Authority Metrorail  connection to Dulles International Airport. A “transportation improvement  district” was also established to help fund the Metrorail extension from  downtown Washington, D.C. to the airport. States may also have their  own credit assistance programs. For example, Florida used funds from its  credit assistance bank to provide loans to help develop the Miami  Intermodal Center at the Miami International Airport. The Miami  Intermodal Center has levied a customer facility charge on car rentals to  pay for its consolidated rental car facility.", "Some airport operators and an expert with whom we spoke said that  FAA’s grant assurances and obligations—that is, requirements on the use  of federally administered funds—can limit the airport operator’s ability to  fund certain types of intermodal projects. For example, airport operators  may use PFCs or AIP grants to fund rail access at airports, if the project  is owned by the airport, located on airport property, and used exclusively  by airport passengers and employees. PFCs may be used to fund related  activities when they are a necessary part of an eligible access road or  facility.  This requirement on the use of PFCs exists to avoid revenue diversion-the use of airport revenue for other than airport purposes.   According to an expert we spoke with, the failure to meet these conditions   may preclude an airport from using such funding to connect with a transit  line that connects communities on each side to the airport because FAA  would require that riders on the transit line begin or end their journey at  the airport, rather than bypassing the airport.", "There are also federal restrictions on the development and sale of airport-  owned land and the use of revenues generated from an airport’s land  because of the grant assurances an airport accepts as a condition of  receiving federal land or funds. Other funding sources on which airport  operators generally rely to improve or commercially develop their airports,  such as state grants and bonds, also involve various assurances.", "A public-private partnership (P3) for airport-centric development usually  refers to a contractual agreement formed between a public airport and  private sector developers for the developers to renovate or construct and  operate or manage an airport’s facilities on airport land. Some airport  operators view public-private partnership arrangements to commercially  develop airports as an alternative or supplementary funding source to  funds that may be limited by federal restrictions or grant assurances. The  particular arrangements of public-private partnerships vary considerably,  but developers may finance, design, build, operate, and maintain an  enterprise (including charging fees) for a specific time period, after which  ownership of the enterprise reverts back to the airport in most P3  arrangements.", "The Port Authority of New York and New Jersey partnered with the private sector for the  $1.2-billion expansion of Terminal 4 at John F. Kennedy International Airport, which when  it opened in 2001, represented the largest P3 of its kind at a North American airport. In  October 2012, the Port Authority issued a request for qualifications for a P3 to replace  LaGuardia’s main terminal in addition to new roads and taxiways with anticipated  construction beginning in 2014. debt already incurred to renovate the airport’s terminals. We have  previously reported on the benefits and trade-offs of P3s and have  expressed concern about how the public interest is protected in these  projects. The most recent surface transportation reauthorization, MAP- 21, requires the Secretary of Transportation to develop standardized P3  agreements, identify best practices, and provide technical assistance to  P3 project sponsors.", "Denver International Airport illustrates another possible type of public- private funding, although a type that is likely to be of limited use to most  U.S. airports. Denver International Airport, as part of the Denver  Department of Aviation, receives funds from the sale and development of  Denver’s previous airport, Stapleton. This land is being zoned as mixed- use and being developed primarily as residential communities. To  develop the Stapleton site, a private non-profit corporation established by  the city of Denver and the Denver Urban Renewal Authority, had to re- grade the site to provide adequate storm water drainage; install water,  sewer, and other utility lines; develop roads and interchanges; plan and  develop parks and trails; preserve wetlands; and install community  facilities, such as fire stations, a recreation center, a branch library, and  schools."], "subsections": []}, {"section_title": "Development in the Region", "paragraphs": ["Most local government and private sector officials with whom we spoke  promoted their region’s existing assets and proximity to the airport to  attract or expand businesses that benefit from air connectivity. Officials  identified a variety of mechanisms to attract businesses, such as (1)  linking airport development to commercial activities in the region, (2)  identifying and leveraging unique cultural aspects of the region and  promoting tourism or the general quality of life offered by the area, (3)  developing industry clusters,incentives to attract businesses to the region. and (4) designing policies and providing  Local government officials at many localities indicated that activities on  airport grounds contributed to development in the region around the  airport.  Officials at Hartsfield-Jackson Atlanta International Airport told us  that based on a 2009 economic impact study of the airport; they expected  a new international terminal to increase airport operations and attract  businesses and create jobs in the region surrounding the airport. These  airport officials noted that regional stakeholders have already established  two new hotels, an office building, and the Georgia International  Convention Center on property near the airport. The Mayor of Denver has  said that development at the Denver International Airport has the potential  to spur commercial development in the Denver region for decades,  including development along a planned commuter rail corridor that  connects the airport with downtown Denver. The Regional Transportation  DistrictAirport; airport officials are planning to build the terminal station and, in  conjunction with the city of Denver, one or two additional stations to  encourage development in the resulting corridor between the city of  Denver and the airport.   is building electrified commuter rail to Denver International  Cargo service airports can also contribute to regional development. For  example, Alliance Global Logistics Hub, an industrial cargo airport near  Dallas/Fort Worth International Airport, developed in 1982, has attracted  more than $7 billion in investments and 290 corporate residents, including  50 companies listed on the Fortune 500, Global 500 or Forbes’ Top List of  Private Firms. Although the North Carolina Global TransPark in Kinston,  North Carolina, has not attracted the initial investment or new jobs initially  envisioned, some development has taken place. The TransPark has, as  of February 2013, attracted 13 tenants. One of the tenants received a Job  Development Incentive Grant from the North Carolina Department of  Commerce, and is expected to employ more than 1,000 workers by 2014.  An official representing the TransPark said that new developments like  the TransPark take time to fully install supporting transportation  infrastructure and utilities to attract tenants, but hopes that additional  companies will locate at the TransPark.", "Officials at Los Angeles and Miami International Airports cited cultural ties  to other regions of the world and tourism as important drivers of  passengers and cargo traffic. For example, airport officials in Los Angeles  said that the city has large Korean and Iranian populations, and Miami  airport officials spoke of the city’s close cultural ties with Latin America.  Officials in Los Angeles said that the large population of Asians in the Los  Angeles region has reinforced strong cultural ties to Asian countries and  has helped to support trade with these countries. Similarly, officials in  Miami said that tourists from Latin America and the Caribbean visit Miami,  in part, because of the cultural familiarity, the access to world-class tourist  attractions and cruise ships, and the shopping options that may be  unavailable in their countries of origin. In both locations, the regional  aspects helped to attract visitors who use the airport and spend money in  the region. Officials in Memphis said that some of their development  efforts, such as developing Elvis Presley Boulevard and the potential  redevelopment of downtown Memphis, are intended to increase tourism  and attract more passenger flights to the area. They also noted that by  drawing visitors to the region, the airport would generate additional  revenue and airlines might offer more flights to the region.", "In some regions, local officials told us that they were trying to attract  complementary businesses to form industry clusters that might benefit  from the availability of a skilled and interchangeable, or transferrable,  workforce. For example, officials in Miami have been fostering growth in  the region’s banking, insurance and legal services, by promoting its  multicultural and multilingual workforce and its direct air connectivity to  Latin America and the Caribbean. Stakeholders involved with business  development in the Baltimore region expected that the influx of military  jobs at Fort Meade would result in the growth of defense contracting jobs  in the region. These officials anticipate that defense contracting jobs will,  in turn, lead to additional growth in the region. For example, one regional  stakeholder noted that the growing number of government consultants  rely heavily on air transportation and area hotels. Executives at a private  corporation in Detroit told us that they are trying to attract compatible  businesses that could leverage the region’s strength in research and  development in automobile electronics.", "Most local officials we spoke with have implemented state, regional, or  local tax-based incentives and land use policies to attract businesses and  developers to their regions. For example, airport officials in Indiana,  Maryland, Missouri, North Carolina, Texas, and Virginia have applied to  the U.S. Department of Commerce for foreign trade zone designation at  and around their airports to support tax-free manufacturing. Stakeholders  in Detroit leveraged state-approved tax incentives to attract businesses  that rely on the airport for commerce to a 60,000 acre area around the  Detroit Metropolitan Wayne County and Willow Run Airports. Local  planning officials have affected particular land uses near airports through  planning policies, including policies related to noise, environmental quality  (air, water, wetland, species protection), and zoning restrictions. This can  help with airport-centric development because it prioritizes limited  developable land for uses that are compatible with airport operations and  compliant with local, state, and federal requirements. At the Hartsfield- Jackson Atlanta International Airport, a private developer cleaned up an  abandoned industrial site east of the airport and sold a portion of the land  to the City of Atlanta for the airport’s use and sold another portion to a  high-end auto manufacturer. The auto manufacturer expressed interest in  purchasing more land from the developer to attract another high-end auto  manufacturer to develop and share a track on the site to attract  prospective buyers to fly into the region to test drive cars.", "Airport officials in three of the regions in our study said they have  considered the potential to utilize one airport primarily for passengers with  a nearby airport for cargo; however, those officials also identified potential  challenges to splitting passenger and cargo operations. For example,  officials from Los Angeles International Airport told us that it would be  inefficient to move their cargo operations to nearby Ontario Airport in the  Los Angeles region because much of the cargo passing through their  airport travels in the lower deck of passenger planes. Officials at Detroit  Metropolitan Wayne County Airport said they use nearby Willow Run  industrial airport for air cargo to complement passenger and cargo  services offered at Detroit Metropolitan Wayne County Airport, but cited  limitations in the airport’s runway length and condition. An official at  Alliance Global Logistics Hub, on the other hand, said that the passenger  services offered at nearby Dallas/Fort Worth International Airport  complemented the cargo-only services offered at Alliance Global  Logistics Hub because Dallas/Fort Worth International Airport offers  passenger services most major cities in the United States, Mexico and  Canada within 4 hours.", "While the economic viability of all-cargo operations at Ontario and Willow  Run Airports is not yet known, we have previously identified regional  airport planning as one approach to constrained capacity. Some  metropolitan planning organizations (MPO) conduct regional airport  planning as a part of their activities. In 2010, we found metropolitan- planning organizations that conduct regional airport planning have no  authority to determine the priorities of airport improvement projects in  their regions; MPOs do have authority over surface transportation  projects. As a result, the regional airport plans that MPOs produce have  little direct influence over airport capital investment and other decisions.Support and funding of regional airports depend on the FAA’s  assessment of the project. Thus, GAO recommended that FAA develop a  review process for regional airport system planning. According to FAA  officials, FAA agreed to review its Airport System Planning guidance and  revise or clarify it, if necessary, although the agency believed it current  guidance was adequate."], "subsections": []}, {"section_title": "Stakeholder Collaboration", "paragraphs": ["Airport-centric development efforts in the regions we studied span  multiple jurisdictions and involve stakeholders from the airport, the private  sector, and the government sector. Based on our review of literature, our  previous work,visited, collaboration among various stakeholders can help achieve  specific goals. Consultation with residents near the airport and with city  officials representing the interest of their constituents is an important step  in the airport-centric development process. Without collaboration or  agreement among stakeholders, development plans may be difficult to  implement. Los Angeles International Airport officials, for example, would  like to further expand the airport’s northern airfield to address safety and  efficiency issues related to aircraft operations (including accommodating   and discussions with stakeholders in the regions we  larger aircraft); however, given the proximity of the airport to residential  areas and community opposition to potential noise issues, there has been  little public or political support for the airport’s expansion. As our previous  work has shown early and continuous community involvement is critical to  efficient and timely project implementation. For example, some airport  operators are using AIP funds for long-term environmental planning;  continuously self-monitoring their environmental footprints to help prepare  for and address environmental issues; and soliciting community concerns  to anticipate and address environmental issues. In addition, several FAA  processes have been established to help airports address environmental  concerns such as a streamlined environmental review process for airport  projects where expansion is critical for handling the growth of air traffic.", "In the future, as airports like Los Angeles International Airport learn to  better manage their environmental impacts, airports may be better able to  garner community support for airport expansion.", "The stakeholders we spoke with gave examples of the ways in which they  collaborated with other stakeholders, such as establishing new groups to  promote airport-centric development. Regional stakeholders in Baltimore,  Detroit, Indianapolis, Memphis, Milwaukee, and St. Louis formed  multilateral committees including stakeholders representing the airport,  the public sector, and the private sector. While these committees all had a  general focus on airport-centric development, they focused on different  aspects of airport-centric development and functioned in different ways,  for example:", "The BWI Partnership is a business-development advocacy group,  representing the airport and approximately 200 developers, hotels,  law firms, banks, and local government members, and focused on  supporting business development and efficient transportation in the  airport region.", "The Detroit Region Aerotropolis Development Corporation (ADC) is a  public-private economic development agency that works to attract  businesses that rely on air cargo and passenger services. It is  comprised of and funded by stakeholders representing seven local  communities, two counties, and the airport. The Next Michigan  Development Act,jurisdictional cooperation among local entities and allows them to  create tax incentive zones targeted at businesses in the transportation  and logistics sectors. According to the ADC the act contains a clause  to prevent job displacement from another region of the State of  Michigan.  a state incentive program, encourages inter-", "Airport officials led airport-centric development efforts at and around  the Indianapolis International Airport. In their early planning stages,  airport officials invited representatives from nine neighboring  jurisdictions, including the City of Indianapolis, to sign a nonbinding  memorandum of understanding to explore potential targeted airport- centric development opportunities, based on land availability and  existing assets and infrastructure, such as warehouses, and rail  connections that might be utilized to support airport-centric  development; the officials increased the number of stakeholders with  whom to collaborate by expanding the area of consideration, from a 5- mile radius to an 8-mile radius; and they began monthly stakeholder  meetings. Airport officials also partnered with a local community  college to establish a supply-chain logistics and freight-forwarding  technical school on airport property to meet the anticipated demand  for skilled workers in this trade.", "In 2006, the Greater Memphis Chambers of Commerce created the  Memphis Aerotropolis Steering Committee, comprised of public and  private sector stakeholders, to coordinate development efforts in  selected targeted development areas surrounding the airport. This  group has established various work groups to focus on gateways and  beautification, marketing and branding, corridor business  development, and access and transportation. The City of Memphis  was awarded $1.26 million from the U.S. Department of Housing and  Urban Development to partner with the Greater Memphis Chamber of  Commerce, the University of Memphis, and Shelby County to develop  a master plan for airport-centered economic development efforts. The  federal funds were matched with $900,000 in local funds and in-kind  services.", "The Airport Gateway Business Association (AGBA) was created in  2005 to provide leadership in planning, promoting, and developing the  vitality of the area around the General Mitchell International Airport in  Milwaukee, marketed as the “Gateway to Milwaukee.” Funding is  provided through an Airport Gateway Business Improvement  District, managed by AGBA, and stakeholders represent the State of  Wisconsin, the City and the County of Milwaukee, the Milwaukee 7  (seven counties united around an agenda to grow, expand and attract  world-class businesses and talent), Visit Milwaukee, and the General  Mitchell International Airport.", "Officials representing customs brokers and freight forwarders in Miami  indicated the importance of collaboration between stakeholders. That is,  the industry depends on well-established relationships between those  responsible for importing and inspecting cargo and those routing it to its  final destinations. Infrastructure is also necessary, including refrigerated  storage, fumigation facilities, and information technology systems.  Another official, representing floral importers of Florida, said that the  established infrastructure and relationships needed to support a supply  chain are not easy to replicate and help to ensure that Miami International  Airport does not lose its position to another airport as the primary gateway  for most of the flowers imported into the United States. Officials at  Lambert-St. Louis International Airport also explained that freight  forwarders serve as “gatekeepers,” determining what route freight takes  to get from its origin to its destination."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["Based on our review of studies and discussion with regional stakeholders,  we have developed an organizational framework that describes 5   factors—development at the airport, air and surface connectivity, funding  mechanisms for development, development in the region, and  stakeholder collaboration—to consider when approaching airport-centric  development. We could not determine if each of these factors are needed  or if one factor could be substituted for another. However, consideration  of these factors may be helpful as government officials and private-sector  developers develop their plans and analyses when considering  undertaking airport-centric development or projects supporting airport- centric development. Some countries enjoy the concurrent green field  development of airports, the regions, and the facilities that comprise  airport-centric development. In the United States, however, where there  are many long-established airports, most airport-centric development is  implemented through a series of targeted projects and activities to build  upon what already exists. The success of these projects or activities does  not ensure the success of an entire airport-centric development. Similarly,  the presence of an economically viable airport in an economically  successful region does not necessarily mean that targeted airport-centric  development efforts were responsible for success."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Federal Aviation Administration  (FAA), the Department of Commerce (DOC), the Department of Housing  and Urban Development (HUD), the Environmental Protection Agency  (EPA), and representatives from the Airports Council International (ACI),  Airlines for America (A4A), the Cargo Airline Association (CAA), and  academic experts for review and comment.  We invited airport and  regional stakeholders to comment on the portions of this report draft that  pertained to them.  FAA, HUD, and EPA provided technical comments on  the various programs under their purview that we incorporated as  appropriate.  ACI, A4A, CAA, and the academic experts, generally,  agreed with the approach and information in the draft.  One expert  indicated that an evaluative approach would have been more useful for  policymakers.  Some stakeholders provided technical information that we  incorporated as appropriate.", "We are sending copies of this report to the Secretary of Transportation,  the appropriate congressional committees, and others. In addition, the  report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff members have any questions about this report, please  contact me at (202) 512-2834 or dillinghamg@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. GAO staff who made major contributions to  this report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Examples of International Airport-Centric Development", "paragraphs": ["Airport-centric development is occurring in many countries of the world,  including the U.S. According to Kasarda, for example, Asia is second to  North America (21 versus 40) in the number of airport-centric  developments; Europe has 20 airport-centric developments. Globally,  Kasarda identified 35 airport cities and 56 aerotropolises (see table 3).  Some countries with developing economies, including China, India, South  Korea, and the UAE, are building new airports in conjunction with planned  cities on the airport property, called “airport cities,” and beyond airport  property (“aerotropolises”) to provide services for travelers and shippers."], "subsections": []}, {"section_title": "Appendix II: Profiles of U.S. Airport Regions", "paragraphs": ["Appendix II: Profiles of U.S. Airport Regions According to a regional business journal, the Maryland Board of Public Works approved and  awarded a $10 million design contract to design a new connection between two of the airport’s  terminals. Airport officials said that the expansion , which will allow passengers to pass through  security checkpoints to access shops and restaurants at the airport’s A, B, and C terminals without  passing through any further checkpoints, is expected to cost about $100 million to complete.  (Sernovitz, Daniel J., “BWI Airport awarded $10 million for terminal expansion,” Baltimore Business  Journal, Baltimore, MD: April 12, 2011), accessed November 14, 2011,  http://www.bizjournals.com/baltimore/print-edition/2011/08/12/bwi-airport-awarded-10-million.html.).", "According to the BWI Business Partnership website, the Partnership is a business development and  transportation advocacy organization with nearly 175 business and government agency members  representing local and regional businesses, and local, state and federal government agencies. customs tariffs until the goods leave the zone and are formally entered into U.S. Customs Territory.  Merchandise that is shipped to foreign countries from FTZs is exempt from duty payments. This  provision is especially useful to firms that import components in order to manufacture finished  products for export."], "subsections": []}, {"section_title": "Appendix III: Objective, Scope, and Methodology", "paragraphs": ["This report describes the factors that our research and airport operators,  government officials, developers, and other stakeholders identified as key  considerations for airport-centric development. Specifically, this study  describes the activities of stakeholders who are engaged airport-centric  development and the motivations and beliefs of those stakeholders with  respect to their efforts.", "To determine the key characteristics of airport centric development, in the  United States and internationally, we first conducted a bibliographic  search of relevant articles and books cited in the following data-bases.  (See table 18.)", "We supplemented the citations we obtained from this search with those  from the bibliographies of other studies we had obtained, and  recommendations from experts we interviewed. After screening the  abstracts of these studies for relevance, we collected information from  these studies for further analysis. To supplement the information obtained  from our literature review, we spoke with federal officials at the  Department of Transportation and its Federal Aviation Administration; the  Economic Development and International Trade Administrations within  the Department of Commerce; and the Environmental Protection Agency.  We also spoke with experts in transportation, trade, logistics, and  community development about airport-centric development issues.", "To obtain information about airport-centric activities, we selected a  purposeful sample of airports based on the number of passengers and  amount of cargo served; expert recommendations; and geographical  representation. This selection procedure yielded of the following 12  scheduled airline and 2 industrial airports for closer study (see fig. 7).", "From this purposeful sample of 14 airports, we selected 7 sites to visit to  understand the activities and perceptions of stakeholders; we conducted  telephone interviews with representative of and stakeholders involved  with the other 7 airports. See table 19.", "To obtain a full range of relevant stakeholder perspectives on the airport- centric development efforts, we interviewed airport officials; executives  from businesses located adjacent or near to airports; representatives of  real estate development organizations; local and regional economic  development specialists, and federal, state, and local government  officials. We attempted to identify critics of airport-centric development in  each airport region, but we were generally unable to identify critics.", "We conducted our interviews using a semi-structured approach that  allowed our interviewees to respond to provide the information that was  most relevant for their airport and region in each of several broad areas.  These areas included: challenges interviewees had experienced in their  development efforts; ways they had or might address those challenges;  the likely success of their development efforts; factors that might facilitate  or hinder development; any lessons learned or advice the interviewees  identified for others interested in such development efforts; their  assessment of the impact of the considerations for their initiative; and  illustrative examples of how their development efforts had proceeded.", "This approach permitted stakeholders at each site to tailor information  based on their own experiences, but does not allow for generalizations  about how the considerations may impact on the progress of all airport- centric developments or whether such development should be considered  at any given locality. To understand the level of development planned and  efforts underway, we also reviewed available plans related to the airport- centric development efforts including project plans and airport master  plans.", "Based on our literature review and the interviews we conducted with  experts, agency officials, and stakeholders, we identified the following  factors considered by stakeholders at selected U.S. airports and regions  when pursuing airport-centric development: 1)  development at the  airport, 2) air and surface connectivity, 3) funding sources for  development, (4) development in the region, and (5) collaboration among  stakeholders. In this report, we use these 5 factors to discuss how these  considerations generally relate to airport-centric developments and  provide our observations about how particular localities applied these  considerations.", "Throughout the report we use the indefinite quantifiers, “some”, “many”,  and “most” to inform the reader of the approximate quantity of stakeholder  or interviewee type within the regions where we interviewed that agreed  with the particular statement or idea, without actually stating the specific  number of those in agreement in each case. To determine when to use  each indefinite quantifier, we split the total of each type of stakeholder  group into thirds, so that “some” would refer to more than one but fewer  than or equal to one-third of the group; “many” would refer to more than  one-third but fewer than or equal to two-thirds of the group; and, “most”  would refer to more than two-thirds of the group but not the full group.  The corresponding numeric range of values for each stakeholder group  can be found in the table below. For example, most of the airport  representatives would refer to between 10 and 13 (of the total 14)."], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Maria Edelstein, Assistant  Director; Amy Abramowitz; Leia Dickerson; John Healey; William King;  Kirsten Lauber; and Richard Scott, Ph.D made key contributions to this  report."], "subsections": []}]}, {"section_title": "Bibliography", "paragraphs": ["Appold, Stephen J., and John D. Kasarda. “The appropriate scale of US  airport retail activities.” Journal of Air Transport Management, vol. 12, no.  6 (2006): 277-287.", "Bogue, Donald Joseph, and Ernest Watson Burgess. Contributions to  urban sociology. Chicago: University of Chicago Press, 1964.", "Button, K., “Air Transportation Infrastructure in Developing Countries:  Privitization and Deregulation,” In Aviation Infrastructure Performance: A  Study in Comparative Political Economy, edited by Clifford Winston and  Gines de Rus, 193-221.  Washington, D.C.: Brookings Institution Press,  2008.", "Chaudhuri, Sumana, “Impact of Privatization on Performance of Airport  Infrastructure Projects in India: A Preliminary Study.” International Journal  of Aviation Management, vol.1, no.1&2 (2011): 40-57.", "Conway, H.M. The Airport City: Development Concepts for the 21st  Century, Revised Edition, Atlanta, GA: Conway Publications, Inc., 1980.", "Freestone, Robert. \"Planning, Sustainability and Airport-Led Urban  Development.\" International Planning Studies, vol.14, no. 2 (2009).", "Greis, Noel P., and John D. Kasarda. “Enterprise Logistics in the  Information Era.” California Management Review, vol. 39, no. 4 (1997)  55-78.", "Ishutkina, M.A. and R. John Hansman, “Analysis of Interaction between  Air Transportation and Economic Activity (Cambridge, MA: International  Center for Air Transportation, MIT, 2008).", "Kasarda, John D. “Airport cities & the aerotropolis: New planning models.”  Airport Innovation, (2007): 106-110.", "Kasarda, John D. “Airport Cities.” Urban Land, April (2009): 56-60.", "Kasarda, John D. “Airport-Related Industrial Development.” Urban Land,  June (1996): 54-55.", "Kasarda, John D. “Asia’s emerging airport cities.” International Airport  Review, vol. 10, no. 2 (2004): 63-66.", "Kasarda, John D. “Shopping in the airport city and aerotropolis.”  Research Review, vol. 15, no. 2 (2008): 50-56.", "Kasarda, John D. “The aerotropolis and global competitiveness.”  Diplomatic Courier, December (2011): 16-19.", "Kasarda, John D. “The Global TransPark: Logistical Infrastructure for  Industrial Advantage.”Reprint Urban Land, (1998).", "Kasarda, John D. “The Rise of the Aerotropolis.” Next American City,  Spring 2006. Accessed June 24, 2011.", "Kasarda, John D. “Time-Based Competition & Industrial Location in the  Fast Century.” Real Estate Issues, (1998/99) 24-29.", "Kasarda, John D. and Greg Lindsay. Aerotropolis: The Way We’ll Live  Next, 1st edition. New York, NY: Farrar, Straus and Giroux, 2011.", "Kasarda, John D., “The Evolution of Airport Cities and the Aerotropolis,”  Chapter 1 in Airport Cities: The Evolution (London: Insight Media, 2008).", "Kasarda, John D., and David L. Sullivan. “Air Cargo, Liberalization, and  Economic Development.” Annals of Air and Space Law, vol. XXXI (May  2006).", "Kasarda, John D., and Jonathan Green. “Air cargo as an economic  development engine: A note on opportunities and constraints.” Journal of  Air Transport Management, vol. 11, no. 6 (2005): 459-462.", "Kasarda, John D., and Greg Lindsay, Aerotropolis: The Way We’ll Live  Next, (New York, NY: Farrar, Straus and Giroux, 2011).", "Morrison, Stephen A. and Clifford Winston, ”Delayed: U.S. Aviation  Infrastructure Policy at A Crossroads,” In Aviation Infrastructure  Performance: A Study in Comparative Political Economy, edited by  Clifford Winston and Gines de Rus, 7-35.  Washington, D.C.: Brookings  Institution Press, 2008.", "Oliver Clark and John D. Kasarda, editors, Global Airport Cities  (Twickenham, London: Insight Media, 2010).", "Peneda, Mauro José Aguiar; Vasco Domingos Reis, Maria do Rosário  M.R. Macário. \"Critical Factors for Development of Airport Cities.\"  Transportation Research Record: Journal of the Transportation Research  Board, no. 2214 (2011): 1-9.", "Sheffi, Yossi, Logistics Clusters: Delivering Value and Driving Growth,  Boston, MA: MIT Press, 2012.", "Stock, Gregory N.; Noel P. Greis, and John D. Kasarda. “Logistics,  strategy and structure: A conceptual framework.” International Journal of  Operations & Production Management, vol. 18, no. 1 (1998): 37-52.", "Vastag, Gyula; John D. Kasarda, and Tonya Boone. “Logistical Support  for Manufacturing Agility in Global Markets.” International Journal of  Operations & Production Management, vol. 14, no. 11 (1994): 73-85.", "Vespermann, Jan; Andreas Wald. \"Long-term perspectives of intermodal  integration at airports.\" Journal of airport management, vol.4, no. 3  (2010): 252-264.", "Yeung, J.H.Y., Waiman Cheung, Michael Ka-yiu Fung, Xiande Zhao, and  Min Zhang, “The Air Cargo and Express Industry in Hong Kong:  Economic Contribution and Competitiveness.” International Journal of  Shipping and Transport Logistics, vol. 2, no.3 (2010): 321-345."], "subsections": []}], "fastfact": []}