{"id": "GAO-07-164", "url": "https://www.gao.gov/products/GAO-07-164", "title": "Defense Infrastructure: Continuing Challenges in Managing DOD Lodging Programs as Army Moves to Privatize Its Program", "published_date": "2006-12-15T00:00:00", "released_date": "2006-12-15T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Department of Defense (DOD) transient lodging programs were established to provide quality temporary facilities for authorized personnel, and reduce travel costs through lower rates than commercial hotels. DOD has approximately 82,000 temporary duty (TDY) and permanent-change-of-station (PCS) rooms worldwide, and reported that it cost about $860 million in appropriated and nonappropriated funds to operate them in fiscal year 2005. While the Army plans to privatize its lodging in the United States, there are concerns as to whether these plans are cost-effective, and how they relate to DOD-wide lodging efforts. GAO was asked to address (1) how each military service and DOD manages, funds, and assesses the performance of its lodging programs to meet short- and long- term needs, and (2) the effect that lodging privatization would have on the costs to the Army and the ability to maintain and recapitalize facilities. GAO is also providing information on DOD's actions to implement prior recommendations regarding the lodging program. GAO obtained data from the Office of the Secretary of Defense, the military services and visited nine military installations."]}, {"section_title": "What GAO Found", "paragraphs": ["Each military service takes its own approach to manage and fund its lodging programs, but current DOD lodging guidance does not establish performance measures to assess program effectiveness. The Army and Air Force each manage their TDY and PCS lodging under a single organization, while the Navy and Marine Corps have separate organizations managing TDY and PCS facilities. The Marine Corps manages PCS lodging separately because it operates as a profit-generating morale, welfare, and recreation program. The services' lodging programs are provided varying levels of appropriated and nonappropriated fund support, which correlates with the room rates charged. For example, since the Air Force allocates more appropriated funds for program expenses, it charges less than does the Navy PCS program, which is sustained with the revenues generated from room rates. Determining total program costs across the services is difficult because some of the data reported are estimated or hard to collect. Though DOD has a lodging strategic plan, it has not been updated since 1999. DOD has not established lodging performance measures, and the services vary in their efforts to determine program effectiveness. Performance measures could help in assessing future program plans. The Army believes privatization will provide for faster improvement and long-term sustainment of lodging facilities and avoid costs. GAO recognizes these benefits, but its analysis shows privatization could increase costs through increased room rates and create operating challenges that have implications beyond the Army, such as uneven lodging occupancy and room rates where joint basing is planned. Under privatization, the Army projects that a developer will renovate existing or construct new lodging facilities in 7 years, and provide for their adequate sustainment over the 50-year project life. In contrast, the Army projects it would take over 20 years and cost about $1.1 billion to upgrade all lodging facilities under current plans, which do not provide for adequate long-term sustainment. GAO found that lodging privatization could increase costs to the government by about $75 million per year through increased room rates if all lodging facilities in the U.S. are privatized, with those costs borne by the operations and maintenance and military personnel appropriation accounts. The Army currently estimates it will also incur at least $17.3 million in onetime costs related to severance pay and discontinued service retirement annuities for lodging employees let go because of privatization. Privatization also may affect occupancy levels and exacerbate rate disparities among bases and between official and unofficial travelers, as well as lead to inconsistencies in room rates among services at future joint bases. Complying with relevant housing privatization legislation will allow congressional oversight of the Army's privatization of lodging. On October 6, 2006, DOD provided the military services with revised lodging guidance, but this guidance lacks performance standards and measures, and does not address which office within the Office of the Secretary of Defense is responsible for lodging policy and oversight of privatized lodging facilities."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Defense (DOD) principally operates two types of  hotels, or lodges, to support official travelers. The first type, called  temporary duty (TDY) lodges, primarily supports military and civilian  personnel temporarily traveling on official business. The second, called  permanent-change-of-station (PCS) lodges, primarily supports military  personnel and their families who are moving to new duty stations. These  lodges are intended to provide military travelers and their families with a  clean, affordable place to stay while they prepare to move and while they  wait for permanent quarters at their new duty stations. According to the  1999 DOD Lodging Strategic Plan, the program goals are to (1) promote  customer satisfaction through exceptional service, (2) develop a  professional management team and motivated workforce, (3) employ a  corporate approach to enhance business-based methods of operation,   (4) develop and manage the lodging facilities, (5) assure sound financial  management and accountability reflective of the hospitality industry, and  (6) pursue efficiencies through interservice cooperative efforts. In March  2002, we recommended that DOD should provide the military services  with a policy framework, including improved lodging guidance, to help  achieve DOD’s lodging program management objectives.", "DOD has approximately 82,000 transient lodging rooms. The Army and the  Air Force each manages its TDY and PCS lodging under the same  organization, while the Navy and Marine Corps both opt to have separate  organizations manage TDY lodges and PCS facilities. Over the past decade  the Army, Air Force, and Navy have entered into limited public-private  ventures to construct and operate lodging facilities. Recently, the Army  announced plans to privatize its entire domestic lodging program utilizing  the Alternative Authority for Acquisition and Improvement of Military  Housing legislation, commonly referred to as Military Housing  Privatization Initiative (MHPI) legislation.", "You requested that we review the services’ lodging programs. Our  objectives were to (1) describe how each military service manages, funds,  and assesses the performance of its lodging program to meet short- and  long-term needs; and (2) assess the effect that privatization of lodging  would have on the cost to the Army, and on its capability to maintain and  recapitalize lodging facilities. Additionally, we are providing information  concerning the status of GAO’s prior recommendations regarding DOD  lodging programs.", "To determine how the military services manage and fund their lodging  programs, we reviewed DOD and military service lodging policies and  regulations and interviewed key officials in the Office of the Secretary of  Defense (OSD) and the military services responsible for lodging programs.  We analyzed the appropriated and nonappropriated fund support for  lodging between fiscal years 2003 and 2005. Furthermore, we visited eight  military installations (two in each military service) to determine how each  of the services manages and supports its lodges and to observe their  physical condition. To identify and assess Army plans to privatize lodging  in the United States, we interviewed officials within the Office of the  Assistant Secretary of the Army (Installations and Environment) and  analyzed documentation used to support its decision to privatize lodging.  We also interviewed service officials and developers involved in previous  lodging public-private ventures to identify lessons learned from these  efforts. Finally, we met officials in the Office of the Secretary of Defense  (Personnel and Readiness) to determine the status of implementing GAO’s  prior recommendation to improve DOD lodging guidance. We conducted  our work from December 2005 through October 2006 in accordance with  generally accepted government auditing standards. Further details on our  scope and methodology are described in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["DOD’s lodging programs were established to maintain mission readiness  and improve productivity, and were intended to provide good quality  temporary lodging facilities and service for authorized personnel. They  were also created with the goal of reducing official travel costs for DOD’s  mobile military community by charging room rates lower than those of  commercial hotels. Within the Office of the Secretary of Defense, the  Office of the Under Secretary of Defense (Personnel and Readiness) has  issued the majority of guidance governing TDY and PCS lodging program  and resource management, although the Office of the Under Secretary of  Defense (Acquisition, Technology and Logistics) has established some  lodging room quality standards within its housing management guidance  and is responsible for the housing privatization efforts. Further, while  DOD Instruction 1015.11 states that the Principal Deputy Under Secretary  of Defense (Personnel and Readiness) is to provide lodging oversight,  guidance, and procedures to ensure proper administration and  management of DOD lodging programs and monitor compliance with  these procedures and guidance, DOD Directive 4165.63 states that DOD  housing (the responsibility for management of which rests with the Under  Secretary of Defense for Acquisition, Technology, and Logistics)  “encompasses housing for accompanied and unaccompanied personnel  and temporary lodging facilities.” Each of the services also has policies to  guide the administration of its lodging programs.", "In 1999, the Office of the Under Secretary of Defense (Personnel and  Readiness) developed the DOD Lodging Strategic Plan and DOD Lodging  Program Standards, and neither have been revised or updated  subsequently. The program goals established in the lodging strategic plan  are to (1) promote customer satisfaction through exceptional service,   (2) develop a professional management team and motivated workforce,   (3) employ a corporate approach to enhance business-based methods of  operation, (4) develop and manage the lodging facilities, (5) assure sound  financial management and accountability reflective of the hospitality  industry, and (6) pursue efficiencies through interservice cooperative  efforts. The DOD Lodging Program Standards task the military services  with applying these program standards and developing detailed operating  standards as appropriate, so each of the services also has policies to guide  the administration of its lodging programs.", "DOD has approximately 82,000 transient lodging rooms. The major  differences between TDY and PCS lodges are the number of rooms in their  inventory and the type of traveler they primarily serve. Table 1 shows the  magnitude of DOD’s lodging programs.", "Transient lodging serves various military and civilian travelers. TDY lodges  serve mainly individual military or civilian travelers who are temporarily  assigned to a duty station other than their home station. PCS lodges  mainly serve military personnel and their families who are changing  permanent duty stations. On a space-available basis, TDY and PCS lodges  can accommodate some kinds of “unofficial travelers,” such as military  retirees and relatives and guests of service members assigned to the  installation.", "Total occupancy rates vary by program, ranging from 75 to 92 percent for  fiscal year 2005. In addition, lodging occupancy by official and unofficial  travelers varies by service. The Army serves the highest percentage of  official travelers, and the Marine Corps the lowest, as table 2 shows.", "Funds provided for lodging operations originate from two sources:  appropriated funds and nonappropriated funds. DOD Lodging guidance  provides specific guidelines on whether an expense should be paid for  with appropriated or nonappropriated funding. DOD Instruction 1015.12  states that the military services have the authority to waive the fund  source that will create higher nonappropriated expenses for TDY lodging  and PCS lodging not run as an MWR program. Appropriated funds are  typically used for operations and maintenance expenses, such as laundry  services and utilities, and some kinds of minor construction.  Nonappropriated funds are generated from room rate revenues, and each  of the lodging programs sets room rates according to the amount of  revenue needed to pay for expenses not covered by appropriated funds.  Nonappropriated funds are used to pay for a wide variety of expenses,  from some employee wages to certain kinds of replacement furnishings.  Funds generated from room rates at TDY lodging and PCS lodging not run  as an MWR program are considered to be nonappropriated because the  traveler pays for the charge at the time of his or her stay. Most lodging  patrons are on official TDY or PCS travel, however, and are reimbursed  with funds appropriated to the military services for travel either from  operations and maintenance or military personnel accounts. Thus, the  majority of funding originates from appropriated dollars. However, to  distinguish funding streams, revenues from room sales are referred to as  nonappropriated funds.  According to DOD financial data, the total  amount of appropriated and nonappropriated funding support for  operating the lodging programs was about $857million for fiscal year 2005.", "Room rates at these lodges are intended to be set at the lowest rate  possible to reduce travel costs, yet generate enough revenue to cover  expenses. Some services have added a surcharge to the nightly room rate,  which they accumulate and use for lodge construction and major  renovation. Revenues from TDY lodging must be maintained in a separate  nonappropriated fund account, designated as lodging, or billeting, fund.  DOD Instruction 1015.12 permits military services to operate PCS lodging  either (1) through a lodging or billeting fund, or (2) through an MWR fund.  PCS lodging that is built, maintained, or operated by other than the MWR  program or exchange service must be maintained in a separate fund  account, designated as a lodging, or billeting, fund, and is independent of  the single MWR fund. When PCS needs are met by MWR operating funds,  they are part of the single MWR nonappropriated fund instrumentality and  are operated as a category C revenue generating activity. The Marine  Corps operates its PCS lodging as part of its MWR program, which is  operated as a Category C, revenue generating program. Thus, the lodging  revenues are deposited into the Marine Corps’s single MWR  nonappropriated fund account, which can be used to benefit any of the  service’s MWR programs.", "The vast majority of transient lodging facilities are managed and operated  by the military services with civilian workers paid by nonappropriated  funds. Over the past decade, however, the Army, Air Force, and Navy have  entered into limited public-private ventures to construct and operate  lodging facilities on 10 installations with some degree of risk shared  between the government and the private sector. Appendix II provides  additional details concerning the 10 previous public-private lodging  ventures."], "subsections": [{"section_title": "Privatization of Army Lodging", "paragraphs": ["According to the Army, approximately 80 percent of Army lodging  inventory needs replacement or major renovation because of persistent  funding shortfalls and the lack of capital investment. The Army estimates  that, absent privatization, it would cost about $1.1 billion and would take  more than 20 years to renovate or build new lodging facilities. Given the  cost and length of time associated with revitalization under the Lodging  Wellness Plan, the Army considered the use of commercial loans and  enhanced-use leasing, before deciding on privatization of lodging facilities  in the United States. The Army is using the same legislation that allowed  the department to privatize its family housing for its lodging privatization  effort. Congress established the MHPI in the National Defense  Authorization Act for Fiscal Year 1996. The MPHI legislation gives the  Secretary of Defense the authority to (with certain restrictions) provide  direct loans, rental guarantees, ground leases, and other incentives to  encourage private developers to construct and renovate housing. Under  the Army’s PAL program, the selected developer will receive a 50-year  ground lease and will be responsible for asset, property, and maintenance  management.", "The Army placed installations in the United States into one of three  privatization groups. According to the Army, this was done to mitigate  some of the risk associated with privatization, such as the developer  choosing high-value properties over those in greater need of repair. The  Army planned to select a developer for Group A during September 2006,  and to transfer the lodging in this group to the developer by September  2007. The Army plans to transfer installations in Group B by September  2008 and those in Group C by September 2009. The Army anticipates that  all lodging facilities will be renovated or replaced in 7 years, by 2014.  Furthermore, the Army expects the developers to establish a lodging  sustainment and recapitalization fund to maintain the lodging over the 50- year life of the project.", "On September 28, 2006, the Army selected a developer for Group A which  must submit a lodging development and management plan (LDMP).  According to the Army PAL program, after approval of the LDMP business  plan by Headquarters, Department of the Army, OSD, and the Office of  Management and Budget (OMB), Congress will have a 45-day period to  review the plan prior to the Army transferring Group A to the developer."], "subsections": []}]}, {"section_title": "Services Use Decentralized Approach to Manage and Fund Lodging Programs", "paragraphs": ["Each military service takes its own approach to manage and fund its  lodging programs, but current DOD lodging guidance does not establish  performance standards and measures needed to assess program  effectiveness."], "subsections": [{"section_title": "Management and Funding Approaches Differ", "paragraphs": ["Each of the military services uses a different approach to manage and fund  its transient lodging programs. The Army and the Air Force each manage  their TDY and PCS lodging under one organization, while the Navy and  Marine Corps both opt to have one organization manage TDY lodges and  another one for PCS facilities. The Army and Air Force believe using one  management structure to serve both TDY and PCS travelers is the most  efficient approach. Alternatively, the Navy and Marine Corps believe  operating two separate programs, one for TDY travelers and one for PCS  travelers, is the most efficient approach for meeting their service’s needs.  Neither of the two military services currently has plans to merge  management of the lodging programs.", "The Navy has operated its two programs separately since 1969 when the  Navy PCS lodging program was established to be operated almost entirely  with nonappropriated funds. The Marine Corps also operates its TDY and  PCS lodging separately. PCS lodging operates almost entirely with  nonappropriated funds through the Marine Corps’s MWR program and  generates a profit, which is not allowed for TDY lodging. The room  revenues from the Marine Corps’s PCS lodging are deposited in the Marine  Corps Community Service account, which also contains funds from other  MWR activities and the Marine Corps Exchange Service. In return, the PCS  lodging program receives overhead services, such as personnel and  accounting, and funds for major repairs or new construction projects. By  contrast, all of the other lodging programs have a separate financial  account that must at least “break even” on an annual basis, receiving and  generating just enough revenues to operate and sustain the program and  facilities.", "The military services’ lodging programs receive varying levels of  appropriated and nonappropriated fund support. The level of appropriated  fund support allocated influences the amount the programs charge for  room rates. Nonappropriated funds are generated through room sales, and  each of the lodging programs sets room rates according to the amount of  revenue needed to pay for expenses not covered by appropriated funds.  For example, the Navy and Marine Corps allocate very limited amounts of  appropriated funding to their PCS lodging, so the room rates are higher to  generate more nonappropriated funds for program expenses. Room rates  are also influenced by surcharges that the Army and Air Force charge to  raise revenue for room and facility improvements. As table 3 illustrates,  average daily room rates vary considerably across the programs, ranging  from $14 to $65.", "Navy PCS is the only program that accrues all future capital expenditures  through room revenues, while the other programs benefit from other  sources of support, such as appropriated funds, shared construction  funds, or lodging surcharges. A Navy official explained that this is one  reason why the Navy PCS average daily room rate is higher than other  programs’ rates. For fiscal year 2005, five of the six programs’ room rates  were lower than the $60 standard per diem lodging rate, and all were  lower than the $89 average per diem lodging rate for nonstandard areas.  The per diem rates are what a traveler could expect to pay, on average,  and subsequently be reimbursed for, while staying off-base in a  commercial hotel. The DOD room rates do not necessarily include all  sources of program support. However, so comparing room rates to the per  diem lodging rates is not an appropriate measure of cost efficiency or  program value.", "The amount of appropriated funds and nonappropriated funds the services  reported spending on lodging program expenses for fiscal years 2003  through 2005 varied considerably as seen in figure 1.", "The Air Force, Navy TDY program, and Marine Corps PCS program all  experienced a decrease in appropriated fund support allocated for lodging  program operations between fiscal years 2003 and 2005. The change in  appropriated funds for the Navy’s TDY program was significant, falling  from an estimated $48.7 million to $17.8 million, while nonappropriated  funds provided for the program rose from $85.7 million to $109.9 million.  Navy officials told us that appropriated funds allocated to this program  decreased due to Navy-wide funding reductions. According to data from  fiscal years 2003 through 2005, the Air Force allocates the greatest total  amount of appropriated fund support for program operations among the  military services, but it also has the largest number of rooms in its  inventory."], "subsections": []}, {"section_title": "Lodging Programs Lack Business-based Performance Standards and Measures to Assess Program Effectiveness", "paragraphs": ["Current DOD lodging guidance does not establish detailed performance  standards and measures needed for monitoring and assessing program  effectiveness. The Office of the Under Secretary of Defense (Personnel  and Readiness), in conjunction with the military services, developed the  DOD Lodging Strategic Plan and the DOD Lodging Program Standards in  1999, but these documents have not been updated or revised since then.  The lodging program standards provide minimum requirements for  program services and amenities, but task the military services with  developing detailed operating plans. While the strategic plan establishes a  mission statement and a list of goals for the DOD lodging programs, the  Office of the Under Secretary has not created performance measures to  assess progress in achieving these goals.", "DOD lodging officials with work experience in private hotels told us that it  is a common practice in the hospitality industry to use benchmarks to  track progress and determine success. For example, Smith Travel  Research annually publishes the Hotel Operating Statistics study, which  provides an overview of U.S. lodging industry performance, drawing data  from the operating statements of over 5,100 hotels. Some of the business- based measures reported in the study include room occupancy, average  daily room rate, revenue per available room, and the number of rooms  available and sold, among others. While DOD lodging programs are  collecting and reporting some of these measures, lodging officials are  unclear how the data is being used, since performance standards have not  been established. In addition, some lodging officials expressed concerns  about the reliability and consistency of the cost and program data, which  will be discussed in greater detail below. Among the various reasons for  this, the officials noted that DOD has not provided common definitions  and guidance about how the data should be collected and reported. For  consistent data collection and reporting, private hotels can use common  definitions and calculations established in the Uniform System of  Accounts for the Lodging Industry, issued by the Educational Institute of  the American Hotel and Lodging Association.", "Each fiscal year the military services submit the following reports to the  Under Secretary of Defense (Personnel & Readiness) for each lodging  program:    a financial report that includes income and expense information;    a lodging standards status report, which shows the proportion of facilities  and rooms that provide the required services and amenities; and    a program report, which includes descriptive information and some  summary statistics, such as the occupancy rate, average daily room rate,  number of rooms sold, and room revenue.", "The data in these reports are primarily descriptive and are not linked to  performance measures of program efficiency and effectiveness, which  limits their utility. In previous work, GAO has found that developing  measurable performance standards coupled with ongoing monitoring and  reporting on program performance can help program managers and  Congress determine whether goals are being achieved. Given the variety of  approaches that the military services have taken to operate the lodging  programs, it is difficult to evaluate and compare their respective efficiency  and effectiveness without commonly defined measures of success. In the  absence of performance measures and reports, we used our discussions  with lodging program officials and available data to describe the steps that  the lodging programs have taken to meet the program goals and objectives  from the DOD Lodging Strategic Plan."], "subsections": [{"section_title": "Promoting Customer Satisfaction", "paragraphs": ["The degree to which the military services’ lodging programs solicit  customer feedback is limited. DOD guidance requires that lodging  programs periodically measure customer demand, usage, and satisfaction  and act upon these findings, but no other specific guidance is provided.  The Navy PCS program provides a customer satisfaction survey to every  guest, and in 2005, an independent contractor calculated a customer  satisfaction rate of 95 percent. By contrast, none of the other lodging  programs are systematically tracking customer satisfaction centrally,  though some installations may be soliciting customer feedback. Annually,  the lodging programs report their overall lodging occupancy rate for the  year, but because no standard way to calculate occupancy has been  defined or used by all of the military services, it is unclear whether the  figures can be compared across programs. For example, some programs  could calculate the figure using total rooms in their inventory, while other  programs could exclude rooms undergoing service or renovation."], "subsections": []}, {"section_title": "Determining Program Costs", "paragraphs": ["DOD lodging was established with the goal of saving military travel funds  by providing temporary lodging at a lower overall cost than paying for  travelers to stay at commercial hotels. However, neither OSD nor the  military services measure and report on cost effectiveness of their lodging  programs. In addition, the cost data reported by the military services to  OSD annually may not adequately reflect total lodging program costs,  because lodging program officials stated that determining some  appropriated fund support can be difficult. For example, some support  services, such as snow removal, laundry, or fire and police protection, are  paid for by the installation, and costs are not tracked by program.  Therefore, lodging officials must estimate the value of the portion of the  indirect appropriated fund support that was spent on lodging. For  example, the Navy PCS program is the only lodging program that can  determine actual electricity costs, while the other programs all estimate  utilities expenses.", "During our review we identified the following issues with the lodging costs  reported by the military services for fiscal year 2005.", "The Army reported a total of $6.2 million in appropriated funds support for  fiscal year 2005 to OSD. However, the Army later collected data directly  from every installation as part its privatization effort that indicated  appropriated fund support for the same time period was actually about  $27.9 million; this included increased costs for personnel salaries, utilities,  repairs, laundry, and supplies. In addition, while gathering information at  the installation level for its privatization initiative, Army officials found  great inconsistencies in the way that cost data and other information, such  as the average daily room rate, were collected and calculated across  installations.", "The Marine Corps PCS program reported total expenses of about $9.6  million for fiscal year 2005, however this figure does not include support  services paid for out of the Marine Corps Community Services account,  which are reported to OSD in aggregate but are not tracked by program.  Marine Corps officials estimate the value of the support services to the  PCS lodging program was about $3.7 million for fiscal year 2005.", "The Navy’s TDY program does not use a consistent approach across  installations to estimate utilities and collect other types of appropriated  fund support, which raises questions about the reliability of the data. In  addition, when following up on what appeared to be an unusual trend in  program funding, we found that the Navy TDY program mistakenly  overreported to OSD the amount of appropriated funds support the  lodging program received in fiscal years 2003 and 2004 by approximately  $120 million total, which it later corrected.", "Similarly, after GAO observed significant increases in the Air Force’s  nonappropriated funds expenditures for fiscal year 2005, the Air Force  realized it mistakenly overreported the amount of nonappropriated fund  support by about $120 million. The Air Force attributed this to a clerical  error and corrected the report.", "To compare estimated total program costs across the military services’  lodging programs, which vary considerably in size, we standardized  financial data reported to OSD on a per room basis. Daily program  expenses per room varied considerably across programs for fiscal year  2005, ranging from $13 to $47 as seen in figure 2.", "We also included the other estimated program expenditures identified by  the Army and Marine Corps that were not included in the financial report  to OSD, as previously discussed in this section of the report."], "subsections": []}]}, {"section_title": "Maintaining and Recapitalizing Lodging Facilities", "paragraphs": ["DOD lodging guidance sets forth basic guidance on quality standards, such  as minimum room size and specific amenities that must be provided. In  addition, the military services report annually how many of their facilities  have a furnishing replacement plan, and a short- and long-term  maintenance plan. However, each lodging program determines its  particular strategy for maintaining and upgrading its rooms, as well as  planning for facilities upgrades, such as major renovations or  construction. For example, the Army currently relies on its Army Lodging  Wellness Plan to repair, renovate, and replace its outdated lodging  facilities. According to the Army, approximately 80 percent of its lodging  inventory is currently in need of replacement or major renovation. The  lack of a recapitalization component for long-term facility sustainment is  part of what led the Army to consider privatization. On the other hand, the  Air Force has developed additional guidance on what amenities facilities  and rooms should include. The Air Force estimates that 9 percent of its  rooms are what it considers to be inadequate, and it has implemented a  room surcharge to save for capital improvements. The Navy and Marine  Corps’s TDY programs follow the DOD Lodging Standards, and  maintenance and recapitalization plans are made at the installation level.  Neither program has assessed the adequacy of room quality programwide.  Meanwhile, the Navy and Marine Corps’s PCS lodging officials stated that  there are no inadequate rooms in the PCS lodging inventory and all rooms  meet DOD Lodging Standards. The Navy conducts annual inspections of  each PCS facility, evaluating not only the physical condition, but also  service standards, management responsibilities, and financial procedures.  Moreover, an independent company rated the Navy’s PCS lodging the fifth  cleanest hotel in the United States in 2005, based on customer interviews.", "Table 4 shows the amount the lodging programs reported spending on  capital expenditures, which includes new construction and major  renovations of facilities and major equipment purchases for fiscal years  2003 through 2005. These figures exclude operating funds spent on minor  renovations, and repair and maintenance. As the table illustrates, the  services have relied almost entirely on nonappropriated funds for capital  expenses."], "subsections": []}]}, {"section_title": "Army’s Privatization Plans Could Upgrade Facilities Faster but Will Increase Government Costs and Create Other Challenges", "paragraphs": ["The Army believes the lodging developer will renovate existing or  construct new lodging facilities sooner—in 7 years by 2014—than  otherwise planned by the Army, and provide for adequate sustainment of  lodging facilities over the 50-year project life. While this should result in  improved quality of facilities, it will also result in additional cost to the  government through increased lodging fees and will not produce the  savings suggested by earlier Army analysis. Our analysis indicates that the  Army’s travel costs could increase by about $75 million per year if all  lodging facilities in the United States are privatized. In addition, the Army  could incur approximately $17.3 million in onetime costs associated with  severance pay and discontinued service retirement annuities for  nonappropriated fund lodging employees who would be let go if lodging is  privatized. Furthermore, privatization of Army lodging may potentially  affect occupancy levels and exacerbate rate disparities among bases and  between official and unofficial travelers, as well as lead to inconsistencies  in room rates among services at joint bases."], "subsections": [{"section_title": "Army Expects Privatization to Provide Adequate Facilities Faster with Long-term Sustainment", "paragraphs": ["The Army believes that the developer will renovate existing or construct  new lodging facilities in 7 years (by 2014), and will provide for adequate  sustainment of lodging facilities over the 50-year project life. In contrast, if  the Army continues with its current Wellness Plan, it estimates that it  would take until 2026 or later to bring all rooms up to adequate condition.", "Additionally, the Wellness Plan does not generate funds for adequate long- term lodging sustainment.", "In November 1999, the Army initiated the Army Lodging Wellness Plan to  renovate and replace inadequate lodging. As part of the Wellness Plan, the  Army collects a surcharge, the Lodging Capital Assessment (LCA), for  each room night in Army lodging. The income from the surcharge  collected on each room night is placed in the Army Lodging Fund and used  to revitalize Army lodging facilities worldwide. This surcharge generated  approximately $229 million over the last 6 years for the Army Lodging  Fund. The Army spent about $75 million on lodging improvements. In  addition, the Army used $40 million to reimburse the Morale, Welfare, and  Recreation Fund for guest houses, which were transferred to the Army  lodging inventory when PCS travel was recognized as official travel and  guest houses as official government lodging facilities.", "In 2001, in preparation for a study by an independent consulting firm, the  Army estimated that it would cost about $657 million to repair or renovate  Army lodging worldwide. This study was conducted to facilitate the  Army’s consideration of a private loan to finance the Army Lodging  Wellness Plan. In 2004, the Army revised its estimate to about $1.1 billion  for lodging revitalization in its U.S. facilities. Using the more recent 2004  estimate, GAO analysis determined that the Lodging Wellness Program  would take approximately 20 years or more to bring all lodging facilities  up to adequate standards.", "GAO calculations estimate that the lodging surcharge generates $52.2  million annually in income. Even though the Army Lodging Fund showed a  positive balance of $133.6 million in fiscal year 2005, some of these funds  are already committed to revitalize lodging facilities overseas. If the  amount currently in the Army Lodging Fund is applied entirely to U.S.  facilities, lodging revitalization could take about 17 years to complete. In  either case, it would take at least 20 years to bring rooms and facilities  worldwide up to an acceptable level using the Army Lodging Wellness  approach. Table 5 shows a comparison of alternatives to improve Army  lodging.", "In addition to the ability to revitalize lodging more quickly, the  privatization of Army lodging will provide sustained recapitalization over  the 50-year span of the project. According to the Army, a clause requiring a  recapitalization lock box will be included in the lease with the private  developer, to ensure that funds are available for recapitalization."], "subsections": []}, {"section_title": "Army Would Incur Increased Travel Costs", "paragraphs": ["The Army’s plan to privatize its lodging would permit it to leverage the  resources of the private sector to recapitalize and replace its existing  lodging facilities. However, this will likely increase costs to the  government through increased lodging fees and it is unclear to what extent  other savings would occur as suggested by earlier Army analysis.", "The Army’s initial cost analysis found that, over the 50-year life cycle of  the proposed leasing of Army lodging to a private developer, the  privatization scenario would result in a 16 percent cost savings to the  Army within the 13 installations included in Group A, as shown in table 6.", "We found that the Army’s savings estimate was based on government  “should costs,” which compared predicted costs under the privatization  and the amounts it “should cost” the government to own, operate,  upgrade, sustain, and recapitalize the same lodging assets as the private  developer. According to the Army, the estimate was prepared in  accordance with OMB and DOD guidelines, which required an estimate  based on “should cost.” However, we believe, as we have reported in the  past concerning cost estimates for military privatization projects, that it  would be more appropriate to compare the cost of a proposed  privatization initiative with the cost of continued government ownership  on the basis of the real planned expenditures and the timing of these  expenditures. The Army acknowledges that, in the event that lodging is not  privatized, the Army would likely not operate, upgrade, sustain, and  recapitalize its lodging operations and assets as represented in the “should  cost” estimate. According to the Army, it is the lack of upgrades and  maintenance to its lodging facilities that caused it to look to privatization  as an option in the first place. Furthermore, based on its ongoing analysis  of lodging expenses, the Army recently acknowledged that it will cost the  Army more to privatize its lodging than to continue Army ownership.  However, despite the additional cost, the Army believes privatization of  lodging is the best solution because in 7 rather than nearly 20 years, it will  result in better facilities, and have a sustainment and recapitalization  component that is not built into the current rates.", "Our analysis indicates that Army travel costs would increase under lodging  privatization, because the average room rate will increase from the current  57 percent of per diem to 75 percent of per diem. We estimate that this will  result in an annual increase of about $14.4 million for the installations in  Group A and $74.5 million if the Army privatizes all lodging in the United  States. The Army agrees that travel costs will increase, but believes that  the increased travel cost would likely be offset by reductions in other  appropriated funding for lodging, for items such as utilities, laundry, and  supplies. The Army estimated that appropriated fund support for the  expenses associated with these items, across the United States, totaled  about $27.9 million in fiscal year 2005. Utilities accounted for about $15.6  million, or 56 percent of the appropriated fund support, which was  calculated based on national averages for utilities, since individual lodging  facilities are not metered. The remainder of the appropriated support was  for such items as laundry, supplies, and salaries. However, during GAO  site visits to Army installations, lodging staff noted that appropriated  funding for these items had diminished in recent years. For example, the  lodging program at Fort Polk, Louisiana, is now responsible for services  such as laundry and supplies, which were previously paid for by the  installation with appropriated funds. At Fort Sam Houston, Texas, another  installation scheduled for the first round of privatization, staff also stated  that nonappropriated funds were used for things such as repairs, which  appropriated funds should have covered. The Army noted that when the  amount of appropriated funds used to support lodging expenses is  reduced, more nonappropriated funds are needed to pay for the expenses.  According to the Army, to generate more nonappropriated funds, generally  room rates must be increased to cover expenses.", "According to Army officials, the Army would also incur a total of about  $17.3 million in onetime costs for severance pay and discontinued service  retirement annuities. The Army currently estimates that severance pay  will cost approximately $12.7 million for about 2,000 employees (most of  whom are paid with nonappropriated funds) who would be let go if  lodging is privatized. Additionally, the Army estimates that about 59 of the  2,000 employees, in addition to receiving severance pay, may be eligible  for a discontinued service retirement annuity. According to the Army, the  most recent cost estimate for discontinued service retirement annuities is  around $4.6 million. However, the exact amount of severance pay and  discontinued service annuities will not be known until lodging at each  installation is privatized and the Civilian Personnel Office calculates  accurate severance pay, and where applicable discontinued service  annuities, for each individual employee. According to the Army officials,  the severance pay and discontinued service retirement annuities will be  paid with nonappropriated funds from the centralized Army Lodging Fund."], "subsections": []}, {"section_title": "Other Potential Operating Challenges of Lodging Privatization", "paragraphs": ["The privatization of Army lodging may potentially affect occupancy levels  and exacerbate rate disparities among bases and between official and  unofficial travelers, as well as promote more notable inconsistencies in  room rates among services at planned joint bases.", "If the Army lodging facilities are privatized, the occupancy rates could  decline because official travelers would not be required to stay in the  privatized facilities. Under current regulations, when adequate quarters are  available on the U.S. installation to which a service member is assigned  TDY and the service member uses other lodgings as a personal choice,  lodging reimbursement is limited to government quarters cost on the U.S.  installation to which he was assigned. Army officials acknowledge that  initially there may be a decline in demand for on-base lodging, as it will  take some time for the currently inadequate rooms to be renovated and as  some travelers may want to stay off-base simply because they can.  However, Army officials believe that if a decline in demand does occur it  would not last long, because travelers may have difficulties finding  affordable lodging that is located at a reasonable distance from the post.  Our work on DOD’s housing privatization efforts has shown that  occupancy rates are below expectations for some projects. In April 2006  we reported that 16, or 36 percent, of 44 awarded housing privatization  projects had occupancy rates below expectations. In an attempt to  increase occupancy and keep rental revenues up, 20 projects began  renting housing units to parties other than military families, including  single or unaccompanied service members, retired military personnel,  civilians and contractors who work for DOD, and civilians from the  general public. Army officials believe that the housing and lodging markets  are sufficiently different that they should not be compared too closely. For  example, they noted that a TDY or PCS traveler generally stays in lodging  for 1 or 2 weeks, while military housing is usually occupied for 2 or 3  years.", "Furthermore, privatization may lead to changes for unofficial travelers.  Unofficial travelers, who account for 7 percent of those accommodated at  Army lodgings, currently pay the same rate as official travelers. However,  with privatization, the private entity managing Army lodging could charge  unofficial travelers the market rate, which may be higher than the amount  official travelers will pay. Army officials noted that unofficial travelers  should pay market rates; however, the Army has not enforced this because  it wants to minimize the out-of-pocket cost for unofficial travelers such as  retirees or visiting family members.", "Privatization of lodging may also create some inconsistencies in lodging  pricing as DOD implements its plans to establish joint bases as directed by  the 2005 base realignment and closure recommendations. Under the  approved recommendations, the management of installation support  services, including lodging, would be consolidated under a single service  at various installations throughout the United States. Two installations in  the Army’s Group A, Fort Sam Houston and Fort Myer, are included in this  recommendation. While the Army does not believe that privatization will  affect plans for joint basing, we believe it could lead to inconsistencies in  room rates among services at joint bases. For example, a service member  on official travel to the San Antonio area would pay more for a room at  Fort Sam Houston than at either Lackland or Randolph Air Force Bases.  Using current per diem and the projected privatization pricing allowance,  a room at Fort Sam Houston would cost $70 per night under privatization,  while a room at either Lackland or Randolph Air Force Base would cost  $27 per night. Officials in the Office of the Under Secretary of Defense for  Personnel and Readiness and the Air Force question whether the Army  should have included installations in the joint basing recommendation in  their initial group of lodging facilities to privatize because of the  uncertainty about how joint bases will operate."], "subsections": []}, {"section_title": "Oversight and Accountability for Privatization of Army Lodging Program Will Follow Military Housing Model", "paragraphs": ["The Army is using the MHPI legislation as its authority to establish the  lodging privatization program. The Office of the Under Secretary of  Defense for Acquisition, Technology, and Logistics provides oversight for  MHPI-authorized projects and, according to officials from that office, will  provide oversight for lodging privatization similar to that provided for  military housing privatization. The MPHI legislation has several provisions  that direct the Secretary of Defense to notify Congress of his actions under  certain circumstances. For example, the Secretary of Defense must submit  written notification to Congress before transferring appropriated  amounts to certain kinds of funds, as well as submit a report describing  the contracts that the Secretary proposes to solicit under the MPHI  legislation at least 30 days before doing so. Additionally, OSD and the  military services use the MHPI program evaluation plan to monitor the  physical and financial health of awarded projects, and evaluate the costs  and benefits of privatization. The program evaluation plan requires  semiannual reporting to OSD for all awarded MHPI projects. According to  OSD officials, since the Army is using the same MHPI legislation as  authority to privatize its lodging, these reporting requirements should also  be applicable, and would provide the Congress and OSD with a high-level  of oversight as the Army begins to implement its program. The Army  acknowledges that it is aware of the congressional reporting requirements  for MHPI legislation projects and intends to comply with the requirements  as it implements its lodging privatization plans."], "subsections": []}]}, {"section_title": "Revised DOD Lodging Policy Does Not Provide Clear Performance Standards", "paragraphs": ["On October 6, 2006, DOD provided the military services with revised  lodging guidance, which addressed some issues raised in prior GAO  recommendations but does not provide clear program performance  standards and measures. The new guidance requires the military services  to (1) develop and maintain a 5-year recapitalization plan, (2) base the  construction of lodging rooms on historical data and future mission  changes, and (3) construct certain new lodging facilities to meet the  demand of official TDY and PCS travelers. The revised guidance, however,  does not specifically address or strengthen OSD’s ability to determine  whether lodging programs use appropriated or nonappropriated funds to  pay for specific program expenses.", "Some of the revisions in DOD Instruction 1015.11 improve guidance by  clarifying requirements, but the revisions fall short of developing clear  performance standards and measures. For example, the Instruction would  require that services construct certain new lodging facilities to meet the  demand of customers on official TDY or PCS travel. However, the  customer data needed to justify construction is not sufficiently defined to  ensure consistent collection across programs. Additionally, though the  guidance states that DOD lodging programs should be professionally  managed and business-based, it does not specifically define such methods  or performance measures that could be utilized to demonstrate the lodging  program’s efficiency or effectiveness.", "Furthermore, the revised lodging guidance does not address the role of the  Office of the Under Secretary of Defense for Acquisition, Technology, and  Logistics regarding privatized lodging. With the Army’s privatization  efforts, the office of the Under Secretary of Defense for Acquisition,  Technology, and Logistics has begun to play a more active role recently in  conjunction with the Army’s privatization plans, given the OSD office’s  experience with housing privatization. Officials from both offices said they  plan to meet to clarify their respective roles and responsibilities for the  Army’s privatized lodging facilities."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Under a decentralized approach to lodging management, the military  services have individual and somewhat dissimilar approaches to the  management and funding of TDY and PCS lodging facilities. While some  reporting to OSD on lodging operations occurs, without standard data  collection and reporting methods and adequate oversight, the reliability of  the data submitted to OSD is unclear. In addition, OSD and the military  services lack information that would enable them to evaluate the  effectiveness of their lodging programs and make comparisons across  programs that would aid in future program management decisions. We do  not see any reason why it would not be possible for OSD to promote  consistent data collection and reporting, without unnecessarily requiring  the military services to run their programs in exactly the same fashion.", "Most importantly, DOD and the military services lack but would benefit  from greater use of performance measures to determine whether goals set  forth in the lodging strategic plan are being achieved, and to provide  adequate oversight of the Army’s lodging privatization initiative. Though  one of the DOD lodging strategic goals is to utilize business-based  methods of operation, the military services have not adequately sought out  best practices and management methods commonly used in the private  hotel industry. For example, they have not effectively utilized tools such as  the Uniform System of Accounts for the Lodging Industry or the Smith  Travel Research HOST study. Since DOD has established goals for its  lodging programs that go beyond the private industry goal of profit  generation, however, it would be insufficient to merely adopt performance  standards and measures used by commercial counterparts. Additionally, as  the Army moves forward with its plans to privatize lodging, it needs to  provide the same level of accountability to the Congress and OSD for  program costs and performance as it does for its housing privatization  projects. Furthermore, DOD policy must address who will provide policy  and oversight for privatized lodging."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of Defense direct the Under Secretary  of Defense for Personnel and Readiness in consultation with the Under  Secretary of Defense for Acquisition, Technology, and Logistics to (1)  clarify their respective roles for establishing policy and overseeing the  lodging program, and (2) update the DOD lodging program strategic plan,  to include developing performance standards and measures to ensure that  the goals of the lodging program strategic plan and Army plans to privatize  its lodging are being achieved."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In commenting on a draft of this report, DOD concurred with both of our  recommendations and indicated planned actions and timeframes for  accomplishing them. The department’s response indicated that the Army’s  analysis shows the life cycle costs are less under privatization than using  the current system to achieve the same results. As we noted in our draft  and this final report, privatization of lodging while providing faster  recapitalization and sustainment of facilities will likely increase costs to  the government by about $75 million per year through increased lodging  fees.  The department separately provided various technical comments  which are incorporated where appropriate.  The department’s written  comments are presented in appendix III.", "We are sending copies of this report to the Secretary of Defense; the Under  Secretaries of Defense for Personnel and Readiness, and for Acquisition,  Technology, and Logistics; the Secretaries of the Army, Navy, and Air  Force; and the Director, OMB. We will also make copies available to  others upon request. In addition, the report will be available at no charge  on GAO’s Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  on (202) 512-5581 or holmanb@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page   of this report. The GAO staff members who made major contributions to  this report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine how the military services’ operate and assess their lodging  programs, we reviewed Department of Defense (DOD) and military service  lodging policy, analyzed data regarding program funding, room rates, and  occupancy rates by type of traveler. We interviewed officials from: the  Office of the Under Secretary of Defense for Acquisition, Technology, and  Logistics; Office of the Under Secretary of Defense for Personnel and  Readiness; and the Army, Air Force, Navy, and Marine Corps offices  responsible for managing the temporary duty (TDY) and permanent-  change-of-station (PCS) lodging programs. We obtained and reviewed  financial statements; the military services’ annual reports submitted to the  Office of the Secretary of Defense (Personnel and Readiness); and reports  prepared by independent auditors, the DOD Inspector General, and  military audit agencies on DOD lodging programs. We identified some  discrepancies in each of the military services’ data, but we discussed and  resolved these discrepancies. Therefore, we believe the military services’  data are sufficiently reliable for our purposes. We visited selected military  installations to determine how lodges are managed and to observe their  physical condition. Installations were selected to include each of the six  lodging programs and a range of geographical locations. Specifically, we  visited Fort Polk, Louisiana; Fort Sam Houston, Texas; Lackland Air Force  Base, Texas; Randolph Air Force Base, Texas; Naval Air Station North  Island, California; Naval Amphibious Base Coronado, California; Marine  Corps Base Quantico, Virginia; and Marine Corps Air Station Miramar,  California.", "To determine the potential effect of the privatization of Army lodging, we  reviewed the Army’s life-cycle cost analysis that supported its decision to  privatize lodging. We interviewed officials in the Office of Management  and Budget, Offices of the Under Secretaries of Defense (Personnel and  Readiness) and (Acquisition, Technology, and Logistics), and the Assistant  Secretary of the Army (Installations and Environment) regarding the Army  plans to privatize lodging. To determine the effect on Army travel costs,  we compared the average daily room rate for Army lodging to the  projected room rate under the privatization effort. For this analysis, we  used the fiscal year 2005 occupancy rate for Army lodging and the Army  lodging room rates and per diem rates for fiscal year 2006. Additionally,  we reviewed analysis prepared by PricewaterhouseCoopers LLP, the Army  Community and Family Support Center, and the Army Privatization Office  regarding the projected cost and time frames for recapitalizing all Army  lodging in United States. We also analyzed the amount of funds  accumulated in the Army Lodging Fund as a result of the lodging  surcharge to assess how much is available for lodging revitalization.  Although we did not test reliability of these data, we did discuss the  processes and procedures used by the Army to assure the reliability of the  data they used and provided for our review. Therefore, we believe the  Army’s data is sufficiently reliable for our purposes. Finally, we obtained  information concerning the status of previous Army, Air Force, and Navy  lodging public-private ventures. We interviewed appropriate military  service officials and private developers/managers involved in these public- private ventures to gain insight into their experience and potential  opportunities or challenges with privatization.", "To determine DOD’s progress in revising lodging policy guidance, we  reviewed the lodging policy revisions proposed by the Office of the Under  Secretary for Personnel and Readiness and conducted a comparative  analysis to current DOD lodging program policies. We also interviewed  Office of the Secretary of Defense and military service officials to  determine the status of the draft revisions and their perspective on the  proposed changes.", "We conducted our work from December 2005 through September 2006 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Military Services’ Previous Lodging Public-Private Ventures", "paragraphs": ["Between 1987 and 2001, the military services entered into 10 public-private  ventures for lodges; however, only 7 are still operating. In two cases, at  Fort Bliss, Texas, and Fort Drum, New York, the Army purchased the  facilities from the developers. According to the Army officials, the Army  always intended to resume ownership and operation of the Fort Bliss  lodging facility. We were told that the public-private venture at Fort Drum  was not successful because the occupancy never reached the anticipated  levels because of a change in mission. The Army agreed to buy the facility  from the developer and resume operations.", "Private developers, management personnel, and military personnel  associated with these prior public-private ventures believe the programs  are successful if there are well-written contracts that include specific  provisions for rate setting, facility standards, revenue caps, and  renegotiation of these provisions at specified intervals throughout the life  of the lease. All but one noted that a positive ongoing relationship between  the installation commander and lodging personnel and the developer and  his or her management team is important. Table 7 summarizes the military  services’ previous public-private ventures to provide lodging."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": ["Barry W. Holman, (202) 512-5581 (holmanb@gao.gov)"], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the person named above, Michael Kennedy, Assistant  Director; Claudia Dickey, Kate Lenane, Leslie Sarapu, Julie Silvers, and  Cheryl Weissman also made major contributions to this report."], "subsections": []}]}], "fastfact": []}