{"id": "GAO-03-1038T", "url": "https://www.gao.gov/products/GAO-03-1038T", "title": "Social Security Reform: Analysis of a Trust Fund Exhaustion Scenario Illustrates the Difficult Choices and the Need for Early Action", "published_date": "2003-07-29T00:00:00", "released_date": "2003-07-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Social Security is an important social insurance program affecting virtually every American family. It is the foundation of the nation's retirement income system and also provides millions of Americans with disability insurance and survivors' benefits. Over the long term, as the baby boom generation retires, Social Security's financing shortfall presents a major program solvency and sustainability challenge. The Chairman of the Senate Special Committee on Aging asked GAO to discuss Social Security's long-term financing challenges and the results of GAO's analysis of an illustrative \"Trust Fund Exhaustion\" scenario. Under this scenario, benefits are reduced proportionately for all beneficiaries by the shortfall in revenues occurring upon exhaustion of the combined Old-Age and Survivors Insurance and Disability Insurance Trust Funds. This scenario was developed for analytic purposes and is not a legal determination of how benefits would be paid in the event of trust fund exhaustion. GAO's analysis used the framework it has developed to analyze the implications of reform proposals. This framework consists of three criteria: (1) the extent to which the proposal achieves sustainable solvency and how it would affect the U.S. economy and the federal budget, (2) the balance struck between the twin goals of income adequacy and individual equity, and (3) how readily changes could be implemented, administered, and explained to the public."]}, {"section_title": "What GAO Found", "paragraphs": ["Although the Trustees' 2003 intermediate estimates show that the combined Social Security Trust Funds will be solvent until 2042, program spending will constitute a growing share of the budget and the economy much sooner. Within 5 years, the first baby boomers will become eligible for Social Security. By 2018, Social Security's tax income is projected to be insufficient to pay currently scheduled benefits. This shift from positive to negative cash flow will place increased pressure on the federal budget to raise the resources necessary to meet the program's ongoing costs. In the long term, Social Security, together with rapidly growing federal health programs, will dominate our nation's fiscal outlook. Absent reform, the nation will ultimately have to choose between persistent, escalating federal deficits, significant tax increases, and/or dramatic budget cuts of unprecedented magnitude. The Trust Fund Exhaustion scenario we analyzed dramatically illustrates the need for action sooner rather than later. (See Social Security Reform: Analysis of a Trust Fund Exhaustion Scenario. GAO-03-907 . Washington, D.C.: July 29, 2003.) Under this scenario, after the combined trust funds had been fully depleted, benefit payments would be adjusted each year to equal annual tax income. Under this scenario, after trust fund exhaustion those receiving benefits would experience large and sudden benefit reductions. Additional smaller reductions in the following years would result in benefits equal to about two-thirds of currently scheduled levels by the end of the 75-year simulation period. The Trust Fund Exhaustion scenario raises significant intergenerational equity issues. The timing of the benefit adjustments means the Trust Fund Exhaustion scenario places a much greater burden on younger generations. Lifetime benefits would be reduced much more for younger generations. In addition, under the Trust Fund Exhaustion scenario, benefits would be adjusted proportionately for all recipients, increasing the likelihood of hardship for lower income retirees and the disabled, especially those who rely on Social Security as their primary or sole source of retirement income. Fundamentally, the Trust Fund Exhaustion scenario illustrates trade-offs between achieving sustainable solvency and maintaining benefit adequacy. The longer we wait to take action, the sharper these trade-offs will become. Acting soon would allow changes to be phased in so the individuals who are most likely to be affected, namely younger and future workers, will have time to adjust their retirement planning while helping to avoid related \"expectation gaps.\" Finally, acting soon reduces the likelihood that the Congress will have to choose between imposing severe benefit cuts and unfairly burdening future generations with the program's rising costs."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for inviting me here to talk about our nation’s Social Security  program. Social Security not only represents the foundation of our  retirement income system; it also provides millions of Americans with  disability insurance and survivors’ benefits. As a result, Social Security  provides benefits that are critical to the current and future well-being of  tens of millions of Americans. As I have said in congressional testimonies  over the past several years, this important program faces both solvency  and sustainability challenges in the longer term that require our attention  today.", "Last January, I testified before this Committee on the need for early action  to reform Social Security. That testimony presented GAO’s analysis of the  reform models developed by the President’s Commission to Strengthen  Social Security. Since that time, the Social Security Trustees have issued  their 2003 report, which showed that the program’s financial condition  remains virtually unchanged since last year. Under the Trustees’ 2003  intermediate estimates, the actuarial balance of the combined trust funds  over the 75-year period deteriorated from last year’s estimate of –1.87  percent of taxable payroll to this year’s estimate of –1.92 percent of  taxable payroll. The present value of this actuarial deficit is $3.8 trillion  over the 75-year period. Absent legislative action, within 15 years  projected Social Security outlays will begin to exceed projected tax  receipts, and by 2042 the combined Old-Age and Survivors Insurance and  Disability Insurance (OASDI) trust funds are projected to be exhausted.  These new estimates once more underscore the program’s unsustainability  as Social Security continues to await reform.", "Today we are issuing a report you requested using the same criteria and  framework we used in our report on the Commission reform models to  analyze the potential effects over the long term if no program reform takes  place.  For this analysis, we applied our criteria to a scenario in which the  Trust Fund reaches exhaustion, after which only benefits equal to cash  available from program income are paid. The scenario illustrates some  potential outcomes of a lack of action to address the serious imbalance  between Social Security’s projected revenues and the costs of paying  currently scheduled benefits.", "Before I summarize the findings from this analysis, let me first highlight a  number of important points in connection with the Social Security  challenge.", "Focusing on trust fund solvency alone is not sufficient. We need to  put the program on a path toward sustainable solvency. Trust fund  solvency is an important concept, but focusing on trust fund solvency  alone can lead to a false sense of security about the overall condition of  the Social Security program. The size of the trust fund does not tell us  whether the program is sustainable—that is, whether the government will  have the capacity to pay future claims or what else will have to be  squeezed to pay those claims. Aiming for sustainable solvency would  increase the chance that future policymakers would not have to face these  difficult questions on a recurring basis. Estimates of what it would take to  achieve 75-year trust fund solvency understate the extent of the problem  because the program’s financial imbalance gets worse in the 76th and  subsequent years.", "Social Security reform is part of a broader fiscal and economic  challenge. If you look ahead in the federal budget, the combined Social  Security or OASDI program together with the rapidly growing health  programs (Medicare and Medicaid) will dominate the federal government’s  future fiscal outlook. Under GAO’s long-term simulations it continues to  be the case that these programs increasingly constrain federal budgetary  flexibility over the next few decades. Absent reform, the nation will  ultimately have to choose between persistent, escalating federal deficits,  significant tax increases, and/or dramatic budget cuts.", "Solving Social Security’s long-term financing problem is more  important and complex than simply making the numbers add up.  Social Security is an important and successful social program that affects  virtually every American family. It currently pays benefits to more than 46  million people, including retired workers, disabled workers, the spouses  and children of retired and disabled workers, and the survivors of  deceased workers. The number of individuals receiving benefits is  expected to grow to over 68 million by 2020. The program has been highly  effective at reducing the incidence of poverty among the elderly, and the  disability and survivor benefits have been critical to the financial well- being of millions of others.", "Acting sooner rather than later would help to ease the difficulty of  change. As I noted previously, the challenge of facing the imminent and  daunting budget pressure from Medicare, Medicaid, and OASDI increases  over time. Social Security will begin to constrain the budget long before  the trust funds are exhausted in 2042. The program’s annual cash flow is  projected to be negative beginning in 2018. Social Security’s annual cash  deficit will place increasing pressure on the rest of the budget to raise the  resources necessary to meet the program’s costs. Waiting until Social  Security faces an immediate solvency crisis will limit the scope of feasible  solutions and could reduce the options to only those choices that are the  most difficult. It could also contribute to further delay the really tough  decisions on health programs (e.g., Medicare, Medicaid). Acting soon  would allow changes to be phased in so the individuals who are most  likely to be affected, namely younger and future workers, will have time to  adjust their retirement planning while helping to avoid related  “expectation gaps.” It would also help to assure that the “miracle of  compounding” works for us rather than against us. Finally, acting soon  reduces the likelihood that the Congress will have to choose between  imposing severe benefit cuts and unfairly burdening future generations  with the program’s rising costs.", "The Trust Fund Exhaustion scenario analyzed in our report dramatically  illustrates the need for action sooner rather than later. Under this  scenario, once the combined trust funds had been fully depleted, benefit  payments would be adjusted each year to equal annual tax income.  After  trust fund exhaustion, those receiving benefits would experience a large  and sudden benefit reduction of about 27 percent (to 73 percent of  currently scheduled levels) in 2039. By the end of the 75-year period,  smaller reductions in successive years after trust fund exhaustion would  mean that benefits would be about two-thirds of what they would have  been under current benefit formulas (or 67 percent of currently scheduled  levels).", "The Trust Fund Exhaustion scenario raises significant intergenerational  equity issues. The timing of the benefit adjustments means the Trust Fund  Exhaustion scenario places a much greater burden on younger  generations. For example, those born in 1955 would receive currently  scheduled benefits until they reached age 83, while those born in 1985  would always receive benefits in retirement lower than currently  scheduled benefits. This means that lifetime benefits would be reduced  more for younger generations. In addition, under the Trust Fund  Exhaustion scenario, benefits would be adjusted proportionately for all  recipients, increasing the likelihood of hardship for lower income retirees  and the disabled, especially those who rely on Social Security as their  primary or sole source of retirement income.", "As we all know, fixing Social Security is about more than finances. It is  also about maintaining an adequate safety net for American workers  against loss of income from retirement, disability, or death. Social Security  provides a foundation of retirement income for millions of Americans and  has prevented many former workers and their families from living their  retirement years in poverty. Proposals to restore the long-term financial  stability and viability of the Social Security system must also be  considered in terms of how potential changes affect different types of  beneficiaries. The Trust Fund Exhaustion scenario illustrates trade-offs  between the criterion of achieving sustainable solvency and the criterion  of maintaining benefit adequacy and equity. The longer we wait to take  action, the sharper these trade-offs will become. We need to put the  program on a path toward sustainable solvency as soon as possible to  assure that future policymakers would not have to face these difficult  questions on a recurring basis.", "I hope my testimony will help clarify some of the key issues in the debate  about how to restructure this critically important program."], "subsections": [{"section_title": "Social Security’s Long-Term Financing Problem Is Truly Urgent", "paragraphs": ["Today the Social Security program faces a long-range and fundamental  financing problem driven largely by known demographic trends. The lack  of an immediate solvency crisis affects the nature of the challenge, but it  does not eliminate the need for action. Acting soon reduces the likelihood  that the Congress will have to choose between imposing severe benefit  cuts and unfairly burdening future generations with the program’s rising  costs. Acting soon would allow changes to be phased in so the individuals  who are most likely to be affected, namely younger and future workers,  will have time to adjust their retirement planning. Since there is a great  deal of confusion about Social Security’s current financing arrangements  and the nature of its long-term financing problem, I would like to spend  some time describing the nature, timing, and extent of the financing  problem."], "subsections": [{"section_title": "Demographic Trends Drive Social Security’s Long- Term Financing Problem", "paragraphs": ["As you all know, Social Security has always been largely a pay-as-you-go  system. This means that current workers’ taxes pay current retirees’  benefits. As a result, the relative numbers of workers and beneficiaries has  a major impact on the program’s financial condition. This ratio, however,  is changing. In 1950, before the Social Security system was mature, the  ratio was 16.5:1. In the 1960s, the ratio averaged 4.2:1. Today it is 3.3:1 and  it is expected to drop to around 2.2:1 by 2030. The retirement of the baby  boom generation is not the only demographic challenge facing the system.  People are retiring early and living longer. A falling fertility rate is the  other principal factor underlying the growth in the elderly’s share of the  population. In the 1960s, the fertility rate was an average of 3 children per  woman. Today it is a little over 2, and by 2030 it is expected to fall to 1.95  —a rate that is below replacement. Taken together, these trends threaten  the financial solvency and sustainability of this important program. (See  fig. 1.)", "The combination of these trends means that labor force growth will begin  to slow after 2010 and by 2025 is expected to be less than a third of what it  is today. (See fig. 2.) Relatively fewer workers will be available to produce  the goods and services that all will consume. Without a major increase in  productivity, low labor force growth will lead to slower growth in the  economy and to slower growth of federal revenues. This in turn will only  accentuate the overall pressure on the federal budget.", "This slowing labor force growth is not always recognized as part of the  Social Security debate. Social Security’s retirement eligibility dates are  often the subject of discussion and debate and can have a direct effect on  both labor force growth and the condition of the Social Security  retirement program. However, it is also appropriate to consider whether  and how changes in pension and/or other government policies could  encourage longer workforce participation. To the extent that people  choose to work longer as they live longer, the increase in the share of life  spent in retirement would be slowed. This could improve the finances of  Social Security and mitigate the expected slowdown in labor force growth."], "subsections": []}, {"section_title": "Social Security’s Cash Flow Is Expected To Turn Negative in 2018", "paragraphs": ["Today, the Social Security Trust Funds take in more in taxes than they  spend. Largely because of the known demographic trends I have  described, this situation will change. Although the Trustees’ 2003  intermediate estimates project that the combined Social Security Trust  Funds will be solvent until 2042, program spending will constitute a  rapidly growing share of the budget and the economy well before that  date. In 2008, the first baby boomers will become eligible for Social  Security benefits, and the future costs of serving them are already  becoming a factor in the Congressional Budget Office’s (CBO) 10-year  projections. Under the Trustees’ 2003 intermediate estimates, Social  Security’s cash surplus—the difference between program tax income and  the costs of paying scheduled benefits—will begin a permanent decline in  2009. To finance the same level of federal spending as in the previous year,  additional revenues and/or increased borrowing will be needed.", "By 2018, Social Security’s tax income is projected to be insufficient to pay  currently scheduled benefits. At that time, Social Security will join  Medicare’s Hospital Insurance Trust Fund (whose outlays are projected to  begin to exceed revenues in 2013) as a net claimant on the rest of the  federal budget. The combined OASDI Trust Funds will begin drawing on  the Treasury to cover the cash shortfall, first relying on interest income  and eventually drawing down accumulated trust fund assets. The Treasury  will need to obtain cash for those redeemed securities either through  increased taxes, and/or spending cuts, and/or more borrowing from the  public than would have been the case had Social Security’s cash flow  remained positive. Neither the decline in the cash surpluses nor the cash  deficit will affect the payment of benefits. The shift from positive to  negative cash flow, however, will place increased pressure on the federal  budget to raise the resources necessary to meet the program’s ongoing  costs.", "Ultimately, the critical question is not how much a trust fund has in assets,  but whether the government as a whole can afford the benefits in the  future and at what cost to other claims on scarce resources. As I have said  before, the future sustainability of programs is the key issue policymakers  should address—i.e., the capacity of the economy and budget to afford the  commitment. Fund solvency can help, but only if promoting solvency  improves the future sustainability of the program."], "subsections": []}, {"section_title": "Decline in Budgetary Flexibility Absent Entitlement Reform", "paragraphs": ["From the perspective of the federal budget and the economy, the  challenge posed by the growth in Social Security spending becomes even  more significant in combination with the more rapid expected growth in  Medicare and Medicaid spending. This growth in spending on federal  entitlements for retirees will become increasingly unsustainable over the  longer term, compounding an ongoing decline in budgetary flexibility.  Over the past few decades, spending on mandatory programs has  consumed an ever-increasing share of the federal budget. In 1963, prior to  the creation of the Medicare and Medicaid programs, spending for  mandatory programs plus net interest accounted for about 32 percent of  total federal spending. By 2003, this share had almost doubled to  approximately 61 percent of the budget. (See fig. 4.)", "In much of the last decade, reductions in defense spending helped  accommodate the growth in these entitlement programs. Even before the  events of September 11, 2001, however, this ceased to be a viable option.  Indeed, spending on defense and homeland security will grow as we seek  to combat new threats to our nation’s security.", "GAO prepares long-term budget simulations that seek to illustrate the  likely fiscal consequences of the coming demographic tidal wave and  rising health care costs. These simulations continue to show that to move  into the future with no changes in federal retirement and health programs  is to envision a very different role for the federal government. Assuming,  for example, that the tax reductions enacted in 2001 do not sunset and  discretionary spending keeps pace with the economy, by midcentury  federal revenues may only be adequate to pay Social Security and interest  on the federal debt. To obtain balance, massive spending cuts, tax  increases, or some combination of the two would be necessary. (See fig.  5.) Neither slowing the growth of discretionary spending nor allowing the  tax reductions to sunset eliminates the imbalance.", "Although this figure assumes payment of currently scheduled Social  Security benefits, the long-term fiscal imbalance would not be eliminated  even if Social Security benefits were to be limited to currently projected  trust fund revenues. This is because Medicare (and Medicaid)—spending  for which is driven by both demographics and rising health care costs— present an even greater problem.", "This testimony is not about the complexities of Medicare, but it is  important to note that Medicare presents a much greater, more complex,  and more urgent fiscal challenge than does Social Security. Medicare  growth rates reflect not only a burgeoning beneficiary population, but also  the escalation of health care costs at rates well exceeding general rates of  inflation. Increases in the number and quality of health care services have  been fueled by the explosive growth of medical technology. Moreover, the  actual costs of health care consumption are not transparent. Third-party  payers generally insulate consumers from the cost of health care  decisions. These factors and others contribute to making Medicare a much  greater and more complex fiscal challenge than even Social Security. GAO  is developing a health care framework to help focus additional attention  on this important area and to help educate key policymakers and the  public on the current system and related challenges.", "Indeed, long-term budget flexibility is about more than Social Security and  Medicare. While these programs dominate the long-term outlook, they are  not the only federal programs or activities that bind the future. The federal  government undertakes a wide range of programs, responsibilities, and  activities that obligate it to future spending or create an expectation for  spending. A recent GAO report describes the range and measurement of  such fiscal exposures—from explicit liabilities such as environmental  cleanup requirements to the more implicit obligations presented by life- cycle costs of capital acquisition or disaster assistance. Making  government fit the challenges of the future will require not only dealing  with the drivers—entitlements for the elderly—but also looking at the  range of federal activities. A fundamental review of what the federal  government does and how it does it will be needed.", "At the same time it is important to look beyond the federal budget to the  economy as a whole. Figure 6 shows the total future draw on the economy  represented by Social Security, Medicare, and Medicaid. Under the 2003  Trustees’ intermediate estimates and CBO’s long-term Medicaid estimates,  spending for these entitlement programs combined will grow to 14 percent  of GDP in 2030 from today’s 8.4 percent. Taken together, Social Security,  Medicare, and Medicaid represent an unsustainable burden on future  generations.", "When Social Security redeems assets to pay benefits, the program will  constitute a claim on real resources in the future. As a result, taking action  now to increase the future pool of resources is important. To echo Federal  Reserve Chairman Greenspan, the crucial issue of saving in our economy  relates to our ability to build an adequate capital stock to produce enough  goods and services in the future to accommodate both retirees and  workers in the future. The most direct way the federal government can  raise national saving is by increasing government saving, i.e., as the  economy returns to a higher growth path, a much more balanced and  disciplined fiscal policy that recognizes our long-term challenges can help  provide a strong foundation for future economic growth and can enhance  future budgetary flexibility. In the short term, we need to realize that we  are already facing a huge fiscal hole (gap). The first thing that we should  do is stop digging.", "Taking action now on Social Security would not only promote increased  budgetary flexibility in the future and stronger economic growth but  would also make less dramatic action necessary than if we wait. Some of  the benefits of early action—and the costs of delay—can be seen in figure  7. This compares what it would take to achieve actuarial balance at  different points in time by either raising payroll taxes or reducing  benefits. If we did nothing until 2042—the year the Trust Funds are  estimated to be exhausted—achieving actuarial balance would require  changes in benefits of 31 percent or changes in taxes of 46 percent. As  figure 7 shows, earlier action shrinks the size of the adjustment.", "Thus both sustainability concerns and solvency considerations drive us to  act sooner rather than later. Trust Fund exhaustion may be almost 40  years away, but the squeeze on the federal budget will begin as the baby  boom generation starts to retire. Actions taken today can ease both these  pressures and the pain of future actions. Acting sooner rather than later  also provides a more reasonable planning horizon for future retirees."], "subsections": []}]}, {"section_title": "Evaluating Social Security Reform Proposals", "paragraphs": ["As important as financial stability may be for Social Security, it cannot be  the only consideration. As a former public trustee of Social Security and  Medicare, I am well aware of the central role these programs play in the  lives of millions of Americans. Social Security remains the foundation of  the nation’s retirement system. It is also much more than just a retirement  program; it pays benefits to disabled workers and their dependents,  spouses and children of retired workers, and survivors of deceased  workers. Last year, Social Security paid almost $454 billion in benefits to  more than 46 million people. Since its inception, the program has  successfully reduced poverty among the elderly. In 1959, 35 percent of the  elderly were poor. In 2000, about 8 percent of beneficiaries aged 65 or  older were poor, and 48 percent would have been poor without Social  Security. It is precisely because the program is so deeply woven into the  fabric of our nation that any proposed reform must consider the program  in its entirety, rather than one aspect alone. Thus, GAO has developed a  broad framework for evaluating reform proposals that considers not only  solvency but other aspects of the program as well.", "The analytic framework GAO has developed to assess proposals  comprises three basic criteria:  the extent to which a proposal achieves sustainable solvency and how it  would affect the economy and the federal budget;  the relative balance struck between the goals of individual equity and  income adequacy; and    how readily a proposal could be implemented, administered, and  explained to the public.", "The weight that different policymakers may place on different criteria will  vary, depending on how they value different attributes. For example, if  offering individual choice and control is less important than maintaining  replacement rates for low-income workers, then a reform proposal  emphasizing adequacy considerations might be preferred. As they fashion  a comprehensive proposal, however, policymakers will ultimately have to  balance the relative importance they place on each of these criteria."], "subsections": [{"section_title": "Financing Sustainable Solvency", "paragraphs": ["Our sustainable solvency standard encompasses several different ways of  looking at the Social Security program’s financing needs. While 75-year  actuarial balance is generally used in evaluating the long-term financial  outlook of the Social Security program and reform proposals, it is not  sufficient in gauging the program’s solvency after the 75th year. For  example, under the Trustees’ intermediate assumptions, each year the 75- year actuarial period changes, and a year with a surplus is replaced by a  new 75th year that has a significant deficit. As a result, changes made to  restore trust fund solvency only for the 75-year period can result in future  actuarial imbalances almost immediately. Reform plans that lead to  sustainable solvency would be those that consider the broader issues of  fiscal sustainability and affordability over the long term. Specifically, a  standard of sustainable solvency also involves looking at (1) the balance  between program income and cost beyond the 75th year and (2) the share  of the budget and economy consumed by Social Security spending.", "As I have already discussed, reducing the relative future burdens of Social  Security and health programs is essential to a sustainable budget policy for  the longer term. It is also critical if we are to avoid putting unsupportable  financial pressures on future workers. Reforming Social Security and  federal health programs is essential to reclaiming our future fiscal  flexibility to address other national priorities."], "subsections": []}, {"section_title": "Balancing Adequacy and Equity", "paragraphs": ["The current Social Security system’s benefit structure strikes a balance  between the goals of retirement income adequacy and individual equity.  From the beginning, benefits were set in a way that focused especially on  replacing some portion of workers’ preretirement earnings. Over time  other changes were made that were intended to enhance the program’s  role in helping ensure adequate incomes. Retirement income adequacy,  therefore, is addressed in part through the program’s progressive benefit  structure, providing proportionately larger benefits to lower earners and  certain household types, such as those with dependents. Individual equity  refers to the relationship between contributions made and benefits  received. This can be thought of as the rate of return on individual  contributions. Balancing these seemingly conflicting objectives through  the political process has resulted in the design of the current Social  Security program and should still be taken into account in any proposed  reforms.", "Policymakers could assess income adequacy, for example, by considering  the extent to which proposals ensure benefit levels that are adequate to  protect beneficiaries from poverty and ensure higher replacement rates for  low-income workers. In addition, policymakers could consider the impact  of proposed changes on various subpopulations, such as low-income  workers, women, minorities, and people with disabilities. Policymakers  could assess equity by considering the extent to which there are  reasonable returns on contributions at a reasonable level of risk to the  individual, improved intergenerational equity, and increased individual  choice and control. Differences in how various proposals balance each of  these goals will help determine which proposals will be acceptable to  policymakers and the public."], "subsections": []}, {"section_title": "Implementing and Administering Proposed Reforms", "paragraphs": ["Program complexity makes implementation and administration both more  difficult and harder to explain to the public. Some degree of  implementation and administrative complexity arises in virtually all  proposed changes to Social Security, even those that make incremental  changes in the already existing structure. However, the greatest potential  implementation and administrative challenges are associated with  proposals that would create individual accounts. These include, for  example, issues concerning the management of the information and  money flow needed to maintain such a system, the degree of choice and  flexibility individuals would have over investment options and access to  their accounts, investment education and transitional efforts, and the  mechanisms that would be used to pay out benefits upon retirement.  Harmonizing a system that includes individual accounts with the  regulatory framework that governs our nation’s private pension system  would also be a complicated endeavor. However, the complexity of  meshing these systems should be weighed against the potential benefits of  extending participation in individual accounts to millions of workers who  currently lack private pension coverage.", "Continued public acceptance and confidence in the Social Security  program require that any reforms and their implications for benefits be  well understood. This means that the American people must understand  why change is necessary, what the reforms are, why they are needed, how  they are to be implemented and administered, and how they will affect  their own retirement income. All reform proposals will require some  additional outreach to the public so that future beneficiaries can adjust  their retirement planning accordingly. The more transparent the  implementation and administration of reform, and the more carefully such  reform is phased in, the more likely it will be understood and accepted by  the American people."], "subsections": []}]}, {"section_title": "Social Security’s Long-Term Financing Shortfall Requires Action Sooner Rather Than Later", "paragraphs": ["As you requested, we applied our criteria to a scenario of Trust Fund  Exhaustion. This scenario dramatically illustrates the need to take action  sooner rather than later to address the program’s long-term fiscal  imbalance. Under this scenario, currently scheduled benefits would be  paid in full until the combined OASDI Trust Funds are exhausted. After  exhaustion, monthly benefit checks are reduced in proportion to the  annual shortfall. In effect, after trust fund exhaustion, all beneficiaries  would experience a sharp drop in benefits. Additional reductions in the  following years would result in benefits equal to about two-thirds of  currently scheduled levels by the end of the 75-year simulation period.  (See fig. 8.)", "We used our long-term economic model in assessing the Trust Fund  Exhaustion scenario against the first criterion, that of financing  sustainable solvency. To examine how the Commission reform models  balance adequacy and equity concerns, we used the GEMINI model, a  dynamic microsimulation model for analyzing the lifetime implications of  Social Security policies for a large sample of people born in the same year.  Our analysis examined the effects of the reform models for the 1955, 1970,  and 1985 birth cohorts. For this analysis, as in our report on the  Commission reform models, we used the 2001 Trustees’ intermediate  assumptions. Under these assumptions, the combined trust funds are  projected to reach exhaustion in 2038.", "Our analysis of the scenario used the same three benchmarks as in our  January report on the Commission reform models:    The “benefit reduction benchmark” assumes a gradual reduction in the  currently scheduled Social Security defined benefit beginning with those  newly eligible for retirement in 2005. Current tax rates are maintained.", "The “tax increase benchmark” assumes an increase in the OASDI payroll  tax beginning in 2002 sufficient to achieve an actuarial balance over the  75-year period. Currently scheduled benefits are maintained.", "The “baseline extended benchmark” is a fiscal policy path developed in  our earlier long-term model work that assumes payment in full of currently  scheduled Social Security benefits and no other changes in current  spending or tax policies.", "The use of our criteria in evaluating the Trust Fund Exhaustion scenario  underscores the need to take action sooner rather than later to address  Social Security’s financing shortfall. In so doing, it illustrates trade-offs  that exist between efforts to achieve sustainable solvency for the OASDI  Trust Funds and efforts to maintain adequate retirement income for  current and future beneficiaries.", "By definition this scenario would achieve sustainable solvency because  after the combined trust funds had run out of assets, benefit payments  would be adjusted each year to equal annual tax income. Before 2038, the  Trust Fund Exhaustion scenario would result in lower unified surpluses  and higher unified deficits compared to the tax increase benchmark by the  same amounts as the baseline extended benchmark. Subsequently the  Trust Fund Exhaustion scenario would result in unified fiscal results  increasingly similar to both the tax increase benchmark and the benefit  reduction scenario over the 75-year period. Before 2038, the Trust Fund  Exhaustion scenario would require the same amounts of cash as the tax  increase or baseline extended benchmarks; subsequently, the Trust Fund  Exhaustion scenario would require less cash each year than any of the  three benchmarks.", "Under the Trust Fund Exhaustion scenario, the effect on benefits would  differ sharply before and after exhaustion took place. Before exhaustion,  benefits would be the same as those currently scheduled, reflected in both  the tax increase and baseline extended benchmarks. Once the combined  trust funds had run out, benefits for all would be reduced across the board  and remain below currently scheduled levels. Accordingly, those receiving  benefits at the time of trust fund exhaustion would experience a sharp  drop in benefits; under the Trustees’ 2001 intermediate estimates, this drop  is estimated at 27 percent (to 73 percent of currently scheduled levels) in  2039. Small further reductions would need to be taken in successive years  such that by 2076 benefits would be only two-thirds of currently scheduled  levels (i.e., to 67 percent of currently scheduled levels). (See fig. 9.)", "Due to the timing of the reductions under the Trust Fund Exhaustion  scenario, younger generations would bear greater benefit reductions.  Those born in 1955 would not experience benefit reductions until they  reached age 83, while those born in 1985 would receive lower benefits  than under either GAO’s benefit reduction or tax increase benchmarks in  all years of retirement. Consequently, lifetime benefits would be reduced  more for younger generations. Under the Trust Fund Exhaustion scenario  we used, benefits would be adjusted proportionately for all recipients,  increasing the likelihood of hardship for lower income retirees and the  disabled.", "Given a lack of historical precedent and legislative clarity on how SSA  would proceed in the event of trust fund exhaustion, the nature and scope  of SSA’s administrative challenges under the scenario are difficult to  describe or assess. At a minimum, a focus on cash management would be  needed for SSA to calculate and implement the ongoing benefit  adjustments required under the scenario."], "subsections": []}, {"section_title": "Conclusion: Choices and Trade-Offs Will Be Part of Any Social Security Reform— Acting Soon Would Help", "paragraphs": ["It is likely that the structural changes required to restore Social Security’s  long-term viability generally will require some combination of reductions  from currently scheduled benefits, revenue increases, and may include the  use of some general revenues. The proposals we have examined, both this  year and earlier, generally reflect this. Proposals employ possible benefit  modifications within the current program structure, including modifying  the benefit formula, reconsidering current eligibility criteria, and reducing  cost-of-living adjustments. Revenue increases might take the form of  increases in the payroll tax rate, expanding coverage to include the  relatively few workers who are still not covered under Social Security, or  allowing the trust funds to be invested in potentially higher-yielding  securities such as stocks. Similarly, some proposals rely on general  revenue transfers to increase the amount of money going towards the  Social Security program. Reforms that include individual accounts would  also involve Social Security benefit reductions and/or revenue increases,  and the use of general revenues. Whatever approach is taken to reform, we  must be able to continue to finance ongoing benefits to retirees in the  short term. The longer we delay reform, the larger the “transition costs”  and the more disruptive the actions will be.", "In evaluating Social Security reform proposals, the choice among various  benefit reductions and revenue increases will affect the balance between  income adequacy and individual equity. Benefit reductions could pose the  risk of diminishing adequacy, especially for specific subpopulations. Both  benefit reductions and tax increases that have been proposed could  diminish individual equity by reducing the implicit rates of return the  workers earn on their contributions to the system. In contrast, increasing  revenues by investing retirement funds in the stock market could improve  rates of return but potentially expose individuals to investment risk and  losses of expected retirement income.", "Similarly, the choice among various benefit reductions and revenue  increases—for example, raising the retirement age—will ultimately  determine not just how much income retirees will have but also how long  they will be expected to continue working and how long their retirements  will be. Reforms will determine how much consumption workers will give  up during their working years to provide for more consumption during  retirement.", "The use of our criteria to evaluate approaches to Social Security reform  highlights the trade-offs that exist between efforts to achieve sustainable  solvency and to maintain adequate retirement income for current and  future beneficiaries. These trade-offs can be described as differences in  the extent and nature of the risks for individuals and the nation as a whole.", "At the same time, the defined benefit under the current Social Security  system is also uncertain. The primary risk is that a significant funding gap  exists between currently scheduled and funded benefits which, although it  will not occur for a number of years, is significant and will grow over time.  Other risks stem from uncertainty in, for example, future levels of  productivity growth, real wage growth, and demographics. The Congress  has revised Social Security many times in the past, and future Congresses  could decide to revise benefits in ways that leave those affected little time  to adjust. As the Congress deliberates various approaches to Social  Security, the national debate also needs to include discussion of the  various types of risk implicit in each approach and in the timing of reform.", "Early action to change these programs would yield the highest fiscal  dividends for the federal budget and would provide a longer period for  prospective beneficiaries to make adjustments in their own planning.", "Waiting to build economic resources and reform future claims entails  risks. First, we lose an important window where today’s relatively large  workforce can increase saving and enhance productivity, two elements  critical to growing the future economy. We lose the opportunity to reduce  the burden of interest payments, thereby creating a legacy of higher debt  as well as elderly entitlement spending for the relatively smaller workforce  of the future. Most critically, we risk losing the opportunity to phase in  changes gradually so that all can make the adjustments needed in private  and public plans to accommodate this historic shift. Unfortunately, the  long-range challenge has become more difficult, and the window of  opportunity to address the entitlement challenge is narrowing.", "As the baby boom generation retires and the numbers of those entitled to  these retirement benefits grow, the difficulties of reform will be  compounded. Accordingly, it remains more important than ever to deal  with these issues over the next several years. In their March 2003 report,  the Trustees emphasized the need for action sooner rather than later,  stating that the sooner Social Security’s financial challenges are addressed,  the more varied and less disruptive can be their solutions.", "Today many retirees and near-retirees fear cuts that will affect them while  young people believe they will get little or no Social Security benefits. As I  have said before, I believe it is possible to structure a Social Security  reform proposal that will exceed the expectations of all generations of  Americans. In my view there is a window of opportunity to craft a solution  that will protect Social Security benefits for the nation’s current and near- term retirees, while ensuring that the system will be there for future  generations. However, this window of opportunity will close as the baby  boom generation begins to retire. As a result, we must move forward to  address Social Security because we have other major challenges  confronting us. The fact is, compared to addressing our long-range health  care financing problem; reforming Social Security will be easy lifting.", "It is my hope that we will think about the unprecedented challenge facing  future generations in our aging society. Relieving them of some of the  burden of today’s financing commitments would help fulfill this  generation’s stewardship responsibility to future generations. It would also  preserve some capacity for them to make their own choices by  strengthening both the budget and the economy they inherit. We need to  act now to address the structural imbalances in Social Security, Medicare,  and other entitlement programs before the approaching demographic tidal  wave makes the imbalances more difficult, dramatic, and disruptive.", "We at GAO look forward to continuing to work with this Committee and  the Congress in addressing this and other important issues facing our  nation.", "Mr. Chairman, Members of the Committee, that concludes my statement.  I’d be happy to answer any questions you may have.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}