{"id": "GAO-04-171", "url": "https://www.gao.gov/products/GAO-04-171", "title": "Microenterprise Development: USAID's Program Has Met Some Goals; Annual Reporting Has Limitations", "published_date": "2003-11-17T00:00:00", "released_date": "2003-11-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Microenterprises--small businesses owned and operated by poor entrepreneurs--have potential to help the world's poorer populations. For this reason, the U.S. Agency for International Development (USAID) included microenterprise development in its programming. In 2001, the agency reported that its was conducting microenterprise projects in 52 countries and had obligated almost $2 billion since 1988 to support its program. The program supports micro loans, among other services, to assist poor entrepreneurs. Since 1996, USAID has annually reported the program's results. To help Congress oversee USAID's management of its microenterprise development program, GAO was asked to (1) determine the extent to which the agency's microfinance activities are meeting the program's key objectives, (2) assess the reliability of USAID's reporting on its overall microenterprise activities, and (3) examine the agency's role in identifying and disseminating microenterprise best practices."]}, {"section_title": "What GAO Found", "paragraphs": ["USAID's microfinance activities have met some, but not all, of the agency's microenterprise program objectives. These objectives are to (1) reduce poverty among participants; (2) target the poor and very poor; (3) encourage women's participation; and (4) develop sustainable microfinance institutions (MFI). First, regarding reducing poverty--defined as alleviating its impacts or lifting and keeping a large number of people above the poverty line--GAO found that microfinance can help alleviate some impacts of poverty, incrementally improving borrowers' income levels and quality of life and offering an important coping mechanism to poor workers and their families. However, there is little evidence that it can lift and keep many over the poverty line. Second, microfinance generally has served the poor clustered around the poverty line but not the very poor. Third, USAID has successfully encouraged the participation of women, who have comprised about two-thirds of micro loan clients since 1997. Fourth, USAID has emphasized the importance of MFI sustainability. In fiscal 2001, of 294 USAID-supported MFIs that reported on sustainability, 38 percent reported achieving full sustainability--a percentage consistent since 1999. The basic data in USAID's Microenterprise Results Reporting (MRR) system are reliable, but certain methodological problems may affect the accuracy of some of the agency's reporting on key program objectives. Specifically, USAID may not be reporting accurately (1) the amounts it has obligated to microenterprise activities; (2) whether 50 percent of its resources went to the very poor, as required by Congress; and (3) the sustainability of USAID-supported institutions. Further, although the agency reports annually on the activities of institutions it supports, it does not show the percentage of those institutions' total funding that its contribution represents. USAID has identified and disseminated microenterprise best practices, providing information to its missions and implementing partners through policy guidance, training, and technical assistance. In addition, USAID has collaborated with microenterprise development provider networks and others to publish information about these practices."]}], "report": [{"section_title": "Letter", "paragraphs": ["Microenterprises—small businesses owned and operated by poor  entrepreneurs—have potential to help the least advantaged populations in  the developing world. Recognizing this potential, the U.S. Agency for  International Development (USAID) has included microenterprise  development in the agency’s strategy for economic development and  poverty reduction. In 2001, the agency reported that it was conducting  microenterprise projects in 52 countries and had obligated almost $2  billion since 1988 to support its program. The Microenterprise for  Self-Reliance and International Anti-Corruption Act of 2000, enacted on  October 17, 2000, expressed strong congressional support for  microenterprise projects, stated policy preferences for implementing such  projects, and authorized increased funding.", "The key objectives of USAID’s microenterprise development program are  to reduce poverty among microenterprise owners, workers, and families;  target the poor and the very poor; encourage participation by women; and  develop sustainable microfinance institutions (MFI). The majority of  USAID’s microenterprise funding supports microfinance services,  particularly micro loans. Since 1996, USAID has annually surveyed  missions and implementing institutions regarding their microenterprise  activities and issued a report to Congress. To assist your committee in  overseeing the agency’s management of its microenterprise development  program, you asked that we (1) determine the extent to which USAID’s  microfinance activities are meeting the program’s key objectives, (2)  assess the reliability of the agency’s reporting on its overall  microenterprise activities, and (3) examine the agency’s role in identifying  and disseminating microenterprise best practices.", "To identify key program objectives, we reviewed USAID’s policy guidance  and the Microenterprise for Self-Reliance and International Anti- Corruption Act of 2000. To determine whether USAID is meeting these  objectives, we interviewed officials from USAID, USAID’s implementing  partners, and experts; conducted fieldwork in Peru, Egypt, and Bulgaria,  three countries with established USAID microenterprise programs; and  reviewed academic and applied studies of microenterprise projects and  outcomes. Because most available USAID data and research literature are  focused on microfinance, particularly on micro loans, we primarily  analyzed this aspect of the agency’s microenterprise program. To assess  USAID’s microenterprise reporting, we evaluated the efforts of the  contractor responsible for the reporting, analyzed the electronic files  containing program data, and checked the reliability of data in the  contractor’s system and in the countries we visited. To determine USAID’s  role in identifying and disseminating information on best practices, we  reviewed a wide body of literature on the subject; interviewed USAID  officials, implementing partners, and a panel of experts; and reviewed  relevant documents in Washington, D.C., and the countries where we  conducted fieldwork. (See app. I for a discussion of our methodology.)"], "subsections": [{"section_title": "Background", "paragraphs": ["Microenterprise development and its primary component, microfinance,  emerged in the 1980s. Microfinance—the supply of micro loans, savings,  and other financial services to the poor—has operated on the premise that  the poor will invest loans in microenterprises, repaying the loans out of  profits, and the enterprises will grow, potentially lifting large numbers of  people out of poverty. Microfinance practitioners have demonstrated that  the poor will repay loans on time and that, despite high transaction costs,  micro loans can support financially viable lending institutions. Through  the 1990s, a wide variety of institutions operating in many countries have  used this model, adapting it to local conditions.", "By USAID’s definition, a microenterprise consists of a poor owner- operator and nine or fewer workers. Microentrepreneurs—typically small  shopkeepers, craftspeople, and vendors—face a range of impediments to  improving their standard of living. Most rarely have sufficient collateral to  meet loan requirements at traditional banks; according to one report, only  2.5 percent of potential microenterprise operators have access to financial  services other than moneylenders.", "USAID’s microenterprise development program focuses on three key  areas:    helping establish and fund MFIs to provide loans and other financial  services to the poor and very poor, funding business development services (BDS) to help improve the  business skills of microentrepreneurs and develop markets for  microenterprises, and   advocating for host government policy reforms to enhance  microenterprise development.", "USAID has been the leading bilateral donor of funds and technical  assistance to microenterprise development projects since 1988, when it  began formally tracking funding. USAID provides funding through  nongovernmental organizations, contractors, and, occasionally,  government organizations that implement the client-level activities. USAID  reported that it committed $158.7 million to microenterprise development  activities in fiscal year 2001, compared with $164.3 million in fiscal year  2000. Almost two-thirds of USAID’s microenterprise development  obligations in fiscal year 2001 were directed to providing financial  services, principally for creating and strengthening existing credit and  savings institutions; the other third went to BDS and policy activities.  Figure 1 shows an overview of USAID’s microenterprise program,  highlighting its microfinance component. In fiscal year 2001,  USAID-assisted institutions served more than 2.8 million loan clients and  more than 3.5 million savings clients. USAID-assisted institutions also  provided BDS to more than 800,000 microenterprise clients, including  market research, new product development and testing, technology  development, business counseling, and marketing assistance.", "USAID’s microenterprise development program, which is highly  decentralized, funded projects in 52 countries in 2001. USAID’s missions  design, implement, and monitor the microenterprise projects, obligating  about 80 percent of the program’s funding. In Washington, D.C., the  Microenterprise Development Division provides policy guidance and  manages a number of grants and, along with other USAID offices, provides  about 20 percent of the agency’s microenterprise funding. The division  also provides technical support for the missions and conducts research on  microenterprise issues.", "USAID takes a collaborative approach in its microenterprise development  program. For example, USAID policy is to identify, support, and  strengthen existing MFIs with established performance records to help  meet its microenterprise objectives. It also funds studies of the MFIs it has  supported, to assess impacts and to identify best practices for both USAID  and the entire microenterprise industry. One major USAID research  project, Assessing the Impact of Microenterprise Services (AIMS), was  initiated in 1995. Most of the AIMS studies focused on a single country or  activity. However, two recent AIMS studies examined USAID- and non- USAID-funded microenterprise activities in seven countries and  synthesized key findings from a number of other studies, respectively.", "USAID’s microenterprise development program has targeted the poor and  the very poor (see fig. 2). The poor are those whose annual income is at or  below the poverty line as defined by the host country. The very poor are  those with an annual income 50 percent or more below the poverty line as  established by the government of the country. In addition, the vulnerable  nonpoor, who also receive microenterprise assistance, are those whose  annual income is just above the poverty line.", "Since 1994, USAID’s policy has been to devote half of its microenterprise  development resources to activities targeting the very poor. In 2000, this  policy was established as law by the Microenterprise for Self-Reliance and  International Anti-Corruption Act of 2000, which required that 50 percent  of all microenterprise resources be targeted to very poor entrepreneurs.  From 1994 until the implementation of the 2000 legislation, USAID defined  loans to the very poor, or “poverty loans,” as those with an average  balance of $300 or less per borrower (in 1994 dollars). The 2000 legislation  established the loan level at $1,000 or less for Europe and Eurasia, $400 or  less for Latin America, and $300 or less in the rest of the world.", "USAID annually collects data on its microenterprise program through the  MRR. (See app. IV for a discussion of the MRR methodology.) Data are  collected through surveys of USAID staff in headquarters, overseas  missions, and institutions that receive USAID funding. USAID staff provide  the data on funding obligations, and implementing institutions provide  programmatic data on number and gender of clients, number of loans,  amount of lending to the very poor, MFI sustainability self-assessments,  BDS services provided, and policy initiatives.", "In addition to the USAID-supported studies, a large body of published and  unpublished work has been generated by what is commonly referred to as  the microfinance industry. This research includes empirical studies, a  broad array of theoretical analyses, and materials on best practices.  However, because the industry is relatively new, large gaps exist in  important research areas. For example, experts generally agree that  reliable and valid impact assessments are lacking or limited in scope. (See  app. III for a review of 22 microenterprise studies.)"], "subsections": []}, {"section_title": "USAID Has Met Some Program Objectives", "paragraphs": ["USAID’s microfinance activities have achieved some of the agency’s key  program objectives but made limited progress toward others. First,  microfinance can help to alleviate the effects of poverty among  participants. However, there is less evidence that microfinance has lifted  or kept large numbers above the poverty line as established by host  countries. Second, USAID’s program has generally reached the poor but  not the very poor. Third, the program appears to have succeeded in  encouraging the participation of women through micro loans. Finally,  USAID has emphasized the importance of developing sustainable MFIs  and has made some progress toward this goal."], "subsections": [{"section_title": "Microfinance Can Help Alleviate Some of Poverty’s Impacts", "paragraphs": ["Our fieldwork and review of USAID-funded studies and research literature  showed that microfinance can alleviate some of the impacts of poverty  among recipients. USAID officials, implementing partners, and borrowers  also concurred that it can help to mitigate some effects of poverty. Most  borrowers said that the microfinance institutions were their only formal  source of credit or savings and stated that the program helped improve  their lives, incomes, businesses, and sense of self-worth. (See fig. 3.) The  broader academic studies of microfinance we reviewed, as well as the  experts we consulted, generally agreed that micro loans can help poor  individuals, workers, and their families cope with personal and economic  shocks, such as illness or death of family members, and manage risks  associated with living in poverty. In addition, USAID officials noted that  microfinance projects are demand driven, put money directly into the  hands of the borrowers, and generally have loan repayment rates close to  100 percent. The experts with whom we spoke agreed that microfinance  programs can have other benefits, such as helping to build a nation’s  financial sector.", "The studies we reviewed and experts we consulted also posited that  microfinance can help increase microentrepreneurs’ working capital,  thereby enhancing their household income. However, positive impacts of  specific microfinance projects have been limited in scope and have varied  according to economic, social, and market conditions as well as the design  and aims underlying particular programs.", "USAID-funded impact studies in two countries we visited, Peru and Egypt,  found some positive effects from microfinance. For example, the study in  Peru found that the program helped increase assets at the microenterprise  level; it also noted some positive effects at the household and individual  levels. According to the study, economic recession in Peru during 1997 and  1999 may have limited the effects of the small loans. A study in Egypt  found that a microfinance program offering group lending to poor women  helped its clients establish and expand their businesses. The loans also  enabled them to improve their standard of living by contributing to the  household budget, renovate their homes, and provide their children with a  better education through private tutors. (See fig. 4.)", "Although microfinance can help alleviate some of the impacts of poverty,  the research literature does not show conclusively that it has lifted large  numbers of people above the poverty line. In our review, we identified two  studies on this issue. The 2002 AIMS study—examining microfinance  projects in three countries, two of which were USAID supported—found  that “there was no dramatic movement of client households out of poverty  over the two-year span of the study.” The second study analyzed the three  major microfinance programs in Bangladesh—two of which received  USAID funding in fiscal year 1998—and found that about 5 percent of  program participants per year rose above the poverty line during the  period covered by the study.", "The experts we consulted generally agreed that although microfinance can  help to alleviate some of poverty’s impacts, too few long-term studies have  been conducted to determine whether microfinance can lift, and keep,  significant numbers of clients above the poverty line. These experts also  emphasized that because the poverty line is a problematic and somewhat  artificial measure, most impact studies have not focused on estimating the  number of borrowers who cross and remain above it. The experts and  practitioners we interviewed and whose work we reviewed now generally  conclude that microfinance alone is not sufficient to lift large numbers of  people out of poverty. The challenges the poor face—limited education,  few opportunities, legal and cultural barriers—are difficult to overcome  with micro loans. Moving out of poverty usually requires a combination of  strategies by different household members, and, according to a USAID  program official, “backsliding is possible and even frequent.”"], "subsections": []}, {"section_title": "Most USAID Funding Has Reached the Poor but Not the Very Poor", "paragraphs": ["Although the agency’s microfinance activities serve the poor, they  generally appear not to reach the very poor, according to our review of  USAID studies and the research literature. In addition, as mandated by the  Microenterprise for Self-Reliance and International Anti-Corruption Act of  2000, the agency uses small loan size as an indicator of loans to the very  poor; however, this is now generally considered an inadequate measure of  success in reaching that population. Moreover, some evidence suggests  that micro loans can have unintended negative consequences among very  poor borrowers. Finally, meeting the requirement of targeting 50 percent  of microenterprise resources to the very poor could hamper MFI  sustainability."], "subsections": [{"section_title": "USAID’s Microfinance Activities Generally Have Not Reached the Very Poor", "paragraphs": ["USAID studies and other research literature on microfinance show that  microfinance activities serve those clustered just above and below the  poverty line but generally do not reach the very poor. According to the  2002 USAID-funded AIMS study, based on work in three countries, both  the vulnerable nonpoor and the poor participate in the program, with the  very poor making limited use of USAID-supported microfinance services.  The 2000 AIMS study reported that in the projects studied in four  countries, the majority of clients were poor, followed by the vulnerable  nonpoor. This study also found that approximately 40 percent of USAID  microfinance clients in Bangladesh were very poor but that in Bolivia, the  Philippines, and Uganda, the number of very poor ranged from “almost  none” to “some,” although it did not quantify the precise numbers. In  addition, the 2000 AIMS study noted that 20 other microfinance impact  studies had found limited participation by the very poor.", "The broader literature on microfinance confirms that the microfinance  industry has reached the poor and vulnerable nonpoor but relatively few  of the very poor. For example, one widely cited study found that  microfinance lenders in Bolivia tended to serve those near the poverty  line, not the very poor. During our fieldwork, representatives from USAID  and their implementing partners told us, based on their experience with  the program, that few loans went to the very poor—a finding generally  consistent with academic studies of projects in other countries. USAID  officials in the countries we visited said that the very poor rarely take out  loans because they may lack the economic opportunities to repay the  loans and are reluctant to increase their debt levels. According to the 2000  AIMS study, not enough information is available to determine whether (1)  the very poor choose not to borrow to avoid additional debt; (2) MFI staff  disqualify the very poor because of concern over their ability to repay the  loans; or (3) other types of loans and services, such as savings or  insurance, would better meet the needs of the very poor."], "subsections": []}, {"section_title": "Small Loan Size an Inadequate Measure of Whether Loans Reach the Very Poor", "paragraphs": ["Although most MFIs use small loan size as an indicator of loans to the very  poor (as mandated in the 2000 act), in practice this is an inadequate  method. It is based on the assumption that small loans appeal only to the  very poor, and it is widely used in part because it is easy to administer.  However, many practitioners, including USAID, now generally consider  loan size an inadequate indicator of clients’ level of poverty.", "In June 2003, legislation was enacted amending the Microenterprise for  Self-Reliance and International Anti-Corruption Act of 2000 to ensure the  development of more precise poverty measurement tools. The  amendments required USAID to develop, test, and certify at least two low- cost methods for determining recipients’ poverty level by October 1, 2004,  and begin using one of the methods by October 1, 2005. The amendments  also expanded the definition of the very poor to specifically include those  living on less than $1 per day."], "subsections": []}, {"section_title": "Loans to Very Poor May Be Ineffective Unless Combined with Other Services", "paragraphs": ["Although some evidence suggests that micro loans may help alleviate the  impacts of poverty, evidence also suggests that in some cases these loans  may affect very poor borrowers more negatively than positively and may  be more effective in combination with complementary services. Within the  microfinance industry, little consensus exists about the effectiveness of  micro loans to the very poor. USAID officials in the countries we visited  stated that economic and social impediments in those countries often  make loan repayment difficult for the very poor. In Peru, a representative  of a large U.S.-based implementing partner told us that her organization  typically does not lend to the very poor, considering social services, not  loans, more appropriate for that population. In Egypt, one of the largest  USAID-supported MFIs said that it has started a separate grant program to  reach the very poor. USAID officials in Bulgaria we visited said that the  poor were more able than the very poor to expand their enterprises and,  as a result, to hire the very poor. In addition, a USAID program official  stated that microfinance might not always be an appropriate intervention  for the very poor, since they often cannot use the loans productively.", "Some research also indicates that micro loans alone may not be an  appropriate assistance mechanism for people below a certain level of  poverty because they may increase their debt to unmanageable levels.  Other research has attempted to show that with a strong commitment to  reaching the very poor, and with a well-targeted program attuned to the  needs of very poor clients, microfinance can have positive impacts.", "At the same time, recent studies suggest that to reach the very poor, the  microfinance industry needs to move beyond loans and offer the very poor   other services, such as savings and insurance.  For example, a 2002  strategic evaluation of the Consultative Group to Assist the Poorest  (CGAP) stated that savings may be the most important financial service  for the very poor, since it provides a way to accumulate money without  risking debilitating indebtedness. In addition, the 2002 AIMS report and  other research indicated that, because of difficulties in reaching the very  poor with micro loans and the potential for indebtedness, there is a need  to expand the type of products or assistance targeted to this group. These  products can include savings, insurance, and money transfer services;  nonfinancial business development services; and reforms of key policies,  programs, institutions, and regulations that can affect the very poor. Last,  a 2003 CGAP publication states that donor funding for microfinance  should complement, not substitute, for investments in core services, like  health, education, and infrastructure, a view that also reflects USAID’s  policy, according to agency officials."], "subsections": []}, {"section_title": "Poverty Lending Requirement May Hamper MFI Sustainability", "paragraphs": ["USAID officials stated that implementing the requirement that 50 percent  of funds be targeted to the very poor, based on the loan sizes set by the  2000 act, could make individual MFI sustainability more difficult to  achieve. Officials at the missions we visited said that their primary  objective was to develop sustainable MFIs. In Bulgaria, officials with  USAID and its implementing partners, Catholic Relief Services (CRS) and  Opportunity International, said that imposing this requirement on  individual MFIs could create unsustainable institutions, because managing  a high percentage of small loans would increase costs associated with  servicing these loans. The mission in Egypt, which began its microfinance  program in 1988, did not offer poverty lending until 1999, when it judged  that the institutions it supported were financially viable and stable enough  to begin making such loans.", "The research literature we reviewed also indicates that MFIs that are  considered financially sustainable generally do not reach the very poor in  large numbers. Our analysis of data in the MicroBanking Bulletin, a  publication in which MFIs report financial and programmatic information,  indicate a direct correlation between larger average loan size and  increased financial sustainability (see fig. 5). Further, according to a CGAP  assessment, donor confidence during the mid-to-late 1990s that most MFIs  could both reach the very poor and become sustainable has since  declined.", "A USAID program official said that the poverty lending requirement can  work against the goal of developing sustainable MFIs, since it directs the  agency to target half of its resources to those may be least able to repay  the loans. The official added that by focusing its resources on the poor and  the vulnerable nonpoor, who can use loans more productively, the agency  could increase the likelihood of developing sustainable institutions."], "subsections": []}]}, {"section_title": "USAID’s Microfinance Activities Have Reached Many Women", "paragraphs": ["USAID data indicate that the agency succeeded in reaching large numbers  of women clients through its microcredit activities in fiscal years 1997 to  2001 (see fig. 6).", "The broader research literature we reviewed shows that micro credit  activities have successfully targeted women. Generally, the literature  suggests that female clients have had better loan repayment rates and  lower default rates than male clients. Microcredit services are of  considerable importance to poorer women, who tend to have more limited  access to other financial services than men. Research also shows that  micro loans have generally improved female clients’ participation in  decision making at the household and business levels.", "Our fieldwork indicated that USAID-supported MFIs’ focus on women  varied by country and project type. In fiscal year 2001, more than two- thirds of the USAID-funded MFI micro loan clients in Peru were women,  and in Egypt and Bulgaria, just under half of those clients were women.  Within these countries, we found that project design affected women’s  participation rates. Projects employing group lending or offering  nonfinancial incentives, such as health care, tended to have a higher  percentage of female clients. For example, as a result of group lending  projects that began in 1999 for women from poor communities, the overall  percentage of women clients across USAID-funded microfinance activities  in Egypt increased from 17 percent in fiscal year 2000 to about 45 percent  in fiscal year 2001. In Peru, MFIs such as ProMujer, whose clients are  nearly all women, offer borrowers group loans, day care, health education,  and medical referral services. (See fig. 7.)"], "subsections": []}, {"section_title": "Some Progress Made toward MFI Sustainability", "paragraphs": ["USAID has emphasized developing sustainable MFIs, and available data  suggest that some progress has been made toward this goal. In fiscal year  2001, of the 294 USAID-funded MFIs that reported sustainability levels, 112  stated that they had achieved full sustainability. USAID does not collect  sustainability data from MFIs that no longer receive funding. As a result, it  lacks the long-term data needed to determine whether MFIs it has  supported have continued to provide services in a sustainable manner and  if so, for how long. The research literature we reviewed indicates that  achieving full sustainability has been difficult for the broader microfinance  industry. Further, the literature indicates that fully sustainable MFIs tend  to reach larger numbers of borrowers. Finally, MFI sustainability can be  transient, subject to factors such as mismanagement and economic  shocks."], "subsections": [{"section_title": "USAID Has Emphasized MFI Sustainability", "paragraphs": ["Within the microfinance industry, USAID is a leader in promoting MFI  sustainability. Before receiving USAID funding, an MFI must provide a  plan outlining the major steps it will take to achieve sustainability. USAID  expects MFIs to attain full sustainability within 7 years of receiving USAID  assistance. USAID and other donors consider sustainability to be an  important goal because it requires that MFIs manage operations efficiently  and meet clients’ needs consistently. Further, achieving sustainability  allows institutions to continue providing services after donor funding  ceases. According to one CGAP official, “Aiming for sustainability is  paramount.”", "USAID determines an MFI’s progress in achieving full sustainability by  using an interim measure it calls operational sustainability. An MFI is  considered operationally sustainable if revenues from interest and fees  cover all of its operational expenses, including salaries and other  administrative expenses. To be considered fully sustainable, the  organization must cover both its operational and financial costs, such as  the cost of borrowing funds at commercial interest rates, while taking into  account inflation and any subsidies."], "subsections": []}, {"section_title": "USAID-Funded MFIs Report Some Progress toward Full Sustainability", "paragraphs": ["Available data suggest that USAID-supported MFIs have made some  progress toward achieving full sustainability. In fiscal year 2001, 294  USAID-supported MFIs reported sustainability levels; of these, 112, or 38  percent, said that they were fully sustainable, a percentage that had  remained consistent since 1999. Because USAID does not monitor MFI  sustainability once its funding stops, it lacks long-term data to determine  whether the MFIs it has supported continue to be sustainable, and if so,  for how long.", "To assess trends in MFI sustainability, we analyzed MRR data from 1995 to  2001; 45 MFIs reported sustainability data for both 1995 and 2001. Of  these, 15 (33 percent) reported reaching full sustainability at the time of  the 2001 survey. These percentages are similar to the percentage reported  for a 2002 MicroBanking Bulletin survey of established MFIs but higher  than those reported for the overall microfinance industry. According to  officials from CGAP, the Foundation for International Community  Assistance, and Americans for Community Cooperation in Other Nations  (ACCION), of the approximately 10,000 MFIs currently operating, the  number that are sustainable or are expected to survive in the long term  ranges from an estimated “few dozen” to 250. However, those MFIs that  are currently reported as sustainable serve about 80 percent of the total  microfinance clients worldwide, according to these officials. The experts  we interviewed agreed that the majority of microfinance clients are served  by a few large, sustainable MFIs.", "In some cases, USAID has continued to fund MFIs that reported achieving  full sustainability and MFIs that did not achieve sustainability within 7  years of receiving USAID funding. USAID officials said that the primary  reason for continuing to fund these MFIs is to expand microfinance  services to new areas. For example, in Egypt, one of the institutions listed  as financially sustainable has received USAID funding for 14 years to  support expansion, according to mission officials. In Bulgaria, an  institution that had not attained operational sustainability received USAID  funding for fiscal years 1995 to 2003 and is expected to continue receiving  support until fiscal year 2006, when USAID is expected to end its  microenterprise activities in that country. USAID officials in Bulgaria said  that the country’s macroeconomic and financial instability, along with  regulatory and legal hurdles, has adversely affected MFIs.", "The research literature we reviewed indicates that a large majority of  existing MFIs are not, and are not expected to become, fully sustainable.  The literature further indicates that MFIs with a large number of clients  have higher levels of financial self-sufficiency and profitability than  smaller MFIs. For example, Bank Rakyat Indonesia’s Micro Division had  about 2.8 million borrowers and 27 million savings depositors in fiscal year  2001 and has reported full financial sustainability since the early 1990s. In  addition, data reported in the MicroBanking Bulletin, based on financial  and portfolio data of leading microfinance institutions worldwide, indicate  that institutions with a large loan portfolio and number of clients have  higher levels of financial sustainability than smaller institutions (see fig. 8).", "MFIs are considered financially sustainable when they can cover 100  percent of their operating costs, as well as the cost of borrowing funds at  commercial rates."], "subsections": []}]}, {"section_title": "MFI Sustainability Can Be Transient", "paragraphs": ["In analyzing the status of 81 USAID-funded MFIs that reported on financial  sustainability over a 5- to 7-year period, we found that over one-fifth (18)  reported achieving full sustainability but later reported that they were no  longer fully sustainable. MFI sustainability can change rapidly because of  various factors, as the following examples from Peru illustrate.", "PRISMA, one of the largest USAID-funded MFIs, became unsustainable  because of mismanagement and the theft of $2 million by employees.  (USAID officials said that steps had been taken to recover the funds and  that PRISMA will remain ineligible for future support until this situation is  resolved.)", "CARITAS, an MFI affiliated with Catholic Relief Services, experienced  declines in full sustainability at five29 of its eight branches during a 19- month period. Over the next 4 months, the sustainability of two branches  improved, but during the subsequent 23-month period, lenient loan  repayment practices at three branches resulted in a significant decline in  sustainability and a consequent decline in portfolio quality at those  branches.", "Two branches that had been fully sustainable experienced significant declines in  sustainability (49 percent and 14 percent, respectively), but managed to remain sustainable,  albeit at a lower level. this MFI between fiscal year 2001 and fiscal year 2002, because loans were  disbursed in dollars but collected in the local currency."], "subsections": []}]}, {"section_title": "MRR Data Generally Reliable but May Not Accurately Reflect USAID’s Microenterprise Activities", "paragraphs": ["Although the basic data collected for USAID’s MRR are generally reliable,  certain methodological problems may impede accurate reporting on the  agency’s progress in meeting key goals. Specifically, it may not be  reporting accurately (1) the actual amounts obligated to microenterprise  activities, (2) whether 50 percent of USAID’s resources went to the very  poor, and (3) the sustainability of USAID-supported MFIs. Moreover,  although the annual MRR reports on the overall activities of MFIs that  receive any USAID monies, it does not provide sufficient data on USAID’s  contribution to MFIs and other service providers."], "subsections": [{"section_title": "Basic MRR Data Are Generally Reliable", "paragraphs": ["We assessed the reliability of basic MRR data in terms of accuracy,  completeness, and consistency and found that they generally met these  criteria (see app. I for our methodology and app. IV for a discussion of the  MRR). These data include the number of clients, the percentage of women  clients, and the dollar amounts of the institutions’ portfolios. USAID  collects most of the data via surveys filled out by the institutions receiving  USAID assistance. According to the contractor responsible for collecting  and analyzing the MRR data, the survey questions for institutions were  pretested and should be understood by respondents. (The survey is  available in English, Spanish, and French.)", "The contractor and USAID officials stated that they review the data for  completeness, accuracy, and consistency. MRR staff reported that they  compared current and past year survey responses to identify inconsistent  responses and investigated these responses as warranted. Although two of  the three USAID missions we visited did not perform the checks  recommended by USAID’s policy guidance, most of the data we examined  were generally accurate."], "subsections": []}, {"section_title": "Reliability of Obligations Data Is Uncertain", "paragraphs": ["We observed several problems with the reporting of USAID’s obligations  that may affect the reliability of the data in the MRR. First, the 2001 MRR  publication includes obligations for many clients and institutions that do  not meet the MRR’s definition of a microenterprise as “compris 10 or  fewer employees, including unpaid family workers, in which the  owner/operator of the enterprise . . . is considered poor.” For example, of  the roughly 120 institutions that reported BDS and policy development  programs in the 2001 MRR publication, more than half reported serving  some clients whose incomes were above the national poverty line or who  owned businesses that were not microenterprises. In addition, at least one- third of all BDS clients included in the MRR in 2001 had estimated incomes  above the poverty line. Furthermore, in Peru, an institution that had  received an obligation of $1.2 million in 2001 reported all its clients to the  MRR, even though only about one-third of its clients were  microentrepreneurs. Finally, almost a quarter (12 of 42) of the USAID- supported MFIs in Eastern Europe reported to the MRR loans exceeding  $10,000, despite the regional loan size limit of $10,000.", "Second, underreporting of microenterprise obligations in the MRR may  occur.  According to the USAID contractor, some of the missions that  report may not list all obligations for microenterprise activities.  For  example, in 2000, the contractor who collects the MRR data found $7  million of underreported microenterprise obligations, which was  subsequently included in the obligations totals.", "In addition, the MRR does not track expenditures for its microenterprise  programs, and obligations reported to the MRR may not accurately reflect  actual program expenditures. During our fieldwork, we found situations  where obligations differed significantly from actual expenditures. For  example, for fiscal years 1991 to 2000, the MRR reported obligations of  about $160 million to microenterprise programs at the USAID mission in  Egypt. However, mission officials told us that the program actually spent  about 50 percent of this obligation."], "subsections": []}, {"section_title": "Estimate of Obligated Funds Going to the Very Poor May Be Inaccurate", "paragraphs": ["USAID reported that 53 percent of its obligated microenterprise funds  went to the very poor in fiscal years 2000 and 2001. However, our analysis  indicates that the MRR may not accurately estimate the percentage of  microenterprise development funding that is targeted to the very poor. We  found the following limitations:    The MRR lacks information on poverty lending for a significant portion of  total microenterprise obligations. In fiscal year 2000, it had data for only 32  percent of obligations, and for fiscal year 2001, it had data for only 41  percent of obligations (see fig. 9).", "USAID’s method for calculating overall poverty lending extrapolates from  the available data and assumes that institutions that did not respond to the  MFI survey provided the same amounts of poverty lending as those that  did respond. However, unlike the respondents, many of the  nonrespondents did not make loans or performed activities that were not  directly involved with poverty lending. Nonrespondent activities, which  totaled $94 million—roughly 60 percent of the total fiscal year 2001  obligations—included a range of services. For example, in 2001, USAID  obligated about $5 million to support its microenterprise staff and about  $2 million for research and other support activities.", "Many BDS programs that report on outreach to the very poor are likely to  provide inaccurate data. While MFIs report the dollar value of poverty  loans they have made, many BDS providers must estimate and report the  number of their clients who have received poverty loans from any  source—data that, according to a USAID program official, the BDS  providers often lack.", "According to a USAID program official, the agency went to considerable  effort to collect data from institutions that make poverty loans. USAID  officials acknowledged that it is difficult to estimate future poverty lending  for institutions that have not yet begun to make poverty loans and those  that provide services rather than loans to clients. However, USAID’s  annual MRR report does not inform the reader of the extent or impact of  these limitations."], "subsections": []}, {"section_title": "MFI Sustainability Data May Not Be Reliable", "paragraphs": ["Because USAID-supported MFIs use different definitions to calculate  sustainability, the sustainability data reported in the MRR may not be  reliable. USAID supplies differing definitions of sustainability, one for the  MRR and one for its Implementation Grant Program awards. In addition,  not all MFIs reporting to the MRR use the definition suggested there; for  example, one MFI with affiliates in more than 20 countries requires its  affiliates to report sustainability to the MRR using a more stringent  definition. Further, MFIs can and do interpret the underlying MRR  definition of sustainability differently; for example, some basic terms such  as “financial costs” are not defined and are subject to various  interpretations. As a result, the contractor responsible for collecting and  analyzing these data stated that they should not be considered reliable."], "subsections": []}, {"section_title": "MRR Does Not Provide Sufficient Data on USAID’s Contributions", "paragraphs": ["The MRR does not provide information on USAID’s level of contributions  to MFIs and other service providers it supports, making it difficult to  determine the scope of the agency’s microenterprise development funding.  The MRR reports an MFI’s total number of clients and loans, regardless of  the level of USAID’s contribution to that MFI. For example, in 2000, USAID  obligated $400,000 to an MFI in Ecuador that reported loans of $80 million  and $477,000 to an MFI in Senegal that reported loans of $336,000. As a  result, the annual report lists a large number of clients, loans, and other  activities that were not funded by USAID and in many cases were funded  by other donors, foundations, and private individuals.", "In addition, USAID requires institutions that provide technical assistance  to MFIs to complete the MFI survey. Because these technical assistance  providers make no loans, reporting the number of loans and clients served  by the MFIs they assist may provide an inaccurate impression of USAID’s  micro lending activities. For example, we found that the institution listed  as in the MRR as the largest lender in Peru in 2001 did not make any loans  or serve any clients directly. Instead, it provided technical assistance to  more than 20 MFIs. However, the MRR reported that this institution had a  $37 million loan portfolio and 20,000 clients. According to the contractor  responsible for the MRR, USAID is relying increasingly on technical  assistance providers that serve lending institutions."], "subsections": []}]}, {"section_title": "USAID Has Identified and Disseminated Best Practices", "paragraphs": ["USAID has funded several studies and projects, such as the  Microenterprise Best Practices project, to publish emerging best practices.  In addition, the agency has provided information on best practices to  missions and implementing partners through policy guidance, training, and  technical assistance. USAID has also collaborated with implementing  organizations, microenterprise networks, and donors in disseminating  information on best practices. Several organizations have published such  information, including USAID; the Committee of Donor Agencies for Small  Enterprise Development, whose secretariat is hosted and staffed by the  World Bank; the Donor’s Working Group on Financial Sector  Development; Catholic Relief Services (CRS); and ACCION. (See app. II  for a list of some key best practices.)"], "subsections": [{"section_title": "USAID Has Made Efforts to Identify and Disseminate Best Practices", "paragraphs": ["According to officials from the World Bank and other organizations,  USAID has recognized the importance of identifying and disseminating  successful and unsuccessful attempts to design and implement  microenterprise activities. USAID’s efforts include the following.", "Growth and Equity through Microenterprise Investments and  Institutions (GEMINI). Through its GEMINI project, which ended in  1995, USAID supported more than 120 studies on microenterprise  development to publicize the experiences of leading microenterprise  practitioners and experts in analyzing and managing microenterprise  activities. These studies focused on the growth and dynamics of  microenterprise in general and new approaches to delivering financial and  nonfinancial assistance. The studies included data collection strategies for  surveys; strategies for MFIs in Indonesia to more profitably provide  financial services to the poor, strategies for MFIs to help microenterprises  grow into small enterprises, recommended options to improve support for  microenterprise development in Ecuador, and analyses of the importance  of providing needed equipment to MFIs.", "Microenterprise Best Practices project. USAID funded the Microenterprise  Best Practices project, a research-oriented effort to develop and  disseminate best practices. The project, completed in 2001, resulted in  more than 100 reports, including concept papers, case studies, and  technical tools and manuals providing guidance for designing and  managing microenterprise activities. These reports included a model for  Internet-based information for microenterprises in the Philippines, a  description of Opportunity International’s experience in Bulgaria and  Russia in managing a microfinance program during a period of high  inflation, a guide for reporting financial performance, and case studies of  the difficulties encountered in converting nongovernmental institutions to  commercial banks in Bolivia and Panama.", "Guidance. USAID policy guidance for microenterprise development  encourages missions to develop broad outreach activities to as many of  the poor as possible, requires that MFIs charge unsubsidized interest rates  to borrowers to cover the cost of operations, advises that missions  consider and address host government policy constraints, and emphasizes  the need for steady movement toward sustainability to achieve significant  impact and institutional viability. Further, USAID policy states that  missions providing assistance for microenterprise development should  monitor and report on their outreach to the poor, including the  distribution of its loan portfolio by loan amount.", "Training. USAID supports training courses for its own and implementing  organizations’ staff in designing and executing microenterprise activities.  In addition, USAID provides funding to the Microenterprise Development  Institute at Southern New Hampshire University and to Business  Development Services Training Program at the Springfield Centre in  Durham, United Kingdom, to support their microenterprise development  training programs. USAID’s Accelerated Microenterprise Advancement  Project provides scholarships to USAID staff for microenterprise  development training and exchange programs. USAID also provides  funding to the Small Enterprise Education and Promotion Network  (SEEP), a network of nongovernmental organizations that implement  microenterprise activities, for scholarships to enable USAID employees  and practitioners to attend SEEP’s training courses. During our fieldwork,  we found that several USAID officials working on microenterprise  development had received training at these locations.", "Technical assistance. USAID’s Prime Grant project provides direct  technical assistance to missions in planning microenterprise activities. The  project provides information on advances in microenterprise development  and lessons learned from the missions’ counterparts throughout the  agency. USAID’s Accelerated Microenterprise Advancement Project  provides missions technical assistance from microenterprise experts and  information on ongoing research and learning in microenterprise  development. Missions may also receive technical assistance in developing  scopes of work, including sample scopes, and ongoing support throughout  the procurement process."], "subsections": []}, {"section_title": "USAID Has Collaborated with Other Organizations in Identifying and Promoting Best Practices", "paragraphs": ["USAID has collaborated with implementing partners, networks of  implementing organizations, and the World Bank in identifying and  promoting best practices. These organizations have published handbooks,  bulletins, and other documents on best practices; maintained Internet sites  devoted to best practices; and sponsored seminars and workshops. For  example:    CRS and ACCION International, two USAID-supported nongovernmental  organizations, have published handbooks to assist in designing and  implementing microenterprise activities. CRS also established the  Microfinance Alliance for Global Impact project to help its implementing  institutions strengthen their activities. The Foundation for International  Community Assistance produced an evaluation of current practices used  by microfinance institutions in assessing client poverty levels.  Implementing partners such as ACCION International and Opportunity  International also sponsor regional conferences, workshops, and seminars  on best practices.", "USAID has provided funding to SEEP to support its efforts to promote  best practices. According to SEEP’s Executive Director, USAID has been  one of its leading supporters, providing funding and technical assistance  and participating in the network’s conferences and workshops. SEEP has  published two studies on microenterprise best practices. The network  also sponsors conferences and workshops on improving microenterprise  activities.", "USAID is a member of the World Bank’s Committee of Donor Agencies for  Small Enterprise Development and Donor’s Working Group on Financial  Sector Development, which have published guiding principles for  designing and implementing microenterprise activities in 1995 and in 2001.  The World Bank has also published reports to support the design and  implementation of microenterprise activities, such as a handbook, to assist  in operational planning and internal audits of activities. The group also  provides information through MicroBanking Bulletin and the  Microfinance Information Exchange."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["We found that microenterprise projects—including those funded by  USAID—can help alleviate some of the impacts of poverty on individuals,  households, and families. However, evidence suggests that microfinance  alone has not lifted large numbers of the poor over the poverty line. In  addition, despite USAID’s use of micro loans to target the very poor, as  mandated, few loans appear to be reaching this group, in part because  loan size is an inadequate targeting method. Other evidence suggests that  loans to the very poor can place some borrowers at risk of unmanageable  debt and may be more beneficial when offered with other financial  services such as savings and insurance and with development assistance  such as grants, health services, education, and housing. Efforts to reach  the very poor that do not recognize and address these key concerns may  not be fully effective.", "Despite the general reliability of its data, certain methodological  weaknesses in USAID’s MRR system may prevent the agency from  reporting with precision its program expenditures, the percentage of its  funds going to the very poor, the percentage of MFIs that are sustainable,  and the extent of USAID’s contributions to the institutions it supports."], "subsections": []}, {"section_title": "Recommendation to USAID", "paragraphs": ["We recommend that the Administrator of USAID review the agency’s MRR  system with the goal of ensuring that its annual reporting is complete and  accurate. Specifically, the Administrator should review and reconsider the  methodologies used for collection, analysis, and reporting of data on  annual spending targets, outreach to the very poor, MFI sustainability, and  the contribution of USAID funding to the institutions it supports."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["USAID provided written comments on a draft of this report (see app. V).  USAID concurred with the report’s recommendation that it make  improvements in its MRR. The agency cited three points with which it took  issue, related to reaching the very poor, the sustainability of MFIs it  supports, and its reporting of contributions to institutions.", "USAID stated that the number of small loans it had issued indicated that it  was reaching the very poor. As discussed in our report and acknowledged  in USAID’s comments, loan size is now recognized as an inaccurate  indicator of the extent to which this program is reaching the very poor.  Given this limitation, we reviewed detailed impact studies that collected  information on borrowers’ economic status (see app. III for a summary of  key studies on this topic); further verified this information through  detailed discussions with international experts, USAID officials, and their  implementing partners working with USAID-funded programs; and  conducted detailed program reviews in three countries . The general  consensus across the studies, experts, and program implementers is that  microfinance projects serve those clustered around the poverty line but  generally do not reach the very poor.", "USAID also stated that, contrary to our report, the agency uses a single  definition of sustainability, and it inferred that the sustainability data  reported in the MRR was accurate. We disagree with USAID on these  points: We documented several definitions and interpretations that affect  the reliability of the reported data, and we have added information to the  report to clarify our concern regarding the agency’s method for measuring  microfinance institutions’ sustainability. As noted in the report, 38 percent  of MFIs that received USAID funding in fiscal year 2001 reported that they  had achieved financial sustainability. The higher figure cited in USAID’s  response combined data on operational and financial sustainability,  despite the fact that operational sustainability is, by USAID’s definition, an  interim measure toward the goal of achieving full financial sustainability.", "USAID stated that it would be difficult to allocate the microenterprise  accomplishments reported in the MRR between USAID and other donors.  However, it said that it plans to include more explicit language in the MRR  to indicate that results are generally reported for entire institutions and  that the resources of other donors and supporters contributed to the  results. In its comments, USAID also agreed to (1) provide more explicit  instructions on what activities to include in the MRR; (2) revise the  formula for estimating the extent of funding that benefits the very poor  and include in its annual report additional language concerning the  formula; (3) improve the accuracy of data on obligations and poverty  lending; and (4) adopt a new standardized definition of sustainability if  one is adopted by the field. We believe that these improvements would be  responsive to our recommendation and, if made, could improve the  accuracy and balance of the MRR.", "We will send copies of this report to interested congressional committees  as well as the USAID Administrator. We will also make copies available to  others upon request. In addition, this report will be available at no charge  on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-3149 or at gootnickd@gao.gov. Other contacts and staff  acknowledgments are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine whether the U.S. Agency for International Development’s  (USAID) microenterprise development program is meeting its key  objectives, we first identified those objectives by reviewing the agency’s  policy guidance and the pertinent legislation. We also held discussions  with USAID officials in Washington, DC. To determine the results of the  agency’s microenterprise assistance, we met with officials and reviewed  documents from USAID and their implementing partners in Washington,  Peru, Egypt, and Bulgaria, and we met with program beneficiaries in these  three countries. We selected Peru and Egypt because they have mature  programs that have existed since the late 1980s and received high levels of  USAID obligations over the past 10 years. These countries also represent  culturally different areas (e.g., the program in Peru serves a large  indigenous population, and the primarily business-led program in Egypt  serves a combination of urban and rural areas). We selected Bulgaria  because the program was relatively new; per capita income and the gross  domestic product were high; and participants were reported by USAID to  have higher educational levels and to be operating different types of  businesses than in Africa, Asia, or Latin America. In addition, we reviewed  a broad range of program and academic studies on the issues and  conducted interviews and round-table discussions with academics and  practitioners who have expertise regarding the ability of microenterprise  activities to meet USAID’s objectives. We also reviewed USAID studies  that pertained to countries we visited, as well as studies that assessed  project impact related to key program objectives. Because most available  USAID data and most of the research literature focuses on microfinance,  particularly micro loans, we concentrated our review primarily on this  aspect of microenterprise development.", "To assess the reliability of the Microenterprise Results Reporting (MRR)  data, we reviewed the survey questionnaires that are used to collect the  data, noting strengths and weaknesses in the survey design. We also  conducted a variety of analyses of the MRR database. Our analyses  focused on the data on obligations supplied by the USAID missions and  the data on microenterprise activities supplied by microfinance  institutions (MFI), business development service (BDS) providers, and  policy service providers from 1995 through 2002. We conducted interviews  focused on data reliability with the contractor that manages the data  collection and analysis and drafts the MRR reports.  In these interviews,  we asked how the survey data are collected, what quality checks are  performed, and what other internal controls are in place. On our field trips  to Peru, Egypt, and Bulgaria, we conducted data reliability interviews with  officials at all three USAID missions and at six institutions that had  received USAID funding. During our meetings with USAID missions and  the institutions, we conducted spot checks of key MRR data to assess their  reliability. We found that the reliability of the lending and BDS institutions’  data on the percentage of women clients sufficed for our analysis,  provided we noted that some BDS providers could not directly estimate  these percentages. The data on lending institutions’ sustainability were of  uncertain reliability because of inconsistencies in the way respondents  interpreted the MRR survey question; however, these data were consistent  with the testimonial and documentary evidence that we gathered.", "To examine USAID’s role in identifying and disseminating best practices,  we reviewed (1) USAID policy guidance, (2) USAID country strategies and  annual reports for the three countries we visited, and (3) other relevant  USAID documents. We also reviewed a wide body of literature on the  subject, including World Bank publications and the MicroBanking  Bulletin; analyses of best practices produced by donor groups;  handbooks, analyses, and other documents produced by USAID  implementing organizations such as Catholic Relief Services and  Opportunity International; and studies and analyses by recognized  microenterprise experts. We interviewed USAID officials in the  Microenterprise Development Division, the regional bureaus that oversee  mission activities, and the countries we visited, including officers  responsible for economic growth and microenterprise activities. We also  interviewed officials of the World Bank and from implementing  organizations in Washington, D.C.; Baltimore, Maryland; and the countries  we visited. Finally, we attended a roundtable on best practices whose  members included recognized experts on microenterprise development  from the World Bank, implementing organizations, and academia. The  World Bank also provided informal comments on a draft of this report.", "We conducted our review from December 2002 through September 2003 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Microenterprise Best Practices", "paragraphs": ["Best practices are processes, practices, and systems that have been used  by organizations and widely recognized as improving performance in  achieving program goals. Although the research literature and our  fieldwork indicate that no standard manual of best practices exists for  microenterprise development, a core of preferable strategies (best  practices) has emerged within the microenterprise industry comprising  USAID, other donors, and their implementing partners."], "subsections": [{"section_title": "Design-Related Best Practices", "paragraphs": ["Perform due diligence reviews. USAID officials require their  implementing partners to carefully review all candidates and to pay  particular attention to choosing institutions with strong management  skills. Officials from Catholic Relief Services (CRS), a nongovernmental  organization that manages a microenterprise activity in Bulgaria, chose  their implementing partner based on the partner’s strong management  experience.", "Develop broad outreach. At USAID missions in Peru, Bulgaria, and Egypt,  microenterprise activities included provisions for small loans to poor  microentrepreneurs with no other affordable credit alternatives. A USAID- supported MFI in Egypt recently initiated a lending program that  specifically provides small loans to the poor and is instituting a grant  program to help the very poor become eligible for micro loans. In Peru, to  target the poor and very poor, USAID chose to implement microenterprise  activities in several of the country’s poorest regions. USAID-supported  institutions in Bulgaria and Egypt offered financial incentives to loan  officers, based in part on the number of loans in their loan portfolio, to  encourage them to attract clients.", "Increase access to services. At implementing organizations in Peru,  Bulgaria, and Egypt, loan officers assist poor and very poor clients in  filling out the loan applications and attempt to review and approve loan  requests within a few days. In addition, because the poor usually lack the  collateral needed to qualify for loans, USAID supports collateral  substitution activities to attract the poor and very poor who would have  no other access to credit. USAID missions in Bulgaria, Egypt, and Peru  conduct microenterprise activities that used group lending as a collateral  substitute. For individual loans, an implementing organization in Bulgaria  require that clients obtain written loan guarantees from acquaintances as a  collateral substitute.", "Adopt an appropriate lending model. Some models, such as group lending  or village banking, may be more appropriate than individual lending  programs for certain activities or institutions. CRS adopted a group  lending model to serve the needs of the poor in Bulgaria. (This model also  supports the CRS goal of advancing social and economic justice by serving  the poorest.) A study of group lending activities in Africa, Asia, and Latin  America indicated that more successful group lending models vary  according to the local culture. For example, in South Africa, the South  African Get Ahead Foundation adapted the traditional African rotating  savings program to create similar group lending activities.", "Offer an array of services. In addition to credit, services such as savings  options and insurance are valuable to clients and, by providing other  revenue sources, can assist MFIs in reaching sustainability. In Indonesia, a  CRS MFI established a savings program in a village bank for its  microenterprise clients. ACCION International, using a group lending  model, has each member contribute a minimum amount to a common pool  of savings.", "Establish appropriate pricing policies for services. USAID requires  financial institutions that receive microenterprise funding, even those that  emphasize lending to the very poor, to charge unsubsidized interest rates.  For example, CRS specifies in its microenterprise handbook that the MFIs  it manages should charge unsubsidized interest rates. In Bulgaria, Egypt,  and Peru, the annual interest rates can be as high as 40 percent annually,  although the repayment period is often less than 1 year.", "Control loan delinquency rates. Loan delinquency rates greater than 10  percent have been found to seriously undermine MFI sustainability.  Several MFIs offer financial incentives to their loan officers partially based  on the repayment rates of their loan portfolio. MFIs in Peru, Bulgaria, and  Egypt use different methods to determine financial incentives to reward  their loan officers, but all base the amount of financial incentive on the  loan repayment rate of the officer’s portfolio. At one implementing  organization in Egypt, loan officers must maintain at least a 97 percent  repayment rate on their loan portfolios to be eligible for financial  incentives. An MFI in Bulgaria that provides individual loans requires that  five people provide guarantees for each loan. The MFI also employs a loan  collection officer and an attorney to file in court to collect on delinquent  loans. MFIs in Egypt and Bulgaria that focus on poverty lending use a  group lending model to provide for prompt loan repayment.", "Address potential policy constraints. USAID guidance advises missions to  consider the local economic environment when designing and  implementing microenterprise activities. For example, the guidance  advises missions not to provide assistance to MFIs during periods of high  inflation. USAID officials told us the agency suspended a microenterprise  activity because the Government of Egypt tax policies were too restrictive.  Grant agreements may also include a component focused on policy and  regulatory reforms to facilitate microenterprise activity. Such reforms may  include permitting financial institutions to offer savings to clients,  streamlining business registration procedures and assisting  microentrepreneurs in registering and obtaining title to their businesses’  assets. A USAID grant agreement in Bulgaria required the implementing  organization to coordinate efforts in legislation on policy reform within 3  years."], "subsections": []}, {"section_title": "Implementation-Related Best Practices", "paragraphs": ["Require transparency and accountability in operations. USAID requires  implementing partners and MFIs to report annually on financial and  operational performance. In Peru, a USAID-funded technical assistance  provider conducts audits of more than 40 MFIs to assess their  implementation-related practices.", "Provide adequate resources to successfully manage a microenterprise  activity. Effective management information systems and other assets are  necessary for implementing organizations and financial institutions to  make decisions, motivate performance, and provide accountability over  funds. USAID provides resources to help implementing partners and MFIs  improve their management capacity. For example, most USAID grant  agreements provide funding to rent office space, to purchase management  information systems, including the computers needed to track outstanding  loan balances and due dates, and to purchase other equipment such as  office furniture.", "Provide necessary training. Training for implementing organizations and  clients in areas such as financial management and computers is often  needed to ensure that MFIs manage operations effectively. USAID grant  agreements may provide funding for training of implementing  organizations’ staff. Implementing organizations, such as an Opportunity  International-funded MFI in Colombia, includes weekly training of clients  in areas such as marketing and product presentation. A USAID-funded  study of five nongovernmental organizations implementing  microenterprise activities concluded that heavy investment in training was  a factor in the success of village banks.", "Provide incentives to loan officers. USAID-supported MFIs in Bulgaria  and Egypt provide loan officers incentive-based salaries. Criteria for the  incentives included the number of clients recruited and the clients’ loan  repayment rates. Incentives can double loan officers’ monthly earnings.", "Require a manageable loan portfolio for loan officers. Implementing  organizations in Bulgaria and Egypt, such as CRS and Opportunity  International, limit the number of clients one loan officer can manage. The  number can vary depending on the ability of the officer, but few manage  more than 300 clients. Also, because incentives are based primarily on  loan default rates, officers are motivated to limit their pool of clients to a  size they can manage effectively.", "Monitor and evaluate performance. Donors and implementing  organizations should monitor the performance of the MFIs they support to  ensure they are meeting program goals. These goals can include a focus on  the poor and women, as well as financial indicators, such as repayment  rates and progress toward sustainability. They should also perform audits  on a regular basis to ensure the accuracy of information reported. USAID  typically performs midterm and final evaluations of its grant agreements. A  cross-country study of village banks in seven countries concluded that  oversight of the banks’ operations was a critical factor in their success.  Further, USAID requires annual financial reports of implementing  organizations.", "Promote MFI sustainability. This goal supports (1) sound financial  practices, (2) expanding and maintaining outreach, and (3) reducing  dependency on donor support. USAID and other implementing  organizations encourage MFIs to charge unsubsidized interest rates to  cover the cost of operations. A USAID-funded study of successful  microenterprise activities in Indonesia and Bangladesh concluded that  MFIs must have a commitment to, and a plan for, reaching sustainability."], "subsections": []}]}, {"section_title": "Appendix III: Review of Microenterprise Studies", "paragraphs": ["We collected, reviewed, and analyzed a set of 22 studies, 20 of which  provide an overview of existing research and practice in microenterprise  or its components. The purpose of our review was to obtain general  information on the primary findings, issues, and debates in microfinance  and microenterprise and to complement other USAID-specific components  of our data collection efforts.", "We selected these studies on the basis of three criteria: (1) each study was  published in 1998 or later, (2) each was peer reviewed or published by  journals or publishers respected in the field, and (3) each was  recommended by 2 or more of 15 microfinance experts we consulted. We  also included two case studies (published and peer reviewed), because 5  or more of the experts we consulted recommended them. We ensured that  the studies selected covered a range of microenterprise subtopics and  scientific journals relevant to economic and social development issues. A  primary reviewer summarized each study using a data collection  instrument developed specifically for the purposes of this review. A  secondary reviewer then verified each study summary."], "subsections": []}, {"section_title": "Appendix IV: USAID’s Microenterprise Results Reporting", "paragraphs": ["To monitor and evaluate its microenterprise portfolios, USAID developed  a data collection process and information management system known as  the Microenterprise Results Reporting (MRR). The term also refers to an  annual report that presents the agency’s financial data—primarily amounts  it obligates for microenterprise development—and programmatic  information.", "The MRR data are collected through annual surveys of USAID staff in  headquarters and at overseas missions and the institutions that receive  USAID funding. A USAID contractor is responsible for data collection and  the management information system. Beginning early in each fiscal year,  the contractor requests obligations data for microenterprise projects from  USAID headquarters and missions. The mission staff report current year  obligations and identify the recipient institutions, categorizing them as  microfinance, business development services (BDS), or policy services  providers. In addition, the mission staff identify institutions that received  obligations in previous years for ongoing projects.", "Separate surveys have been designed for the microfinance institutions  (MFI), BDS providers, and policy service providers. The survey for MFIs  asks about outstanding loan balances, the number of loans to women,  maximum loan sizes, loan loss, loans below the poverty lending threshold  percentage, the number of rural clients, savings, and the financial  sustainability of the institutions. The survey for BDS providers asks about  the types of services provided, the number of clients overall, the number  of women clients, the number of rural clients, the number of clients with  “poverty loans,” data sources for clients, the clients’ industrial sector, the  institutions’ competitors, the demand for BDS, and exit strategies. The  policy service providers survey asks about the types of institutions and for  descriptions of policy issues covered.", "The number of respondents to the annual surveys during 1998 to 2001 has  remained fairly constant, ranging from 361 to 411. Most MRR respondents  complete the MFI survey. In 2000, for example, 512 surveys were sent out;  282 of the 361 respondents completed the MFI survey, 99 completed the  BDS survey, and 18 completed the policy survey. The reported response  rates rose in recent years, from 56 percent (411 surveys) in 1998 to 84  percent (492 surveys) in 2001.", "USAID contractor staff analyze the data and, in some cases, apply  methodologies the agency has developed to assess whether it has met  particular program goals, such as its poverty-lending target. This  methodology is designed to weight the individual institutions’ obligations  by the amounts of loans that are considered poverty loans.", "The data and the analyses are presented in the annual reports, which also  provide examples of USAID-funded microenterprise projects. In addition  to publishing the data in the MRR reports, the contractor also publishes  selected data on a Web site accessible to the agency’s missions,  institutions that receive USAID-funding, and interested others."], "subsections": []}, {"section_title": "Appendix V: Comments from the U.S. Agency for International Development", "paragraphs": ["The following are GAO’s comments on USAID’s letter dated November 6,  2003."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  USAID stated that our report does not address the full range and scope  of its microenterprise strategy and program. Our report focuses  primarily on microfinance, since this component of USAID’s  microenterprise program has received, and continues to receive, the  bulk of the agency’s funding. Microfinance has also been the principal  focus of long-term studies funded by USAID and others. We found no  long-term studies or evaluations that assessed the impact of USAID’s  support for Business Development Services (BDS) or its policy work in  the area of microenterprise development. Our discussions with USAID  employees in Peru, Egypt, and Bulgaria regarding BDS and policy  initiatives yielded some information on these efforts, but we found that  no data on these efforts had been collected systematically.  2.  USAID said that it has long used loan size as a proxy for services to the  very poor, recognizing that it is imperfect but a statutory requirement.  Because of the limitation of loan size as a proxy, we analyzed impact  studies and evaluations funded by USAID and others that collected  information on borrowers’ economic status to determine the extent to  which microfinance has reached the very poor. These studies, based  on in-depth research across multiple countries and settings, found that  the very poor are rarely reached with micro loans, for reasons outlined  in this report (see app. III for a summary of key studies on this topic).  To complement information contained in these studies, we discussed  this issue at two roundtable meetings with international experts; we  also interviewed USAID officials and nongovernmental organization   officials working with USAID-funded programs in the countries where  we conducted fieldwork. The consensus across the literature and  among the experts is that microfinance projects often have difficulty  reaching the very poor.  3.  USAID said that the MRR has used a single, clear definition of  sustainability in questionnaires to implementing partners. We disagree  with USAID on this point, and we have added information to this  section to clarify our concern regarding the agency’s lack of a  standardized method for measuring microfinance institutions’ (MFI)  sustainability. As noted in the report, 38 percent of MFIs that received  USAID funding in fiscal year 2001 reported that they had achieved  financial sustainability. In addition, the figures cited in USAID’s  response combine data on operational and financial sustainability,  despite the fact that operational sustainability is defined in USAID’s  policy guidance as an interim measure toward the goal of achieving full  financial sustainability.  4.  USAID stated that allocating the impact between USAID and other  donors would be impractical and methodologically questionable.  However, it also says that it plans to include language in its annual  report indicating that many of USAID’s awardees receive support from  other sources as well, and that these sources deserve a share of the  credit for the awardees’ impacts.  5.  See comment 2. USAID states that it made about 2 million loans in  fiscal year 2001 that met the statutory standard for service to the very  poor. The agency said that it also utilized other methods of reaching  this group. As noted in the report, Congress recognized the limitations  of loan size as an indicator for targeting and reaching the very poor  and directed USAID to develop more accurate methods to ensure that  this group is reached in the future.  6.  USAID said that the report suggests that loans to the very poor can  have negative consequences and may be a significant or widespread  problem. As noted in the report, the very poor can benefit from credit,  but some evidence suggests that microcredit should compliment, not  substitute, for investments in core services, such as health and  education.  7.  USAID states that their record of supporting MFIs and achieving  sustainability is strong. With regard to the issue of MFIs’ achieving full  financial or operational sustainability, we note in the report that  USAID’s policy establishes full financial sustainability as its goal; that  is, to develop fully financially sustainable MFIs, capable of providing  services indefinitely without USAID or other donor support. We did  not report data on operational sustainability because this measure is  defined in USAID’s policy manual as a “useful interim standard of  financial performance.” Accordingly, we focused on full sustainability,  a standard that, if widely attained, could ensure that these institutions  would be available to provide these services in the future. Also, see  comment 3.  8.  USAID said the report suggests that sustainability might not be  consistent with serving very poor clients. Our report does not state or  suggest that sustainability might not be consistent with serving very  poor clients. We agree with USAID that attaining full financial  sustainability may be more difficult for MFIs serving greater numbers  of very poor borrowers.  9.  USAID incorrectly attributed to us an audit conducted in Egypt; this  audit was conducted by the USAID Inspector General.  10.  USAID stated that its policy allows microenterprise funds to be  obligated for activities that do not meet the definition of  microenterprise development found in the MRR and that  microenterprise awardees do not have to solely serve micro-scale  enterprises. However, our report addresses the reporting of such  activities, not the policy. According to the 2001 MRR,  “Microenterprises are small, often informally organized businesses that  are owned and operated by poor and very poor entrepreneurs. USAID  defines a microenterprise as one that comprises 10 or fewer  employees, including unpaid family workers, in which the  owner/operator of the enterprise…is considered poor. By limiting its  definition of microenterprises to those whose owners/operators are  poor, USAID ensures that the focus of its efforts remains on the most  vulnerable households in higher-risk environments.” Despite this  definition, the annual MRR reports present data on a wide variety of  activities that do not meet this definition. This includes its policy work,  much of its BDS work, its obligations to small and medium businesses,  and loans to those that are not poor. As a result, it is uncertain how  much of USAID’s funding is going to poor microenterpreneurs. We  believe that USAID should be more transparent in reporting these  results.", "In addition, despite USAID’s statement that the MFIs and missions  report only activities that meet the definitions of microenterprise as  defined in the MRR, we found no evidence of this in our work in three  countries or our analysis of MRR data. As noted in this report, we  found numerous examples of the missions’ and implementing partners’  reporting activities to the MRR that did not meet the MRR definition.  Based on USAID’s comments, we have modified this section of the  report to further clarify our position and the basis for these  observations. USAID also said it will include more explicit guidance on  its website to address the issue. This could potentially improve this  aspect of USAID’s reporting.  11.  USAID stated that the report focused on a narrow definition of  program impacts. This report does not take a narrow view of the  impacts of USAID’s microenterprise program. In addition to our  assessment of its impact on poverty alleviation and poverty reduction,  there are sections focused on reaching the poor and very poor and  other services these groups may need; outreach to women; the  sustainability of MFIs; the reliability of the MRR; best practices  identified by the microenterprise development industry; USAID’s  efforts to identify and promote best practices; whether USAID  incorporates best practices in their projects; and a synopsis of 22 key  studies. In both the body of the report and appendix III, we include  considerable discussion of the extent to which microfinance can help  alleviate poverty by reducing risk and vulnerability.  12.  USAID states that microenterprise development can be a successful  intervention to shift from humanitarian to development assistance  following conflicts and natural disasters. The USAID policy manual  (section II.H.4.), titled “Avoiding Poor Prospects for Microfinance  Development,” states that microfinance should not be viewed as a  response to alleviate the large-scale human suffering created by wars  and civil conflict. It notes that such assistance will inevitably conflict  with the basic requirements of building sound financial institutions.  Despite this guidance, we found that USAID/Bulgaria used emergency  funds provided for the Danube River Initiative to respond to the  economic hardship resulting from the Kosovo crisis, providing funding  to MFIs that committed to work in this region. Officials of the  implementing partner told us that this humanitarian initiative, while  important from a social perspective, proved to be financially  unsustainable in light of the many challenges refugees faced.  Accordingly, the implementing partner terminated its programs in   these regions, according to USAID officials in Bulgaria."], "subsections": []}]}, {"section_title": "Appendix VI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the person listed above, Edward George, Jim Strus,   Martin De Alteriis, Mona Sehgal, David Dornisch, Yesook Merrill,   Valerie Caracelli, and Reid Lowe made key contributions to this report."], "subsections": []}]}], "fastfact": []}