{"id": "GAO-10-621", "url": "https://www.gao.gov/products/GAO-10-621", "title": "Low-Income Home Energy Assistance Program: Greater Fraud Prevention Controls Are Needed", "published_date": "2010-06-18T00:00:00", "released_date": "2010-07-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Federally funded at about $5 billion a year, the Low-Income Home Energy Assistance Program (LIHEAP) provides financial assistance to low-income households for heating and cooling costs. The Department of Health and Human Services (HHS) awards LIHEAP funds based on low-income populations and other factors. Grantees--states, the District of Columbia, territories, and Indian tribes and tribal organizations--then provide energy assistance payments to low-income households. GAO was asked to audit (1) the risk of fraud and abuse in LIHEAP in selected states; (2) case studies of fraudulent, improper, and abusive LIHEAP activity; and (3) key weaknesses in the design of LIHEAP's internal controls framework. To meet these objectives, GAO analyzed LIHEAP data from seven states for fraud indicators, interviewed federal and state officials, performed investigations, and conducted proactive testing in two states using a bogus company, individuals, addresses, and documents. The seven states were primarily selected based on size of LIHEAP grant and availability of centralized database."]}, {"section_title": "What GAO Found", "paragraphs": ["LIHEAP is at risk of fraud and improper payments in all seven of our selected states. About 9 percent of households receiving benefits--totaling $116 million--in the selected states contained invalid identity information, such as Social Security numbers, names, or dates of birth. Although some of these cases are likely due to simple errors such as typos or incomplete data, thousands of other cases show strong indications of fraud and improper benefits. For example, the identities of over 11,000 deceased individuals were used as applicants or household members for LIHEAP benefits. Hundreds of individuals were used as applicants or household members even though they were incarcerated in state prisons, making them ineligible. Finally, we identified over a thousand federal employees whose federal salary exceeded the maximum income threshold when they applied. We nonrepresentatively selected and investigated 20 cases that either validated the potential fraudulent activity noted above or illustrated other improper activities. Although states are primarily responsible for preventing fraud, LIHEAP's internal controls framework has several key weaknesses. HHS has not provided specific guidance to states, instead issuing only broad regulations for states to establish appropriate systems and procedures to prevent fraud. The selected states do not have an effective design for a comprehensive fraud prevention framework. In fact, the states lack key efforts in all three crucial elements of a well-designed fraud prevention system: preventive controls, detection and monitoring, and investigations and prosecutions. Specifically, states lack essential preventive controls by not verifying identities or income. Some states automatically enroll certain individuals based on their eligibility for other programs. Although efficient in reaching similarly targeted recipients, this practice is dependent on the accuracy of the initiating program's eligibility determination. Finally, several state officials stated that they generally did not pursue investigations and prosecutions. The reason is that the benefit amounts are relatively small."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO makes six recommendations to HHS to issue guidance to states to better prevent fraud in LIHEAP. HHS agreed with the six recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["In fiscal year 2009, Congress appropriated about $5 billion for the Low- Income Home Energy Assistance Program (LIHEAP). This program  provides energy assistance to about 8.3 million low-income households  through payments to household members, home energy companies, or  landlords to help cover home heating and cooling costs. To be eligible,  households must fall under income thresholds, which typically rise with  the number of household members, set by states and the federal  government.", "Managed by the Department of Health and Human Services (HHS),  LIHEAP is a federally funded block grant program in which each state is  funded according to a formula based on its weather and low-income  population. Because block grant programs generally give states a great  deal of flexibility in administering their programs, states must have strong  internal controls to prevent fraud and abuse. However, a 2007  investigation by Pennsylvania’s state auditor found weak internal  controls—inadequate policies, procedures, supervision, and oversight—in  the state’s program, exposing the program to fraud. For example, 429  applicants received more than $162,000 in LIHEAP benefits using the  Social Security numbers of deceased people.", "Because of the magnitude of fraud that was found in Pennsylvania’s  LIHEAP, you asked us to determine whether fraud and abuse exist in other  state programs. Specifically, this report discusses (1) the risk of fraud and  abuse in LIHEAP in selected states; (2) case studies of fraudulent,  improper, and abusive LIHEAP activity; and (3) key weaknesses in the  design of LIHEAP’s internal controls framework.", "To identify the risk of fraud and abuse in LIHEAP, we obtained and  analyzed benefit files for the latest year available for seven selected states:  Illinois, Maryland, Michigan, New Jersey, New York, Ohio, and Virginia.  These states were selected primarily based on the magnitude of total  LIHEAP funding and the availability of a centralized database of applicants  and benefits. These states covered about one third of all LIHEAP funding  in fiscal year 2009. Our criteria for identifying the risk of fraud focused on  LIHEAP applications that were made using invalid identity information,  such as invalid Social Security numbers, or the identities of individuals  who were deceased or incarcerated. We compared LIHEAP data to data  from the Social Security Administration (SSA) and state prisoner records.  We also used federal salary data from the U.S. Department of Treasury, the  U.S. Postal Service, and the Defense Finance and Accounting Service to  determine whether civilian federal employees receiving LIHEAP benefits  earned incomes above program thresholds. Our findings from our analysis  only apply to these seven states and cannot be projected to the states not  covered in our review.", "For our case studies, we identified 13 cases that represent and validate the  types of fraudulent and improper activity we found in our analysis above.  We identified an additional 7 cases from our analysis of duplicate LIHEAP  benefits and a comparison of LIHEAP data with residency data regarding  Medicaid long-term care facilities. In addition, we conducted proactive  testing of LIHEAP controls in Maryland and West Virginia. We selected  these two states to conduct our proactive testing because of their  proximity to Washington, D.C. We applied for benefits using bogus  addresses and fabricated energy bills and other supporting documents,  and created a nonexistent energy provider and landlords to receive the  benefits on behalf of our fictitious applicants. To apply for benefits, we  obtained publicly available data and used publicly available hardware,  software, and materials to counterfeit documents. To determine whether  there are weaknesses in the design of key aspects of LIHEAP’s internal  controls framework, we interviewed LIHEAP officials from the selected  states and HHS on the extent to which the program had controls contained  in GAO’s fraud prevention model. We did not systematically test the  effectiveness of LIHEAP’s controls (e.g., we did not test the  implementation of those controls). A more detailed description of our  scope and methodology is provided in appendix I.", "We conducted this forensic audit from June 2009 to June 2010 in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain, sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives. We conducted our related investigative  work in accordance with standards prescribed by the Council of the  Inspectors General on Integrity and Efficiency."], "subsections": [{"section_title": "Background", "paragraphs": ["Title XXVI of the Omnibus Budget Reconciliation Act of 1981 established  LIHEAP to assist low-income households, particularly those with the  lowest incomes that pay a high proportion of household income for home  energy, in meeting their immediate home energy needs. States, territories,  Indian tribes, and tribal organizations that wish to assist low-income  households in meeting the costs of home energy may apply for a LIHEAP  block grant. These grantees operate their LIHEAP programs by paying  qualified households or energy service providers for a range of covered  home heating and cooling services. LIHEAP benefits are provided to  eligible beneficiaries up to the maximum eligible payment for that  beneficiary as determined by the grantee. Grant funds are distributed in  this manner until the annual grant has been entirely expended or the  program year has ended. Although LIHEAP is 100 percent federally funded  with no required state match, states and other entities may contribute  supplemental funds.", "While the federal government establishes overall guidelines, each grantee  operates its own program. For example, federal law provides that an  eligible household’s income must not exceed the greater of 150 percent of  the poverty level or 60 percent of the state median income (75 percent in  fiscal years 2009 and 2010). Grantees may not set their maximum income  threshold below 110 percent of the poverty level, but they may give  priority to those households with the highest home energy costs or needs  in relation to income. Under the law, LIHEAP grantees have the flexibility  of serving households having at least one member who also receives  assistance under any of the following federal programs: Temporary  Assistance for Needy Families (TANF), Supplemental Security Income  (SSI), Supplemental Nutrition Assistance Program (SNAP), and certain  needs-tested Veteran Benefits. LIHEAP grantees may also set additional  LIHEAP eligibility criteria, such as passing an assets test; living in  nonsubsidized housing; having a household member who is elderly,  disabled, or a young child; or having received a utility disconnection  notice."], "subsections": []}, {"section_title": "LIHEAP Is at Risk for Fraud and Improper Benefits in Selected States", "paragraphs": ["Our analysis of LIHEAP data revealed that the program is at risk of fraud  and providing improper benefits in all seven of our selected states. About  260,000 applications—9 percent of households receiving benefits in the  selected states—contained invalid identity information, such as Social  Security numbers, names, or dates of birth. Many applications may have  inaccuracies due to simple errors such as typos or incomplete sections,  making it impossible to determine whether these cases involve fraud. For  example, about a third of the applications had Social Security numbers  that were blank or obviously invalid (e.g., all zeros). Nonetheless, these  applications pose a higher risk of fraud because there is no complete  electronic record of beneficiaries’ identities. These benefits totaled some  $116 million for the year we reviewed. Our previous work, such as our  audit of the Federal Emergency Management Agency’s management of the  Individuals and Households Program for hurricanes Katrina and Rita,  found that limited or nonexistent use of a third-party validation process  left assistance programs vulnerable to substantial fraud. As we will  discuss later, LIHEAP generally does not have this third-party validation  process for the seven selected states that we reviewed.", "As described in the bullets below, thousands of cases show strong  indications of fraud and improper benefits. But because of the invalid  identity information noted above—a lack of a valid Social Security number  makes it impossible to fully investigate such cases—these numbers are  understated.", "Deceased individuals. The identities of over 11,000 deceased individuals  were used as applicants or household members for LIHEAP benefits. Our  analysis matching LIHEAP data to the SSA’s death master file found these  individuals were deceased before the LIHEAP application date. Benefits  involved with these applications totaled about $3.9 million for the year we  reviewed.  Incarcerated individuals. For the four states that provided reliable  incarceration data, we found 725 instances where the identities of  individuals incarcerated in state prisons were used as applicants or  household members. These identities were associated with about $370,000  of LIHEAP benefits even though these individuals were in prison at the  time of the application and thus ineligible for benefits.", "Federal employees exceeding income thresholds. Matching LIHEAP data  with federal civilian payroll records, we identified about 1,100 federal  employees whose federal salary exceeded the maximum income threshold  at the time of their application. The benefit payments associated with  those applications totaled $671,000.", "Because LIHEAP is a block grant program, the potential fraudulent and  improper activities associated with these thousands of cases have an  adverse effect on the program. Specifically, these fraudulent and improper  activities will either reduce the amount of energy assistance provided to  recipients or prevent legitimate recipients from receiving the energy  assistance because the funds have been used."], "subsections": [{"section_title": "Cases of Fraudulent or Improper Activity Expose Problems in LIHEAP", "paragraphs": ["We identified and further investigated 20 cases that demonstrate how  fraudulent or improper activity was perpetrated. Thirteen cases concern  applications with invalid identity information, deceased individuals,  incarcerated individuals, or federal employees receiving LIHEAP benefits.  Seven cases are examples of other types of improper and potentially  fraudulent activity, including individuals in residential facilities being used  to improperly receive benefits and households receiving duplicate LIHEAP  benefits. We are referring all 20 cases to the HHS Office of Inspector  General (OIG) for further investigation. See table 1 for case details.", "Further, we identified several instances of LIHEAP program funds being  disbursed to individuals who may have met the income threshold but had  significant assets. Specifically, we identified several beneficiaries living in  million-plus dollar houses in Potomac, Maryland, and the Chicago suburbs.  Because neither state considers the amount of a household’s assets in  determining whether to provide energy assistance, owning high-dollar  assets cannot be considered fraud or improper activity of the program in  those states. Without access to bank and tax records, our investigations  could not determine whether these individuals met the LIHEAP maximum  income threshold. However, in one case, a beneficiary conducted her  counseling service from her residence, according to an insurance company  Web site. She lives in a $2 million home in a wealthy Chicago suburb and  owns a late 2000s Mercedes. She also won a multimillion dollar settlement  in the mid 2000s that is currently under appeal. The applicant refused to  speak with our investigators or the local police about her LIHEAP  application.", "Finally, our proactive testing further demonstrated LIHEAP’s vulnerability  to fraud. Posing as low-income residents, we used bogus addresses and  fabricated energy bills, pay stubs, and other supporting documents to  apply for energy assistance in West Virginia and Maryland. For three of the  five cases, the LIHEAP payments were made to our fictitious energy  company to pay the low-income resident’s energy bills. Our investigators  created this energy-related company to receive the energy assistance  payments. For the other two cases, the low-income residents “lived” in a  rental house where the landlord paid the energy assistance benefits as a  part of the rent. For these two cases, the investigators created fictitious  landlords who received the energy assistance payments. All five claims  were processed and the energy assistance payments issued and mailed to  our fake company and landlords (see fig. 1)."], "subsections": []}]}, {"section_title": "The Federal Government and Selected States Lack an Effective Fraud Prevention Framework for LIHEAP", "paragraphs": ["LIHEAP’s internal controls framework has several key weaknesses at both  the federal and state levels, as shown by GAO’s fraud prevention model. At  the federal level, HHS has not provided specific guidance to states and  other grantees for preventing fraud and abuse of LIHEAP. While grantees  are primarily responsible for preventing fraud in LIHEAP, the LIHEAP  statute establishes a number of oversight and enforcement responsibilities  for HHS to ensure that grantees are properly applying the funds, including  requiring the issuance of regulations to prevent waste, fraud, and abuse in  LIHEAP. HHS has issued regulations that require grantees to establish  appropriate systems and procedures to prevent, detect, and correct waste,  fraud, and abuse by clients, vendors, and administering agencies, but it has  not provided any additional detailed guidance to the states or other  grantees on how to develop an effective fraud prevention system.", "In addition, the selected states do not have an effective design for a  comprehensive fraud prevention framework. In fact, the states are lacking  key efforts in all three crucial elements of a well-designed fraud  prevention system: preventive controls, detection and monitoring, and  investigations and prosecutions.", "Preventive controls. States lack essential preventive controls, which are  the most efficient and effective means to minimize fraud, waste, and  abuse. Social Security numbers are a key element in the identification of a  person’s identity. Our analysis of 1 year of LIHEAP data found that for the  selected states about 100,000 individuals’ records contained a blank or  obviously invalid Social Security number. HHS’s prior interpretation of the  Privacy Act prohibited states from requiring recipients to provide Social  Security numbers in applying for LIHEAP benefits. However, 42 U.S.C. §  405 allows states to require that individuals disclose their Social Security  numbers for “the administration of any tax, general public assistance,  driver’s license, or motor vehicle registration law within its jurisdiction.”  We believe that LIHEAP falls within the scope of this statute. In response  to our draft report, HHS revised its interpretation, and strongly suggested  that states require Social Security numbers. Under HHS’ prior  interpretation, the states were not be able to validate individuals’ identities  and, without this basic control, we believe it cannot have an effective  fraud prevention program.", "The selected states do not have other measures that we believe are key to  preventing fraud, as we discovered from our discussions with state  officials (table 2). We believe that these are key preventive control  measures that states should integrate in their application processes as long  as the costs of these controls do not outweigh the benefits.", "Officials from five of the states said they did not validate applicant and  household member information with SSA, which can verify a person’s  Social Security number, name, and date of birth against its records.", "Officials from all seven states stated that they did not compare applicant  and household information against death records prior to payment.  Officials from these states stated that they did not check death records  from SSA or their state’s Vital Statistics Office to determine if applicants or  household members were deceased.", "Officials from all seven states said that they did not check LIHEAP  applicants and household members against a listing of incarcerated  individuals in state prisons.", "Six states generally did not verify self-reported income of LIHEAP  applicants and household members with employment and wage databases  (e.g., State Directory of New Hires). After our inquiries, officials from only  one state said that they recently had begun to perform such a comparison,  and only for those individuals who claimed zero income.", "Six states did not verify household member residency through checking  long-term care facility records, according to officials. To be eligible for  LIHEAP, an individual must be a member of a household that is eligible for  the benefits and responsible for energy costs either directly or through  their rent. As such, an individual residing over an extended period of time  in a long-term care facility (e.g., nursing home) that is paid by Medicaid  does not meet this requirement.", "System edit checks can be added to a grantee’s electronic database of  LIHEAP beneficiaries to check for repeated use of a name, Social Security  number, utility account number, or other identifying fields. Officials from  all seven states said that they have some form of edit checks to prevent  duplicate benefits. However, the edit checks performed varied by the state  and are not comprehensive in certain states.", "Detection and monitoring. To be efficient in reaching similarly targeted  recipients, certain states automatically enroll LIHEAP recipients based on  the applicant or household member receiving benefits for certain federal  programs (e.g., TANF or SNAP). Thus, LIHEAP relies on the preventive  controls for these programs to ensure that only eligible applicants and/or  household members are receiving the benefits. As a result, the LIHEAP’s  preventive controls will only be as effective as the preventive controls for  the federal program (e.g., TANF or SNAP) from which the recipient  originally received benefits. Monitoring and detection within a fraud  prevention program involves data mining for fraudulent and suspicious  applicants and evaluating vendors and employees to provide reasonable  assurance that they continue to meet program requirements and follow  program protocols. The selected states generally do not match their  beneficiary files to third-party databases, such as State Directory of New  Hires, to determine continued eligibility, nor do they ensure that  applicants are not acting as their own vendor.", "Investigation and prosecution. Several state officials stated that they  generally did not pursue investigations and prosecutions involving  LIHEAP. The aggressive investigation and prosecution of individuals who  defraud the government is the final component of an effective fraud  prevention model. Schemes identified through investigations and  prosecution can also be used to improve the fraud prevention program.  However, pursuing recipients who commit fraud can be costly and time- consuming. The amounts of energy assistance benefits to individuals are  relatively small, which may deter prosecution of the cases by federal or  state prosecutors. Because of this, it is important to have strong controls  to prevent the occurrence of fraud."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Without an adequate fraud prevention framework, LIHEAP in the seven  states is vulnerable to individuals willing to commit fraudulent and  improper activities to receive energy assistance benefits. Given that the  states are responsible for administering LIHEAP and establishing the  proper controls, each state needs an effective fraud prevention framework  to provide reasonable assurance of the integrity of its program. Without  these proper controls, energy assistance benefits will continue to be  provided to ineligible individuals, which limits the help that can be  provided to those individuals who meet program requirements. However,  the responsibility for actively partnering with and providing such guidance  to the states rests with HHS."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To establish an effective fraud prevention system for the LIHEAP program  in the seven states, the Secretary of HHS should evaluate our findings and  consider issuing guidance to the states addressing the following six  recommendations:    Require applicants and household members to provide Social Security  numbers for themselves and all members of the household in order to  receive energy assistance benefits.", "Evaluate the feasibility (including consideration of any costs and  operational and system modifications) of validating applicant and  household member identity information with SSA.", "Develop prepayment edit checks to prevent individuals from receiving  duplicate benefits.", "Evaluate the feasibility of using SSA’s or states’ vital record death data to  prevent individuals using deceased identities from receiving benefits.", "Evaluate the feasibility of preventing incarcerated individuals from  improperly receiving benefits, for example, by verifying Social Security  numbers with state’s prisoner information.", "Evaluate the feasibility of using third-party sources (e.g., State Directory of  New Hires) at a minimum on a random or risk basis, to provide assurance  that individuals do not exceed maximum income thresholds."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["HHS and SSA provided written responses to our request for comments.  Seven of the eight states covered in our report also provided written  responses. Letters with comments from HHS, SSA, Illinois, Michigan, New  Jersey, New York, Ohio, Virginia, and West Virginia are reprinted and  discussed in further detail, when applicable, in the appendices. Maryland  stated that it did not have any comments on the report. HHS and certain  states also provided technical comments, which we incorporated as  appropriate. Responses from HHS, SSA, and the states are reprinted in  appendixes II–X.", "HHS agreed with all our recommendations, stating that it had begun to  take action on some of them since reviewing a draft of this report. While  the agency stated that the Privacy Act prevents it from forcing states to  require Social Security numbers, it issued a memorandum encouraging  states to do so, as well as implement our other recommendations. HHS  also stated that it planned to take additional steps to deter ineligible  payments and prevent fraud, waste, and abuse in the program, including  requesting that states address key elements of fraud prevention systems in  their “LIHEAP Program Integrity Plan” and reviewing those systems. We  strongly support these additional steps and encourage HHS to follow  through on these additional actions.", "In its written comments, SSA did not agree with our recommendation that  the Secretary of HHS evaluate the feasibility of validating applicant and  household member identity information with SSA. SSA stated that it could  validate applicants for LIHEAP, but not other household members,  because “the compatibility requirement of the Privacy Act, 5 U.S.C. §  552a(b)(3), only permits us to disclose and verify information to determine  an applicant’s entitlement to an income maintenance program.” Section  552a(b)(3) of the act allows disclosure of information for a routine use  published by the agency in the Federal Register. However, the actual  language of the routine use that SSA published allows disclosure “to  Federal, State, or local agencies (or agents on their behalf) for the purpose  of validating SSNs those agencies use to administer cash or non-cash  income maintenance programs or health maintenance programs” as a  routine use in which disclosure is allowable. We believe that this  language is broad enough to include validation of household members  who are beneficiaries of LIHEAP assistance.", "Illinois, New Jersey, New York, Ohio, and West Virginia expressed  difficulty in obtaining access to SSA records to validate Social Security  numbers and verify income. We support any initiatives, such as EVS and  State OnLine Query, that are allowed by federal law to provide the states  the necessary information from SSA. Lack of validation of identity and  income information were two of the major problems that we identified in  our investigation of LIHEAP.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  date of this letter. We will then send copies of this report to other  interested congressional committees, the Secretary of HHS, the  administrator of SSA, and the LIHEAP program offices of Illinois,  Michigan, New Jersey, New York, Ohio, Virginia, and West Virginia. The  report also is available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-6722 or kutzg@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To identify indications of fraud and abuse in the Low Income Home  Energy Assistance Program (LIHEAP), we obtained and analyzed benefit  files for the latest year available for seven selected states: Illinois,  Maryland, Michigan, New Jersey, New York, Ohio, and Virginia. These  states were selected primarily based on the magnitude of total LIHEAP  funding and the availability of a centralized database of applicants and  benefits. These states comprised about a third of all LIHEAP spending in  federal fiscal year 2009. Our analysis focused on LIHEAP applications that  were made using invalid identity information—such as invalid Social  Security numbers, names, or dates of birth—or the identities of individuals  who were deceased or incarcerated. We compared LIHEAP data to data  from the Social Security Administration (SSA) and state prisoner records.  We also used federal salary data from the U.S. Department of Treasury, the  U.S. Postal Service, and the Defense Finance and Accounting Service to  determine whether civilian federal employees receiving LIHEAP benefits  earned incomes above program thresholds.", "To illustrate cases of fraudulent, improper, and abusive activity in  LIHEAP, we identified 20 cases for detailed audit and investigation. The 20  cases were chosen using a nonrepresentative selection approach based on  our judgment, data mining, and a number of other criteria that provided  indications of fraud and abuse. For example, to identify case study  examples of applicants or household members living in a long-term care  facility at the time of application, we compared the LIHEAP data to the  Medicaid long-term care claims files for the selected states. We requested  or obtained the application for LIHEAP benefits from the states for each  case and performed additional searches of criminal, financial, and public  records and obtained documentation (e.g., death certificates) to  substantiate cases of fraud and abuse. We also interviewed several  LIHEAP beneficiaries. In addition, we conducted proactive testing of  LIHEAP controls in Maryland and West Virginia. We applied for LIHEAP  benefits using bogus addresses and fabricated energy bills, pay stubs, and  other supporting documents, which included a Social Security number of a  deceased individual. In addition, we created an energy provider and  landlords using phony documents to receive LIHEAP benefits on behalf of  our fictitious applicants.", "To identify potential weaknesses in the design of key aspects of LIHEAP’s  internal controls framework, we interviewed LIHEAP officials from the  selected states and HHS. In addition, we obtained and reviewed the  selected states’ LIHEAP policies and procedures. We used GAO’s fraud  prevention model as criteria for an effective fraud prevention program, but  did not test the effectiveness of LIHEAP’s controls."], "subsections": [{"section_title": "Data Reliability", "paragraphs": ["To determine the reliability of the seven state LIHEAP applications and  benefit payment databases, we interviewed state officials responsible for  the quality of those databases. In addition, we compared the total number  of households served by each state for 1 year against reports each state  provided to HHS. Finally, we performed electronic testing to determine  the reasonableness of specific data elements in the databases that we used  to perform our work. Based on our discussions with agency officials  responsible for the quality of the databases, reconciliation to independent  reported information, and our own electronic testing, we concluded that  the data elements used for this report were sufficiently reliable for our  purposes.", "We performed our work from June 2009 through June 2010 in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on our  audit objectives. We conducted our related investigative work in  accordance with standards prescribed by the Council of the Inspectors  General on Integrity and Efficiency."], "subsections": []}]}, {"section_title": "Appendix II: Comments from the Department of Health and Human Services’ Administration for Children and Families", "paragraphs": ["The following are GAO’s comments on the Department of Health and  Human Services’ Administration for Children and Families’ letter dated  May 11, 2010."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  States may set an asset test for determination of LIHEAP eligibility  criteria. In the report, we state that Illinois and Maryland did not have  this requirement. As such, owning high-dollar assets cannot be  considered fraud or improper activity of the program. We are not  making a recommendation on whether HHS should seek legal  authority to require asset tests in State LIHEAP programs."], "subsections": []}]}, {"section_title": "Appendix III: Comments from the Social Security Administration", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from State of Illinois Department of Commerce and Economic Opportunity", "paragraphs": [], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  See our discussion in the “Agency Comments and Our Evaluation”  section.  2.  States may set an asset test for determination of LIHEAP eligibility  criteria. In the report, we state that Illinois did not have this  requirement. As such, owning high-dollar assets cannot be considered  fraud or improper activity of the program. Without access to bank and  tax records, our investigation could not determine whether these  individuals met the LIHEAP maximum income threshold. As requested,  we will be referring this case to the State of Illinois Department of  Commerce and Economic Equality for further investigation."], "subsections": []}]}, {"section_title": "Appendix V: Comments from State of Michigan Department of Human Services", "paragraphs": ["Appendix V: Comments from State of  Michigan Department of Human Services  Matthew Valenta, Assistant Director  Financial Management and Assurance  General Accountability Office-Dallas  1999 Bryan Street  Suite 2200  Dallas, Texas  75201   Thank you for the opportunity to comment on the draft Low Income Home Energy  Assistance Program: Greater Fraud Prevention Controls Are Needed report.  This was  compiled as a result of a recent audit of the LIHEAP program by the Government  Accountability Office (GAO).  This audit was conducted in seven states, including  Michigan.  The purpose of the audit was to assess the risk of fraud and improper  payments in LIHEAP. The report contains observations as well as recommendations.   The following comments are Michigan’s view of the results and may not reflect the views  of the other states involved in the audit.", "In the course of the audit, 16 Michigan cases were reviewed by the auditor(s).  Two of  the cases were cited as showing fraudulent and/or improper LIHEAP activity.", "One case was cited because the applicant stated she was not employed at  the time of application.  The auditors subsequently discovered the applicant  was an employee of the U.S. Postal Service.  This was discovered through  federal salary data from the U.S. Postal Service.  This is not a resource  available to our state at this time.  We feel the caseworker acted properly  based on the information available, but agree it is appropriate to pursue a  fraud referral on this client.", "The second case for which we were cited was due to a client receiving the  maximum benefits available on two different cases.  In our previous Legacy  computer system, this could occur if the client was issued more than one  case number for different types of assistance.  For example, a client might  have one case number for his/her food assistance benefits and another case  number for his/her medical assistance.  Our Legacy system tracked  payments by case number which is why this overpayment was able to  occur—maximum benefits were issued on each case number and the  system didn’t catch it was the same client.  However, we would like it noted  our new BRIDGES computer system now tracks by recipient identification  number for all members, rather than by case number.  Therefore, we believe  this particular issue is resolved.", "The following are GAO’s comments on the State of Michigan Department  of Human Services’ letter dated May 5, 2010."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  In our report we cite 2 cases from Michigan. Based on our data mining,  all 16 Michigan cases reviewed in our audit had indications of fraud or  improper benefits. However, because we did not investigate in detail  the other 14 cases, we cannot conclude whether fraudulent or  improper activities were associated with those cases."], "subsections": []}]}, {"section_title": "Appendix VI: Comments from State of New Jersey Department of Community Affairs", "paragraphs": ["The following are GAO’s comments on the New Jersey Department of  Community Affairs’ letter dated May 7, 2010."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  See our discussion in the “Agency Comments and Our Evaluation”  section."], "subsections": []}]}, {"section_title": "Appendix VII: Comments from State of New York Office of Temporary and Disability Assistance", "paragraphs": ["Mr. Matthew Valenta  Assistant Director  Forensic Audits and Special Investigations  U.S. Government Accountability Office  1999 Bryan Street  Suite 2200  Dallas, Texas 75201 This is in response to Mr. Greg Kunz’s e-mail of April 15, 2010 requesting New York  State’s comments on GAO’s draft report entitled “Low Income Home Energy Assistance  Program: Greater Fraud Prevention Controls are Needed.”", "New York State is committed to operating an efficient and effective LIHEAP program  that we and our local social services districts operate with the utmost integrity.  During the 2008- 09 LIHEAP season, New York State issued over 1.5 million LIHEAP benefits totaling over $400  million.  These funds were critical in enabling low-income households struggling with the effect  of the recession and volatile home energy prices to avoid potentially life-threatening loss of heat.   This large volume of LIHEAP funds is distributed within a constrained time period (usually  between November and May), and our local districts and their alternate certifiers do an  exemplary job in determining eligibility and authorizing benefits with a high degree of accuracy  within constrained timeframes.", "As we explained during the course of the GAO review, the New York Office of  Temporary and Disability Assistance (OTDA) and the New York City Human Resources  Administration (HRA) have numerous measures currently in place to prevent and uncover fraud  and abuse in New York State’s LIHEAP program.  Because individuals applying for Safety Net  Assistance, Family Assistance, Code A “living alone” Supplemental Security Income and/or  Supplemental Nutrition Assistance Program benefits are required to provide their Social Security  Number (SSN) at the time of application for one or more of these programs, individuals who are  categorically income eligible for LIHEAP based upon their receipt of one or more of these  program benefits have an SSN that has been validated by the Social Security Administration  (SSA) prior to the issuance of a LIHEAP benefit.  In addition, New York State asks household  members applying only for LIHEAP to provide their SSN, and New York’s upstate Welfare  Management System verifies such SSNs with SSA for validity.  “providing temporary assistance for permanent change”", "New York State’s upstate Welfare Management System application clearance process  detects duplicate records in LIHEAP application fields, and New York City’s LIHEAP system  checks for duplicate names and addresses.  New York City conducts a match against SSA data to  identify deceased individuals before LIHEAP benefits are sent for payment, and single-person  LIHEAP cases on the upstate Welfare Management System were added to the monthly SSA  death match beginning in June 2009.  New York State conducts a monthly prison match to detect  individuals who are prisoners who are applying for or are categorically income eligible for  LIHEAP and are also in receipt of Safety Net Assistance, Family Assistance and/or  Supplemental Nutrition Assistance Program benefits.", "The GAO review found that there are areas where we could do more to improve our  ability to prevent fraud and abuse in the LIHEAP program, and we welcome your suggestions.   We will consider these recommendations within the context of the limitations on the amount of  federal funding available for such efforts.  The federal LIHEAP statute limits the amount of  funds that states may use for administration to 10 percent of our total federal LIHEAP allocation.   Ten percent is one of the lowest administrative percentages of all federal block grants; for  example, TANF has a 15 percent allowable administrative rate.  The way in which New York  State operates our LIHEAP program is directly related to the limited funding for administration  that is available to us, as New York State is limited in our ability to make state funding available  for such purposes.  We will assess the feasibility of implementing GAO’s recommendations;  however, such implementation may be contingent upon receipt of additional federal  administrative funding that is guaranteed at a sufficient level on an annual basis.", "Of equal importance is ensuring that the imposition of additional fraud and abuse  measures not impede the ability of states to provide timely heating assistance to vulnerable  households, and to resolve energy crises within federal statutorily mandated timeframes.    Because states operate LIHEAP benefit programs that require large volumes of applications to be  processed and paid annually within a tight time period within constrained funding, choices have  to be made about what fraud prevention measures can be put in place both from a practical  perspective as well as from a resource perspective.  As GAO’s report states on page 3, federal  LIHEAP funds are provided to assist households “in meeting their immediate home energy  needs.”  Accordingly, additional fraud and abuse prevention measures must take into account the  need for states to be responsive to the immediate needs of eligible applicants, particularly in light  of the federal statutory requirement to resolve household energy crises within 18 to 48 hours.", "With regard to the specifics of the report itself, we offer the following two comments:    Footnote 3 on page 2 and footnote 16 on page 17 incorrectly state that the LIHEAP  benefit files provided to GAO by New York State covered the July 2007 through June  2008 period.  The files we provided were actually for the October 1, 2007 through  September 30, 2008 period.", "We have confirmed that the finding in case 17 in Table 1 on page 10 is correct.  A  $240 regular 2007-08 HEAP benefit and a $425 emergency 2007-08 HEAP benefit  were provided to an Albany County applicant who included two incarcerated  individuals as members of her household on her application.  The household would  not have been income eligible for a LIHEAP crisis benefit without the inclusion of  two household members who were incarcerated at the time of application. We have  instructed Albany County to take action to recover the erroneously issued benefit.   New York State’s LIHEAP application clearly asks the applicant to list only those  people living in the same house or apartment. When an applicant lists adult children  “providing temporary assistance for permanent change” without income, our procedures (as described in our LIHEAP Manual) direct the  certifier to require the applicant to provide a signed statement for any adult household  member with zero income stating the adult has no income.  This procedure was not  followed in this case.", "We would like to take this opportunity to offer a simple suggestion that could be easily  implemented through HHS and SSA collaboration that would be of tremendous value to states in  combating fraud and abuse in the LIHEAP program.  SSA does not allow states to use the State  OnLine Query (SOLQ) system to determine initial and ongoing eligibility for LIHEAP.  Elderly  and disabled applicants often leave their Social Security or SSI/SSDI benefit amount blank on  their LIHEAP application.  If SOLQ were to be available for LIHEAP, the certifier would  be  able to find out the correct income amount via SOLQ, thus expediting the processing of the  LIHEAP application as well as ensuring the accuracy of the applicant’s income as well as the  accuracy of their Social Security number.  Moreover, SOLQ would also enable the certifier to  determine how the applicant’s Medicare premiums are being paid, which would facilitate a  correct determination as to whether the applicant was income eligible for LIHEAP.", "While local social services districts have alternative ways of verifying income and SSNs  (via SSA batched data that is used to update our Welfare Management System), this data is not  real-time and the WMS system is not available to alternate certifiers.  Our understanding is that  states would be able to use SOLQ for LIHEAP if the Commissioner of the Social Security  Administration were to agree to make this system available for this purpose, and to allow the  system to be used by both county and contracted LIHEAP alternate certifier staff.  It seems to us  to be a logical extension to enable states to use an available federal system to assist in correctly  determining eligibility for a 100% federally funded program such as LIHEAP.", "We appreciate the opportunity to provide comments on the draft report.  Please feel free  to contact Phyllis Morris at 518-473-0332 if you have any questions or require additional  information.", "John Meglino  Director  Audit and Quality Improvement  cc:              Cecile Noel, NYC HRA              Michael Normile              Eileen Stack              Elizabeth Segal              Robin White              Christine Unson              Carolyn Karins              Alicia Sullivan              Phyllis Morris OTDA Executive Deputy Director Elizabeth Berlin  “providing temporary assistance for permanent change”", "The following are GAO’s comments on the State of New York Office of  Temporary and Disability Assistance’s letter dated May 10, 2010."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  We revised the report to reflect the dates of the data provided by New  York.  2.  See our discussion in the “Agency Comments and Our Evaluation”  section."], "subsections": []}]}, {"section_title": "Appendix VIII: Comments from State of Ohio Department of Development", "paragraphs": ["The following are GAO’s comments on the State of Ohio Department of  Development’s letter dated May 11, 2010."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  See our discussion in the “Agency Comments and Our Evaluation”  section."], "subsections": []}]}, {"section_title": "Appendix IX: Comments from Commonwealth of Virginia Department of Social Services", "paragraphs": ["Appendix IX: Comments from Commonwealth  of Virginia Department of Social Services  Mr. Matthew Valenta  Assistant Director  U. S. Government Accountability Office  1999 Bryan Street, Suite 2200  Dallas, Texas  75201  The Commonwealth of Virginia appreciates the opportunity to participate in the  Government Accountability Office’s (GAO) review of Low Income Home Energy  Assistance Program (LIHEAP.)  Program integrity is a priority of the Department of  Social Services; as such we are always interested in exploring ways to improve program  operation and administration.  As highlighted in the report, while there are ways to  improve fraud prevention in the LIHEAP, primarily through significant data matches  with various sources, to date Virginia has not pursued data matches primarily due to the  interpretation of the Department of Health and Human Services that requiring social  security numbers (SSN) is not a condition of eligibility.  This interpretation has recently  been modified to allow, but not require, states to ask for SSNs.  Virginia does utilize  various control measures in to attempt to prevent fraud; the state engages in significant  sub-recipient monitoring including local case reading reviews.", "You cite in the report the practice of enrolling individuals in LIHEAP based on  their eligibility for another federal programs as a practice that avails itself to fraud; you  specifically reference TANF and SNAP.  Specifically, the report states that  “…LIHEAP’s preventative controls will only be as effective as the preventative controls  for the federal program (e.g., TANF or SNAP) that the recipient originally received  benefits.”  However, both the TANF and SNAP programs require SSNs for all household  members which are subsequently verified through the Social Security Administration.   Additionally, both programs require periodic reviews of eligibility.  As a result, the  preventative measures for TANF and SNAP are inherently better than those currently  required for LIHEAP.  Therefore, while some federal programs may not use the  preventative measures utilized in TANF and SNAP, we do not agree that qualifying  individuals for LIHEAP based on their TANF or SNAP eligibility is prone to excessive  fraudulent activity.", "The following are GAO’s comments on the Commonwealth of Virginia  Department of Social Services’ letter dated May 10, 2010."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  In the report, we state that LIHEAP’s preventive controls will only be  as effective as the preventive controls for the federal program for  which the recipient originally received benefits. We did not determine  that qualifying LIHEAP recipients based on their eligibility for such  programs is prone to excessive fraudulent activity.  2.  We will be referring the four Virginia Cases to the Department of  Health and Human Services (HHS) Office of the Inspector General  (OIG) for further investigation. To ensure that any actions conducted  by the Commonwealth of Virginia do not impede the HHS OIG  investigation, we believe that the Department of Social Services should  coordinate its efforts with the HHS OIG."], "subsections": []}]}, {"section_title": "Appendix X: Comments from State of West Virginia Department of Health and Human Resources", "paragraphs": ["The following are GAO’s comments on the State of West Virginia  Department of Health and Human Resources’ letter dated May 7, 2010."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  See our discussion in the “Agency Comments and Our Evaluation”  section."], "subsections": []}]}, {"section_title": "Appendix XI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments:", "paragraphs": ["In addition to the contact named above, the following individuals made  major contributions to this report: Erika Axelson, Assistant Director;  Matthew Harris, Assistant Director; Matthew Valenta, Assistant Director;  Randall Cole; Erica Estrada; Grant Fleming; Deanna Lee; Barbara Lewis;  Olivia Lopez; Jeff McDermott; Vanessa Taylor; and Tim Walker."], "subsections": []}]}], "fastfact": []}