{"id": "GAO-03-709", "url": "https://www.gao.gov/products/GAO-03-709", "title": "Defense Inventory: Several Actions Are Needed to Further DLA's Efforts to Mitigate Shortages of Critical Parts", "published_date": "2003-08-01T00:00:00", "released_date": "2003-08-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["DOD's management, funding, and reporting of spending for spare parts programs have been a focus of GAO high risk reports for over a decade. They noted that spare parts shortages adversely affect military operations and readiness. Despite funding of about $1.9 billion over fiscal years 1999-2002 to increase availability of spare parts, managing to mitigate shortages still challenges the Defense Logistics Agency (DLA). GAO examined if (1) DLA's strategic planning addresses mitigating critical spare parts shortages that affect readiness, (2) strategic initiatives will likely mitigate these shortages, (3) a DOD-directed initiative has improved availability of critical aviation parts, and (4) DLA can identify the impact of added investment on parts availability."]}, {"section_title": "What GAO Found", "paragraphs": ["DLA's Strategic Management System, meant to transform its 2002-2007 logistics operations, addresses the mitigation of readiness-affecting shortages of critical spare parts. The system includes a strategic plan with goals, strategies, and objectives; a balanced scorecard to monitor progress; and a business plan that contains 97 initiatives. Of these initiatives, DLA identified 24 as linked to spare parts shortages. The DLA strategic system incorporates attributes of strategic planning outlined in the Government Performance and Results Act of 1993. The 24 initiatives, if fully implemented, could help mitigate critical spare parts shortages and improve supply readiness because, in part, they address causes for the shortages. Of the 24 DLA-identified initiatives, 18 should improve availability of parts identified by the services as critical to readiness; and 6 should indirectly improve parts availability through modernized logistics systems and business processes. A $500-million DOD-directed aviation investment initiative, not part of DLA's strategic system, increased critical parts availability and likely supply readiness. It improved the aggregate, or total average, availability of three critical groups of DLA-managed parts in the first 3 fiscal years--2000-2002--of the 4-year initiative. However, DLA's aggregate 85-percent goal does not clearly reveal that many parts are still far below 85 percent. For example, at the end of fiscal year 2002, of the 10,291 critical aviation parts selected for investment, about 4,900 met or exceeded the aggregate measure, but over 5,400 did not. Of these, about 2,900 parts were available under 35 percent of the time. A DOD regulation, since revised to allow waivers, caused 3,342 parts to be below the 85-percent availability goal. DLA can estimate the impact of increased funding on supply availability. Investment costs, however, will be significant--DLA estimated $748 million to obtain an 85-percent minimum availability of the 219,071 most critical parts. Also, necessary inventory levels may take years to build, and increases in unit readiness are not assured because supply is only one readiness factor."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Defense Logistics Agency (DLA) manages about 4.6 million  consumable items, including weapon systems spare parts, with sales of  over $20 billion in fiscal year 2002. In the Department of Defense’s (DOD)  February 2003 budget submission to the Congress, DLA reported achieving  an aggregate weapon system supply availability rate of 85 percent. DLA  began to strategically address ways to mitigate spare parts shortages  and improve its logistics infrastructure and operations as early as 1988.  However, managing to mitigate critical spare parts shortages is a  continuing challenge for DLA and defense managers, even though over  $1.9 billion was devoted to increasing the availability of spare parts in the  fiscal years 1999-2002 period. Concerns remain about DOD’s continuing  shortages of critical spare parts for aircraft, ships, vehicles, and weapons  systems and their resulting detrimental effect on military readiness.  Also, since 1990, we have repeatedly reported that DOD’s inventory  management systems and procedures were ineffective and wasteful,  putting DOD at high risk for unnecessary spending that, through good  stewardship, could be directed to higher priorities such as modernization  or readiness. In our January 2003 High Risk Series report, we wrote that  DOD was experiencing equipment readiness problems because of a lack  of key spare parts; and we recommended that DOD act to address these  shortages. While recognizing that spare parts shortages will never be  eliminated, it is reasonable to expect DOD and DLA to place a high priority  on mitigating, or reducing, the shortages that adversely impact readiness.  Such priority would be inherent in the overall stewardship of funds and  accountability for making spare parts investment decisions that provide a good readiness return. As recently as August 2002, DOD recognized the  need to overcome critical spare parts shortages and recommended changes  to improve the readiness of weapon systems.", "This report is one in a series of reports that responds to your request that  we identify ways to improve the availability of spare parts. As agreed, this  report focuses on DLA’s strategic efforts to transform the way it conducts  its logistics business operations, including spare parts. More specifically,  this report focuses on whether (1) DLA’s strategic planning addresses  mitigating critical spare parts shortages that adversely affect readiness,  (2) DLA’s strategic logistics initiatives will likely help mitigate spare  parts shortages that affect readiness, (3) a separate DOD-directed aviation  initiative has improved the availability of critical aviation parts, and  (4) DLA can identify the impact of increased investments on the availability  of critical spare parts.", "To accomplish these objectives, we analyzed DLA plans, initiatives, and  performance metrics applicable to the management and oversight of  DLA’s Strategic Management System. We interviewed officials, as well as  obtained and analyzed information on inventory management practices and  critical spare part shortages, at DLA headquarters, Fort Belvoir, Virginia,  and the inventory control point for aviation in Richmond, Virginia. Our  criteria for evaluating DLA’s strategy and initiatives included the  Government Performance and Results Act (GPRA) of 1993, previous GAO  reports, and appropriate DOD reports and guidance. Our scope and  methodology are discussed in further detail in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["DLA is a DOD Combat Support Agency under the supervision, direction,  authority, and control of the Under Secretary of Defense for Acquisition,  Technology, and Logistics. DLA’s mission is “To provide best value  logistics support to America’s Armed Forces, in peace and war…around  the clock, around the world.” In carrying out its mission, DLA manages an  $80.5 billion inventory comprised of about 4.6 million consumable items  including commodities such as energy, food, clothing, and medical  supplies. DLA also buys and distributes hardware and electronics items  used in the maintenance and repair of equipment and weapons systems.  DLA sales and services amounted to over $20 billion in fiscal year 2002.", "Customers, mainly the military services, determine their requirements for  material and supplies and submit requisitions to any of four DLA supply  centers. The centers then consolidate the requirements and procure the  supplies for their customers. DLA provides its customers with requested  supplies in one of two ways. Some items are delivered directly to  customers from commercial vendors while other items are stored and  distributed through worldwide distribution depots owned and managed  by both DLA and the military services. DLA refers to this ordering and  delivery process as materiel management or supply-chain management.  Figure 1 depicts this process.", "GPRA requires establishment of a strategic plan for program activities  by each agency that includes, among other things, a mission statement  covering major functions and operations, outcome-related goals and  objectives, and a description of how those goals and objectives are to  be achieved.", "DLA has been guided by formal strategic plans since 1988. The 1988 plan  did not identify strategic measures or performance targets for achieving  strategic goals and objectives. Subsequent strategic plans incorporated  GPRA attributes but still lacked strategic measures.", "DLA approved the current 6-year 2002-2007 Strategic Plan—on  February 19, 2002, updating DLA’s 2000 Strategic Plan. The DLA  Strategic Management System formalizes, aligns, and integrates  planning and performance measurement processes. The system  incorporates four components: a strategic plan with goals and objectives;  a balanced scorecard, with strategies and performance measures; a  business plan containing initiatives; and a review and analysis process  that assesses performance. The balanced scorecard and business plan  reflect decisions on the initiatives in which DLA will invest, and these  investments and performance target levels form the basis for DLA’s budget  request. The strategies, performance measures, and objectives address  mitigating critical spare parts shortages. Performance measures provide  DLA management a means of assessing progress and making adjustments  as necessary to achieve its goals and strategies. The system’s review and  analysis process involves examining progress against objectives and  targets to make necessary adjustments to plans and objectives to meet  customer requirements. In developing and revising the Strategic  Management System, DLA’s procedures require it to incorporate  higher-level plans such as, the National Military Strategy, the Quadrennial  Defense Review, and Defense Planning Guidance. According to a DLA  planning official, DLA’s first corporate assessment of the 2002-2007  Strategic Plan is scheduled for 2003. Appendix III graphically displays the  DLA Strategic Management System."], "subsections": []}, {"section_title": "DLA’s Strategic Management System Addresses Mitigating Critical Spare Parts Shortages That Adversely Affect Readiness", "paragraphs": ["DLA’s Strategic Management System’s business plan specifically addresses  mitigating critical spare parts shortages that adversely affect readiness.  The strategic logistics planning process, currently being implemented, is  DLA’s framework for logistics transformation, strategic measurement, and  performance management. Three of its components—a strategic plan, a  balanced scorecard, and a business plan—incorporate GPRA attributes,  address spare parts shortages, and act to improve overall logistics systems  and business processes, all of which could improve overall supply support  to DOD customers."], "subsections": [{"section_title": "DLA’s 2002-2007 Strategic Plan", "paragraphs": ["The DLA strategic plan covers a 6-year period that includes the year  of publication—2002—and 5 additional years consistent with GPRA  guidelines. It focuses on long-term outcomes and contains DLA’s corporate  mission, vision, and values statements and the agency’s 4 strategic goals,  13 strategic strategies, and 39 strategic objectives. The goals that address  customer service, customer outcomes, or management of DLA resources  for customer value address spare parts shortages directly or indirectly  through improved service to the military service customers. Table 1  identifies DLA’s four strategic goals and the respective number of  strategies, objectives, and initiatives to be measured for achieving the  plan’s strategic goals and strategies. Table 2 illustrates the relationships  between the Customer Goal (strategic goal 1) and representative strategic  strategies, objectives, and action plan initiatives, relative to spare parts and  customer service."], "subsections": []}, {"section_title": "The Balanced Scorecard", "paragraphs": ["The balanced scorecard component of DLA’s strategic system identifies  and links DLA’s strategic goals and strategies to transform DLA operations,  including customer service, over the next 2 to 5 years. It also provides  metrics to measure strategic plan progress including “lead” and “lag”  indicators. For example, a lead performance indicator for a Goal 1  strategy—“Negotiate and honor performance agreements with customer  segments”—measures the percent of customer agreements negotiated. A  lag performance indicator for that same strategy measures the percent of  negotiated agreements fulfilled.", "DLA’s balanced scorecard component “cascades” to each of its Defense  Supply Centers located in Richmond, Virginia; Columbus, Ohio; and  Philadelphia, Pennsylvania. The centers’ balanced scorecards identify  the “how and to what extent” their strategies support DLA’s corporate  balanced scorecard. The centers’ scorecards are expected to reflect DLA’s  overall vision of “Right Item, Right Time, Right Place, Right Price, Every  Time…Best Value Solutions for America’s Warfighters” and, in this way,  provide a consistent vision to DLA customers, stakeholders, and  employees."], "subsections": []}, {"section_title": "The Business Plan", "paragraphs": ["DLA’s business plan is a 2-year, agency-wide operating plan that (1) tracks  DLA’s 97 initiatives in varying stages of implementation and (2) highlights  the investments and actions necessary to achieve strategies and business  objectives in the near-term. DLA considers 43 of these initiatives as  strategic because they are required to achieve DLA’s vision and strategy.  Another 45 initiatives DLA considers critical to maintain or improve DLA  operations and guarantee both effectiveness and efficiency. Also, DLA  considers nine initiatives mandatory because they are directed by higher  authority and may also be strategic or critical. The 97 initiatives, at the time  of our review, were in varying stages of implementation.", "DLA’s business plan, issued in May 2002, is the newest component of the  Strategic Management System. Its initiatives are described in action plans,  which cite who is responsible for the action; the amount of investment  required; how the action supports strategic plan goals, strategies, and  objectives; and the major events and time frames to achieve the action.  Of the 97 DLA initiatives contained in DLA’s Strategic Management System,  DLA identified 18 that are aimed specifically at mitigating spare parts  shortages and 6 that are aimed at improving DLA’s internal logistics  operating systems and processes that may improve logistics support to  customers and thus help reduce critical readiness-degrading spare part  shortages affecting the military forces. The remaining 73 initiatives relate  to DLA’s financial, human capital, and information technology areas that  could improve DLA’s ability to better serve its customers but do not  specifically relate to acquiring spare parts to fill shortages. Thus, they are  not addressed in this report."], "subsections": []}]}, {"section_title": "Some Strategic Initiatives Could Help Mitigate Spare Parts Shortages and Improve Supply Readiness", "paragraphs": ["DLA has a number of initiatives that, if fully implemented, could either  directly or indirectly contribute to mitigating critical spare parts  shortages and may improve supply support readiness. Twenty-four of  the 97 initiatives contained in its Strategic Management System, and  1 separate ongoing DOD-directed initiative, according to DLA, are aimed at  achieving these results. Such improvements are likely, in part, because  some of the 24 initiatives address recurring causes for the shortages."], "subsections": [{"section_title": "If Fully Implemented, DLA Initiatives Could Directly Reduce Critical Shortages and Improve Supply Support Readiness", "paragraphs": ["If fully implemented as planned by the end of 2009, 18 initiatives in DLA’s  Strategic Management System could directly help mitigate spare parts  shortages and may improve supply support readiness. These initiatives  focus heavily on (1) obtaining strategic sourcing, which involves alliances  and long-term agreements with suppliers of critical parts; (2) partnerships  and agreements with customers; (3) an improved supply availability to  customers; (4) a reduction of backorders; and (5) the development of a  national inventory system. Several of these initiatives also address some  recurring causes of shortages. For example, one initiative is aimed at  reducing spare parts shortages by identifying manufacturers that produce  parts, such as cast and forged parts and microcircuits, that are no longer  produced by the original equipment manufacturers, yet are still critical  components of weapon systems. Another initiative will likely mitigate  spare parts shortages because it is designed to guarantee DLA sources  of low-demand, high-dollar items by forming long-term contracts with their  manufacturers. Another initiative is designed to develop agreements  between suppliers and DLA to arrange long-term contracts for sole-source  items.", "Some of the initiatives more specifically address recurring causes for  critical spare parts shortages. For example, a Defense Supply Center  Richmond official identified two predominant causes for a number of  critical spare parts shortages—unexpected service demand and sole  source manufacturers not producing quantities DLA needed to fill  customer orders. The customer relationship management initiative is  designed to address unexpected service demands by using collaborative  demand planning between DLA and the services to determine how much  of a particular part is needed during wartime as opposed to peacetime.", "According to DOD, this initiative addresses the readiness-based sparing  concept by using service level agreements to provide tailored support  levels for weapon systems parts. Several supplier relationship initiatives  are aimed at addressing problems with sole source manufacturers not  producing quantities DLA needs to fill customer orders.", "Table 3 briefly describes the 18 initiatives DLA Logistics Operations  officials identified in the Strategic Management System’s business plan  component that are currently aimed at mitigating spare parts shortages.  It also provides an estimated completion date for the ongoing initiatives.  Appendix IV describes the initiatives in more detail."], "subsections": []}, {"section_title": "Several DLA Initiatives Focus on Improving Logistics Systems and Processes That Indirectly Reduce Spare Parts Shortages", "paragraphs": ["DLA also identified six Strategic Management System initiatives that  could decrease shortages and increase supply availability by developing  or adjusting systems and business processes to improve its logistics  operations and better serve its customers. However, some of these  initiatives are not expected to be fully implemented until 2007. These  initiatives include Business Systems Modernization, Distribution  Planning and Management System, Strategic Distribution, Logistics  Response Time Reduction, Direct Vendor Delivery Processing Time,  and Improving Overall Purchase Request Processing Time. Business  System Modernization faces a number of challenges before being fully  implemented. In June 2001, we reported some information technology  concerns with the initiative, which increased program risk that DOD  agreed to address. Table 4 identifies the system and process initiatives  and provides a brief description of intended results. It also provides an  estimated completion date for the ongoing initiatives. Appendix V  describes each initiative in greater detail."], "subsections": []}]}, {"section_title": "A Separate DOD-Directed Aviation Investment Initiative Has Significantly Increased Availability of Some Critical Aviation Parts, but Others Remain in Short Supply", "paragraphs": ["A separate DOD-directed, $500 million aviation investment initiative— although not included in DLA’s business plan—has significantly improved  the availability of many critical aviation spare parts and most likely supply  readiness. During its first 3 fiscal years, 2000-2002, the initiative, called the  Aviation Investment Strategy, significantly improved critical aviation parts.  Shortages, however, will continue, in part, because the 85-percent  aggregate goal does not reveal that while 47 percent of the critical aviation  spare parts were raised to this level, many—5,414 (53 percent) as of the  end of fiscal year 2002—are below the goal. Of that number, 2,904 parts,  or over half, were available less than 35 percent of the time. In addition,  DLA officials informed us that DLA’s progress in buying these critical  spare parts was impeded by a DOD regulation that has since been revised  on May 23, 2003, to allow a waiver for such purchases.", "DOD transferred $500 million from the services’ operations and  maintenance funds to support the initiative. The low availability of critical  aviation parts had occurred because of (1) steady declines in inventory  levels during the 1990s and (2) inventory models that optimized total  stock availability, while constrained by total cost, and did not favor  investing in low-demand, high-cost parts regardless of readiness impact.  These conditions prompted the Office of the Secretary of Defense in 1999  to direct DLA’s investment of $500 million, through the initiative, in safety  level inventories of selected aviation critical parts to achieve the aggregate  85-percent goal. Our analysis of over 10,000, out of a total of over 15,000,  critical aviation parts before and after investment indicates that their  availability significantly improved over the fiscal years 2000-2002 period.  Also, additional improvement could result as DLA invests the initiative’s  remaining $119 million in fiscal year 2004—the fourth and last year of  investment allocation—in the initiative’s remaining parts. However,  5,414 of these critical aviation parts were below DLA’s 85-percent goal as of  the end of fiscal year 2002.", "DLA measures its supply support effectiveness by its ability to provide  customers the parts they need based on meeting an aggregate 85-percent  availability rate. This means that the first time a customer requisitions a  part, it will be available for delivery, on average, 85 percent of the time.  Using an aggregate measure means that the actual supply availability for  individual parts will vary—some items will be above 85 percent and some  well below 85 percent. But DLA targets the average availability of the group  at 85 percent.", "Our analysis shows significant improvement in the availability of critical  aviation spare parts resulting from investments made during fiscal years  2000 to 2002. It also shows that many critical aviation parts will continue to  be available well below 85 percent of the time. This occurred, in part,  because of DLA’s 85-percent aggregate measure of supply support  effectiveness that was applied to each of three critical part groups, and  not individual parts, and a DOD regulation that until recently limited the  safety level inventory investment. Thus, many parts in the initiative will  have availability rates at 85 percent or higher after they receive investment  allocation, but other parts will continue to experience low availability until  further investment is made. For example, of the 10,291 parts that received  investment through fiscal year 2002, 1,397 had supply rates greater than or  equal to 85 percent before the initiative’s investment. After investment  through the initiative for 3 years, that number increased to 4,877—about a  250-percent increase. However, 5,414 parts still had availability rates less  than the DLA 85-percent aggregate goal; and 2,904, or 54 percent, of  these parts—such as engine mount fittings for the B-52 bomber,  shoulder bolts for the F-14 Tomcat, and landing gear axles for the UH-60A  helicopter—were available below 35 percent of the time. Nearly 2,400 of  these were tier 1, or the most critical, spare parts.", "Tables 5 through 8 illustrate that this trend holds true, not only for all parts  in the Aviation Investment Strategy initiative as a whole, but also for each  of the three critical part groups. Table 5 shows the aggregate improvement  for 10,291 DLA-managed critical aviation parts through investment year  2002 by various availability percent stratifications. Table 6 shows the same  information for the 8,300 Tier 1 parts, the most critical group; table 7  reflects the results of the 1,415 parts in the Tier 2 critical part group, and  table 8 shows the results of the 576 parts in the Tier 3 least critical part  group. Furthermore, similar improvement occurred in each of the military  services over the same period.", "Furthermore, our analysis of information provided by DLA revealed  that 3,342 of the 15,708 critical aviation parts in the Aviation Investment  Strategy initiative as of December 2002 could remain below DLA’s  85 percent aggregate availability rate, regardless of funds available for  investment. According to DOD officials, this is because DOD Supply Chain  Materiel Management Regulation 4140.1-R limits safety level investments  by requiring they meet a specific demand limit unless that limit is waived in  cases where application of the limit significantly impairs weapon system  support. Without such a waiver, these spare parts could continually be  below DLA’s availability goal, adversely affect readiness, and increase  DLA backorders. Furthermore, DLA’s supply support effectiveness and  critical aviation spare parts availability to customers could continue to  be limited.", "DLA is planning another investment strategy, scheduled to begin in fiscal  year 2004 called Weapon System Readiness Improvement, subsequent to  the conclusion of the Aviation Investment Strategy initiative that could  also improve supply readiness. It is expected to target critical aviation,  land, and maritime weapon systems spare parts for investment to achieve  a minimum availability of 80 percent for each part. However, the same  lead-time constraints contained in DOD’s Supply Chain Materiel  Management Regulation 4140.1-R could also prevent some of these critical  spare parts from reaching the 80-percent availability goal, meaning they  will not be available to customers when needed.", "An Office of the Secretary of Defense Inventory Management Study  conducted in August 2002 addressed a need for a focused investment in  critical spare parts that affect supply readiness. The study concluded  that low stockage levels for high-cost, low-demand consumable parts  were the predominate cause of supply-related Not Mission Capable rates  in the Air Force and Navy. Furthermore, it stated that DLA’s optimization  requirements models favor the procurement of the higher-demand,  lower-cost parts, continuing the low availability trend for critical spare  parts. The Comptroller, Office of the Under Secretary of Defense,  recommended in the August 2002 DOD management study that DLA and  the services should continue efforts to ensure that high-cost, low-demand  items that would improve weapon system readiness are available when  needed—an effort that might require DLA to prioritize its funding to  increase appropriate weapon system inventories to meet higher availability  of critical parts.", "The August 2002 Office of the Secretary of Defense Inventory Management  Study stated that additional efforts are required to improve the supply  managers ability to make purchase decisions based on readiness impacts  instead of aggregate availability goals. It recommended long and short-term  actions intended to more closely align supply management accountability  with readiness. The long-term recommendation was to ensure that the  department’s logistics systems provide the data needed to link readiness  and supply management decisions supporting readiness based sparing  models. It noted that the Army, Navy and DLA are in the process of  changing their supply management functions from legacy systems to new  commercial systems, but this change to new commercial systems  introduces an interoperability risk because the department does not have  an overarching enterprise architecture defining the interoperability  requirements. Therefore, the study also recommended that in the interim  time remaining before the new systems are implemented the military  departments should continue to apply higher supply targets to the  inventory items associated with weapons systems that report readiness  rates below established goals. It specified that these supply targets should  be measured by several factors including supply availability."], "subsections": []}, {"section_title": "DLA Can Estimate the Impact of Additional Investment on Supply Availability, Which Contributes to Supply Readiness", "paragraphs": ["DLA can estimate that added investment in safety level inventories of  critical readiness-related spare parts will increase parts availability and  will likely improve supply readiness of the military services. However,  there is no assurance that increased investments would affect overall  unit readiness.", "At our request, the DLA Office of Operations Research and Resource  Analysis provided investment estimates as of November 2002 to indicate  what it would cost to achieve supply availability rates of 85, 90, and  95 percent for over 219,000 of the spare parts most critical to readiness.  Part criticality was determined by the military services. Estimates  disregard DOD’s limiting regulatory requirement and are based on a  minimum availability rate for each part instead of an aggregate. Because  DLA maintains some parts at rates higher than 85 percent, the overall rate  for the group will generally be higher than the minimum. Table 9 shows the  investment cost estimates at the various supply availability rates and the  effective overall availability rate for 219,071 of the military services’ most  critical aviation, land, and maritime parts. For example, an investment of  $748 million was estimated to achieve a minimum supply availability rate of  85 percent for the most critical parts. When all parts that exceed the  minimum rate are considered, the overall supply availability rate is  estimated at 92 percent. As indicated in table 9, investment costs increase  considerably to achieve the 5 percent increments at the higher minimum  availability rates with little effect on the overall rate.", "Inventory quantities needed to achieve these supply levels could take  years to acquire and affect a part’s availability rate. It takes up to 3 years  in some cases to procure certain critical parts; and when delivered, the  purchased quantities do not necessarily have an immediate impact on  supply availability rates. Some parts, particularly aviation parts, have  several years of acquisition lead time. For example, 351 critical aviation  parts contained in the Aviation Investment Strategy initiative have  acquisition lead times of 2 years or greater. Several parts even exceeded  3 years. In addition to this acquisition lead time, an initiative official told us  that it generally takes about 2 years before parts received from vendors  actually affect or increase supply availability rates because initial  investment dollars are used to fill an item’s backorders before increasing  the part’s safety level quantities. Thus, it could take as long as 5 years in  total to improve the supply availability of long acquisition lead-time parts.", "Increasing safety levels of critical spare parts inventories will likely  increase supply availability and therefore supply support readiness.  However, because of the multiple factors that affect a unit’s readiness— including supply, equipment, training, and personnel—investment in  critical parts does not necessarily mean that a unit’s overall readiness  posture will improve. For example, an operating unit having sufficient  spare parts could still have impaired readiness due to maintenance,  training, and personnel problems."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["It is important for DLA, the procurer and manager of most spare parts  for the military services, to have effective supply acquisition, inventory  management, and distribution systems to ensure DOD’s readiness. The  agency’s strategy for its logistics planning system and its initiatives have  the attributes that, if fully implemented, could help resolve causes for  shortages and improve supply support. The strategy and initiatives also  provide a baseline for measuring progress. However, three things—DOD’s  Supply Chain Materiel Management Regulation 4140.1-R, DLA’s aggregate  measurement goal for assessing supply effectiveness, DLA’s requirements  models that do not prioritize high-cost, low-demand critical spare parts— could significantly lessen DLA’s potential to mitigate critical spare parts  shortages and increase military readiness. Unless waivers to the lead-time  demand limits are requested and approved as appropriate under the  current regulation, the availability of certain critical spare parts for  customers could continue to be less than 85 percent—many even below  35 percent. Thus, DLA’s follow-on investment initiative scheduled to begin  in fiscal year 2004 will not be as effective as it could be in increasing the  availability of critical parts that, in turn, may increase military readiness.  Continuing to manage critical spare parts based on an 85-percent aggregate  availability goal also contributes to the disparity in the availability of these  parts. Absent a minimum availability goal for buying and stocking critical  spare parts and annual performance targets for assessing progress toward  that goal, many critical spare parts shortages that impede readiness could  continue. Furthermore, prioritizing investments in spare parts is important.  Had DOD not directed DLA to focus $500 million on critical aviation parts  in the Aviation Investment Strategy, DLA would likely have continued using  quantitative models that prioritized buying and stocking low-cost, high- demand parts and not those high-cost, low-demand parts that most impact  readiness. The success of the DOD-directed initiative has shown that  prioritizing funding for critical spare parts can improve their availability  over several years and likely enhance supply readiness. Such a focused  investment is also consistent with the recommendation of the Comptroller,  Office of the Under Secretary of Defense, to invest in those high-cost,  low-demand items that are critical to supply readiness. Linking funding to  the annual performance targets could be an effective management tool for  decision makers."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve the supply availability of critical readiness degrading spare  parts that may improve the overall readiness posture of the military  services, we recommend that the Secretary of Defense direct the Director  of the Defense Logistics Agency to  submit, as appropriate, requests for waiver(s) of the provisions of the  DOD Supply Chain Materiel Management Regulation 4140.1-R that limit  the safety level of supply parts to specific demand levels. Such waivers  would allow DLA to buy sufficient critical spare parts that affect  readiness of service weapon systems to attain an 85-percent minimum  availability goal;  change the agency’s current aggregate 85-percent supply availability  goal for critical spare parts that affect readiness, to a minimum 85- percent supply availability goal for each critical spare part, and because  of the long lead times in acquiring certain critical parts, establish annual  performance targets for achieving the 85-percent minimum goal; and  prioritize funding as necessary to achieve the annual performance  targets and ultimately the 85-percent minimum supply availability goal."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments on this report, DOD generally concurred with the  draft report and the intent of the recommendations, but not all of the  specified actions we recommended. Furthermore, DOD concluded its  proposed actions regarding each of our recommendations are sufficient  and no further directions or actions are required. DOD’s written comments  are reprinted in their entirety in appendix II.", "In concurring with the first recommendation, DOD acknowledged that the  amended  DOD 4140.1-R, dated May 2003, gives the military services and  DLA authority to waive the lead-time demand maximum in cases where  creditable evidence exists. We agree with that action.", "Although DOD concurred with the intent of our second and third  recommendations, DOD did not agree with the need to replace the  aggregate 85-percent supply availability goal with a minimum 85-percent  supply availability goal for critical spare parts, establish annual  performance targets for achieving the minimum goal, or prioritize funding  to achieve it. Instead, DOD said DLA is working toward a readiness-based  sparing concept of tailoring different support level goals by item with a link  between an item’s availability and desired inventory levels rather than one  standard level of support for all critical items. Additionally, DOD stated that  setting an 85-percent minimum goal across the universe of critical items  would undermine the efficiencies of optimization that may be achieved by  working toward different supply availability goals for different parts based  on readiness impact. It cited that its Customer Relationship Management  initiative, which is scheduled to start in fiscal year 2005 and be fully  operational in fiscal year 2009, will use service level agreements to provide  this type of tailored support. It stated that funding would then be  prioritized accordingly in concert with the implementation of the new  tailored approach.", "We disagree that the actions DOD prescribes will be sufficient, particularly  in the near term, to address the need for DLA to increase critical spare  parts availability. As our report notes, DLA is responsible for managing  hundreds of thousands of critical parts that the services have identified  as crucial to weapons systems readiness. However, many of these parts are  not available to meet service needs. DLA has been using the same 85- percent aggregate goal for stocking these critical parts as it has for  non-critical parts. Based on our work, DLA was not managing its inventory  by developing individual item supply availability targets tailored to desired  readiness levels. Although DLA has started using service level agreements,  which are a component of DLA’s Customer Relationship Management  initiative, as our report notes, these agreements have a limited scope and  are considered a work in progress. DLA plans to execute 11 agreements by  the end of fiscal year 2003 and as noted, full implementation for the  Customer Relationship Management initiative is scheduled for fiscal year  2009. Furthermore, managing to an 85-percent aggregate goal does not  reveal the significant shortages in availability of many individual critical  parts. For example, after 3 years of focused investment to increase the  availability of over 10,000 critical aviation parts, 53 percent were not  available at the 85-percent aggregate goal and over half of these parts were  available below 35 percent of the time.", "DOD’s response proposes, what we agree is, an optimum approach that is  consistent with the desire expressed in the August 2002 Office of Secretary  of Defense Inventory Management Study for supply managers to make  purchase decisions based on readiness impacts instead of aggregate  availability goals. However, according to the August report, implementing  this approach is a long-term effort dependent on DLA and the services’  logistics systems providing the data needed to link readiness and supply  management decisions that has interoperability risks because the  department does not have an overarching architecture for integrating such  systems. The August report, therefore, recommended that until these new  systems are implemented to provide more visibility into the relationship  between inventory levels and weapon system readiness, DLA and the  military departments should continue to apply higher supply availability  targets to the inventory items associated with weapon systems where  readiness is below established goals.", "As DLA plans another investment strategy, subsequent to the conclusion of  the Aviation Investment Strategy initiative, that will expand the number of  critical parts that are targeted for investment by including land and  maritime items, it needs a clear minimum goal for the availability of these  parts, annual performance targets for measuring progress, and focused  funding. Therefore, until the systems, initiatives, and agreements are in  place to support the department’s prescribed approach for optimizing  efficiencies of supply availability and investment, we continue to believe  our recommendations to set a minimum goal of 85 percent for each critical  spare part, establish annual performance targets for achieving the goal, and  prioritize funding accordingly are reasonable interim actions to meet the  services’ readiness goals for parts they have identified as critical  to readiness.", "We are sending copies of this report to the Secretary of Defense; the  Director, Defense Logistics Agency; the Director, Office of Management  and Budget; and other interested congressional committees and parties.  We will also make copies available to others upon request. In addition,  the report will be available at no charge on the GAO Web site at  http://www.gao.gov.", "Please contact me on (202) 512-8365 or Richard Payne on (757) 552-8119 if  you or your staff have any questions concerning this report. Other contacts  and key contributors are listed in appendix VI."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine the adequacy of DLA’s strategic plans to address critical spare  parts shortages and their effect on readiness, we obtained and analyzed  DLA planning documents that pertained to spare parts or logistics. We  assessed the adequacy of DLA’s strategic planning by comparing DLA  planning to the requirements outlined in the Government Performance and  Results Act of 1993 to determine if DLA’s planning contained key  management attributes that are necessary to reduce spare parts shortages.  We interviewed DLA officials at DLA Headquarters, Fort Belvoir, Virginia,  regarding DLA strategic planning efforts and to determine the extent to  which DLA’s strategic planning had been coordinated with the Office of the  Secretary of Defense and the services.", "To determine the likelihood that DLA’s strategic logistics initiatives will  achieve their intended results and help mitigate spare parts shortages  that affect readiness, we obtained and analyzed information and  documentation related to (1) initiatives to overcome shortages, (2) chronic  shortage items degrading the readiness of forces, and (3) chronic and  recurring causes for shortages. We obtained a list of initiatives that DLA  officials identified as either specifically improving spare parts shortages  or improving systems and processes that could impact shortages. We  analyzed the initiatives to see if they contained performance measures  and milestones to track the progress of the initiatives.", "To determine the impact of a $500 million DOD-directed aviation  investment to improve the availability of critical spare parts, we obtained  and analyzed DOD-directed aviation investment data on supply availability.  We sorted the data by critical part group, predominant user, funding year,  fiscal year, and supply availability percentage increments/stratifications  (85 percent and greater, 84 to 75 percent, 74 to 65 percent, 64 to 55 percent,  54 to 45 percent, 44 to 35 percent, and less than 35 percent) to detail  changes in parts availability before and after investment. We interviewed  program and budget officials at DLA Headquarters concerning which  initiatives contained in their strategic planning would impact spare parts  shortages. We also interviewed officials at the Defense Supply Center in  Richmond, Virginia, concerning the separate DOD-directed Aviation  Investment Initiative and the spare parts shortages that the services  identified as critical to weapon system readiness, as well as the key  DLA-identified initiatives. We focused on the Richmond Supply center  because it is the lead center for aviation and because aviation items have  been predominant readiness degrading items for the Air Force and Navy.", "To determine the extent to which DLA can identify how increased  investment impacts critical spare parts inventories and readiness, we  requested DLA’s Office of Operations Research and Resource Analysis to  estimate the investment cost necessary to increase supply availability of  critical aviation spare parts to a minimum rate of 85 percent. However, we  did not independently validate or verify the accuracy of DLA’s estimates  that show the relationship between investment and supply availability or of  DLA’s optimization models that determine logistics requirements, given  funding constraints.", "We performed our work from August 2002 to May 2003 in accordance with  generally accepted government auditing standards."], "subsections": []}, {"section_title": "Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Schematic of Defense Logistics Agency Strategic Management System", "paragraphs": [], "subsections": []}, {"section_title": "Description of DLA Initiatives Aimed at Mitigating Spare Parts Shortages", "paragraphs": ["DLA identified 18 strategic initiatives in varying stages of implementation  in its Strategic Management System that are aimed at mitigating  shortages of spare parts, including critical ones. Of these, three—Strategic  Material Sourcing, Manufacturing on Demand, Customer Relationship  Management—are umbrella initiatives with five, three, and one additional  initiative, respectively, under them. What follows is DLA’s description of the  initiatives. We have not verified the details of these descriptions."], "subsections": [{"section_title": "Strategic Materiel Sourcing Initiative", "paragraphs": ["The Strategic Materiel Sourcing initiative represents DLA’s attempt to  procure items needed for readiness by applying commercial best practices  to several initiatives that fall under that initiative’s “umbrella,” including  Strategic Supplier Alliances, Strategic Materiel Sourcing/Rapid  Manufacturing initiative, Supplier Relationship Management, Corporate  Contracts, and Prime Vendor Contracts."], "subsections": [{"section_title": "Strategic Supplier Alliance Initiative", "paragraphs": ["The Strategic Supplier Alliance develops agreements between suppliers  and DLA to arrange long-term contracts for sole-source items using best  commercial practices such as partner-driven, integrated supply chain  management whereby the buyer and seller cooperate to maximize their  mutual benefit. One of the initiative’s goals is to improve the readiness  of weapon systems, and this is accomplished in part by reducing the  customer wait time for spare parts. Other potential benefits include  improved capacity utilization, increased process reliability, reduced  inventories, reduced cycle times, leveraging of shareholder strength,  increased flexibility, increased customer service, shared innovations and  technologies, and reduced total system costs. The initiative is composed of  a charter, goals, improvements, and metrics.", "According to a March 2002 report by the DOD Inspector General, a  Strategic Supplier Alliance with Honeywell International has had positive  results. The DOD Inspector General report stated that a DLA alliance with  Honeywell produced three primary sole-source contracts for spare parts  that resulted in improved wait time, reduced inventory for DLA to manage,  and lower prices for DLA customers. The report also noted that (1) the  contracts had resulted in a $9.8 million cost reduction of DLA managed  inventory for the first 221 catalog contract items and (2) the alliance  contracts will ultimately result in a price reduction of $59 million over  12 years for the first 594 items placed on the three contracts. Additionally,  administrative lead–time for one of the contract items was reduced from  180 to 10 days. Other potential suppliers that DLA had identified as  Strategic Supplier Alliance candidates include Lockheed Martin, Northrop  Grumman, and Rolls Royce."], "subsections": []}, {"section_title": "Strategic Material Sourcing/Rapid Manufacturing Initiative", "paragraphs": ["The Strategic Material Sourcing/Rapid Manufacturing initiative is likely to  improve spare parts shortages because it is intended to guarantee DLA  sources of low-demand, high-dollar items by forming long-term contracts  with their manufacturers, stipulating that DLA will also purchase other  low-priced, higher-demand items from those same manufacturers. The  group of low-demand, high-priced items and the high-demand, low-priced  items to be purchased through one of the initiative’s contracts is referred to  as a “market basket.” Insurance or numeric stockage objective and  replenishment items with production lead-times of 60 days or greater that  are projected to be purchased within the next 5 years will be included in  the program, but critical weapon system parts will be excluded. At the time  of our review, this initiative was still in the demonstration phase; and items  were being identified to include in the market baskets. According to DLA  officials, the demonstration phase will involve 18 groups of items covering  approximately 11,000 individual items. The candidate population for the  initiative includes 39,000 items with an annual demand of $67 million. Also,  long-term sources for hard-to-find spare parts can be obtained by  agreements tailored to the Strategic Material Sourcing/Rapid  Manufacturing Initiative program. The initiative’s contracts to produce a  market basket’s items for DLA can last up to 11 years: 5 years under the  original contract and as many as three additional 2-year options if  performance targets are met."], "subsections": []}, {"section_title": "Supplier Relationship Management Initiative", "paragraphs": ["The Supplier Relationship Management program seeks to improve  spare parts shortages by facilitating communication between DLA and its  suppliers with the end goal of receiving the desired quantity of a particular  item when it is needed. Supply Relationship Managers meet periodically  with the suppliers to ensure that the supplier will meet the performance  levels and targets, which are specified in the contract with DLA, to provide  spare parts."], "subsections": []}, {"section_title": "Corporate Contracts", "paragraphs": ["Corporate contracts are a form of long-term contract that DLA uses to  negotiate an agreement with a manufacturer to supply a range of items.  With such a contract, DLA can use a single source to provide an assortment  of items that are managed by one or more inventory control points. The one  contract thus reduces spot buying activity and business transaction costs.  According to DLA, additional benefits potentially include lower production  costs, improved delivery, ease of use, and reduced customer support  infrastructure. Further, corporate contracts will likely improve spare parts  shortages by locating a long-term source of spare parts with improved  delivery, and this improved delivery will increase supply availability, which  contributes to readiness. As of the beginning of fiscal year 2002, there were  nearly 100 suppliers that had entered into corporate contracts with DLA."], "subsections": []}, {"section_title": "Prime Vendor Initiative", "paragraphs": ["The Prime Vendor initiative is another DLA supply support vehicle that  uses single commercial distributors to supply customers through long-term  contracting in a particular region. Prime Vendor’s long-term contracts allow  military customers to requisition market-ready or commercial products  directly from a commercial distributor as the items are needed. The DLA  supply centers negotiate the long-term contracts with the vendors, and the  customers can order the items directly from the supplier via an electronic  catalog. According to this initiative, with Prime Vendor, the customer  receives an order confirmation within minutes; and the delivery is to occur  within 24 to 48 hours.", "According to DLA, because the military customers can direct-order items  when they need them directly from the vendor and receive them within  48 hours, spare parts shortages will improve, supply availability will  increase and readiness may be improved. Another benefit is the reduced  inventory management costs to DLA because there will be no need for DLA  to maintain items long-term in its warehouses if the customers are ordering  items directly from the manufacturer when they are needed. Virtual Prime  Vendor is the advancement of the Prime Vendor concept and is designed to  anticipate customer needs and provide items or services as they are  needed. Virtual Prime Vendor includes additional logistics support and  other services such as forecasting requirements, inventory management,  engineering support, technical services, and other services related to  customer satisfaction."], "subsections": []}]}, {"section_title": "Manufacturing on Demand", "paragraphs": ["The Manufacturing on Demand initiative seeks to improve spare parts  shortages by identifying manufacturers for parts that are no longer  produced by the original source, yet are still critical components of weapon  systems, such as cast and forged parts and microcircuits. Such spare parts  often cannot be purchased from the original source because the  original manufacturer does not produce the part anymore or the  original manufacturer is no longer in business. Manufacturing on Demand  is the umbrella initiative for the Casting and Forging, the Generalized  Emulation of Microcircuits, and the Warstoppers initiatives. In addition,  it includes, in part, the Strategic Material Sourcing/Rapid Manufacturing  initiative, which is also under the Strategic Materiel Sourcing initiative and  is discussed there."], "subsections": [{"section_title": "Casting and Forging Initiative", "paragraphs": ["DLA’s Casting and Forging initiative seeks to improve spare parts shortages  by obtaining cast and forged spare parts that were difficult to find and  often no longer produced by the original manufacturer. Typically, foundries  and forging operations are known as “third tier” suppliers that do not  manufacture spare parts for a weapon system once it is out of production.  DLA coordinates with the American Metalcasting Consortium and the  Forging Defense Manufacturing Consortium to locate manufacturers that  will produce critically needed spare parts with materials and processes  that DLA and the consortiums deemed suitable. The American Metalcasting  Consortium alone involves 230 companies, 37 contractors, and 94 shops  that account for the production of 455 parts for 59 weapon systems. In sum,  as of January 2003, the casting and forging program was producing over  560 parts from 65 different weapon systems, according to DLA officials."], "subsections": []}, {"section_title": "Generalized Emulation of Microcircuits Initiative", "paragraphs": ["The Generalized Emulation of Microcircuits initiative was designed  to identify a source of replacement microcircuits that are critical  components of older weapon systems still used by the services. The  original microcircuits on older weapon systems are now obsolete because  technology has advanced since their introduction, and the original  manufacturers do not produce the microcircuits anymore because the  commercial demand is not high enough to encourage them to incur  production costs. However, these microcircuits are still critically needed  on several weapon systems; therefore, DLA currently has a contract with  the Sarnoff Corporation to provide replacements for the microcircuits  that are no longer in production by imitating their original designs. This  initiative seeks to improve the supply of these critically needed spare  parts through the development of a steady supply source, and high supply  availability could contribute to supply readiness. Other potential benefits  of emulated microcircuits include the elimination of redesign costs,  audited reliability testing/screening, indefinite supply availability, and  direct orders placed with the supplier. Additionally, the replacement supply  of microcircuits could provide another option for maintaining mission- ready status for weapons systems such as MLRS, Patriot, AV-8B, B-2, and  the B-52. As of May 2003, this initiative has emulated over 300 designs from  the government-owned library and has supplied over 45,000 microcircuit  devices to customers, which include DLA, Hanscom Air Force Base, Naval  Surface Warfare, Warner Robins Air Force Base, and the National  Aeronautics and Space Administration."], "subsections": []}, {"section_title": "Warstoppers Initiative", "paragraphs": ["The Warstoppers initiative seeks to impact the shortage of spare parts by  identifying (1) critical, mission-essential items with long production  lead-times that are low-demand items during peacetime but experience  high demand during periods of war and (2) vendors that will be able to  meet the wartime surge and sustain wartime requirements for those items.  An integral part of this initiative is DLA’s industrial base evaluation tool  known as the World Wide Web Industrial Capabilities Assessment Program.  The program is DLA’s effort to collect current data directly from private  industry, via the Internet, on thousands of parts and then analyze that data  to identify actual or potential part availability problems when there is a  surge in demand for those parts in wartime. The program also emphasizes  investment in technology resources and the pre-positioning of raw  materials so that items can be produced as needed during wartime with  reduced lead-times, rather than procuring items and storing them as war  reserves. According to this initiative, it is more cost effective to invest in  the industrial base that will produce critical items than to store quantities  of those same items as war reserve inventory until they are needed.", "In July 2002, we reported that the World Wide Web Industrial Capabilities  Assessment Program “has several attributes reflecting sound management  practices that are required for reliable industrial base capability  assessments.” According to DLA, benefits of Warstoppers include reduced  lead-times, reduced prices, and reduced wartime inventory costs.", "Examples of acquisitions for weapon system spare parts that benefited  from the Warstoppers program include DC motors for the H-2, H-60, AH-1,  and UH-1 helicopters; hydraulic tubes for the F-15 fighter; and the clip-on  nut used on several weapon system engines."], "subsections": []}]}, {"section_title": "Organic Manufacturing Initiative", "paragraphs": ["Organic Manufacturing refers to the production of items by government- owned and -operated facilities because the private sector cannot meet the  need for those parts. Government facilities that produce these parts  include arsenals, military repair depots, and other DOD–operated factories.  These facilities produce the hard to find items when no offer is received to  produce them, there is no source, the part is an Emergency Supply  Operations Center Requirement, the private sector price is unacceptable,  or the private sector delivery time frame is unacceptable. Organic  manufacturing improves spare part shortages by producing items for 34  Level–A (most critical) weapon systems including multiple weapon  systems at 35 organic manufacturing sources."], "subsections": []}, {"section_title": "Improved Supply Availability Initiative", "paragraphs": ["DLA uses supply availability as a measure of supply effectiveness. DLA’s  goal is to maintain an aggregate 85 percent, or greater, supply availability  for weapon systems parts for each of the military services for each fiscal  year. By increasing supply availability, backorders for spare parts are  reduced, and the readiness of weapon systems could increase because the  critical spare parts essential to mission performance would be available at  a higher rate.", "The 85-percent supply availability initiative supports DLA Strategic  Plan Goal 1—to provide responsive, best value supplies and services  consistently to its customers. According to DLA officials, the 85-percent  target availability rate is based on the statistical rule that 85 percent of the  population lies within one standard deviation of the mean. Further, DLA  officials maintain that 85 percent is an acceptable supply availability goal  because it is cost-effective, and supplying items at rates above 85 percent  would be cost prohibitive. However, as discussed earlier in this report, the  85-percent availability rate is an aggregate rate, meaning that DLA’s items  are to be available 85 percent of the time on average. The 85-percent  measure does not specifically relate to each individual item that DLA  manages. Rather, it is an average measure of the supply availability of each  item, which means that some items are available at rates greater than  85 percent of the time, and other items are available at rates well below  85 percent."], "subsections": []}, {"section_title": "Backorder Reduction Initiative", "paragraphs": ["Backorder reductions support DLA’s Strategic Plan Goal 1; and the  backorder reduction initiative supports the DLA strategy to focus, manage,  and measure logistics support by customer segment, based on customer  requirements. Through the initiative, DLA plans to reduce hardware  backorders to 250,000 by the end of fiscal year 2007. A benefit to  backorder reductions in addition to contributing to readiness, according  to a DLA official, is the reduction of cannibalization, where parts are taken  from one system and used on another. DLA officials also stated that  backorders are filled on average in 80 days and about one-third are filled  within 30 days. DLA reported in the spring of 2003 that backorders had  been reduced from a high of approximately 525,000 in May 2000 to a little  over 314,000 in September 2002. This means that more items are available  to DLA customers."], "subsections": []}, {"section_title": "Customer Relationship Management and Service Level Agreements Initiatives", "paragraphs": ["The Customer Relationship Management program is an initiative  designed to foster a better relationship between DLA and the services  by incorporating input from the services. The customer relationship  management element of DLA’s business practices is designed to use  information obtained to provide customer service and anticipate the  individual needs of each customer. The focus of the initiative is on  collaborative demand planning between DLA and the customer to  determine how much of a particular part is needed for wartime activities  as opposed to peacetime activities. Through its processes and system that  emphasizes customer satisfaction, the Customer Relationship Management  initiative supports the DLA plan to (1) provide responsive, best value  supplies and services; (2) focus, manage, and measure logistics support;  and (3) improve customer support.", "The Service Level Agreements initiative is an integral component of the  Customer Relationship Management initiative. Service level agreements  are formally negotiated between DLA and its customers and set priorities  to meet customer needs, performance measures, and targets. The initiative  seeks to establish a set of common expectations between DLA and its  customers and to encourage collaboration. This collaboration seeks to  improve customer satisfaction, which is an objective DLA is targeting at  90 percent by the end of fiscal year 2007. The application of service level  agreements also seeks to support DLA’s plan to (1) provide responsive, best  value supplies and services consistently to its customers and (2) negotiate  and honor performance agreements with its customers. Each service level  agreement typically is composed of a scope/objective, detail of service to  be provided, and the performance measurement standards to be met.  According to DOD this initiative addresses the readiness based sparing  concept by using service level agreements to provide tailored support  levels for weapon systems parts.", "Service Level Agreements have a limited scope and are considered a work  in progress. According to a DLA official, DLA is negotiating with the Air  Force Materiel Command to develop a service level agreement, and other  agreements are planned with NADEP and NAVAIR. In total, DLA plans to  execute 11 agreements by the end of fiscal year 2003. The Service Level  Agreement initiative is likely to improve spare parts shortages by its  existence as a contracting instrument of the CRM program that is a product  of encouraged communication between the customers and DLA to  anticipate customer demand.", "Other Customer Relationship Management initiatives involve  identifying the appropriate customers to receive service level agreement   establishing a process to approach and train customers,  designing the future DLA organization focusing on customer   establishing key performance indicators consistent with BSC,  developing the right customer communication plan, and  determining the customers to contact personally."], "subsections": []}, {"section_title": "National Inventory Management Strategy Initiative", "paragraphs": ["According to DLA, the National Inventory Management Strategy initiative  seeks to achieve a DLA managed single National Inventory combining  military service managed consumable inventories with DLA’s inventory.  DLA anticipates that a national inventory will provide total asset visibility  to DOD-wide inventories and improve supply performance by eliminating  redundancy in all levels of inventory and information systems managed by  DLA and the services. DLA expects the National Inventory Management  Strategy to increase DLA efficiency in providing items to its customers  because it allows DLA to locate all of the parts that the services previously  managed. This total visibility will allow DLA to determine how many parts  are in the inventory, which parts have shortages, and where they are  needed. The faster DLA can locate a part, the faster it can supply that part  to the customer. Table 10 highlights some of the expected initiative benefits  to the services and to DLA.", "In addition, according to DLA, a uniform DLA-managed system will help  reduce wait time for items because supplies will be regionally located  according to regional usage and customer input. Reducing customer wait  time should increase the availability of many spare parts, and the increase  in parts availability will contribute to the supply readiness of the military  services. The National Inventory Management Strategy initiative also  incorporates milestones for completion, and performance metrics will be  jointly established by DLA and the services. According to a DLA official,  the initiative’s metrics include (1) supply chain availability, (2) item  transfer, (3) customer relations, and (4) resource management. The  initiative supports DLA’s Strategic Plan to structure internal processes to  deliver customer outcomes effectively and efficiently, reduce redundant  DOD inventory and improve responsiveness, and improve supply  chain effectiveness.", "DLA has over a hundred potential sites to include in the National Inventory  Management Strategy initiative; and current pilot sites using the initiative,  according to a DLA official, include the Defense Depot Yokosuka, Japan,  where DLA has assumed control of managing 11,000 items previously  owned by the Navy; Naval Air Station Lemoore, California, where DLA has  improved supply support; and Naval Air Italy. Additional pilot program  sites, according to a DLA official, will include Fort Carson, Colorado; Camp  Lejeune, North Carolina; Tinker Air Force Base, Oklahoma; and Ingleside  Navy Base, Texas. The National Inventory Management Strategy is being  developed in four phases. As of April 2003, this initiative was in its testing  period (Phase III) with the DOD-wide implementation process scheduled  from fiscal years 2004 into 2009."], "subsections": []}, {"section_title": "Inventory Accuracy Improvement Initiative", "paragraphs": ["The Inventory Accuracy Improvement initiative is designed to improve  inventory record accuracy by using independent contractors to perform  sample inventories for over 4 million DLA-managed items. This initiative  seeks to support DLA’s plan to structure internal processes to deliver  customer outcomes effectively and efficiently and improve processes. Also,  DLA plans to improve inventory accuracy for high-dollar, general supplies  to at least 99 percent by the end of fiscal year 2007, and it plans to achieve a  95-percent accuracy level for all other items by the end of fiscal year 2007  as well. Improved inventory accuracy will likely improve spare parts  shortages by giving inventory managers better supply information about  items that are critically needed for systems that affect readiness. This  information can factor into the decision to purchase more of those critical  spare parts to increase their supply availability, which in turn can  contribute to supply readiness of the services. DLA developed the  inventory improvement accuracy initiative based on a GAO report released  in June 1999."], "subsections": []}, {"section_title": "Product Conformance, Aviation", "paragraphs": ["DLA expects that the Product Conformance initiative is designed to  improve aviation spare parts shortages by conducting monthly quality  assurance testing to baseline aviation products and identifying where  improvements are necessary to meet performance goals for items that the  services have identified as critical. According to a DLA official, the Product  Conformance initiative has four metrics: (1) identification of critical items  by the services, (2) the impact the critical items will have on readiness,  (3) identification by the services of procurement sources to procure those  items, and (4) the cost of the items. DLA’s aim is to achieve 97-percent  production conformance for critical aviation material on hand by the end of  fiscal year 2005 and 99 percent conformance by the end of fiscal year 2007.  Also, DLA explains that Product Conformance supports DLA’s plan to  (1) structure internal processes to deliver customer outcomes effectively  and efficiently, (2) improve processes, and (3) leverage industry."], "subsections": []}]}, {"section_title": "Description of DLA Initiatives Aimed at Improving Logistics Systems and Processes", "paragraphs": ["DLA identified six strategic initiatives in varying stages of implementation  in its Strategic Management system that seek to modernize and improve  DLA’s logistics processes and systems and better serve its customers. DLA  believes that doing so will indirectly improve spare parts availability and  supply readiness. The six include the Business Systems Modernization,  Distribution Planning and Management System, Strategic Distribution,  Logistics Response Time Reduction, Direct Vendor Delivery Processing  time, and Overall Purchase Request Processing Time Improvement  initiatives."], "subsections": [{"section_title": "Business Systems Modernization Initiative", "paragraphs": ["Business Systems Modernization is an approximately $850-million  initiative that seeks to transform how DLA conducts its logistics  operations. The transition initiative includes the eventual replacement  of DLA’s older logistics materiel management systems, or legacy systems,  with commercial off-the-shelf software by January 2006. The Standard  Automated Materiel Management System and the DLA Integrated  Subsistence Management System are the legacy logistics systems  that DLA has used to manage its inventory for over 30 years. Other  initiative objectives that DLA seeks to achieve by the end of 2005 are  reengineering by fielding best practices, improved customer service  through collaboration with customers and suppliers, and providing  best value solutions.", "DLA explains that according to this initiative, commercial off-the-shelf  software will replace the legacy systems as a single, integrated system.  All order fulfillment, planning, and financial management activities will  be supported by the new software that impacts DLA’s financial, material  management, and sales and distribution logistics operations. DOD  approved the initiative on December 21, 1999, and DLA began a concept  demonstration test phase, also referred to as “Release 1,” of the new  initiative software on July 31, 2002. DLA transferred about 170,000 items  for the initial test phase from its legacy systems among its three inventory  supply centers at Columbus, Ohio; Philadelphia, Pennsylvania; and  Richmond, Virginia. About 2.5 million customer orders have been made  using the new BSM technology involving around $500 million in sales. A  follow-on test phase, or “Release 2,” of the initiative is scheduled to begin in  July 2004, and it will include 50 percent of the remaining items that DLA  manages. As of April 2003, initiative implementation across DLA was  targeted for January 2006."], "subsections": []}, {"section_title": "Distribution Planning and Management System Initiative", "paragraphs": ["The Distribution Planning and Management System initiative seeks to  improve DLA business processes by enhancing existing systems with new  commercial best practices that include re-engineered logistics processes  and industry-based integrated supply chain solutions. Electronic logistics  data will provide real-time information about orders, including asset  visibility of requisitioned spare parts, as they are in-transit to the customer.  The initiative supports DLA’s plan to structure internal processes to  (1) deliver customer outcomes effectively and efficiently, (2) design and  implement a best value enterprise information technology environment,  and (3) improve distribution responsiveness and reduce costs. By  improving the supply process by which spare parts are provided to  customers, as well as reducing wait time, the Distribution Planning and  Management System initiative could contribute to the improvement of  spare parts shortages and potentially the readiness of the military services.  The initiative seeks to meet assigned objectives for weapon systems  readiness support. According to DLA, additional benefits include cost  reductions for transportation and overall distribution; greater use of DOD  negotiated rates, more consolidated shipments, and increased productivity  of distribution and transportation operations. Additionally, DLA projects  that the completion of the initiative will result in net projected savings to  the agency of $63 million by the end of fiscal year 2007."], "subsections": []}, {"section_title": "Strategic Distribution Initiative", "paragraphs": ["The Strategic Distribution initiative is intended to reduce transportation  costs by identifying international locations that can be used as strategic  distribution points. Because critically needed items at the distribution  points are located closer to the customer, customer wait time is reduced.  A reduction in customer wait time could improve spare parts shortages by  providing items to the customer faster than if the items had to be delivered  from more distant distribution points. An additional benefit could be  reduced shipping costs because strategic distribution emphasizes the use  of other shipping methods, such as dedicated trucks for deliveries within  the United States and surface transports for overseas shipping, to replace  air transport, which has a higher material shipping cost. According to DLA  officials, Strategic Distribution has been used for 2 years in three locations:  Germansheim, Yokosuka, and Pearl Harbor."], "subsections": []}, {"section_title": "Logistics Response Time Reduction Initiative", "paragraphs": ["The Logistics Response Time Reduction initiative is a DLA effort to  improve supply chain performance by reducing the number of days that its  customers must wait for subsistence, medical, pharmaceutical, clothing,  and textile items, as well as repair parts. According to DLA officials, the  initiative complements the Business Systems Modernization initiative and  is an integral part of the DLA transition from older business practices and  logistics management. Also, the Logistics Response Time Reduction  initiative supports DLA’s strategic goal to improve average performance for  customer delivery by the end of fiscal year 2007. Table 11 demonstrates the  improvement in response time for categories of DLA-managed items.", "The Logistics Response Time Reduction initiative also supports DLA’s  strategic plan to structure internal processes to deliver customer outcomes  effectively and efficiently and improve supply chain effectiveness.  According to DLA, by improving the response time of DLA’s system for  spare parts delivery, the availability of those parts will increase, which  could contribute to readiness."], "subsections": []}, {"section_title": "Direct Vendor Delivery Processing Time Initiative", "paragraphs": ["Direct vendor delivery is the DLA arrangement with suppliers that allows  its customers to receive items from the suppliers directly, instead of DLA  receiving the items first and then distributing them to the customers.  Although DLA does not take delivery of the items, it still monitors the  delivery performance of the suppliers, and it is also involved in the direct  vendor delivery planning and procurement processes. Customers may take  direct delivery from direct vendor delivery sales, but DLA obligates and  commits the funds to pay the supplier. The aim of the Direct Vendor  Delivery Processing Time initiative is to improve the average processing  time for the planned direct vendor delivery inventory control point/vendor  to 13 days by the end of fiscal year 2003, which matches the Uniform  Materiel Movement Issue Priority System processing time. By improving  delivery time, customer wait time is reduced, and supply availability is  increased, which can positively affect readiness. The Direct Vendor  Delivery Processing Time initiative also supports DLA’s plan to structure  internal processes to deliver customer outcomes effectively and efficiently,  as well as leverage industry."], "subsections": []}, {"section_title": "Initiative", "paragraphs": ["The Overall Purchase Request Processing Time Improvement initiative  is intended to improve purchase request processing time by reducing  inventory control point processing, as well as meeting lead-time processing  requirements 75 percent of the time by the end of fiscal year 2007. Another  objective is to reduce the number of open purchase requests, according to  a DLA official. This initiative seeks to improve spare parts shortages by  reducing customer wait time to receive critically needed items, thus  improving supply support. Also, this initiative could also improve unit  readiness by delivering critical parts as they are needed to operate systems  used by the military services. According to a DLA official, the metrics  developed for this process improvement include (1) monitoring the  number of open purchase requests and (2) monitoring the number of  purchase requests that exceeded the administrative lead-time processing  requirements. This initiative supports DLA’s plan to structure internal  processes to deliver customer outcomes effectively and efficiently as well  as improve processes."], "subsections": []}]}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, M. Todd Dice, M. Jane Hunt, Latrealle  Lee, Charles W. Perdue, Barry L. Shillito, and John Wren also made  significant contributions to this report."], "subsections": []}]}], "fastfact": []}