{"id": "GAO-13-832", "url": "https://www.gao.gov/products/GAO-13-832", "title": "Sex Offenders: ICE Could Better Inform Offenders It Supervises of Registration Responsibilities and Notify Jurisdictions when Offenders Are Removed", "published_date": "2013-09-12T00:00:00", "released_date": "2013-09-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["ICE-ERO uses orders of supervision to release from custody criminal aliens--including sex offenders--who have been ordered to be removed from the United States, but cannot be removed for various reasons or detained indefinitely under U.S. Supreme Court precedent. In July 2006, SORNA was enacted, which established minimum standards for sex offender registration and notification. Congressional requesters asked GAO to assess registration of alien sex offenders. This report addresses the extent to which alien sex offenders (1) under ICE-ERO order of supervision are registered and (2) who are removed or released under ICE-ERO order of supervision are informed of registration requirements and relevant jurisdiction officials are notified about these offenders. GAO analyzed a representative sample of 131 of 1,309 alien sex offenders who were under orders of supervision as of September 2012. GAO also interviewed officials from ICE-ERO, the SMART Office, and other relevant federal, state registry and local law enforcement agencies."]}, {"section_title": "What GAO Found", "paragraphs": ["On the basis of GAO's analysis of a representative sample of 131 alien sex offenders under U.S. Immigration and Customs Enforcement (ICE) supervision, GAO estimates that as of September 2012, 72 percent of alien sex offenders were registered, 22 percent were not required to register, and 5 percent did not register but should have. According to officials, offenders were not required to register for various reasons, such as the offense not requiring registration in some states. Of the 6 offenders in GAO's sample that should have registered, officials from ICE's Enforcement and Removal Operations (ICE-ERO) field offices informed 4 of their registration requirements. However, officials at some of these field offices identified several reasons why they did not ensure that these offenders actually registered. For example, the offender may have moved and no longer resided in the area of responsibility for that particular field office. ICE had not informed the remaining 2 offenders of their registration requirements.", "Alien sex offenders are not consistently informed of potential registration requirements, and relevant jurisdiction officials--that is, state, territorial, and tribal sex offender registry and law enforcement officials--are not consistently notified when an offender is removed from the country or released. The Sex Offender Registration and Notification Act of 2006 (SORNA) and other federal laws identify when sex offenders and relevant jurisdiction officials should be notified. However, the agencies that have these notification responsibilities are limited in their ability to provide information to and about alien sex offenders, in part because they do not know when ICE-ERO will release or remove these offenders. ICE-ERO has a procedure in place to inform alien sex offenders who are being removed about potential registration requirements, but not alien sex offenders who are being released into the community under supervision, primarily because ICE-ERO is uncertain whether it has a responsibility to do so. ICE-ERO also does not consistently notify relevant jurisdiction officials when an alien sex offender is removed or released under supervision, for similar reasons. However, officials from the Department of Justice's Sex Offender Sentencing, Monitoring, Apprehending, Registering, and Tracking (SMART) Office said that state correctional facilities, in the interest of public safety, have notification processes in place, even though sometimes not required to do so. ICE-ERO is reviewing options for informing alien sex offenders under supervision about their potential registration requirements and notifying jurisdictions when alien sex offenders are released under supervision, but has not established a deadline for completing its review, which is inconsistent with project management standards. Without a deadline, it will be difficult to hold ICE-ERO accountable for providing these notifications. Further, ICE-ERO does not plan to notify relevant jurisdictions when an alien sex offender is removed. Providing such notification could help jurisdictions ensure public safety and avoid unnecessarily spending resources trying to locate the offender.", "This is a public version of a sensitive security report GAO issued in August 2013, which also included information about steps ICE has taken to determine its responsibility for informing alien sex offenders of their notification requirements."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends, among other things, that ICE-ERO (1) set a deadline for its review of options for providing notifications to and about alien sex offenders under supervision and (2) in consultation with SMART and others, consider options for notifying jurisdictions about removed offenders. ICE agreed with the recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Enforcement and Removal Operations directorate of U.S.  Immigration and Customs Enforcement (ICE-ERO) is responsible for the  identification, apprehension, detention, and removal of removable aliens.  ICE-ERO prioritizes the removal of convicted criminals, among other  groups. However, there are circumstances in which criminal aliens who  have been ordered removed from the United States—including those  convicted of a sex offense—cannot be removed. For example, a criminal  alien may not be removed because the designated country will not accept  the alien’s return. The decision of the U.S. Supreme Court in Zadvydas v.  Davis imposes strict limits on ICE’s ability to detain aliens beyond 6  months after the issuance of a final order of removal if removal is not  significantly likely in the reasonably foreseeable future. In these  instances, ICE-ERO may release the alien into the community under an  order of supervision. According to U.S. Immigration and Customs  Enforcement (ICE), of the 59,347 aliens under an order of supervision as  of September 2012, 2,837 (5 percent) of them had been convicted of a  sex offense.", "Given the risk that some individuals previously convicted of a sex offense  may pose, in July 2006, Congress passed and the President signed the  Sex Offender Registration and Notification Act of 2006 (SORNA), which  provided a new set of sex offender registration and notification standards,  including criminal penalties for those who fail to comply with these  standards. These standards require convicted sex offenders to register  and keep the registration current in the state, territorial, or tribal  jurisdictions in which they live, work, and attend school, and for initial  registration purposes only, in the jurisdiction in which they were  convicted, if such jurisdiction is different from the jurisdiction of  residence. Registration generally entails convicted sex offenders  appearing in person at a specified agency—often a local law enforcement  agency—within the jurisdiction to provide the agency with personal  information, such as name, date of birth, and Social Security number,  among other information. The law enforcement agency enters this  information into the jurisdiction’s sex offender registry, and the agency  that manages the jurisdiction’s registry—such as the state police  department, department of public safety, or the attorney general’s office— enters this information into the national sex offender registration system,  composed of a national database and a national website. The national  database, called the National Sex Offender Registry (NSOR), is operated  by the Federal Bureau of Investigation (FBI), while the national website— the Dru Sjodin National Sex Offender Public Website (public website)—is  maintained by the Sex Offender Sentencing, Monitoring, Apprehending,  Registering, and Tracking (SMART) Office within the Department of  Justice (DOJ). Using the national registry information, jurisdictions are  able to track offenders following their release into the community, which  helps ensure public safety in regard to sex offenders, including alien sex  offenders who are released but not removed from the country.", "This report summarizes the results of the third review, in a series of four,  that we are conducting in response to a congressional request that we  assess various aspects of SORNA implementation. We completed the  first two reviews in February 2013; one on progress that states and  territories have made in implementing SORNA, and another on federal  efforts to identify registered sex offenders who are traveling  internationally.that tribal jurisdictions have made in implementing SORNA. For this  review, we assessed the extent to which aliens living under order of  supervision were registered as sex offenders in the jurisdictions of  residence. Specifically, this report addresses the following questions:   In August 2013, we began another review on progress  (1) To what extent are alien sex offenders under an ICE-ERO order of  supervision registered as sex offenders?  (2) To what extent are alien sex offenders who are removed from the  country or released under an ICE-ERO order of supervision informed  of registration requirements, and state sex offender registry and law  enforcement officials notified about these offenders?", "This report is a public version of the prior sensitive report that we  provided to you. ICE deemed some of the information in the prior report  as For Official Use Only (FOUO), which must be protected from public  disclosure. Therefore, this report omits information about additional steps  that ICE has taken, or could take, to determine what, if any, responsibility  ICE-ERO has with regard to informing alien sex offenders of their  registration requirements. The information in this report is more limited in  scope as it excludes such sensitive information, but the overall questions  and methodology used for both reports is the same.", "To address our objectives, we drew a random probability sample of 137  of the 1,369 alien sex offenders who, as of September 2012, were under  order of supervision and for whom ICE had a record of the alien’s  complete date of birth. We subsequently found that six individuals from  our sample should not have been included in the population of alien sex  offenders under an ICE-ERO order of supervision, resulting in a final  sample size of 131 and an estimated total population of 1,309.Percentage estimates derived from this sample have margins of error at  the 95 percent confidence level of plus or minus 8.08 percentage points.  We chose September 2012 because we requested this information as  part of a separate review, and this date provided us with current  information at the time.", "To determine whether each alien sex offender in our sample was  registered in the state where the offender resides, in February and March  2013, we searched the public website. On the basis of the search results,  we divided the alien sex offenders into three categories: (1) definitely  included in the public website, meaning there was an exact match on the  name and date of birth for the alien sex offender in the public website; (2)  possibly included in the public website, meaning there was a partial or  similar name, date of birth, or age in the public website (e.g., J. Smith as  opposed to John Smith), but not an exact match; and (3) definitely not  included in the public website, meaning the public website did not include  the offender’s exact name or date of birth or even a partial or similar  name, date of birth, or age. For the offenders who were possibly included  and definitely not included in the public website, using the addresses ICE- ERO provided to us, we contacted sex offender registration officials in  each of the 27 states where these offenders were located to determine  whether the officials were aware of the offenders and whether the  offenders were registered. We assessed the reliability of the data ICE  provided by questioning knowledgeable agency officials and reviewing  the data for obvious errors and anomalies. We determined that the data  were sufficiently reliable for our purposes.", "To determine the extent to which alien sex offenders who are removed  from the country or under ICE-ERO order of supervision are informed of  registration requirements, and whether relevant sex offender registration  and law enforcement officials are notified about these offenders, we  reviewed SORNA, other applicable laws, and guidelines developed by the  SMART Office to obtain information on federal sex offender registration  requirements. We also met with policy officials from the ICE-ERO  Executive Information and Reporting Unit; the Director and policy  advisors for the SMART office; officials from the U.S. Marshals Service  (USMS); headquarters officials with the Federal Bureau of Prisons (BOP);  and state sex offender registry and local law enforcement officials in  Minnesota, Florida, and Maryland. We selected Minnesota and Florida  because they are among the states where the largest number of alien sex  offenders in our sample who were not included in the public website  reside. We selected Maryland because local law enforcement officials in  this state had raised concerns about the registration of alien sex  offenders during our prior work, which we completed in February 2013.  In addition, we conducted phone interviews with ICE-ERO field office  directors and deputy directors in the field offices that either released or  currently supervise the alien sex offenders in our sample who were not  registered, but potentially should have been. We also conducted phone  interviews with U.S. Marshals Service officials in these same locations.  While these officials’ perspectives cannot be generalized to all states and  to all ICE-ERO and U.S. Marshals Service field offices, they provided  insights into the registration of alien sex offenders under order of  supervision. We compared the sex offender notification requirements in  SORNA and other federal statutes with the notifications that state and  federal agencies provide to alien sex offenders to determine if there were  any gaps. We then obtained perspectives from the federal, state, and  local officials we interviewed on how best to address these gaps. We also  compared efforts that ICE-ERO has under way regarding notifications to  and about alien sex offenders with internal control standards pertaining to  communication with stakeholders and program management standards  that involve establishing milestone dates and deadlines. For more  information on our scope and methodology, see appendix I.", "We conducted this performance audit from January 2013 to September  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on  our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The purpose of SORNA is to protect the public from sex offenders and  offenders against children by providing a comprehensive set of sex  offender registration and notification standards. These standards require  convicted sex offenders, prior to their release from imprisonment or within  3 days of their sentencing if the sentence does not involve imprisonment,  to register and keep the registration current in the jurisdictions in which  they live, work, and attend school, and for initial registration purposes  only, in the jurisdiction in which they were convicted, if such jurisdiction is  different from the jurisdiction of residence. The registration agency also  is to document the text of the provision of law defining the criminal  offense for which the offender is registered; the criminal history of the  offender, including dates of all arrests and convictions, and any other  information SORNA or the Attorney General requires. In addition,  jurisdictions are to maintain a jurisdiction-wide sex offender registry and  adopt registration requirements that are at least as strict as those SORNA  established. The length of time that convicted sex offenders must  continue to update their registration is life, 25 years, or 15 years,  depending on the seriousness of the crimes for which they were  convicted and with possible reductions for maintaining a clean record.  The frequency with which sex offenders must update or verify their  information—either quarterly, semiannually, or annually—also depends  on the seriousness of the crime.", "NCIC is an information system that provides law enforcement agencies with around-the- clock access to federal, state, and local crime data, including criminal record histories and  wanted and missing person records. manage sex offender registration and notification activities are exclusively  responsible for the inclusion, accuracy, and integrity of the information  provided by their respective websites.", "SORNA and other federal laws identify certain points in time when sex  offenders should be informed of their registration requirements and when  relevant jurisdiction officials—that is, state, territorial, and tribal sex  offender registry and law enforcement officials—should be informed that a  sex offender has been released in their jurisdiction. For example, 42  U.S.C. § 16917 states that, shortly before the release of the sex offender  from custody for the offense giving rise to the duty to register, an  appropriate official must (1) inform the sex offender of that person’s duties  under SORNA and explain those duties, (2) require the sex offender to  read and sign a form stating the duty to register has been explained, and  (3) ensure that the sex offender is registered. In addition, 18 U.S.C. §  4042(c) requires BOP and federal probation officers to (1) inform the sex  offender of the requirements of SORNA and (2) notify the agency  responsible for sex offender registration in the jurisdiction in which the sex  offender will reside. BOP is required to take these actions if the offender  receives a prison sentence; federal probation officers are required to take  these actions when the offender is sentenced to probation. See app. II for  additional information about these statutory notification requirements."], "subsections": []}, {"section_title": "Most Alien Sex Offenders under ICE- ERO Supervision Were Registered, but About 5 Percent Were Not", "paragraphs": ["On the basis of our analysis of a representative sample of 131 alien sex  offenders under ICE supervision, and for whom ICE had a record of the  alien’s complete date of birth, we estimate that as of September 2012, 72  percent of alien sex offenders were registered in the jurisdictions where  they lived, 22 percent were not required to register, and 5 percent did not  register but should have. Twenty-two percent of alien sex offenders in  our sample (29 of 131) were not required to register in the states where  they reside, according to the sex offender registration officials. Reasons  these offenders were not required to register include the following:", "The specific offense did not require registration in those states or the  offense had been committed before registration was required (20  offenders),  the period during which the offender was required to register had  ended (8 offenders), or  the offender was deceased (1 offender).", "For example, 1 alien sex offender was convicted of a sex offense in 1997  and was required to register only while he was on probation, which ended  in March 2003. Six other alien sex offenders who were convicted of  various sex offenses were not required to register because their  conviction or supervised release occurred prior to a statutory requirement  to register. Another offender, in Texas, was convicted of operating a  “sexually oriented business,” which does not require registration as a sex  offender.", "However, 6 alien sex offenders in our sample (5 percent) should have  been registered but were not, which means that, as of September 2012,  an estimated 60 alien sex offenders under orders of supervision  nationwide, for whom ICE had a record of their complete birthdays, were  not registered but should have been. Law enforcement officials reported  having no record of 3 of these 6 offenders, but the crimes these aliens  committed should have triggered registration. The ICE-ERO field office  did not inform 2 of the 6 alien sex offenders about their registration  requirements, but did inform the remaining 4 offenders. However, officials  at some field offices identified several reasons why they did not ensure  that these offenders actually registered. First, the offender may have  moved to another state and no longer resided in the area of responsibility  for that particular field office. In this instance, it would be incumbent upon  the field office that covers the jurisdiction where the offender currently  lives to follow up with the offender regarding registration. Second, the  officials explained that when aliens report to their deportation officer, the  officer is required, among other things, to check NCIC to determine  whether the alien has been arrested for any other crimes, the alien is  wanted by another law enforcement agency, or there is a warrant for the  alien’s arrest.ask the alien whether or not the alien registered as a sex offender.  However, according to ICE-ERO, depending on the individual  circumstances, failure to register may not be a sufficient basis to return  the alien to ICE custody."], "subsections": []}, {"section_title": "Alien Sex Offenders May Not Be Informed of Potential Registration Requirements, and Jurisdiction Officials May Not Be Notified When an Offender Is Removed or Released", "paragraphs": ["Other state and federal correctional and supervision agencies are limited  in the information they can provide to and about alien sex offenders to  help ensure that these offenders are registered, but ICE-ERO may be in a  position to help address these notification gaps. We found that ICE-ERO  informs alien sex offenders who are removed from the country about  potential registration requirements, but ICE-ERO does not consistently  inform alien sex offenders who are released under ICE-ERO supervision  about these requirements. Further, relevant jurisdiction officials may not  be notified about the whereabouts of an alien sex offender when an alien  sex offender is removed from the country or when an alien sex offender is  released under ICE-ERO supervision, which could have an impact on  jurisdictions’ ability to monitor these offenders if they return to the  jurisdictions’ communities. ICE-ERO stated that it is assessing options to  best accomplish the goal of sex offender notification programs, including  incorporating notification requirements for all alien sex offenders released  under ICE-ERO supervision. However, ICE-ERO has not identified a  deadline for when it will complete its assessment of the various options,  nor does ICE-ERO plan to notify jurisdictions when an alien sex offender  is removed from the country."], "subsections": [{"section_title": "Other Agencies Inform Sex Offenders of Requirements and Notify Jurisdiction Officials, but Are Limited in What They Can Do to Help Ensure Alien Sex Offenders Are Registered", "paragraphs": ["Federal and state correctional and supervision agencies have processes  in place to inform sex offenders of their registration requirements and  notify jurisdictions when sex offenders are released from criminal custody.  However, there are gaps in the information that these agencies can  provide regarding alien sex offenders who will be taken into ICE-ERO  custody, and ICE-ERO may be in a position to help fill these gaps. For  example, we found that BOP has a process in place to inform inmates  who are sex offenders about their registration requirements at least 5  days prior to releasing them. Under SORNA, these offenders are then  required to register in the jurisdiction where they will reside within 3  business days of being released from prison. However, alien sex  offenders with final orders of removal who are transferred to ICE-ERO  custody upon their release from prison are not able to register  immediately. Rather, if these offenders are not removed from the country,  they must wait until they are released by ICE-ERO to register. In these  instances, it could be as long as 90 days or more from the time when  alien sex offenders are informed of their registration requirements until  they are actually able to register.who are responsible for providing guidance to jurisdictions and federal  agencies on how to implement SORNA requirements, given the time that  would have passed, it would be beneficial to remind alien sex offenders of  their potential registration requirements upon their release from ICE-ERO  custody.", "According to SMART Office officials— Federal probation officers, as well as probation officers in the three states  included in our review, are also required to inform sex offenders under  their supervision about their registration requirements; this includes alien  sex offenders who are simultaneously on probation while under ICE-ERO   However, not all alien sex offenders are on probation at the  supervision. same time that they are under ICE-ERO supervision, in which case these  offenders may not be informed of their potential registration requirements  upon release from ICE-ERO custody.", "42 U.S.C §16917(a) and 18 U.S.C. § 4042(c)(3). We were not able to determine  whether any of the 131 alien sex offenders in our sample were on probation while under  ICE supervision because ICE does not maintain this information in its case management  system. register the offenders while they are incarcerated and before they are  transferred to ICE-ERO custody; however, federal correctional facilities  are not able to do so. SORNA states that sex offenders shall initially  register before completing a sentence of imprisonment with respect to the  offense giving rise to the registration requirement and that an appropriate  official shall, shortly before release of the offender from custody for such  an offense, ensure that the offender is registered. State registry and  local law enforcement officials we interviewed in Florida, Maryland, and  Minnesota said that correctional facilities in their states register sex  offenders, including alien sex offenders, prior to releasing them. Officials  from two of these states also explained that for alien sex offenders who  are released from the state correctional facility and immediately taken into  ICE custody, the state correctional facility annotates this in the state  registration system. Law enforcement officials stated that this enables  them to follow up with ICE on the status of the alien sex offender, which  helps them to ensure that the information on the status and location of  these offenders is current.", "BOP, on the other hand, is not able to register sex offenders, including  alien sex offenders who will be taken into ICE-ERO custody, prior to their  release from prison because federal agencies do not have the authority to  register sex offenders; rather, that authority lies exclusively with the  states, territories, and tribes. However, according to BOP, even if BOP  had the authority to register sex offenders, BOP would not have to do so  for alien sex offenders who will be taken into ICE-ERO custody upon their  release from a BOP facility. BOP considers this to be a transfer, not a  release, from BOP custody to ICE-ERO custody, in which case BOP  would not be required to ensure that the offender is registered prior to the  offender leaving the BOP facility. notify registry and law enforcement officials in the jurisdiction where the  offender will reside that the offender has been released from custody.", "ICE-ERO stated that from its perspective, when an alien offender is taken into ICE  custody following the offender’s release from a BOP facility, this is not a transfer. Rather,  the offender’s criminal sentence is considered to be complete when BOP releases the  offender, and ICE is exercising its independent authority to take the alien offender into  custody thereafter. are taken into ICE-ERO custody upon their release from a BOP facility, in  part because BOP does not know where ICE-ERO will detain the  offender. BOP officials stated that ICE-ERO would be in the best position  to notify jurisdiction officials that the agency has a sex offender in its  custody because ICE-ERO would know where the offender is being  detained and ultimately where the offender will be released. Figure 1  illustrates the gaps in notifications provided to and about alien sex  offenders who are removed from the country or released under ICE-ERO  supervision.", "ICE-ERO has a mechanism in place to inform alien sex offenders who are  being removed from the country about potential registration requirements.  In response to concerns raised by the U.S. Marshals Service that alien  sex offenders who were being removed from the country were not aware  of registration requirements, ICE-ERO, in consultation with DOJ,  established a mechanism to inform all removed offenders about these  requirements. Persons who are being removed from the United States  are required to sign one of two forms—Warning to Alien Ordered  Removed or Deported (Form I-294) or Notice to Alien Ordered  Removed/Departure Verification (Form I-296)—which are used to provide  information to aliens such as the length of time they are prohibited from  reentering the United States, among other things. In early 2012, ICE-ERO  added a notice to these two forms that explained that alien sex offenders  must register if they ever return to the United States, and failure to do so  could result in prosecution. Officials from the U.S. Marshals Service— which is responsible for investigating cases in which sex offenders fail to  register—stated that having this notification mechanism in place will  improve their ability to provide evidence to support the prosecution of  offenders who fail to register because it is important for the prosecutor to  demonstrate that the offender was aware of the registration requirements.", "Information about additional steps that ICE has taken, or could take, to determine what,  if any, responsibility ICE-ERO has with regard to informing alien sex offenders of their  registration requirements was omitted because ICE considered it to be FOUO. to alien sex offenders under order of supervision to inform these  offenders about potential registration requirements. Before releasing an  alien under order of supervision, ICE-ERO requires aliens to review and  sign Department of Homeland Security (DHS) Form I-220B, Order of  Supervision, which explains the alien’s conditions of release. The form  also allows for additional conditions to be identified in an addendum. The  addendum includes the following condition for aliens convicted of a sex  offense: “That you register as a sex offender, if applicable, within 7 days  of being released, with the appropriate agency(s) and provide ICE with  written proof of such within 10 days.” Officials from two of the five ICE- ERO field offices included in our review told us they have an office policy  in place that requires deportation officers to inform alien sex offenders  under supervision about potential registration requirements. Both offices  use the addendum to the Form I-220B to inform these offenders.", "However, as part of a broader effort that began in 2009 to review and  revise ICE’s policy on reporting requirements under orders of release on  recognizance and orders of supervision, ICE-ERO officials indicated that  they must take additional steps before finalizing pending revisions. For  example, revisions to the Form I-220B must be put through the agency’s  formal clearance process before a revised version can be published.  Also, given the uncertainty surrounding its legal role in informing alien sex  offenders in its custody about potential registration requirements, the  agency needs to assess whether there is a legal obligation for ICE-ERO  to notify alien sex offenders of their requirements to register. According  to ICE officials, if ICE-ERO determines that there is no such obligation, it  will then decide whether or not to retain, as a matter of policy, the  language in the Form I-220B addendum regarding sex offender  registration.", "SORNA states that, shortly before the release of the sex offender from  custody for the offense giving rise to the duty to register, an appropriate  official must inform the sex offender of that person’s duties under  SORNA, which would include registration, and explain those duties.  According to SMART officials, other law enforcement agencies, including  state correctional and probation agencies, have information and  notification processes, even though the agencies are sometimes not  explicitly required to do so by law. SMART officials said that these  agencies have taken these actions in part because of an overall  responsibility to assist other law enforcement when possible.", "ICE-ERO’s efforts are positive steps that should help address the  uncertainty as to whether SORNA requirements to notify sex offenders of  their duty to register apply to ICE-ERO. However, ICE-ERO began its  review 4 years ago and has not identified a deadline for when it will  finalize its decision on use of the Form I-220B addendum for providing  sex offender registration notifications. Standard practices for project  management state that managing a project, such as ICE-ERO’s review,   A deadline would  involves developing a timeline with milestone dates. help ensure timely completion of ICE-ERO’s review of the Form I-220B  addendum, which is important because until the review is complete, there  will continue to be uncertainty as to whether and how ICE-ERO should be  notifying alien sex offenders who are released under order of supervision  of their duty to register.", "Project Management Institute’s The Standard for Program Management©."], "subsections": []}, {"section_title": "ICE-ERO Does Not Notify Relevant Sex Offender Registry and Law Enforcement Officials When an Alien Sex Offender Is Removed or Released under Supervision", "paragraphs": ["ICE-ERO also does not notify sex offender registry and law enforcement  officials when an alien sex offender is removed from the country or  released under supervision, in part because ICE-ERO officials stated that  the extent to which ICE-ERO has the authority or responsibility to do so is  questionable. These officials also stated that contacting local  jurisdictions would require significant field office resources and  modifications to deportation officer duties.", "Sex offender registry and local law enforcement officials that we  contacted in the three states in our review said that the officials are not  always aware of when ICE-ERO removes alien sex offenders or releases  them under ICE-ERO supervision. to ensure that these offenders are registered or that their registration  information is current. Sex offender registry and law enforcement officials  from two states said that, for alien sex offenders who they know are in  ICE custody, the officials typically contact ICE on their own initiative to  ask about the status of these offenders. Sex offender registry officials in  another state said that even though they have an ICE agent colocated  with them, the agent does not consistently inform them when ICE deports  or releases an alien sex offender, in part because the agent has other  responsibilities and notifying the state registry of the status of alien sex  offenders in ICE custody is a collateral duty. These registry officials said  that they typically become aware of an alien sex offender who has been  released from ICE custody if (1) the offender registers with local law  enforcement officials on the offender’s own initiative, (2) the offender’s  probation officer notifies them, or (3) they check on the status of the  offender—as they routinely do—and determine that the offender has  absconded.", "These three states are Minnesota, Florida, and Maryland. We chose Minnesota and  Florida because they are among the states where the largest number of alien sex  offenders in our sample who were not in the public website reside. We chose Maryland  because local law enforcement officials had raised concerns about not being notified of  alien sex offenders who are removed from the country or released under order of ICE- ERO supervision. office stated that they know of instances—although they were not able to  provide the specific number—when they expended resources searching  for an alien sex offender who they thought had absconded only to find  that ICE-ERO had the offender in custody, removed the offender, or  released the offender. Officials from another local law enforcement  agency said that ICE should notify the state registry of the alien sex  offenders in ICE custody so that state and local law enforcement officials  are aware of the location of the alien sex offenders and do not expend  resources looking for them. State registry and local law enforcement  officials in our review also provided examples of how their lack of  awareness about removed alien sex offenders, in particular, could pose a  risk to public safety. For example, registry officials in one state said that  there have been instances when they were not aware that an alien sex  offender had been removed from the country until the sex offender  subsequently returned to the United States, committed another offense,  and ended up back in the state criminal justice system. Local law  enforcement officials from another state described an instance in which  they were not aware that an alien sex offender had been removed from  the country until the offender returned to the United States and was  subsequently arrested for committing another sex offense against the  same child that he had previously victimized. According to the data that  ICE-ERO provided to us, of the 4,359 alien sex offenders who were  removed from the country between January and August 2012, 220 of  them (5 percent) had previously been removed but subsequently returned  to the United States and were arrested for another offense. As we  reported in February 2013, the FBI is in the process of developing a  mechanism by which the U.S. Marshals Service and relevant jurisdiction  officials will be notified when a sex offender who has been registered in  the United States legally reenters the country.", "18 U.S.C. § 4042(c). way to ensure that they are aware of alien sex offenders whom ICE-ERO  has in custody, removed from the country, or released under supervision  is for ICE-ERO to tell the officials."], "subsections": []}, {"section_title": "ICE-ERO Plans to Review Notification Options for Offenders under Supervision, but Has Not Set a Deadline for Doing So, and Does Not Plan to Consider Options for Removed Offenders", "paragraphs": ["ICE-ERO plans to review options to help address notification gaps  pertaining to alien sex offenders who are released under order of  supervision, but has not established a deadline for when it will complete  this review. ICE-ERO, however, does not plan to consider options for  notifying jurisdictions when an alien sex offender is removed from the  country, which, as discussed previously, could have an impact on a  jurisdiction’s ability to monitor these individuals if they return to the United  States.", "As a result of our review, in May 2013, officials from ICE-ERO, the U.S.  Marshals Service, and the SMART Office met to discuss notification gaps  with regard to registration of alien sex offenders and options for  addressing these gaps. However, the agencies were not able to agree to  a solution at that time, in part because of ICE-ERO officials’ concerns  about their organization’s lack of authority and responsibility regarding  sex offender registration. Officials we interviewed from the U.S. Marshals  Service and the SMART Office stated that ICE-ERO was in the best  position to inform alien sex offenders about potential registration  requirements, and to notify relevant jurisdiction officials—either state  registry or law enforcement officials—when an alien sex offender is  removed from the country or released, because ICE-ERO is the last  federal agency that has had contact with these offenders and releases  these offenders from custody into the community.", "However, in addition to uncertainty regarding ICE-ERO’s authority and  responsibility, ICE-ERO officials identified other concerns about providing  these notifications. Specifically, officials we interviewed in the five ICE- ERO field offices included in our review said that because they are  responsible for supervising such a large number of aliens—anywhere  from 750 to 3,000 at any point in time—they would not have the time or  resources to notify jurisdiction officials when an alien sex offender is  released or removed from the country. However, as noted previously,  alien sex offenders make up a relatively small fraction (5 percent) of  aliens under ICE supervision, in which case providing these notifications  may not pose a significant resource burden on ICE-ERO. Further, ICE- ERO officials as well as one of the five ICE-ERO field offices in our review  said that they thought that, to notify jurisdiction officials, they would first  have to confirm that the alien does in fact have to register in that state,  which could be very time-consuming. However, under SORNA, the state  is responsible for determining whether a convicted sex offender is  required to register, in which case ICE-ERO would not have to do so prior  to providing notice of the offender’s release.", "ICE-ERO officials also stated that SORNA also requires individuals  convicted of certain crimes against children that are not sex offenses— such as kidnapping—to register as sex offenders. However, these  officials explained that it would be difficult for deportation officers to  determine whether aliens under their supervision were convicted of a  crime that is not a sex offense but may require registration. We  acknowledge that this could be a challenge and an issue that the SMART  Office may be able to help ICE-ERO resolve. Moreover, officials from all  five ICE-ERO field offices in our review said that even if they informed  alien sex offenders of their registration requirements, the officials would  not be able to take any action to enforce these requirements even when  registering as a sex offender is a condition of release for aliens under  ICE-ERO supervision. However, ICE-ERO could notify all offenders who  are released on supervision, as it does for offenders who are removed  from the country, and then state and local law enforcement would be  responsible for enforcing registration requirements. Also, if ICE-ERO  notifies jurisdiction officials of the offender’s release, these officials would  be able to identify those offenders who did not register after their release;  ICE-ERO would not have to assume this responsibility. Finally, officials  from two ICE-ERO field offices in our review said that they would not  know who, specifically, to contact at the state registry to notify it that ICE- ERO is deporting or releasing an alien sex offender. However, the  SMART Office maintains points of contact for each state, territory, and  tribal sex offender registration agency, which the SMART Office could  provide to ICE-ERO.", "In July 2013, an ICE-ERO official stated that ICE-ERO will begin  reviewing options to accomplish the goal of sex offender notification, to  include efforts to inform alien sex offenders of their potential registration  requirements and to notify jurisdictions of alien sex offenders who are  released under order of supervision. However, ICE-ERO did not provide a  deadline for when it plans to complete its review of the various options.  Standard practices for project management state that managing a project,  such as ICE-ERO’s review, involves developing a timeline with milestone  dates. Further, Standards for Internal Control in the Federal  Government call for agencies to ensure that there are adequate means of  communicating with, and obtaining information from, external  stakeholders that may have a significant impact on the agency achieving  its goals. By developing a deadline for when it will complete its  assessment of options for providing notifications to and about alien sex  offenders, ICE-ERO will help to ensure that any public safety concerns  that may arise as a result of the current notification gaps—such as law  enforcement officials being unaware of sex offenders living in their  jurisdictions—are mitigated in a timely manner. Finally, communicating  the results of its assessment with federal stakeholders will help provide  clarity going forward with regard to who has responsibility for notifying  alien sex offenders of their potential registration requirements.", "Although ICE-ERO plans to address notification gaps regarding alien sex  offenders under order of supervision, it does not plan to consider options  for notifying relevant jurisdictions when an alien sex offender is removed  from the country. ICE-ERO stated that it already updates NCIC—which is  routinely accessed by law enforcement officials—when an alien sex  offender is removed, including the date of the removal. However, if law  enforcement officials were last told that the alien sex offender was in ICE- ERO custody, they may not have a reason to search NCIC to determine  the status of the offenders. Given the threat that alien sex offenders who  are removed from and return to the United States may pose to public  safety, developing an appropriate mechanism for informing relevant  jurisdictions when an alien sex offender has been removed from the  country will assist jurisdiction officials in ensuring that all alien sex  offenders have been registered. This will facilitate the monitoring of these  sex offenders in the event that they return to the United States. Such  notification would also prevent jurisdictions from spending limited  resources trying to locate these offenders because they were not aware  that the offenders had been removed from the country. Other federal  agencies, including the SMART Office, U.S. Marshals Service, and BOP,  may have resources and information that are useful for ICE-ERO in  developing a mechanism for notifying relevant jurisdictions when an alien  sex offender is removed from the country. For example, SMART  maintains contact information for all state, territorial, and tribal registry  agencies. Also, internal control standards call for agencies to ensure that  there are adequate means of communicating with, and obtaining  information from, external stakeholders that may have a significant impact  on the agency’s achieving its goals. Therefore, consulting with these  agencies could be beneficial for ICE-ERO in developing this notification  mechanism."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Without mechanisms in place to consistently inform alien sex offenders  who are released under ICE-ERO supervision about their registration  requirements, and consistently notify jurisdictions when an alien sex  offender has been removed from the country or released under  supervision, the risk that alien sex offenders will reside in U.S.  communities without being registered is increased. ICE-ERO is in the  process of a review to determine whether continued use of the Form I- 220B addendum as a means to notify alien sex offenders of their potential  registration requirements is warranted; however, ICE-ERO has not set a  deadline for timely completion of this review. A deadline will help enhance  accountability for completion of this effort, which is important because  until this review is completed, there will continue to be uncertainty as to  whether and how ICE-ERO should be notifying alien sex offenders who  are released under order of supervision of their duty to register. In  addition, a time frame for when ICE-ERO will complete its assessment of  options for notifying alien sex offenders of their potential registration  requirements will help provide accountability for completing this important  effort. Also, communicating the results of ICE-ERO’s assessment with  federal stakeholders will help provide clarity going forward with regard to  who has responsibility for notifying alien sex offenders of their potential  registration requirements. Moreover, given the threat that alien sex  offenders who are removed from and return to the United States may  pose to public safety, developing an appropriate mechanism for informing  relevant jurisdictions when an alien sex offender has been removed will  assist jurisdiction officials in ensuring that all alien sex offenders are  registered. This will facilitate the monitoring of these sex offenders in the  event that they return to the United States. Such notification would also  prevent jurisdictions from spending limited resources trying to locate  these offenders because they were not aware that the offenders had  been removed from the country."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Director of ICE take the following two actions: direct ICE-ERO to establish a deadline to ensure timely completion of  its review of the Form I-220B addendum and direct ICE-ERO to establish a deadline for when it will complete its  assessment of options for informing alien sex offenders who are  released under order of supervision about their potential responsibility  to register and communicate the results of its assessment with federal  stakeholders.", "We recommend that the Secretary of Homeland Security direct ICE-ERO,  in consultation with the SMART Office, the U.S. Marshals Service, and  BOP, to develop an appropriate mechanism for notifying relevant  jurisdictions when an alien sex offender has been removed from the  country."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report for review and comment to DHS and  DOJ. We received written comments from DHS, which are reproduced in  full in appendix III. DHS agreed with our recommendations in its  comments. We also received technical comments from DHS and DOJ,  which are incorporated throughout our report as appropriate.", "DHS agreed with our recommendations that ICE-ERO establish deadlines  for when it will complete its review of the Form I-220B addendum and its  assessment of options for informing alien sex offenders who are released  under order of supervision about their potential registration  responsibilities. DHS noted that ICE-ERO had taken steps to combine  Form I-220A (Order of Release on Recognizance) and Form I-220B  (Order of Supervision) into one comprehensive Form I-220 (Order of  Release on Recognizance or Order of Supervision). However, ICE-ERO  intentionally delayed publication of this new form, and the associated  directive, to take into account any recommendations resulting from our  review. DHS also stated that ICE-ERO is currently working with the  SMART Office to explore ways in which the goals of SORNA may be  better addressed through improved coordination between the two  agencies. ICE-ERO plans to complete its review and assessment by  October 31, 2013. Establishing such a deadline for the completion of  these efforts will help ensure that ICE-ERO can be held accountable for  identifying and effectuating any actions they deem appropriate to help  ensure that alien sex offenders are indeed registered. As part of our  process for following up on agencies’ efforts to implement our  recommendations, we will continue to monitor ICE-ERO’s progress in  completing its assessment and review by the established deadline.", "DHS also concurred with our recommendation that ICE-ERO, in  consultation with the SMART Office, the U.S. Marshals Service, and  BOP, develop an appropriate mechanism for notifying relevant  jurisdictions when an alien sex offender has been removed from the  country. DHS noted, however, that as ICE-ERO considers options, it will  also determine whether such notification can be accomplished without  adversely affecting ICE’s mission, given the potential impact on  resources. ICE-ERO also plans to complete its assessment of these  options by October 31, 2013. Notifying jurisdictions when an alien sex  offender is removed from the country will enable them to register these  offenders, in which case law enforcement officials will be able to monitor  these offenders if they ever return to the United States.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of Homeland Security, the Attorney General of  the United States, and other interested parties. In addition, the report is  available at no charge on the GAO web-site at http://www.gao.gov.", "If you or your staff have any questions, please contact me at (202) 512- 8777 or larencee@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made significant contributions to this report  are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report addresses the following objectives:  (1) To what extent are alien sex offenders under the Enforcement and  Removal Operations division of U.S. Immigration and Customs  Enforcement (ICE-ERO) order of supervision registered as sex  offenders?  (2) To what extent are alien sex offenders who are removed from the  country or released under an ICE-ERO order of supervision informed of  registration requirements, and state sex offender registry and law  enforcement officials notified about these offenders?", "To address our objectives, we requested that ICE-ERO provide the  names and dates of birth for all alien sex offenders who were under  orders of supervision as of September 2012. We chose this date because  we requested this information as part of a separate review and this date  provided us with current information at the time. ICE-ERO provided us  with the names for 2,837 alien sex offenders under orders of supervision  as of September 2012. However, ICE-ERO was able to provide us only  with a complete date of birth—which is important for verifying the identity  of these individuals—for 1,369 of these alien offenders. We drew a  random probability sample of 137 of the 1,369 alien sex offenders with  complete dates of birth. We subsequently found that six individuals in our  sample should not have been included in the population of alien sex  offenders under supervision, resulting in a final sample size of 131 and an  estimated total population of 1,309. We determined whether each alien  sex offender, as of March 2013, was registered in the state where he or  she resides using the steps described below. Percentage estimates  derived from this sample have margins of error at the 95 percent  confidence level of plus or minus 8.08 percentage points.the reliability of the data ICE provided by questioning knowledgeable  agency officials and reviewing the data for errors and anomalies. We  determined that the data were sufficiently reliable for our purposes.", "To determine whether the 131 alien sex offenders in our sample were  registered in the states where they reside, we first searched the National  Sex Offender Public Website (public website) to determine which of these  offenders were included. All persons included on the public website are  also registered with their respective states. On the basis of the search  results, we divided the alien sex offenders into three categories: (1)  definitely included in the public website, meaning there was an exact  match on the name and date of birth for the alien sex offender in the  public website; (2) possibly included in the public website, meaning there  was a partial or similar name, date of birth, or age in the public website  (e.g., J. Smith as opposed to John Smith), but not an exact match; and  (3) definitely not included in the public website, meaning the public  website did not include the offender’s exact name or date of birth or even  a partial or similar name, date of birth, or age. We determined that of the  131 alien sex offenders in our sample, 51 (39 percent) were definitely  included in the public website, 16 (12 percent) were possibly included,  and 64 (49 percent) were definitely not included. We asked ICE-ERO to  provide us with the current addresses for the 80 alien sex offenders who  were possibly included or definitely not included in the public website;  these offenders were located in 27 states. We contacted sex offender  registration officials in each of the 27 states to ask whether the officials  were aware of these offenders; whether the offenders were registered  with the state; and, for any offenders who were not registered, an  explanation for why they were not.", "To address our second objective, we reviewed the Sex Offender  Registration and Notification Act of 2006 (SORNA), other applicable laws,  and guidelines developed by the Sex Offender Sentencing, Monitoring,  Apprehending, Registering, and Tracking (SMART) Office to obtain  information on federal sex offender registration requirements. We also  met with officials from ICE-ERO Executive Information and Reporting  Unit—which is responsible for administering and coordinating ICE-ERO’s  policy development, review, clearance, and information disclosure  functions—to obtain information on how they determine whether an alien  in ICE-ERO custody is a sex offender and any actions they take to help  ensure that alien sex offenders who are released under ICE-ERO  supervision are registered. In addition, we conducted phone interviews  with ICE-ERO supervisory detention officials; U.S. Marshals Service  officials; state sex offender registry officials; and local law enforcement  officials in Minnesota, Florida, and Maryland to inquire about actions they  take to help ensure alien sex offenders are registered and how they  become aware of alien sex offenders who live in their jurisdiction. We  selected Minnesota and Florida because these are the states where the  largest number of alien sex offenders in our sample who were not  included in the public website reside. We selected Maryland because  local law enforcement officials in this state had raised concerns about  registration of alien sex offenders during our prior work, which was  completed in February 2013. In addition, we conducted phone interviews  with ICE-ERO field office directors and deputy directors in the field offices  that either released or currently supervise the alien sex offenders in our  sample who were not registered, but potentially should have been. We  obtained information from the Administrative Office of the United States  Courts and the Federal Bureau of Prisons (BOP) regarding their efforts to  inform alien sex offenders about their registration responsibilities and  notifying relevant sex offender registry and law enforcement officials  about these offenders. In addition, we interviewed officials from the U.S.  Marshals Service who are responsible for locating sex offenders who fail  to register. We also met with the director and policy advisors for the  SMART Office within the Department of Justice (DOJ) to obtain their  perspectives on acceptable reasons for why alien sex offenders may not  be registered in the state where they reside or included in the public  website. The SMART Office is responsible for assessing states’,  territories’, and tribes’ progress in implementing SORNA. We compared  the sex offender notification requirements in SORNA and other federal  statutes with the notifications that state and federal agencies provide to  alien sex offenders to determine if there were any gaps. We then  obtained perspectives from the federal, state, and local officials we  interviewed on how best to address these gaps. We also compared  efforts that ICE-ERO has under way regarding notifications to and about  alien sex offenders with internal control standards pertaining to  communication with stakeholders and program management standards  that involve establishing milestone dates and deadlines.", "We conducted this performance audit from January 2013 to September  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on  our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Sex Offender Notification Requirements in the Sex Offender Registration and Notification Act (SORNA) and Other Federal Statutes", "paragraphs": ["Appendix II: Sex Offender Notification  Requirements in the Sex Offender Registration  and Notification Act (SORNA) and Other  Federal Statutes Notification requirement  42 USC § 16917—Duty to notify sex offenders of registration requirements and to register (a)  In General.", "An appropriate official shall, shortly before release of the sex offender from custody, or, if  the sex offender is not in custody, immediately after the sentencing of the sex offender, for  the offense giving rise to the duty to register—  (1) inform the sex offender of the duties of a sex offender under this title and explain  those duties;  (2) require the sex offender to read and sign a form stating that the duty to register has  been explained and that the offender understands the registration requirement; and  (3) ensure that the sex offender is registered.  (b)  Notification of Sex Offenders Who Cannot Comply with Subsection (a).", "The Attorney General shall prescribe rules for the notification of sex offenders who cannot  be registered in accordance with subsection (a).  18 USC § 4042(c)(1)-(3)—Duties of Bureau of Prisons (c) Notice of Sex Offender Release— (1) In the case of a person described in paragraph (3), or any other person in a category  specified by the Attorney General, who is released from prison or sentenced to probation,  notice shall be provided to—  (A) the chief law enforcement officer of each State, tribal, and local jurisdiction in  which the person will reside; and  (B) a State, tribal, or local agency responsible for the receipt or maintenance of sex  offender registration information in the State, tribal, or local jurisdiction in which the  person will reside.  (2) Notice provided under paragraph (1) shall include the information described in subsection  (b)(2), the place where the person will reside, and the information that the person shall register  as required by the Sex Offender Registration and Notification Act. For a person who is released  from the custody of the Bureau of Prisons whose expected place of residence following release  is known to the Bureau of Prisons, notice shall be provided at least 5 days prior to release by  the Director of the Bureau of Prisons. For a person who is sentenced to probation, notice shall  be provided promptly by the probation officer responsible for the supervision of the person, or in  a manner specified by the Director of the Administrative Office of the United States Courts.  Notice concerning a subsequent change of residence by a person described in paragraph (3)  during any period of probation, supervised release, or parole shall also be provided to the  agencies and officers specified in paragraph (1) by the probation officer responsible for the  supervision of the person, or in a manner specified by the Director of the Administrative Office  of the United States Courts.  (3) The Director of the Bureau of Prisons shall inform a person who is released from prison and  required to register under the Sex Offender Registration and Notification Act of the  requirements of that Act as they apply to that person and the same information shall be  provided to a person sentenced to probation by the probation officer responsible for supervision  of that person."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Kristy Love, Assistant Director,  and Edith Sohna, analyst-in-charge, managed this engagement. Kevin  Craw and Frances Cook made significant contributions to the report.  Michele Fejfar, Justin Fisher, Mary Catherine Hult, Michael Lenington,  Linda Miller, Lara Miklozek, and Julie Spetz also provided valuable  assistance."], "subsections": []}]}], "fastfact": []}