{"id": "GAO-19-93", "url": "https://www.gao.gov/products/GAO-19-93", "title": "2017 Disaster Contracting: Action Needed to Better Ensure More Effective Use and Management of Advance Contracts", "published_date": "2018-12-06T00:00:00", "released_date": "2018-12-06T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Following Hurricane Katrina, Congress required FEMA to establish advance contracts for goods and services to enable the government to quickly and effectively mobilize resources in the aftermath of a disaster, like those that affected the United States in 2017.", "GAO was asked to review the federal government's response to the three 2017 hurricanes and California wildfires. This report assesses, among other things, (1) FEMA and USACE's use of advance contracts, (2) FEMA's planning and reporting of selected advance contracts, and (3) challenges, if any, with FEMA's use of these contracts.", "GAO analyzed data from the Federal Procurement Data System-Next Generation through May 31, 2018; selected a non-generalizable sample of 14 FEMA and USACE advance contracts that were competed and obligated over $50 million, or non-competed and obligated over $10 million, in response to the 2017 disasters; and interviewed FEMA and USACE officials."]}, {"section_title": "What GAO Found", "paragraphs": ["In response to Hurricanes Harvey, Irma, and Maria, as well as the 2017 California wildfires, the Federal Emergency Management Agency (FEMA) and U.S. Army Corps of Engineers (USACE) relied heavily on advance contracts. As of May 31, 2018, FEMA and USACE obligated about $4.5 billion for various goods and services through these contracts, see figure below.", "GAO found limitations in FEMA's use of some advance contracts that provided critical goods and services to survivors, including", "an outdated strategy and unclear guidance on how contracting officers should use advance contracts during a disaster, and", "challenges performing acquisition planning.", "FEMA also did not always provide complete information in its reports to congressional committees. Specifically, GAO found 29 advance contract actions that were not included in recent reports due to shortcomings in FEMA's reporting methodology, limiting visibility into its disaster contract spending.", "FEMA identified challenges with advance contracts in 2017, including federal coordination with states and localities on their use. FEMA is required to coordinate with states and localities and encourage them to establish their own advance contracts with vendors. However, GAO found inconsistencies in that coordination and the information FEMA uses to coordinate with states and localities on advance contracts. Without consistent information and coordination with FEMA, states and localities may not have the tools needed to establish their own advance contracts for critical goods and services and quickly respond to future disasters."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making nine recommendations to FEMA, including that it update its strategy and guidance to clarify the use of advance contracts, improve the timeliness of its acquisition planning activities, revise its methodology for reporting disaster contracting actions to congressional committees, and provide more consistent guidance and information to contracting officers to coordinate with and encourage states and localities to establish advance contracts. FEMA concurred with our recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Post-Katrina Emergency Management Reform Act of 2006  (PKEMRA) required the Federal Emergency Management Agency  (FEMA) to establish advance contracts—those that are established prior  to disasters and that are typically needed to quickly provide life-sustaining  goods and services in the immediate aftermath of disasters. FEMA and  the U.S. Army Corps of Engineers (USACE)—components of the  Department of Homeland Security (DHS) and the Department of Defense  (DOD), respectively—used advance contracts to procure goods and  services provided in response to the catastrophic disasters the United  States experienced in 2017: Hurricanes Harvey, Irma, and Maria; and the  California wildfires.", "Contracts play a key role in immediate disaster response and longer-term  community recovery. In February 2018, we found that early estimates for  Hurricanes Harvey, Irma, and Maria placed them among the costliest  hurricanes in terms of federal contract obligations since 2005, when  tracking this information by hurricane began. We also found that DHS  and DOD accounted for about 97 percent of those obligations. In  September 2015, we found issues related to the use of advance  contracts, specifically that FEMA’s contracting officers had limited  awareness about advance contract requirements and how to coordinate  advance contracting efforts with state and local governments. We made  several recommendations, including that FEMA provide guidance to  contracting officers to make them aware of current information on the  availability and use of advance contracts and the need to conduct  outreach to state and local governments to support their use of advance  contracts. FEMA agreed with our recommendations and has taken action  to address them.", "You asked us to review the federal government’s contracting efforts for  preparedness, response, and recovery efforts related to the three 2017  hurricanes and California wildfires. This report specifically addresses the  use of advance contracts, assessing the extent to which (1) FEMA and  USACE used advance contracts, (2) the planning, management, and  reporting of selected FEMA and USACE advance contracts met certain  contracting requirements, and (3) FEMA and USACE identified any  lessons learned and challenges with their use of these contracts. We also  have an ongoing review on post-disaster contracting that is expected to  be completed in early 2019.", "To identify the extent to which FEMA and USACE used advance  contracts, we reviewed data on contract obligations for the 2017 disasters  from the Federal Procurement Data System-Next Generation (FPDS-NG)  through May 31, 2018. Data on obligations for the California wildfires are  limited to contracts that FEMA and USACE identified as being used to  respond to the events because some of this information was not able to  be identified in FPDS-NG. To determine which obligations were made  through the use of advance contracts, we reviewed documentation  provided by FEMA and USACE identifying the advance contracts they  have in place and that were used in support of the 2017 disasters. We  assessed the reliability of FPDS-NG data by reviewing existing  information about the FPDS-NG system and the data it collects— specifically, the data dictionary and data validation rules—and performing  electronic testing. We determined the FPDS-NG data were sufficiently  reliable for the purposes of this report. We also reviewed FEMA  contracting policies and guidance, to identify available guidance on the  use and intent of advance contracts, and federal internal control  standards. We identified examples of goods that FEMA had advance  contracts in place for but experienced challenges using in response to the  2017 disasters, reviewed advance and post-disaster contract  documentation and FPDS-NG data related to these examples, and  interviewed contracting officials involved in the award and use of the  contracts in 2017.", "To assess the extent to which the planning, management, and reporting  of advance contracts used in response to the three hurricanes and  California wildfires in 2017 met selected applicable contracting  requirements, we reviewed relevant documentation, including PKEMRA,  the Federal Acquisition Regulation (FAR), DHS, FEMA, and USACE  contracting policies. We identified a non-generalizable sample of advance  contracts to serve as case studies based on obligation data from FPDS- NG as of March 31, 2018. We analyzed the data to identify 10 competed  and 4 non-competed contracts—valued at above $50 million and above  $10 million, respectively—including 10 contracts from FEMA and 4 from  USACE. For additional details on the contracts we selected, see  appendix I. Findings based on information collected from the 14 contracts  cannot be generalized to all advance contracts. To review our selected  FEMA and USACE advance contracts, we developed a data collection  instrument to gather selected contract information, such as period of  performance, contract type, estimated contract value, and the presence of  key contract documents, among others. To assess planning we reviewed  our selected advance contracts, and determined that six of FEMA’s  contracts met GAO’s definition of a bridge contract. We interviewed  FEMA officials associated with these contracts on acquisition planning  efforts and factors that affected their ability to award new contracts. To  assess FEMA and USACE’s management of selected advance contracts,  we reviewed information gathered from our data collection instrument to  confirm the contract files contained required acquisition documents, such  as acquisition strategies and contract modifications, which typically  provide the history of a contract file, and interviewed officials at FEMA  and USACE headquarters on their record keeping policies, practices, and  challenges. To assess the reporting of selected advance contracts, we  compared advance contract action data identified in FPDS-NG in the  fourth quarter of fiscal year 2017 and first quarter of fiscal year 2018 to  data reported for the same time period in FEMA’s mandated reports to  congressional committees on disaster contracting to identify any  unreported actions. We interviewed FEMA officials to discuss the  methodology and data sources for the congressional committee reports  and any limitations to the accuracy of the data reported.", "To assess what lessons learned and challenges FEMA and USACE  identified with the use of advance contracts in 2017, we interviewed  FEMA and USACE officials on what they identified as lessons learned  and challenges specific to advance contracts, and any recommendations  or actions planned by the agencies to address them. We reviewed  PKEMRA advance contract requirements, including requirements that  FEMA coordinate with state and local governments on the use of advance  contracts, FEMA and USACE documentation on the use of advance  contracts, after-action reports from 2017 and prior years, and federal  internal control standards for information and communications. To identify  challenges related to coordination with state and local officials on the use  of advance contracts, we reviewed after action reports from 2017, and  interviewed FEMA and USACE regional staff and state and local  government officials on advance contracting efforts. We also analyzed  information on available advance contracts from FEMA’s June 2018  Prepositioned Contract List and FEMA’s May 2018 training  documentation identifying advance contracts to identify any differences in  the information available to FEMA contracting officers, and their state and  local contracting counterparts. Appendix I provides more information  about our overall scope and methodology.", "We conducted this performance audit from March 2018 to December  2018 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "The 2017 Hurricanes and California Wildfires", "paragraphs": ["In 2017, three major hurricanes made landfall in the United States and  historic wildfires struck California. According to FEMA, the 2017  hurricanes and wildfires collectively affected 47 million people—nearly 15  percent of the nation’s population. See figure 1 for a timeline of these  major disasters."], "subsections": []}, {"section_title": "Overview of Federal Disaster Response and Recovery", "paragraphs": ["When disasters hit, state and local entities are typically responsible for  disaster response efforts. The Robert T. Stafford Disaster Relief and  Emergency Assistance Act established a process by which a state may  request a presidential disaster declaration to obtain federal assistance.  According to the DHS National Response Framework—a guide to how  the federal government, states and localities, and other public and private  sector institutions should respond to disasters and emergencies—the  Secretary of Homeland Security is responsible for ensuring that federal  preparedness actions are coordinated to prevent gaps in the federal  government’s efforts to respond to all major disasters, among other  emergencies. The framework also designates FEMA to lead the  coordination of the federal disaster response efforts across federal  agencies.", "The National Response Framework identifies 14 emergency support  functions that serve as the federal government’s primary coordinating  structure for building, sustaining, and delivering disaster response efforts  across more than 30 federal agencies. Each function addresses a specific  need—such as communication, transportation, and energy—and  designates a federal department or agency as the coordinating agency.  For example, the emergency support function for public works and  engineering assists DHS by coordinating engineering and construction  services, such as temporary roofing or power, and USACE is the primary  agency responsible for these functions during disaster response activities.", "FEMA coordinates disaster response efforts through mission  assignments—work orders that FEMA issues to direct other federal  agencies to utilize the authorities and the resources granted to it under  federal law. Mission assignments are authorized by the Robert T. Stafford  Disaster Relief and Emergency Assistance Act and can consist of federal  operations support or direct federal assistance, which includes federal  contracts.", "FEMA’s contracting efforts are supported by its Office of the Chief  Procurement Officer and its contracting workforce. While the majority of  FEMA’s contracting workforce is located in headquarters, contracting  officers are also located in each of FEMA’s 10 regional offices. See  appendix II for the location of FEMA’s 10 regional offices as well as the  states each one is responsible for coordinating with to address National  Response Framework responsibilities."], "subsections": []}, {"section_title": "PKEMRA Requirements and the Use of Advance Contracts", "paragraphs": ["Congress enacted PKEMRA in 2006, which addressed various  shortcomings identified in preparation for and response to Hurricane  Katrina, which hit the Gulf Coast in 2005 and was one of the largest, most  destructive natural disasters in U.S. history. Among the provisions  included were requirements for FEMA to identify and establish advance  contracts to ensure that goods and services are in place to help FEMA  rapidly mobilize resources in immediate response to disasters. Examples  of these goods and services are:", "Goods: construction supplies and tarps; food and water; cleaning and  hygiene supplies; and power equipment and generators.", "Services: engineering; information technology and communication  support; transportation of goods; and housing and lodging assistance.", "As of June 2018, FEMA reported having advance contracts in place for  56 different types of goods and services.", "Among other contracting requirements, PKEMRA requires FEMA to develop a contracting strategy that maximizes the use of advance  contracts to the extent practical and cost effective;  coordinate advance contracts with state and local governments; encourage state and local governments to engage in similar pre- planning and contracting; and  submit quarterly reports to the appropriate committees of Congress on  each disaster contract entered into by the agency using non- competitive procedures.", "According to FEMA’s advance contracting strategy, the agency will  maximize the use of advance contracts to the extent they are practical  and cost-effective, which will help preclude the need to procure goods  and services under unusual and compelling urgency. When disasters  strike, contracting officers may use the unusual and compelling urgency  exception to full and open competition to support non-competitive contract  awards. FEMA’s strategy also states that advance contracts will help to  ensure that goods and services are in place to help FEMA rapidly  mobilize resources in immediate response to disasters.", "USACE also has its own advance contracts in place as a preparedness  measure. According to USACE officials, they established advance  contract initiatives in 2003, two years prior to Hurricane Katrina, to help  facilitate their emergency support function under the National Response  Framework—public works and engineering. As of September 2018,  USACE reported having advance contracts in place for three services— debris removal, temporary roofing, and temporary power. Appendix III  provides details on specific advance contracts established by FEMA and  USACE.", "According to FEMA documentation, most of its advance contracts are  indefinite delivery contracts, which can facilitate the goal of having  contracts available if there is a disaster. One type of indefinite delivery  contract—an indefinite delivery, indefinite quantity contract—can be  awarded to single or multiple vendors and provides for an indefinite  quantity, within stated limits, of supplies or services during a fixed period.  Under these contracts, the government places orders for individual  requirements. These contracts also require the government to order and  the contractor to provide at least a stated minimum quantity of supplies  and services. Additionally, the contracting officer should also establish a  reasonable maximum quantity for the contract based on market research,  trends in similar recent contracts, or any other rational basis. Minimum  and maximum quantity limits can be stated as the number of units or as  dollar values, and may also be referred to by contracting officers as  minimum guarantees or contract ceilings, respectively.", "As part of its overall acquisition strategy, FEMA officials identified other  vehicles aside from its own advance contracts through which they obtain  goods and services.", "DHS strategic sourcing vehicles: When a disaster occurs, FEMA  contracting officers are first required to use any available DHS  strategic sourcing vehicles—a broader, aggregate approach for  procuring goods and services—with limited exceptions.", "Blanket purchase agreements: FEMA also relies on blanket  purchase agreements, such as those established through the General  Service Administration Federal Supply Schedule program, to provide  some commercial goods and services needed for disaster response.", "Interagency Agreements: FEMA may also leverage interagency  agreements, by which it obtains needed supplies or services from  another agency by an assisted or direct acquisition.", "FEMA and other agencies may also award new contracts to support  disaster response efforts following a disaster declaration. According to  FEMA officials, these post-disaster contract awards may be required, for  example, if advance contracts reach their ceilings, or if goods and  services that are not suitable for advance contracts are needed."], "subsections": []}, {"section_title": "FAR Requirements", "paragraphs": ["The FAR requires agencies to perform acquisition planning activities for  all acquisitions to ensure that the government meets its needs in the most  effective, economical, and timely manner possible. Generally, program and contracting officials share responsibility for the majority of acquisition  planning activities, which include the following:", "Pre-Solicitation: The program office identifies a need, and develops  key acquisition documents to summarize that need, such as market  research, a statement of work defining requirements, cost estimates,  and a written acquisition plan. The pre-solicitation process ends  when the program office submits these documents, typically referred  to as an acquisition package, to the contracting officer to determine  what type of contract is appropriate to fulfill the requirements.", "Solicitation: The contracting officer develops a solicitation, in  consultation with other agency stakeholders, to request bids or  proposals from contractors. The acquisition planning process ends  once a solicitation is issued.", "Contracting for disaster relief and recovery efforts can also present  unique circumstances in which to solicit, award, and administer contracts.  Under the FAR, agencies are generally required to use full and open  competition when soliciting offers and awarding contracts. However, an  agency may award contracts noncompetitively when the need for goods  or services is of such unusual and compelling urgency that the federal  government faces the risk of serious financial or other type of injury.", "When it becomes evident that a base contract period and any option  periods will expire before a subsequent contract to meet the same need  can be awarded, contracting officers may, for example, extend the existing contract, or award a short-term stand-alone contract to the incumbent contractor  on a non-competitive basis to avoid a lapse in services, along with  sufficient justification and approval.", "These extensions and new sole source contracts are informally referred  to as bridge contracts by some in the acquisition community, and we use  that terminology in this report. In October 2015, we established the  following definitions related to bridge contracts:", "Bridge contract: An extension to an existing contract beyond the  period of performance (including base and option years), and a new,  short-term contract awarded on a sole-source basis to an incumbent  contractor to avoid a lapse in service caused by a delay in awarding a  follow-on contract.", "Predecessor contract: The contract that was in place prior to the  award of a bridge contract.", "Follow-on contract: A longer-term contract that follows a bridge  contract for the same or similar services. This contract can be  competitively awarded or awarded on a sole-source basis.", "Contracts, orders, and extensions (both competitive and non-competitive)  are included in our definition of a “bridge contract” because the focus of  the definition is on the intent of the contract, order, or extension.", "However, the FAR does not formally define bridge contracts or require  that they be tracked. We recommended that the Office of Federal  Procurement Policy amend the FAR to incorporate a definition of bridge  contracts. The Office of Federal Procurement Policy agreed with our  recommendation to provide guidance to agencies on bridge contracts and  has taken steps to develop that guidance, but has not yet implemented  our recommendations.", "If a contracting officer opts to extend the existing contract in place—often  referred to as a predecessor contract—the contracting officer may use a  number of different mechanisms to do this. One of these is the “option to  extend services” clause. If the contract includes this clause, the  contracting officer may use it to extend the contract for up to six months.  While this option may be exercised more than once, the total extension of  performance shall not exceed 6 months."], "subsections": []}]}, {"section_title": "FEMA and USACE Relied on Advance Contracts to Respond to the 2017 Disasters, but FEMA Lacks an Updated Advance Contracting Strategy and Guidance", "paragraphs": ["FEMA and USACE obligations on advance contracts—as of May 31,  2018—accounted for about half of total federal contract obligations for the  three hurricanes, and more than three quarters of the contract obligations  identified by those agencies for the California wildfires. However, an  outdated strategy and lack of guidance to contracting officers resulted in  confusion about whether and how to prioritize and use advance contracts  to quickly mobilize resources in response to the three 2017 hurricanes  and the California wildfires."], "subsections": [{"section_title": "Advance Contracts Accounted for about Half of Government-wide Contract Obligations for the 2017 Hurricanes, and over Three-Quarters of FEMA and USACE’s Obligations for the California Wildfires", "paragraphs": ["Government-wide contract obligations for the three hurricanes were about  $8.2 billion as of May 31, 2018. FEMA and USACE obligated 46  percent, or about $3.8 billion, of the $8.2 billion spent government-wide  on the three hurricanes through advance contracts. Data on government- wide contract obligations for the California wildfires were not able to be  identified because national interest action codes were not established for  them in FPDS-NG. However, FEMA and USACE provided information  on their contracting activities related to the wildfires. Their use of advance  contracts accounted for 86 percent, or about $667 million, of the contract  obligations they identified. FEMA and USACE advance contract  obligations for the three hurricanes and California wildfires totaled about  $4.5 billion, about 56 percent of the total contract obligations made by  these agencies for these disasters. See figure 2 for details on FEMA and  USACE’s advance and post-disaster contract obligations by event.", "The greatest proportion of FEMA and USACE’s obligations on advance  contracts supported Hurricane Maria disaster relief efforts—41 percent  and 59 percent, respectively. About 39 percent of USACE’s obligations on  advance contracts were used in support of the California wildfires,  compared to less than 1 percent of FEMA’s obligations. FEMA awarded  orders against 72 base advance contracts in response to the three 2017  hurricanes and California wildfires, and USACE awarded orders against  15 of its advance contracts. See figure 3 for FEMA and USACE’s  obligations on advance contracts by event."], "subsections": []}, {"section_title": "Advance Contracts Were Used Primarily for Services", "paragraphs": ["FEMA and USACE procured a variety of goods and services through  advance contracts in response to the three hurricanes and wildfires, but  about 86 percent of obligations, or $3.8 billion, were used to procure  services. For example, all of USACE’s $1.7 billion in advance contract  obligations were for services, such as debris removal. FEMA obligated  about $2.2 billion on services, such as architect and engineering services  to rebuild roads and bridges. FEMA’s obligations on goods totaled $624  million and included prefabricated buildings, such as manufactured  housing units to provide lodging, and food and water. See figure 4 for  examples of obligations on goods or services by event."], "subsections": []}, {"section_title": "FEMA Lacks an Updated Strategy and Guidance on the Use of Advance Contracts", "paragraphs": ["FEMA lacks an updated strategy and guidance on advance contract use,  despite the PKEMRA requirement to develop a contracting strategy that  maximizes their use to the extent practical and cost effective. As we  found in May 2006 following Hurricane Katrina, and reiterated in our  September 2015 report, agencies need to have competitively awarded  contracts in place before a disaster to be effective in their response. Our  current review found that FEMA has established advance contracts for  goods and services to enable it to respond following a disaster. However,  FEMA’s lack of an updated strategy and guidance on advance contract  use resulted in confusion about whether and how to maximize their use to  the extent cost-effective and practical to facilitate a faster response when  providing goods and services to survivors.", "PKEMRA required the FEMA Administrator to identify specific goods and  services that the agency could contract for in advance of a natural  disaster in a cost-effective manner. PKEMRA also required the FEMA  Administrator to develop a contracting strategy that maximizes the use of  advance contracts to the extent practical and cost-effective. Following the  enactment of PKEMRA, in 2007 FEMA issued the Advance Contracting of  Goods and Services Report to Congress, in part to address the  requirement for an advance contracting strategy. In addition to the  strategy, FEMA provides information on advance contracts in its Disaster  Contracting Officer Desk Guide.", "The 2007 strategy notes that advance contracts will help to preclude the  need to procure goods and services for disaster response under the  unusual and compelling urgency exception to full and open competition,  and allow FEMA to rapidly mobilize resources in immediate response to  disasters. Several contracting officials we spoke with said that it is a  requirement to use advance contracts before awarding new contracts.  Moreover, a senior FEMA contracting official told us that advance  contracts are intended to be used before awarding post-disaster  contracts, even if the advance contract is not capable of fulfilling all of the  requirements for a needed good or service. However, our review of the  strategy found that it does not provide any specific direction on how  contracting officers should award or use advance contracts to meet  PKEMRA’s objectives, or how they should be prioritized in relation to  post-disaster contracts. Further, there is no mention in FEMA’s 2017  Disaster Contracting Officer Desk Guide that advance contracts should  be considered prior to the award of post-disaster contracts.", "In September 2015, we found shortfalls with the information available to  contracting officers about advance contracts and recommended that  FEMA provide new or updated guidance with information on how advance  contracts should be used. FEMA agreed with this recommendation and  stated that in 2015 it included information on advance contracts and their  use in training documentation. However, our review of semi-annual  training documentation provided in May 2018 found that it only lists some  of the advance contracts that are available, and not guidance on their  use.", "A report by the Senate Committee on Homeland Security and  Governmental Affairs identified concerns about FEMA’s use of advance  contracts for self-help tarps in response to the 2017 hurricanes.  Specifically, the report found that while FEMA ordered some tarps  through one of its existing advance contracts, that order was placed after  a post-disaster contract for tarps was signed, raising questions about  whether FEMA’s actions were informed by an overall strategy for using its  advance contracts, in this case, for tarps. Our current review identified  similar concerns, and found that the lack of an updated strategy and  guidance on the use of advance contracts contributed to challenges in  using these contracts to respond to the 2017 disasters.", "In our review of advance contracts for meals and tarps, we found the  following:", "Meals: Prior to the 2017 disasters, FEMA had advance contracts in  place to provide meals with specific nutritional requirements.  According to FEMA contracting officials, the advance contract vendors  were at capacity for these specific meals following the response to  Hurricane Harvey, requiring FEMA to issue a new post-disaster  competitive solicitation and award new contracts with less specific  nutritional requirements following Hurricane Maria. Based on our  review of contract documentation, two of the existing advance  contract vendors were awarded these new post-disaster contracts, but  at different prices than those negotiated through their advance  contracts. FEMA officials told us that contracting officers will negotiate  to ensure the price of the contract is fair and reasonable and may  utilize historical information or current contract prices to inform this  determination. Normally, adequate price competition establishes a fair  and reasonable price. According to a contracting officer involved with  the award, FEMA relied on competition and historical prices, but not  the existing advance contract prices, to determine that the new post- disaster contract meal prices were fair and reasonable. Guidance on  the extent to which advance contract prices should be considered  when comparing proposed prices to historical prices paid could help  to further inform contracting officers’ decision-making during a  disaster.", "Tarps: Our review of FEMA’s use of contracts for tarps is another  example of how FEMA lacked an updated advance contracting  strategy and guidance to provide goods and services to facilitate a  faster response to the 2017 disasters. For example, in September  2014, FEMA awarded multiple award indefinite delivery, indefinite  quantity advance contracts to three small businesses for self-help  tarps, which are used to cover small areas of roof damage. In  November 2014, these contracts were modified by the contracting  officer to include delivery requirements for providing tarps to replenish  FEMA’s stock during steady state operations or during emergency  response operations, such as a natural disaster. The contract  modification added that during an emergency response, vendors  would be expected to deliver up to 150,000 tarps within 96 hours of  being issued a task order. However, these small businesses were not  required to meet the emergency response delivery time frames and  amounts since they would not be expected to store tarps on FEMA’s  behalf, limiting the use of FEMA’s advance tarp contracts for  immediate disaster response needs. According to a contracting officer  involved with these contracts, the tarp advance contracts are typically  used only to replenish tarp stockpiles in FEMA’s distribution centers.  However, the contracting officer also noted that not being able to fully  use the existing advance contracts for tarps to respond to the three  2017 hurricanes was a challenge and required FEMA to award post- disaster contracts to meet tarp requirements.", "Furthermore, we found that FEMA awarded post-disaster contracts for  tarps before utilizing its advance contracts with the small businesses.  Contract file documentation for the post-disaster contracts stated that  FEMA’s advance contract holders for tarps had reached their  capacity, and that market research had confirmed that it would be  difficult for small businesses to meet the urgent delivery timeframes  for tarps. Yet, after the award of the post-disaster tarp contracts,  FEMA awarded task orders to one of the advance contractors to  provide tarps in response to Hurricane Maria. Another small business  advance contractor, which according to FEMA’s post-disaster contract  documentation had reached its capacity, also submitted a proposal as  part of the post-disaster contract solicitation. According to FEMA,  neither of the post-disaster contract holders ultimately provided the  required tarps. The timing and use of the existing tarp advance  contracts raises questions about their ability to provide tarps  immediately following a disaster, and whether an updated advance  contracting strategy would have enabled FEMA to more quickly  provide the needed tarps to survivors, considering the additional time  and staff resources needed to award new post-disaster contracts.", "FEMA established advance contracts to provide critical goods, like meals  and tarps, following a disaster; however FEMA’s 2007 contracting  strategy does not provide direction on the objectives of advance contracts  or how to maximize their use to the extent practical and cost-effective, as  required by PKEMRA. According to FEMA officials, they had not  considered updating the 2007 advance contracting strategy because they  believed the use of advance contracts following PKEMRA had been  incorporated into their disaster contracting practices. FEMA has also not  communicated specific guidance to program and contracting officials on  whether and how advance contracts should be prioritized before issuing  new post-disaster solicitations and awarding contracts for the same or  similar requirements, or how to maximize their use to the extent practical  and cost-effective following a disaster, as required by PKEMRA. FEMA  officials also acknowledged that additional guidance regarding advance  contracts, including their availability and use during a disaster, could be  useful. Without an updated strategy—and clear guidance that is  incorporated into training—on the use of advance contracts and how they  should be prioritized and used in relation to new post-disaster contract  awards, FEMA lacks reasonable assurance that it is maximizing the use  of advance contracts  to quickly and cost-effectively provide goods and  services following a disaster. This places FEMA at risk of continued  challenges in quickly responding to subsequent disasters."], "subsections": []}]}, {"section_title": "Improvements Needed in FEMA’s Planning, Management, and Reporting of Advance Contracts", "paragraphs": ["While FEMA used a variety of advance contracts to respond to the 2017  disasters, we found weaknesses in the process of awarding and  overseeing selected advance contracts in our review. These weaknesses  were: (1) challenges in FEMA’s acquisition planning; (2) limited record  keeping or management of certain FEMA contracts; and (3) incomplete  reporting on FEMA’s advance contract actions to certain congressional  committees. Related to USACE, we did not identify any planning or  management challenges based on our review of its four selected  contracts, and USACE is not required to report on its advance contract  actions to the congressional committees."], "subsections": [{"section_title": "Challenges in FEMA’s Acquisition Planning Resulted in Bridge Contracts", "paragraphs": ["FEMA has taken some steps since 2016 to improve competition and  develop processes and guidance on the acquisition process for advance  contracts, but shortfalls in acquisition planning have resulted in a number  of bridge contracts. Bridge contracts can be a useful tool in certain  circumstances to avoid a gap in providing products and services. We  have previously reported that when non-competitive bridge contracts are  used frequently or for prolonged periods, the government is at risk of  paying more than it should for products and services.", "Based on our analysis, 63 of FEMA’s 72 advance contracts used in  response to the 2017 disasters were initially competed. All 15 of USACE’s  advance contracts used in responding to the three hurricanes and  California wildfires in 2017 were initially competed. We found that at least  10 of FEMA’s advance contracts used in 2017 were bridge contracts.  Within the 10 FEMA advance contracts we identified as bridge contracts,  6 were part of our selected case studies. The six advance contracts with  subsequent bridges in our review obligated roughly $778 million in  response to the three hurricanes and California wildfires in 2017. These  bridge contracts included five that are associated with two of FEMA’s  largest programs used in 2017—the Individual Assistance Program and  Public Assistance Program—and one that is associated with a  telecommunications program.", "Three of the six bridge advance contracts we reviewed were awarded to  support FEMA’s Individual Assistance Program, which provides mass  care services such as food and water as well as financial and direct  assistance, among other services, to survivors whose property has been  damaged or destroyed and whose losses are not covered by insurance.  In 2017, this assistance was supported through the Individual Assistance- Technical Assistance Contract (IA-TAC), known as IA-TAC III. The IA- TAC III predecessor contracts had an original period of performance from  a base year starting in May 2009 with four 1-year options that ended in  May 2014. However, FEMA program and contracting officials were unable  to implement changes to the requirements—recommended by FEMA  senior leadership in 2010—prior to expiration. According to FEMA  officials, staffing shortfalls, operational tempo, and unrealistic contract  requirements led to acquisition planning delays. These challenges, in  turn, led to a series of extensions from May 2014 to November 2016 and  a new non-competitive bridge contract (base with options) from  November 2016 to May 2018. At that point new, competitive follow-on  indefinite delivery indefinite quantity contracts—the Individual Assistance  Support Contract (IASC) and Logistics Housing Operations Unit  Installation, Maintenance, and Deactivation (LOGHOUSE)—were  awarded. See figure 5.", "Two of our six selected advance contracts that were bridge contracts  were awarded to support FEMA’s Public Assistance Program, which  provides supplemental federal assistance to state, tribal, territorial, and  local governments for debris removal, life-saving emergency protective  measures, and the repair, replacement, or restoration of damaged  facilities. The predecessor Public Assistance-Technical Assistance  Contract (PA-TAC) used in 2017, known as PA-TAC III, was awarded  with an original period of performance from a base year in February 2012  with four 1-year options that ended in February 2017. FEMA officials  noted that changes to the PA-TAC III contract requirements and  acquisition strategy were identified in 2015. Yet due to the time needed to  incorporate these changes, FEMA was unable to complete required  acquisition planning activities, such as finalizing the acquisition plan, prior  to the expiration of PA-TAC III. Following 11 months of extensions to  complete these activities, FEMA competitively awarded new contracts in  December 2017. These awards were protested to the GAO and the  protests were denied and are currently under review at the Court of  Federal Claims. According to FEMA officials, these events required PA- TAC III to be extended until January 2019, as shown in figure 6.", "The remaining bridge contract in our sample is associated with the  Wireline Services Program, a telecommunication program that provides  FEMA employees deployed to respond to a disaster with local and long- distance telephone, high-speed data, and cable television services. The 5  year wireline predecessor contract was awarded in 2003 and again in  2008, but FEMA was unable to award a competed contract when the  2008 contract expired in December 2013 due to the time it took to update  program requirements. FEMA contracting officials extended the contract  for 6 months before letting it expire altogether. Due to high staff turnover  and inconsistent record keeping, at the time of our review FEMA officials  were unable to determine the cause for this lapse of service, which  occurred after the contract’s expiration in June 2014. Starting in January  2015, FEMA contracting officials used a series of bridge contracts over  more than three years to address changing contract requirements and  delays in completing acquisition planning documentation, as shown in  figure 7. FEMA contracting officials anticipated awarding a competitive  contract by the end of fiscal year 2018, but the award has been delayed  and the existing contract extended through January 2019.", "In one of the bridge contracts included in our review, FEMA improperly  used FAR clause 52.217-8. According to that clause, an agency may  extend a contract’s period of performance for up to 6 months and is  generally used in the event of circumstances outside of the contracting  officer’s control that prevent the new contract award, such as a bid  protest. This clause may be used multiple times to extend the contract so  long as the total extension of performance does not exceed 6 months.  Our analysis found that FEMA used the clause for a total of 14 months to  justify two 6-month extensions and one 2-month extension to the second  bridge contract. The FEMA contracting official associated with the  advance contract reported uncertainty over the proper use of this clause  and what other authorities should have been used instead to extend the  contract. FEMA’s Office of Chief Counsel and contracting officials  acknowledged this error.", "While not all bridge contracts that we identified during our review were  non-competitive, FEMA officials acknowledged that the use of non- competitive bridge contracts is not an ideal practice as they cannot  ensure the government is paying what it should for products and services.  In October 2015 we identified delays in the completion of acquisition  planning documentation as one of the leading causes of awarding bridge  contracts. In an effort to decrease the need for non-competitive bridge  contracts and provide ample time for acquisition planning, FEMA began  implementing a 5-Year Master Acquisition Planning Schedule (MAPS) in  2016. MAPS is a tracking tool that monitors the status of and provides  acquisition planning timeframes for certain FEMA acquisitions over $5  million, as well as for all advance contracts and any acquisition deemed  by the agency to be mission critical, regardless of dollar value.", "As we previously noted, acquisition planning includes both the pre- solicitation and solicitation phases. Based on our review of MAPS  documentation, the tool generates a timeline of discretionary acquisition  milestones across these two phases, based on certain considerations like  the type of acquisition and whether it will be competed. Using this  timeline, MAPS sends email alerts to program and contracting staff when  certain acquisition milestones should occur.", "Specific to the solicitation phase, FEMA’s Office of the Chief Procurement  Officer has developed annual lead time guidance for how long contracting  officers should be given to award new contracts following the completion  of the acquisition package, which is then conveyed through MAPS. For  example, for acquisitions $150,000 and under, FEMA’s 2018 lead time  guidance states contracting officers should be given 60 days to award the  contract following completion of the acquisition package. FEMA officials  we spoke with acknowledged that these discretionary timeframes are  frequently shortened when program office officials are delayed in  completing acquisition packages. While FEMA has lead time guidance to  establish timeframes for completing the solicitation phase, FEMA  currently has no guidance establishing timeframes for the pre-solicitation  phase, when program offices complete the acquisition packages. Figure 8  provides an example timeline of the major milestones tracked in MAPS.", "In its analysis of 12 fiscal year 2017 contracts tracked in MAPS that were  awarded late, FEMA found that half were late because contracting  officials were not given enough lead time to award a new contract  following the program office’s completion of the acquisition package. Not  adhering to suggested timeframes can place a burden on contracting  officers and increase the likelihood of not awarding the contract on  schedule, requiring FEMA to non-competitively extend the existing  contract. According to FEMA’s lead time guidance, based on the contract  values for the bridge contracts in our review contracting officers should  have been given between 240 and 300 days to award a new contract  once the acquisition package was completed. However, as we mention  earlier, due to delays from changing program requirements and  acquisition strategies we found that the acquisition plans for the follow-on  contracts related to these bridge contracts were not completed until after  the predecessor contract had already expired, as shown in figure 9 below.", "Timely completion of the acquisition package was a key challenge  identified in the contracts we reviewed. However, according to officials  from the Office of the Chief Procurement Officer, they do not have the  authority to establish guidance for FEMA program officials on completing  pre-solicitation phase activities. In August 2011, we identified challenges  with acquisition planning across DHS. Specifically, we found that DHS  and other agencies did not measure or incorporate into guidance the  amount of time it takes to develop and obtain approvals of the acquisition  planning documents required during the pre-solicitation phase. We  recommended that DHS procurement offices collect information about the  timeframes needed for the acquisition planning process to establish  timeframes for when program officials should begin acquisition planning.  DHS did not concur with this recommendation, stating that its acquisition  manual already encourages early planning, and has not implemented the  recommendation. At the time, we maintained that program officials  needed more guidance to have a better understanding of how much time  to allow for completing acquisition planning steps, and that the  component procurement offices are best positioned to provide guidance  on how long these planning processes may take. Given the current  challenges we identified with FEMA’s ability to complete acquisition  planning activities in a timely manner and the resulting delays in awarding  new contracts for critical advance contract goods and services, additional  information and guidance on acquisition planning timeframes remains  important.", "Additionally, while MAPS has been in place since 2016 and FEMA  officials have instituted training to communicate the system’s intent,  program and contracting officials we spoke with varied in their familiarity  with it. For example, officials responsible for MAPS stated that by March  2016, 90 percent of FEMA’s contracting staff had attended an hour long  training session and additional training sessions were held for all program  office staff at various points in 2016 and 2017. However, most of the  program office and contracting officials responsible for the bridge  contracts in our review reported limited familiarity with MAPS.", "While FEMA has taken some positive steps to institute training and has  guidance on timeframes for part of the acquisition planning process,  program and contracting staff we spoke with were still uncertain how best  to utilize MAPS to identify the time needed to effectively complete  acquisition planning activities. According to federal internal control  standards, agency management should internally communicate the  necessary quality information to achieve their objectives. Given FEMA’s  emphasis on planning before a disaster and using advance contracts to  help reduce the need to award non-competitive contracts during a  disaster, establishing clear guidance on the factors that can affect  acquisition planning activities, and requiring officials to follow the  timeframes needed to complete them to meet the goal of awarding  competitive contracts, is essential. Until FEMA provides detailed guidance  about timeframes and considerations that affect the entire acquisition  planning process—both the pre-solicitation and solicitation phases—to all  officials responsible for acquisition planning, and clearly communicates  the intent of MAPS, it cannot ensure that MAPS will be effective at  reducing the number of non-competitively awarded bridge contracts, as is  FEMA’s intent."], "subsections": []}, {"section_title": "Current Record-Keeping Practices Limit Visibility into Advance Contract Management", "paragraphs": ["While FEMA has procedures regarding the documentation required for its  contract files, current practices limited visibility into the advance contracts  in our review. Specifically we found that acquisition plans and some other  contract documents were unable to be located in certain cases.  Acquisition plans provide the program and contract history as well as  other information on which acquisition decisions, such as the type of  contract required, are based.", "FEMA contracting officials were unable to locate acquisition plans for 4 of  our 10 FEMA selected advance contracts despite FAR and DHS  acquisition guidance requiring plans for these particular contracts to be  completed and stored in the contract file. Three of these acquisition  plans are associated with the IA-TAC bridge contract which, as previously  noted, was associated with one of FEMA’s largest programs used in  2017. FEMA contracting officials were also unable to locate the  acquisition plans completed for the prior iteration of IA-TAC because they  were not in the hard copy contract file or contract writing system, meaning  that no acquisition plan guiding the IA-TACs since before its 2009 award  could be found. In 2011, the DHS Office of the Inspector General  conducted a review of FEMA’s IA-TAC and identified, among other things,  incomplete contract files as a problem. Not being able to locate  acquisition plans can result in the loss of contract knowledge and lessons  learned from prior awards.", "Additionally, we found instances of contract documentation for advance  contracts related to our case studies that contract officials could not  locate. For instance, FEMA was unable to confirm whether or not an  option year for the last competed Wireline contract included in the  contract was exercised due to a lack of documentation. In order to obtain  this answer, FEMA officials had to reach out to the vendor for their  records. Moreover, the modification exercising the first option year for one  of the IA-TAC III predecessor contracts was missing, as were the  determination and findings documents exercising the first option year for  all three of the predecessor IA-TAC III contracts that were associated with  the advance contracts in our review. After we made FEMA officials aware  of the missing documentation, they subsequently added clarifying memos  to the contract files.", "FEMA standard operating procedures state that the acquisition  documents in the official contract file will be sufficient to constitute a  complete history of the entire transaction for the purpose of providing a  complete background, and as a basis for informed decisions at each step  in the acquisition process. Additionally, these procedures require  headquarters staff to place modifications to contracts and orders and  associated supporting documentation in the contract file within 5 business  days of awarding a contract or issuing an order. FEMA officials stated  they are required to follow these procedures until DHS has fully  transitioned to an electronic filing system. According to DHS officials, that  system is currently in the testing phase and a timeframe for  implementation has not yet been finalized. Furthermore, according to  these officials, DHS has not yet decided which, if any, existing contracts  will be required to be retroactively entered into the system. Until this  decision has been made and implementation occurs, FEMA’s official file  of record for its advance contracts consists of a hardcopy file, which  contracting officers at FEMA headquarters are required to add completed  contract documentation to, per the standard operating procedures. A  FEMA official told us that some documentation, including some of the  missing documentation we identified, has been lost due to staff turnover  and an office move in 2016.", "FEMA officials anticipate some of the challenges associated with  managing the hard copy advance contract files will be alleviated after  implementation of the Electronic Contract File System. However, DHS  officials have not decided whether components will be required to  retroactively enter contract information for any contract awarded prior to  the implementation date. This would require FEMA and other DHS  components to continue to maintain hardcopy files for some contracts— including large strategic sourcing vehicles and advance contracts—for the  foreseeable future. For example, FEMA’s $2.7 billion LOGHOUSE, and  $14 million IASC advance contracts were awarded in 2018 and have a  period of performance lasting until 2023. Until FEMA adheres to existing  contract file management requirements, whether the contract files will be  transferred into the electronic system or remain in hard copy format, it is  at continued risk of having incomplete contract files and a loss of  institutional knowledge regarding these advance contracts."], "subsections": []}, {"section_title": "Information on Advance Contracts in FEMA’s Disaster Contract Quarterly Reports to Congressional Committees Is Incomplete", "paragraphs": ["Since December 2007, FEMA has submitted quarterly reports to  congressional committees that list all disaster contracting actions in the  preceding three months. These quarterly reports also include details on  contracts awarded by non-competitive means, as required by PKEMRA.  However, our analysis shows that some reports from fiscal year 2017 and  2018 have been incomplete. In September 2015, we found that FEMA’s  quarterly reports to congressional committees in fiscal years 2013 and  2014 did not capture all of FEMA’s noncompetitive orders. At that time,  FEMA attributed this to an error in data compilation prior to mid-2013 and  explained that it had updated its process for collecting these data and  strengthened the review process, resulting in accurate reports starting in  the fourth quarter of fiscal year 2013. Despite this change in the data collection process, our current analysis found that 29 contract actions  associated with the 10 selected advance contracts in our review were not  reported across FEMA’s fourth quarter fiscal year 2017 and first quarter  fiscal year 2018 reports. For example, FEMA’s fourth quarter fiscal year  2017 report did not include 13 contract actions equaling about $83 million,  or 15 percent, of the $558 million in total obligations associated with the  10 selected advance contracts in our review. Similarly, FEMA’s first  quarter fiscal year 2018 report did not include 16 contract actions  equaling about $122 million, or 23 percent, of the $532 million in total  obligations associated with the 10 selected advance contracts in our  review. Figure 10 provides a breakdown of the total contract action  obligations by extent of competition.", "To compile the quarterly reports, FEMA officials told us that their  methodology is to pull contract action data that is documented in their  contract writing system and FPDS-NG roughly one week after the end of  each fiscal quarter. Once the data are pulled from these two sources,  officials said they compare the data to ensure all reported actions are  captured. However, according to officials, the data may not include all  contract actions. Specifically, during disaster response efforts like those in  2017, FEMA policy allows contracting officers to execute what it refers to  as “notice to proceed”, which is a notice to a construction contractor to  begin work under certain circumstances. FEMA officials responsible for  the quarterly reports stated that if notice to proceed documentation is  used, information on some contract actions that were issued during the  fiscal quarter, but not entered into the systems until after the quarter  ended, may be missed during the data compilation process.", "FEMA policy requires that contracting officers who execute the notice to  proceed documentation complete the contract award documentation in  the contract writing system within three days of when the contracting  officer receivers the contractor’s acceptance of the notice. However, a  FEMA policy official acknowledged that during disaster response, this  does not always occur. Further, FEMA officials responsible for compiling  the reports stated that it is not part of their methodology to review data  from prior fiscal quarters to see whether any contract actions have been  entered that were not previously reported. By not adhering to FEMA  policy that establishes timeframes for entering data in a disaster response  scenario, FEMA risks reporting incomplete information. Moreover, without  taking steps to ensure its reporting methodology provides complete  information on all competed and not competed disaster contract actions,  FEMA cannot be certain it is providing the congressional committees with  visibility into all of its overall disaster contract awards or the extent of non- competitive contract obligations over time."], "subsections": [{"section_title": "No Challenges Identified with the Planning and Management of Selected USACE Advance Contracts", "paragraphs": ["The four selected USACE advance contracts in our review—one  supporting USACE’s temporary power mission and three supporting its  debris removal mission—were awarded in 2014 with a period of  performance lasting until 2019. Since these contracts have not reached  the end of their period of performance, we were unable to assess the  effectiveness of USACE planning activities. According to contracting  officials, USACE is performing acquisition planning activities for both the  temporary power and debris removal advance contracts and anticipates  awarding the new contracts prior to the current contracts’ expiration.", "Additionally, USACE was able to provide the acquisition plans for each of  the four advance contracts in our review. Unlike FEMA, which retains  hard copy files of its contract documentation, USACE uses three official  systems of record to store contract file documentation electronically.  Officials acknowledged that while moving between the three official  systems to find documents may be time consuming, contract documents  are typically able to be located."], "subsections": []}]}]}, {"section_title": "FEMA and USACE Identified Lessons Learned from the Use of Advance Contracts in 2017, but Reported Challenges with State and Local Coordination Remain", "paragraphs": ["Both FEMA and USACE have processes for identifying and assessing  lessons learned following a disaster. Contracting officials from these  agencies identified several lessons learned from the 2017 major  hurricanes and the California wildfires that directly affected their use of  advance contracts. These include the need for: (1) additional advance  contracts for certain goods and services; (2) flexibility to increase contract  ceilings; (3) use of USACE’s debris removal advance contracts to  respond to the California wildfires; and (4) federal coordination and  information sharing with state and local governments on advance  contracts. While officials identified some lessons learned, they also  identified challenges related to FEMA’s outreach with state and local  governments on advance contracting efforts."], "subsections": [{"section_title": "FEMA and USACE Have Identified Lessons Learned and Actions to Address Them", "paragraphs": ["FEMA and USACE have processes for identifying and assessing lessons  learned through after-action reviews and reports following major  disasters. According to FEMA and USACE officials, they routinely perform  these reviews and then compile after-action reports to identify lessons  learned and proposed actions to address them. Due to the concurrent  nature of hurricanes Harvey, Irma, and Maria, FEMA headquarters  completed one combined after-action review for all three hurricanes in  July 2018. The resulting report identified 18 strategic-level key findings  across five focus areas, and recommendations for improvement. These  recommendations included some that were specific to advance contracts,  such as the need for additional advance contracts to support future  disaster response efforts, and improved state and local coordination to  support state and local contracting and logistics operations. In addition,  USACE officials performed after-action reviews following disasters, and  have a process in place to discuss challenges and recommendations for  improvement on their use of advance contracts for temporary power,  temporary roofing, and debris removal.", "While the scope of FEMA’s and USACE’s after-action reports are broader  than just advance contracts, we identified, based on our review of reports  and interviews with FEMA and USACE officials, several lessons learned  related to advance contracts following the 2017 hurricanes and California  wildfires, as shown in table 1."], "subsections": []}, {"section_title": "Challenges in Coordinating with and Providing Information to State and Local Governments on the Use of Advance Contracts Continued", "paragraphs": ["We also found that while FEMA has updated its guidance to reflect some  requirements for state and local coordination over the use of advance  contracts, inconsistencies in FEMA’s outreach and information on the use  of advance contracts remains a challenge. PKEMRA required that FEMA  encourage state and local governments to establish their own advance  contracts with vendors for goods and services in advance of natural  disasters. In September 2015, we found that FEMA’s outreach with  state and local governments to encourage the establishment of advance  contracts can result in more efficient contracting after a disaster.  PKEMRA also required that FEMA establish a process to ensure that  federal advance contracts are coordinated with state and local  governments, as appropriate. In our September 2015 report, we also  found that these efforts can ensure that states are aware of and can  access certain federal advance contracts, such as General Services  Administration schedule contracts.", "However, in the same report, we found that inconsistencies in whether  and how the regions perform state and local outreach limited FEMA’s  ability to support advance contracting efforts. We recommended that  FEMA provide new or updated guidance to ensure that all contracting  officers are aware of requirements concerning the need to conduct  outreach to state and local governments to support their use of advance  contracts. DHS concurred with this recommendation and in 2017 FEMA  updated its Disaster Contracting Desk Guide to state that contracting  officers should inform their state and local counterparts of the availability  and use of federal advance contracts established by FEMA. Our review  of the guide found that it does remind contracting officers to coordinate  with states and localities over the use of federal advance contracts, but  does not provide any details on how often or what types of advance  contract information should be shared with states and localities, or  provide any instructions to contracting officers on PKEMRA’s requirement  to encourage states and localities to establish their own advance  contracts for the types of goods and services needed during a disaster.", "Our current review also found inconsistencies with FEMA’s efforts to  encourage states and localities to establish their own advance contracts  with vendors and ensure coordination with them on their use of federal  advance contracts. For example, some regional FEMA officials explained  that they regularly perform outreach, which can assist states and localities  with establishing advance contracts for goods and services commonly  needed during a disaster, like security, transportation, and office supplies.  Regional officials we spoke with said more frequent coordination allows  them to avoid overlap across state and federal contracting efforts, and  know what resources the states have in place and how long states are  capable of providing these resources following a disaster. However, other  regional officials reported having less frequent coordination with state and  local governments. For example, a FEMA official stated that one of the  regions has less frequent meetings with state and local governments  because the region is geographically dispersed and has fewer disasters.  According to another regional official, coordination between some  regional offices and state and local officials over advance contracting was  minimal prior to Hurricane Harvey, and in some cases only occurred  when FEMA and state and local officials were co-located during a  disaster.", "Officials from some state and local governments and USACE reported  examples where increased coordination between FEMA, states, and  localities could have improved the use of advance contracts in 2017. For  example, in September 2018 we found that some localities were relying  on the same contractors to perform debris removal activities following  Hurricanes Harvey in Texas and Irma in Florida. As a result, we reported that some contractors that were removing debris in Texas did  not honor existing contracts in Florida, leading to delays in debris  removal. Additional communication and coordination between FEMA and  contracting officials in these states and localities about which contractors  they had established advance contracts with could have helped to  prevent this overlap and subsequent delay in removing debris. During our  current review, USACE and California officials also reported  miscommunications about state and local expectations for USACE’s  debris removal contracts following the wildfires. Specifically, USACE and  state and local officials reported differing expectations about the work to  be performed under USACE’s debris removal contracts, such as what  structures would be removed from private property and acceptable soil  contamination levels. According to USACE officials, they relied on FEMA,  as the lead for coordinating federal disaster response, to manage  communication with states and localities and to identify and manage  expectations about the scope of work to be performed using their  advance debris removal contracts. While state and local officials we met  with in California reported working closely with some FEMA officials not  responsible for regional contracting during the response to the wildfires,  FEMA regional contracting officials said that they had no direct  coordination with California officials.", "We also identified inconsistencies in the information available to FEMA’s  contracting officials on existing advance contracts, which can be used to  facilitate coordination with states and localities on the establishment and  use of advance contracts. Our review of FEMA’s advance contract list  found that it does not include all of the advance contracts that FEMA has  in place, and contracting officers we spoke with cited other resources they  also use to identify advance contracts, like biannual training  documentation provided to contracting staff. For example, while FEMA  officials told us the advance contract list is updated on a monthly basis,  our analysis found that 58 advance contracts identified on the June 2018  advance contract list were not included in the May 2018 biannual training  documentation, including contracts for telecommunications services,  generators, and manufactured housing units. Further, 26 of the contracts  included in the May training documentation were not included on the June  advance contract list, including contracts for foreign language  interpretation services, hygiene items, and short-shelf life meals. Some  contracting officers we spoke with said they referred to the advance  contract list as the primary resource for identifying advance contracts,  while others referenced the biannual training as their primary resource.", "FEMA has recognized some shortcomings in how it coordinated and  communicated with state and local governments over the use of advance  contracts following the 2017 disasters, and identified some action to  address these issues moving forward. In the 2017 Hurricane Season  FEMA After-Action Report, FEMA identified the need to expand its  capabilities to support state, local, tribal, and territorial governments in  improving their capabilities for advance contracting, among other  issues. The report recommends that FEMA should continue efforts to  develop a toolkit that will provide state and local governments with  recommendations for advance contracts, emergency acquisition  guidance, and solicitation templates.", "According to FEMA contracting officials, the development of the toolkit  has been prioritized by FEMA’s Administrator to help better prepare the  states and localities and decrease their reliance on FEMA for assistance  following a disaster. However, as of August 2018 the specific contents of  the toolkit were still being decided. For example, officials familiar with the  development of the toolkit originally said they intended for it to include  FEMA’s advance contract list, to provide states with recommendations on  the types of advance contracts that may be useful. But in subsequent  discussions these officials told us they did not plan to provide states and  localities with a full list of advance contracts to avoid being overly  prescriptive, and because not all of the contracts on the list are relevant  for the types of disasters some states experience. Officials further stated  that since it is the responsibility of the federal coordinator in each region  to communicate available federal advance contracts to states and  localities, providing a full list of advance contracts is unnecessary.", "Federal internal control standards state that agency management should  use quality information to achieve their objectives. Agency management  should also internally and externally communicate that information to  achieve their objective. However, FEMA’s guidance does not clearly  communicate its objectives and requirements for contracting officers to  encourage states and localities to enter into their own advance contracts,  nor is there a consolidated resource listing available advance contracts  that states and localities can use to inform their advance contracting  efforts. According to FEMA officials, information on advance contracts is  fluid, as new contracts are established or old contracts expire. Officials also told us that the advance contract list is updated monthly, yet as  mentioned earlier, contracts identified in the May training documentation  were not reflected in the list that was updated as of June. Ensuring that  advance contract information is complete and updated regularly is  important, because differences across FEMA’s resources listing advance  contracts could result in FEMA’s contracting officers not being aware of  the availability of certain contracts during a disaster, and states not  receiving recommendations on what advance contracts may be helpful for  them to establish. Without clear guidance on FEMA’s expectations for  coordination with states and localities on advance contracting efforts, and  a centralized resource listing up to date information on FEMA’s advance  contracts, FEMA contracting officers and their state and local  counterparts lack reasonable assurance they will have the tools needed  to effectively communicate about advance contracts, and use them to  respond to future disasters. Moreover, given FEMA’s recent emphasis on  the importance of states and localities having the capability to provide  their own life-saving goods and services in the immediate aftermath of a  disaster, clearly communicating consistent and up to date information on  the availability and limitations of federal advance contracts through the  toolkit, or other means, is critical to informing state and local disaster  response efforts."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Contracting during a disaster can pose a unique set of challenges as  officials face a significant amount of pressure to provide life-sustaining  goods and services to survivors as quickly as possible. Advance  contracts are a tool that FEMA and others within the federal government  can leverage to rapidly and cost-effectively mobilize resources, while also  helping to preclude the need to procure critical goods and services non- competitively after a disaster. Given the circumstances surrounding the  2017 disasters and the importance of preparedness for future disasters, it  is critical to ensure that the federal government is positioned to maximize  its advance contracts to the extent practical and cost-effective to provide  immediate disaster response.", "Although FEMA has identified advance contracts for use during a  disaster, without an updated strategy—and guidance that is incorporated  into training—on how to maximize their use during a disaster, as well as  the development of clear guidance on acquisition planning timeframes,  FEMA is at risk of these contracts not being effectively planned and  used. Furthermore, FEMA officials have not always maintained complete  information on the advance contracts available for them to quickly  respond to disasters, or completely reported competitively and non- competitively awarded advance contract information to better help  congressional committees evaluate spending over time. Finally, without  continued efforts to improve outreach with states and localities and  centralize information on available advance contracts, FEMA’s  contracting officers and their state and local counterparts may not have  the information needed to efficiently respond to a disaster."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making nine recommendations to FEMA.", "FEMA’s Administrator should update the strategy identified in its 2007  Advance Contracting of Goods and Services Report to Congress to  clearly define the objectives of advance contracts, how they contribute to  FEMA’s disaster response operations, and whether and how they should  be prioritized in relation to new post-disaster contract awards.  (Recommendation 1)", "FEMA’s Administrator should ensure the Head of the Contracting Activity  updates the Disaster Contracting Desk Guide to include guidance for  whether and under what circumstances contracting officers should  consider using existing advance contracts prior to making new post- disaster contract awards, and include this guidance in existing semi- annual training given to contracting officers. (Recommendation 2)", "FEMA’s Administrator should update and implement existing guidance for  program office and contracting officer personnel to identify acquisition  planning timeframes and considerations across the entire acquisition  planning process, and clearly communicate the purpose and use of  MAPS. (Recommendation 3)", "FEMA’s Administrator should ensure the Head of the Contracting Activity  adheres to current hard copy contract file management requirements to  ensure advance contract files are complete and up to date, whether they  will be transferred into the new Electronic Contract Filing System or  remain in hard copy format. (Recommendation 4)", "FEMA’s Administrator should ensure the Head of the Contracting Activity  reminds contracting officers of the three day timeframe for entering  completed award documentation into the contract writing system when  executing notice to proceed documentation. (Recommendation 5)", "FEMA’s Administrator should ensure the Head of the Contracting Activity  revises its reporting methodology to ensure that all disaster contracts are  included in its quarterly reports to congressional committees on disaster  contract actions. (Recommendation 6)", "FEMA’s Administrator should ensure the Head of the Contracting Activity  revises the Disaster Contracting Officer Desk guide to provide specific  guidance for contracting officers to perform outreach to state and local  governments on the use and establishment of advance contracts.  (Recommendation 7)", "FEMA’s Administrator should ensure the Head of the Contracting Activity  identifies a single centralized resource listing its advance contracts and  ensure that source is updated regularly to include all available advance  contracts. (Recommendation 8)", "FEMA’s Administrator should ensure the Head of the Contracting Activity  communicates information on available advance contracts through the  centralized resource to states and localities to inform their advance  contracting efforts. (Recommendation 9)"], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOD, DHS, and FEMA for review and  comment. DOD did not provide any comments on the draft report. In its  comments, reprinted in appendix IV, DHS and FEMA concurred with our  nine recommendations. DHS and FEMA also provided technical  comments, which we incorporated as appropriate.", "In its written comments, FEMA agreed to take actions to address our  recommendations, such as updating guidance on advance contract use  and management, adding an addendum to its quarterly report that  captures the contract actions that were previously unreported, and better  communicating information on advance contracts to states and localities.  In its concurrence with two of our recommendations, FEMA requested  that we consider these recommendations resolved and close as  implemented based on our actions it had previously taken.", "For example, in its response to our third recommendation, FEMA agreed  to update and implement existing guidance to identify acquisition  timeframes and the purpose and use of its 5-Year MAPS program. In its  response, FEMA reiterated that it has conducted training sessions for its  contracting and program staff on the 5-Year MAPS program and provides  notice to program managers when acquisition planning is set to begin,  which the agency believes satisfies this recommendation. We  acknowledge FEMA’s training in this report; however, we noted that not  all program and contracting staff we spoke with were familiar with 5-Year  MAPS, and there is no formal guidance on timeframes for the entire  acquisition planning process. We continue to believe this  recommendation remains open and encourage FEMA to formalize  guidance on the timeframes and considerations for planning various types  of acquisitions across the entire acquisition planning process, and to  document the purpose and use of the 5-Year MAPS program to ensure a  uniform understanding of the program.", "Further, in its concurrence with our eighth recommendation, FEMA stated  that it believes its current advance contract list satisfies our  recommendation for internally communicating available advance  contracts. We acknowledge in this report that the advance contract list is  updated monthly; however, we found inconsistencies in the advance  contract list and other documentation identifying advance contracts, which  could result in FEMA’s contracting officers not having full visibility into  available advance contracts. We continue to believe the recommendation  remains open and encourage FEMA to identify a centralized resource  with all available advance contracts and ensure that it is regularly updated  for contracting staff.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of Defense, the U.S. Army Corps of Engineers  Director of Contracting, the Secretary of Homeland Security, the  Administrator of the Federal Emergency Management Agency, and the  Federal Emergency Management Agency’s Chief Procurement Officer. In  addition, the report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-4841 or makm@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made key contributions to this report  are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report reviews the federal government’s contracting efforts for  preparedness, response, and recovery efforts related to the three 2017  hurricanes and California wildfires. This report specifically addresses the  use of advance contracts, assessing the extent to which (1) the Federal  Emergency Management Agency (FEMA) and the U.S. Army Corps of  Engineers (USACE) used advance contracts, (2) the planning,  management, and reporting of selected FEMA and USACE advance  contracts met certain contracting requirements, and (3) FEMA and  USACE identified any lessons learned and challenges with their use of  these contracts. We also have an ongoing review on post-disaster  contracting that is expected to be completed in early 2019.", "To identify the extent to which FEMA and USACE used advance  contracts, we reviewed data on contract obligations for the 2017 disasters  from the Federal Procurement Data System-Next Generation (FPDS-NG)  through May 31, 2018. We identified hurricane obligations using the  national interest code, as well as the contract description. Data on  obligations for the California wildfires is limited to those contracts that  FEMA and USACE identified as being used to respond to those events  because no national interest code was established in FPDS-NG. To  determine which obligations were made through the use of advance  contracts, we reviewed documentation provided by FEMA and USACE  identifying the advance contracts they have in place and that were used  in support of the 2017 disasters. We analyzed the FPDS-NG data to  identify FEMA and USACE advance contract obligations compared to  overall contract obligations by disaster, competition procedures used, and the types of goods and services procured. We assessed the reliability of  FPDS-NG data by reviewing existing information about the FPDS-NG  system and the data it collects—specifically, the data dictionary and data  validation rules—and performing electronic testing. We determined the  FPDS-NG data were sufficiently reliable for the purposes of this report.", "To assess the extent to which FEMA used its advance contracts, we  reviewed FEMA contracting policies and guidance, such as FEMA’s 2017  Disaster Contracting Desk Guide and FEMA’s Advance Contracting of  Goods and Services Report to Congress to identify available guidance on  the use and intent of advance contracts. Based on our review of  documentation, we identified examples of goods—tarps and meals—that  FEMA had advance contracts in place for, but experienced challenges  using in response the 2017 disasters. We reviewed FPDS-NG data to  determine whether these goods were procured through post-disaster  contracts rather than advance contracts, and selected advance and post- disaster contracts for further review. To identify limitations that affected  the use of tarp and meal advance contracts, we gathered and reviewed  advance and post-disaster contract documentation and interviewed  contracting officials involved in the award and use of the contracts in  2017.", "To assess the extent to which the planning, management, and reporting  of advance contracts used in response to the three hurricanes and  California wildfires in 2017 met selected applicable contracting  requirements, we reviewed relevant documentation, including the Post- Katrina Emergency Management Reform Act (PKEMRA), the Federal  Acquisition Regulation (FAR), and Department of Homeland Security  (DHS, FEMA, and USACE contracting policies. We identified a non- generalizable sample of advance contracts based on advance contract  obligation data from FPDS-NG as of March 31, 2018. We analyzed the  data to identify 10 competed and four h non-competed contracts. To  obtain a range of competed contracts, we identified contracts used for  goods and services with obligations above $50 million. All of the non- competed contracts used were for FEMA services; to obtain a range of  non-competed contracts we identified contracts with obligations above  $10 million. Our selected advance contracts included 10 from FEMA and  four from USACE. Findings based on information collected from the 14  contracts cannot be generalized to all advance contracts. Additional  details on our selected contracts can be found in table 2.", "To review our selected FEMA and USACE advance contracts, we  developed a data collection instrument to gather selected contract  information, such as period of performance, contract type, estimated  contract value, and the presence of key contract documents, among  others. To assess FEMA and USACE’s planning of selected advance  contracts, we reviewed information from our data collection instrument on  advance contract award date and period of performance, and determined  that six of FEMA’s contracts met GAO’s definition of a bridge contract. To  identify any planning challenges that contributed to these extensions, we  reviewed FEMA acquisition planning policies, timeframes and relevant  contract file documentation, such as written acquisition strategies and  justification and approval documents, to determine whether acquisition  planning activities for the selected advance contracts were completed  according to guidance. We interviewed FEMA officials associated with  these contracts on acquisition planning efforts, and factors that affected  their ability to award new contracts. We also reviewed documentation and  interviewed officials on FEMA’s acquisition planning system—the 5 Year  Master Acquisition Planning Schedule (MAPS).", "To assess FEMA and USACE’s management of selected advance  contracts, we reviewed information gathered from our data collection  instrument on the presence of selected acquisition documents, such as  acquisition strategies and contract modifications in the contract file, that  typically provide the history of a contract. We reviewed relevant  procurement regulations, the DHS Acquisition Manual, and other FEMA  and USACE policies, to identify acquisition documentation requirements  and record keeping processes. For contracts where documentation was  not found in the contract file or system of record, we requested the  missing documentation from FEMA and USACE officials to determine  whether it had been completed. We also interviewed FEMA and USACE  headquarters officials to supplement our understanding of FEMA and  USACE’s record keeping policies, practices, and challenges.", "To assess the reporting of selected advance contracts, we compared  advance contract action data identified in FPDS-NG to data reported in  FEMA’s Disaster Contracts Quarterly Report Fourth Quarter, Fiscal Year  2017 and Disaster Contracts Quarterly Report First Quarter, Fiscal Year  2018 to congressional committees on disaster contracting to identify any  unreported actions. We interviewed FEMA officials to discuss the  methodology and data sources for the congressional committee reports,  and any limitations to the accuracy of the data reported.", "To assess what challenges and lessons learned FEMA and USACE  identified with the use of advance contracts in 2017, we reviewed  PKEMRA advance contract requirements, FEMA and USACE  documentation on the use of advance contracts, and after-action reports  from 2017 and prior years, including the Hurricane Sandy FEMA After- Action Report, and the 2017 Hurricane Season FEMA After-Action  Report, and federal internal control standards for information and  communications. As part of our review, we identified FEMA and USACE’s  processes for documenting lessons learned following a disaster, lessons  learned specific to advance contracts, and any recommendations or  actions planned by the agencies to address them. We interviewed FEMA  and USACE headquarters officials on reported lessons learned, any other  challenges related to the use of advance contracts, and ongoing or  completed actions to address them. To describe challenges related to  coordination with state and local officials on the use of advance contracts,  we interviewed FEMA and USACE regional staff. To obtain perspectives  and examples from state and local government officials involved in  disaster response efforts we interviewed officials in California on advance  contracting efforts. The information gathered from these officials is not  generalizable to all officials. We also analyzed information on available  advance contracts from FEMA’s June 2018 advance contract list and  FEMA’s May 2018 training documentation identifying advance contracts  to identify any differences in the information available to FEMA regional  contracting officers, and their state and local contracting counterparts.", "We conducted this performance audit from March 2018 to December  2018 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Federal Emergency Management Agency (FEMA) Regional Offices", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Federal Emergency Management Agency (FEMA) and U.S. Army Corps of Engineers (USACE)-Identified Advance Contracts", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Katherine Trimble (Assistant  Director), Meghan Perez (Analyst in Charge), Erin Butkowski, and  Suzanne Sterling were principal contributors. In addition, the following  people made contributions to this report: Sonja Bensen, Emily Bond,  Lorraine Ettaro, Suellen Foth, Julia Kennon, Elisha Matvay, Carol  Petersen, Sylvia Schatz, Alyssa Weir, and Robin Wilson."], "subsections": []}]}], "fastfact": ["Following Hurricane Katrina, Congress required FEMA to establish contracts for goods and services in advance to enable quick and effective mobilization of resources in the aftermath of a disaster. FEMA and the Army Corps of Engineers used \"advance contracts\" for $4.5 billion in goods and services after Hurricanes Harvey, Irma, and Maria, and the California fires of 2017.", "We found FEMA's guidance on the use of these types of contracts was unclear, and that inconsistent information from FEMA could impair its efforts to help state and local governments use advance contracts.", "We made 9 recommendations, including that FEMA clarify its guidance."]}