{"id": "GAO-19-175", "url": "https://www.gao.gov/products/GAO-19-175", "title": "Federal Law Enforcement: Purchases and Inventory Controls of Firearms, Ammunition, and Tactical Equipment", "published_date": "2018-12-13T00:00:00", "released_date": "2018-12-13T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Federal law enforcement agencies purchase firearms, ammunition, and tactical equipment, such as riot shields, to support their missions. GAO was asked to review these purchases for federal law enforcement agencies, and inventory controls at HHS, EPA, and IRS specifically.", "This report examines, among other objectives (1) firearms, ammunition, and selected tactical equipment spending by federal agencies with 250 or more FLEOs from fiscal years 2010 through 2017; (2) the extent to which select agencies accurately reported purchases of firearms and ammunition in publicly-available data; and (3) inventory controls in place at HHS, EPA, and IRS.", "GAO obtained available data on purchases from 20 agencies and from USASpending.gov, and reviewed inventory information and controls within HHS, EPA, and IRS. GAO also conducted site visits to HHS, EPA, and IRS offices to observe inventory controls, selected based on data discrepancies or reports of loss or theft, among other factors.", "This is a public version of a sensitive report that GAO issued in October 2018. Information that HHS, IRS, and the Transportation Security Administration deemed sensitive has been omitted."]}, {"section_title": "What GAO Found", "paragraphs": ["The 20 federal law enforcement agencies in GAO's review reported spending at least $38.8 million on firearms, $325.9 million on ammunition, and $1.14 billion on tactical equipment—at least $1.5 billion in total—from fiscal years 2010 through 2017, based on data agencies provided to GAO.", "The internal agency data on firearms and ammunition purchases for the Bureau of Indian Affairs, U.S. Forest Service, and U.S. Immigration and Customs Enforcement (ICE) did not always match data that were publicly available on USASpending.gov—a government source for federal contract data. In particular, the dollar value of firearms purchases by ICE in USASpending.gov was approximately 8 times greater than the value of the purchases reported by ICE to GAO. Some differences result from other agencies using ICE contracts to make firearms and ammunition purchases, and ICE not properly identifying the funding agency for those purchases in the system that supplies data to USASpending.gov. Because ICE does not accurately report the agency that funded these purchases, the public does not have accurate information on how much ICE—and the agencies that make purchases using ICE contracts—have spent on firearms and ammunition. This decreases accountability and transparency of federal purchases, which is in conflict with the intended purpose of this system.", "Department of Health and Human Services (HHS), the Environmental Protection Agency (EPA), and the Internal Revenue Service (IRS) have inventory controls for tracking, verifying, and securing federal law enforcement officers' (FLEOs) firearms. GAO observed these agencies' law enforcement components and found them to be generally following their inventory and security policies at selected locations. In instances where agencies were not in compliance with their policies, the agencies made corrections during the course of GAO's review. Each component has a process whereby at least once yearly officials review the firearms inventory to ensure that firearms match with records in the office's inventory system. The figure below illustrates a general process that all components GAO reviewed follow to verify their firearms inventory. Ammunition and tactical equipment inventory controls varied because agencies generally did not consider these items to be as sensitive as firearms. Examples of these controls include security for, and limited access to, equipment that might be vulnerable to risk of loss or unauthorized use, such as silencers or pyrotechnics."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Director of ICE update ICE's contracting process to provide the name of the agency funding the purchase of firearms and ammunition to improve the accuracy of publicly available data. ICE concurred with the recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["Federal law enforcement officers (FLEO) play a key role in maintaining  the safety and security of federal property, employees, and the general  public. In 2012, the Bureau of Justice Statistics reported that the federal  government employed approximately 120,000 FLEOs in non-military  agencies with authority to make arrests and carry firearms in the United  States—the vast majority of which were law enforcement agents within  the Department of Homeland Security (DHS) and Department of Justice  (DOJ). In addition, federal agencies such as the U.S. Department of  Health and Human Services (HHS), the Environmental Protection Agency  (EPA), and the Internal Revenue Service (IRS) also have law  enforcement responsibilities that support their core missions. These  responsibilities include investigating potential violations of federal public  health, environmental, and tax laws.", "Within the federal government, FLEOs have a number of different  functions to fulfill their law enforcement missions and roles, including  providing police response, conducting criminal investigations, and  providing building or personnel security. To help FLEOs carry out these  responsibilities, agencies purchase firearms, ammunition, and tactical  equipment. At these federal agencies, FLEOs are authorized to carry  firearms, and are required to train in their use and pass certain firearms  qualification standards. To help ensure officers’ maintain the firearms  proficiency of their firearms-carrying workforce, these agencies purchase  ammunition for training, qualifications, and operations.", "Agencies may also purchase tactical equipment to support and augment  FLEO operations, such as counterdrug, counterterrorism, and border- security activities. The types of tactical equipment used for these  operations can include tactical vehicles to conduct drug raids; night vision  gear and thermal imaging devices to surveil marijuana cultivation on  public lands; helicopters to patrol coastlines; tactical and armored  vehicles to patrol the border for illegal activities; and aerial capabilities to  enhance border surveillance.", "Agencies that purchase firearms, ammunition, and tactical equipment  must report those purchases publicly on a searchable website— USASpending.gov. Because the law enforcement missions of these  agencies require them to purchase and manage firearms, ammunition,  and tactical equipment, effective purchasing and oversight—including  inventory and safeguarding controls—of these sensitive assets is  important. We have previously reported on federal agency firearms  inventory controls and on DHS ammunition purchasing and inventories. In  those reports, we also noted that it is incumbent upon agencies to ensure  the effective and efficient management of these items as stewards of  taxpayer resources.", "You asked us to review issues related to firearms, ammunition, and  tactical equipment purchases by federal agencies, as well as inventory  controls at HHS, EPA, and IRS specifically. This report examines the  following questions:  1.  What do available data show about spending on firearms,  ammunition, and selected tactical equipment made by federal  agencies with 250 or more federal law enforcement officers from fiscal  years 2010 through 2017?  2.  To what extent have selected agencies accurately reported purchases  of firearms and ammunition in publicly-available data on  USASpending.gov?  3.  What types and quantities of firearms, ammunition, and selected  tactical equipment do HHS, EPA, and IRS have documented to be in  their inventory systems, as of November 2017?  4.  What inventory controls and procedures are in place at HHS, EPA,  and IRS, and to what extent do these agencies follow these  procedures at selected locations?", "This report is the public version of a sensitive report that we issued in  October 2018. HHS, IRS and the Transportation Security Administration  (TSA) deemed some of the information in our October report to be  sensitive, which must be protected from public disclosure. Therefore, this  report omits sensitive information about the number of FLEOs at the TSA,  an illustration of how HHS’s National Institutes of Health Police secures  its firearms, and the number and types of some firearms, ammunition,  and tactical equipment in NIH’s and IRS’s inventory. Although the  information provided in this report is more limited, the report addresses  the same objectives as the sensitive report and uses the same  methodology.", "To address our first question, we selected the 20 agencies from the  departments named in the Chief Financial Officers Act that employed 250  or more FLEOs at any point from fiscal years 2010 through 2017. We  also excluded military and intelligence agencies from our review, such as  all Department of Defense (DOD) branches and the U.S. Coast Guard,  which is part of DHS. Table 1 shows the agencies in our scope for our  first question.", "For the first question, we analyzed the amount 20 federal agencies  reported spending on firearms, ammunition, and tactical equipment and  refer to these internal agency records as spending data. Specifically, we  provided the 20 agencies a data collection instrument and requested that  they report, among other things, the agency’s purchase method; award  date; number of firearms, ammunition, or tactical equipment purchased;  type of firearm, ammunition, or tactical equipment purchased; the amount  spent for these items; and whether the amount spent is an estimate for  the firearms, ammunition, and tactical equipment purchased for FLEOs  from their internal record-keeping systems from fiscal years 2010 through  2017. We analyzed the data agencies reported as “amount spent,” and  we use the terms “spending” and “spent” to refer to these data. To identify  tactical equipment for inclusion in our review, we selected 18 categories  of items that appeared on two or more lists of destructive, militaristic, and  specialized equipment. We use the term “tactical equipment” to refer to  these 18 selected categories of tactical equipment.", "To assess the reliability of the spending data, we conducted tests for  missing data and obvious errors, reviewed relevant documentation, and  followed up with agency officials as needed. We interviewed  knowledgeable agency officials about their spending records and data  reporting practices. We found the data sufficiently reliable for the purpose  of reporting the minimum thresholds of total amounts agencies spent and  the number of firearms and rounds of ammunition they bought. However,  we found the data were not reliable for reporting the number of tactical  equipment items purchased or for conducting further comparative  analysis.", "To address our second question, we selected three agencies—the  Bureau of Indian Affairs (BIA), the U.S. Forest Service, and U.S.  Immigration and Customs Enforcement (ICE)—to assess the extent to  which their purchases of firearms and ammunition were accurately  reflected in publicly-available data. We selected these three agencies  based on the total dollar value of obligations reported in  USASpending.gov: one small agency (BIA), one medium agency (Forest  Service), and one large agency (ICE). We requested that these  agencies provide to us internal purchase data for firearms and  ammunition that included, among other things, the amount obligated for  these items, a unique transaction identifier (called the Procurement  Instrument Identifier), and the product or service code for firearms and  ammunition purchases from fiscal years 2010 through 2017. We  compared the amounts these three agencies obligated for firearms and  ammunition purchases, as they reported to us, with the obligation data  that are publicly available on USASpending.gov for those three agencies,  using the Procurement Instrument Identifier to match records across the  two sets of data. We obtained publicly-available data from  USASpending.gov, which included obligations data from the Federal  Procurement Data System-Next Generation (FPDS-NG), using product or  service codes that identify contracts for firearms or ammunition  purchases. We did not include equipment purchases because the  publicly-available data lack product or service codes that would allow us  to reliably identify those records. We reviewed a portion of these data and  interviewed agency officials about differences we found between the  publicly-available and agency-provided data. Results of our analyses of  these three agencies’ data are not generalizable.", "To address our third and fourth questions, we reviewed inventory  information and controls for the case study federal law enforcement  components within HHS, EPA, and IRS. Specifically, we obtained and  analyzed inventory data, annual inventory reports, and other available  documentation provided by these case study agencies and their  components that employ FLEOs regarding their inventory of firearms,  ammunition, and tactical equipment as of November 2017. Accordingly,  we can draw conclusions only about the selected components in these  agencies. To assess the reliability of the inventory data, we reviewed  components’ documentation related to purchases and data management,  especially policies to ensure that items are properly entered and removed  from the system.", "To examine these components’ firearms, ammunition, and tactical  equipment inventory controls, we reviewed their policies describing  storage protocols and inventory control procedures, and we interviewed  components’ officials to better understand these policies and procedures  in practice. We reviewed internal and external audit and inspection  reports related to the controls over firearms, ammunition, and tactical  equipment at these components to identify any reported deficiencies and  actions taken or planned to address those deficiencies. We also  compared these policies with applicable Standards for Internal Control in  the Federal Government and key areas that we have identified as  important for effective inventory management. We also conducted site  visits to 12 components’ offices selected based on a variety of factors,  including the number of agencies with component offices in each city we  visited, data discrepancies at field offices, and reports of loss or theft at  these offices. During these site visits, we observed officials demonstrating  inventory inspection, inventory data entry, and access and other security  controls. In addition, we interviewed officials responsible for maintaining  and inventorying firearms, ammunition, and tactical equipment. The  observations and information we obtained from the offices visited cannot  be generalized to other locations for these components, but provide  insights about the components’ firearms, ammunition, and tactical  equipment controls. For more information on our scope and methodology,  see appendix I.", "We conducted this performance audit from June 2017 through October  2018 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives. We subsequently worked  with the agencies addressed in this report from October 2018 to  December 2018 to prepare this public version of the original sensitive  report for release. This public version was also prepared in accordance  with these standards."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Missions, Roles, and Responsibilities of Federal Agencies in Our Review", "paragraphs": ["Federal agencies carry out a variety of missions, including protecting and  defending government buildings, public lands, and natural resources, as  well as federal employees, elected officials, and visitors to federal sites.  Agencies with FLEOs are also charged with investigating civil and  criminal violations of federal laws. Inspectors General, which may also  have FLEOs, are independent and objective units within agencies that are  charged with combatting waste, fraud, and abuse within the programs  and operations of their agencies. Table 2 lists the agencies within our  review (20 agencies included in our review of spending data and 5  agency components included in our review of inventory controls) and  describes their law enforcement missions. For more information about the  data each agency provided, see appendix II."], "subsections": []}, {"section_title": "Types of Firearms, Ammunition, and Selected Tactical Equipment", "paragraphs": ["For the purposes of our review, a firearm is any weapon that is designed  to expel a projectile by the action of an explosive or that may be readily  converted to do so. Some firearms are single-shot, while others may be  semi-automatic (requires a separate pull of the trigger to fire each  cartridge) or fully automatic (can shoot automatically more than one shot,  without manual reloading, by a single function of the trigger).  Ammunition includes its component parts, such as cartridge cases,  primers, bullets, or propellant powder designed to be used in a firearm.  Ammunition can be used in multiple types of firearms, based on the size.  For example, 9mm caliber ammunition used in pistols can also be used in  certain types of fully automatic firearms. See figure 1 below for more  information about the types of firearms FLEOs may use.", "In addition to firearms and ammunition, federal agencies may also have a  variety of tactical equipment available to their officers to support their law  enforcement roles. For example, officers engaged in counterdrug  activities may use armored vehicles for drug raids in rural areas or night- vision equipment to maintain surveillance of drug activities. Officers that  work in counterterrorism and border security may use helicopters or other  aircraft, as well as armored or tactical vehicles, to patrol or surveil  locations. See figure 2 for examples of selected tactical equipment in our  review."], "subsections": []}, {"section_title": "Purchase Data Reported in FPDS-NG and USASpending.gov", "paragraphs": ["Federal Procurement Data System-Next Generation (FPDS-NG) is a  comprehensive web-based tool for agencies to publicly report contract  transactions, including firearms, ammunition, and tactical equipment  purchases. The public can download FPDS-NG data on contract actions  from the USASpending.gov website, and this data set enables users to  examine spending in multiple categories across government agencies.  The contracting officer, who awards a contract or order against an  existing contract, has responsibility for accurately recording the individual  contract action information in FPDS-NG. Agencies are responsible for  developing a process for recording contract actions and monitoring  results to ensure their timely and accurate reporting in FPDS-NG, and  must submit certifications about the accuracy of contract reporting to the  General Services Administration.", "The Federal Acquisition Regulation (FAR) and the FPDS-NG Government  User’s Manual require that each transaction record include the name of  the funding agency—the agency that provided the obligated funds for the  transaction. The FPDS-NG Government User’s Manual also requires a  product or service code (PSC) that reflects the product or service  procured. If more than one PSC applies, the PSC that represents the  predominance of the dollars obligated should be selected. Generally,  the FAR requires that agencies report contract actions with a total  estimated value greater than $3,500 to FPDS-NG. Generally, contract  actions that do not meet the $3,500 threshold may also be reported, but  the FAR does not require agencies to do so."], "subsections": []}]}, {"section_title": "Available Data Show that Selected Agencies Reported Spending at Least $1.5 Billion on Firearms, Ammunition, and Tactical Equipment from Fiscal Years 2010 through 2017", "paragraphs": ["The 20 federal agencies in our review reported data from their internal  record-keeping systems on the amount they spent on firearms,  ammunition, and selected tactical equipment. These agencies reported  spending at least $38.8 million on firearms, $325.9 million on ammunition,  and $1.14 billion on tactical equipment—at least $1.5 billion in total—from  fiscal years 2010 through 2017. For detailed information about the data  each agency provided, see appendix II."], "subsections": [{"section_title": "Firearms Spending", "paragraphs": ["The 20 agencies in our review reported spending a total of at least $38.8  million on firearms for their FLEOs from fiscal years 2010 through 2017,  based on available spending data they provided from their internal record- keeping systems. The amount each agency reported spending on  firearms over the 8-year period ranged from $106,000, in the case of the  Social Security Administration’s Office of the Inspector General (SSA  OIG) to $4 million at U.S. Customs and Border Protection (CBP). Of the  20 agencies in our review, 18 agencies also reported the number of  firearms they bought. These agencies reported buying a total of at least  44,551 firearms during this time. The quantity of firearms each of these  18 agencies reported buying over the 8-year period ranged from at least  311 at SSA OIG to at least 8,500 at the Bureau of Alcohol, Tobacco,  Firearms, and Explosives (ATF).", "Agencies buy a variety of firearms in support of their law enforcement  missions. From fiscal years 2010 through 2017, agencies reported buying  pistols, rifles and shotguns, and three of the agencies—NPPD, ICE, and  U.S. Secret Service—also reported buying revolvers. Seventeen  agencies reported buying semi-automatic firearms, while eight agencies  reported buying fully automatic firearms and ten agencies reported buying  single-shot firearms. See figure 3 for more information about the types  of firearms that agencies reported buying over the 8-year period.", "Agency officials told us there were several reasons why they buy  firearms, such as to update their entire firearms inventory, to replace  malfunctioning firearms, or to test new models of firearms. Agencies  typically do not update their firearms inventory often because firearms  can last many years when properly serviced and maintained. This is  reflected in agencies’ spending data, which generally show periodic larger  orders of firearms and more frequent smaller orders. For example, ATF  reported buying several thousand pistols in both fiscal years 2012 and  2017, and fewer than 1,000 pistols and rifles in total in the intervening  years. Similarly, BIA reported buying several hundred firearms in 2010,  2012, and 2014, and fewer than 200 in total in the remaining 5 years of  our review. When firearms near the end of their useful life, agencies can  choose to retire or replace them. Additionally, agencies frequently  reported buying three or fewer firearms at a time, and officials from one  agency we spoke with said that they may buy a single firearm at a time in  order to test out new models for future consideration."], "subsections": []}, {"section_title": "Ammunition Spending", "paragraphs": ["The 20 agencies in our review reported spending a total of at least $325.9  million on ammunition for their FLEOs from fiscal years 2010 through  2017, based on available spending data from agencies’ internal record- keeping systems. The amount each agency reported spending on  ammunition over the 8-year period ranged from $309,000 (SSA OIG) to  $128 million (CBP). Of the 20 agencies in our review, 16 agencies also  reported the number of rounds of ammunition they bought. The 16  agencies reported buying a total of at least 767 million rounds of  ammunition during this time. The number of rounds of ammunition each  of these agencies reported buying over the 8-year period ranged from at  least 846,000 rounds (SSA OIG) to at least 429 million rounds (CBP).  These agencies most frequently reported buying handgun ammunition,  and .40 caliber was the most frequently reported caliber. See figure 4 for  more information about the types of ammunition that agencies reported  buying over the 8-year period.", "Agency officials we spoke with said the quantity of ammunition they buy  annually varies within each agency based on factors such as ammunition  usage in previous years, the number of officers qualifying to use a firearm  each year, the skill level of officers, the type of training conducted, and  their budget each fiscal year. Specifically, agencies require officers to  pass certain firearms qualifications standards in order to maintain their  proficiency—typically quarterly for pistols, and biannually for rifles and  shotguns. Officers must qualify on each firearm they are authorized to  carry, and some agencies may have additional training requirements  throughout the year. For example, HHS Office of Inspector General (OIG)  officials said that, in addition to quarterly qualifications, officers also  complete eight additional training modules each year that cover topics  that include responding to multiple assailants, use of cover, and reactive  shooting techniques. HHS OIG officials noted that they may add  additional training if needed, and officials take this into account when  determining the type and amount of ammunition they order each year."], "subsections": []}, {"section_title": "Tactical Equipment Spending", "paragraphs": ["Of the 20 agencies in our review, 17 provided spending data for their  tactical equipment. The 17 agencies reported spending a total of at least  $1.14 billion on tactical equipment for their FLEOs from fiscal years 2010  through 2017, based on available spending data from agencies’ internal  record-keeping systems. The amount each agency reported spending on  tactical equipment over the 8-year period ranged from $10,000 (SSA  OIG) to $609 million (CBP). We cannot report the total quantities of  tactical equipment agencies bought because agencies reported quantity  data using different units of measurement. For example, when we  requested data on the number of camouflage uniforms agencies bought,  agencies used “1” to refer to a variety of clothing, such as a single pair of  pants or a full set of uniforms.", "A few agencies accounted for a significant portion of the total reported  spending on tactical equipment. Specifically, four agencies—CBP, U.S.  Marshals Service, Federal Bureau of Investigation (FBI), and Drug  Enforcement Administration—reported spending at least $755 million in  the manned aircraft category, or 66 percent of all reported tactical  equipment spending for all agencies. See figure 5 for the types of tactical  equipment agencies reported in spending data.", "The 17 agencies that reported buying tactical equipment most frequently  reported buying aiming devices, such as sights and scopes, and  specialized image enhancement devices, such as thermal cameras or  night-vision goggles. Few agencies reported buying tactical and  weaponized vehicles, aircrafts, and vessels. See figure 6 for more  information about the types of equipment reported in each agency’s  spending data."], "subsections": []}]}, {"section_title": "BIA and Forest Service Publicly- Available Data Differed Somewhat from their Internal Data, While ICE’s Data Differed Substantially", "paragraphs": ["For the three agencies we reviewed—BIA, Forest Service, and ICE— publicly-available purchase data from USASpending.gov on firearms and  ammunition did not consistently match the internal agency data we  reviewed. Table 3 shows the total dollar value of the firearms and  ammunition obligations that each agency reported to us, alongside the  dollar value of the obligations in the publicly-available data.", "Differences between the agency-reported values and the values shown in  the publicly-available data ranged from less than 1 percent to  approximately 700 percent of the values reported by the agencies. Of the  three agencies that we reviewed, ICE had the largest discrepancies  between the agency-reported and publicly-available values. ICE reported  to us $2,539,585 in firearms obligations and $47,965,399 in ammunition  obligations for fiscal years 2010 through 2017; however, the publicly- available data for ICE for the same time period shows $19,728,786 in  firearms obligations—about eight times greater than what ICE reported to  us—and $146,198,549 in ammunition obligations—about three times the  amount that ICE reported to us.", "According to our analysis, some of the difference between the ICE- provided and publicly-available obligations in USASpending.gov results  from other DHS agencies using ICE contracts to make firearms and  ammunition purchases, and ICE not properly identifying the funding  agency for those purchases in the Federal Procurement Data System- Next Generation (FPDS-NG), the database from which USASpending.gov  draws contracting data. In these cases, agency officials told us that  under a process known as “strategic sourcing,” ICE performs the  procurement functions and is reimbursed by the purchasing agency.  The Federal Acquisition Regulation (FAR) requires that the agency that  “provided the predominant amount of funding for the contract action” be  recorded in FPDS-NG. The FPDS-NG Government User’s Manual also  specifies that users record the agency that “provided the obligated  funds”—that is, the agency that purchased the item or service.", "However, when ICE records the transaction data in FPDS-NG, ICE lists  itself as the funding agency for firearms and ammunition transactions. For  example, in the publicly-available records, a fiscal year 2013 purchase of  pistols from the manufacturer totaling $847,960 in obligations shows ICE  as the funding agency, but the transaction description states: “to  purchase pistols for FPS .” As a result, ICE  appears to be the funding agency for more firearm and ammunition  transactions in the publicly-available data than in the data ICE reported to  us.", "ICE officials explained that their contracting officers manually enter ICE  as the funding agency in FPDS-NG. They interpret the FPDS-NG  Government User’s Manual guidance to allow designation of ICE as the  funding agency, since payment for the purchase is made from an ICE  account even when those funds are reimbursed by the agency that  actually receives the purchased product. However, the FPDS-NG  Government User’s Manual specifically requires the identification of the  funding agency and distinguishes between the agency that makes the  payment and the agency that ultimately provides the funds for the  purchase. FPDS-NG guidance also clarifies that when one agency buys  on behalf of another, the agency that is requiring the purchase should be  recorded as the funding agency, not the payment office.", "Because ICE recorded other agencies’ purchases as its own in the  publicly-available data, it significantly inflated the apparent dollar value of  its firearms and ammunition purchases. As a result of ICE not accurately  recording the correct funding agency information in FPDS-NG, the public  does not have accurate information on the value of firearms and  ammunition purchases made by ICE, and the agencies that make purchases using ICE contracting services. As we have previously  reported, data need to be presented in a way that meets the needs of the  end users—both policy makers and the public—if USASpending.gov is to  fulfill its purpose of increasing accountability and transparency in federal  spending. Improving the accuracy of the reported funding agency can  better help the public understand and use federal data, and increase  accountability and transparency of these sensitive purchases.", "Data on obligations for the publicly-available purchase records had  smaller discrepancies when compared with purchases of firearms and  ammunition reported to us by the BIA and Forest Service. The BIA’s  ammunition obligations in the agency- and publicly-reported data sets  closely matched, with a discrepancy of less than 1 percent overall from  fiscal years 2010 through 2017. The Forest Service’s firearms obligation  amounts in the agency- and publicly-reported data sets also closely  matched, with a discrepancy of less than 1 percent overall from fiscal  years 2010 through 2017. However, the dollar value of the Forest  Service’s ammunition obligations recorded in the publicly-available data  was approximately 25 percent greater than the value of the ammunition  purchases in the data that they provided to us. Forest Service officials  explained that the publicly-reported data includes ammunition purchased  for non-law enforcement purposes—such as protecting Forest Service  employees from wildlife attacks, controlling invasive species, or  euthanizing injured animals—and those purchases were excluded from  the data that they provided to us because the scope of this review  focuses on purchases for FLEOs.", "The type and amount of information recorded in the publicly-available  data also contribute to discrepancies between agency-provided and publicly-available purchase records. As a result, the publicly-available  data may comply with the data reporting requirements enumerated in the  FAR and in the FPDS-NG Government User’s Manual and still differ from  the agency-provided data. Differences between publicly-available data  and agency purchase records include:", "The product or service code (PSC) selected in the publicly-available  data may not reflect all of the items in a purchase. According to the  FPDS-NG Government User’s Manual, the PSC selected for a  purchase should reflect the items that constitute “the predominance of  the dollars obligated,” and only one PSC may be associated with a  purchase. Therefore, when a purchase is assigned a firearms or  ammunition PSC, but the purchase includes non-firearms or non- ammunition items as well, the total obligated amount of the purchase  will be associated only with the selected PSC in the publicly-available  data. This may result in over- or under-reporting the value of the  obligations for firearms or ammunition purchases. For example, in  fiscal year 2014, BIA purchased 103 shotguns, 220 tactical lights, and  other equipment in a single transaction. The total value of the  obligation was $145,970, of which the shotguns constituted 50.4  percent of the purchase ($73,549). Consistent with FPDS-NG  guidance, the entire purchase was categorized as “Guns, through  30mm” in the publicly-available data, even though almost half of the  purchase was for non-firearms items, thereby over-reporting the  obligated value of the firearms purchased—in this case, effectively  doubling the apparent obligated value of the firearms purchased while  omitting the obligated value of the non-firearms items that were part of  the purchase. Conversely, a purchase categorized as “Optical  Sighting and Ranging Equipment” obligated for $2,971 included a line  item for $500 of ammunition. BIA included the $500 ammunition  purchase in the data provided to us, but that amount was included  under the equipment PSC in the publicly-available data in keeping  with FPDS-NG guidance. This excluded the purchase from the  publicly-available data that we reviewed and under-reported the  obligated value of ammunition purchases by BIA.", "The available PSCs in the publicly-available data do not distinguish  between firearm parts and fully functional firearms. Several purchases  associated with firearms PSCs included descriptive information  indicating that the purchase was for firearms parts. ICE officials also  confirmed that an order described as firearm “parts” could include fully  functional firearms. The officials noted that whether a particular  purchase included fully functional firearms, firearms parts, or both  cannot be determined without the statement of work, and the  statement of work is not part of the publicly-available data. By  including purchases of both fully functional firearms and firearm parts  in the same category, publicly-available data may inflate the obligated  value of functional firearms purchases.", "Firearms and ammunition purchases may not be assigned a related  PSC in the publicly-available data. In cases where agencies assigned  a non-firearms or ammunition PSC to a firearms or ammunition  purchase, those purchases were excluded from the publicly-reported  data that we analyzed. For example, a Forest Service purchase of  rifles and sights which obligated $50,799 was assigned a PSC for  “Assemblies Interchangeable Between Weapons In Two or More  Classes” in the public data, rather than a firearms- or ammunition- specific PSC. Another Forest Service purchase for rifles which  obligated $23,457 was assigned a PSC for “R&D-Defense System:  Weapons (Basic Research).”", "Agencies are not required to report purchases of $3,500 or less to  FPDS-NG. Because purchases of $3,500 or less generally are not  required to be reported to FPDS-NG, these purchases may be  reported inconsistently or not at all in the publicly-available data.  Ammunition is often purchased by the selected agencies in small  quantities and may cost $3,500 or less. For example, Forest Service  officials noted that such small ammunition purchases may be made  using a purchase card, and their internal data included at least 130  such purchases.", "In addition, the publicly-available data do not include a field for agencies  to report quantity information associated with purchases. Therefore, the  number of firearms or rounds of ammunition that an agency purchased  are not available in the publicly-available purchase data."], "subsections": []}, {"section_title": "HHS, EPA, and IRS Reported Varying Levels of Inventories of Firearms, Corresponding Ammunition and Limited Tactical Equipment", "paragraphs": ["HHS, EPA, and IRS law enforcement components, our case studies, in  total reported inventories of five types of firearms—all with corresponding  types of ammunition—and nine types of tactical equipment. According  to officials in all components, their inventories of these items can be  attributed to a variety of factors, including the missions and  responsibilities of their FLEOs, the number of FLEOs, and the office’s  schedule for disposing of and acquiring inventory. Table 4 summarizes  the types and quantities of firearms, ammunition, and tactical equipment  reported at case study components as of November 2017. For  additional information on case study components, see appendix II.", "Firearms. The numbers and types of firearms the components in our  review reported having in their inventories varied. As of November 2017,  all components reported inventories of pistols and shotguns, five  components reported rifles, and three reported fully automatic firearms.  Officials noted that they make decisions about what to have in their  inventories based on factors such as their number of FLEOs and mission  needs. All components issued pistols to FLEOs to carry, in accordance  with their statutory authority. Officials stated that these firearms are to be  carried on duty so FLEOs are prepared for potentially dangerous  circumstances, such as serving warrants on armed individuals. Similarly,  qualified FLEOs in all components can temporarily carry rifles or shotguns  in anticipation of, or in response to, high-risk situations, such as active  shooter threats or arrests of suspects who are believed to be dangerous.", "We found that components had more pistols per FLEO than shotguns or  rifles per FLEO, which reflects components’ preferences to issue pistols  to officers as their duty weapons. For example, six components reported  having roughly a 2 to1 or 3 to 1 pistol-to-officer ratio, while EPA OIG  agents had a 5 to1 ratio. Case study components generally reported  having more pistols than FLEOs because every FLEO is assigned at least  one pistol. On the other hand, six components reported having about 1  shotgun or fewer per every two FLEOs. However, EPA Office of  Enforcement and Compliance Assurance (OECA) had a 1.4 to 1 shotgun- to-FLEO ratio. According to EPA OECA officials, their shotgun-to-agent  ratio is higher than other agencies because of two factors: 1) EPA OECA  historically had more agents, which made their shotgun-to-agent ratios  lower than when they acquired the shotguns in use today, and 2) EPA  OECA sends additional unassigned shotguns to natural disaster response  locations to pre-position them for EPA OECA agent use. Components in  the Food and Drug Administration (FDA) and IRS reported keeping a  relatively smaller number of shotguns, which they said they only deploy  for high-risk investigations. Among the five components with rifles, rifle-to- FLEO ratios ranged widely—from less than 1 to 10 to 6 to 10 —due to  differences in the number of FLEOs and mission needs. For example,  officials with IRS Police, which had four rifles for nine officers, stated that  they only use the rifles for continuity of operations drills and annual  qualifications.", "Ammunition. As of November 2017, case study components reported  inventories of ammunition ranging from 14,706, in the case of the IRS  Police, to approximately 5 million rounds held by IRS CI. (See table 4  for all components’ inventories of ammunition.) Each law enforcement  agency independently decides how much ammunition to allocate to its  firearm-carrying personnel for training and qualification. Component  officials noted that ammunition inventories constantly fluctuate throughout  the year, based on factors such as the amount used for qualification and  training purposes, and the timing of ammunition shipments. Officials from all components stated that their ammunition inventories can quickly  change by thousands of rounds depending on training and qualification  timing. For example, according to NIH officials, between November 2017  and February 2018, officers used 5,110 rounds of rifle ammunition during  training, and subsequently NIH acquired 14,400 rounds of rifle  ammunition. To help ensure they have sufficient ammunition on hand to  support the training and operational needs of their FLEOs, components  may maintain inventories of ammunition to last for several months. The  length of time between ordering and receiving ammunition orders can be  lengthy, sometimes up to 1 year, according to officials. Therefore,  components order ammunition in large quantities to ensure there is  enough available for training and qualification purposes.", "Tactical Equipment. Six case study components reported inventories of  9 of the 18 types of tactical equipment reviewed. Breaching equipment  and aiming devices were the most frequently reported kinds of tactical  equipment at these six components: four components reported breaching  equipment and four reported aiming devices in inventories. Three  components reported other equipment. EPA OIG reported inventories of  silencers and tactical lighting; however, in February 2018 EPA OIG  officials told us they began to transfer their silencers to another federal  agency because officials decided that they were no longer necessary to  meet their mission. Among the agencies in our review, NIH reported  having pyrotechnics and large-caliber launchers. NIH officials said these  items were necessary for assisting other law enforcement agencies in the  event that extreme circumstances, such as a terrorist attack or riot,  occurred in the area."], "subsections": []}, {"section_title": "Case Study Components’ Inventory Controls Vary and Selected Offices Generally Followed Their Own Procedures", "paragraphs": ["HHS, IRS, and EPA case study components have inventory controls in  place for firearms, ammunition, and tactical equipment. Components  generally followed their procedures at selected locations to track and  secure FLEOs’ firearms. In addition, all 12 case study components’  offices that we visited were in compliance with their ammunition and  tactical equipment inventory controls. All components had some controls  governing ammunition and equipment, though the specific controls varied  by component."], "subsections": [{"section_title": "Case Study Components Have Controls to Track and Secure Firearms", "paragraphs": ["HHS, IRS, and EPA case study components have controls in place for  tracking, verifying, and securing FLEOs’ firearms. Through our  observations, we found these components are generally following their  inventory and security procedures at selected locations. According to  Standards for Internal Control in the Federal Government, agencies  should design control activities to respond to risks related to vulnerable  assets. To ensure these controls operate effectively, management can  take steps such as periodically counting and comparing such assets to  control records, and establishing physical control to secure and safeguard  vulnerable assets. Other examples of these controls include security for  and limited access to assets, such as equipment that might be vulnerable  to risk of loss or unauthorized use. In addition, we have identified areas  that have been consistently recognized as important for effective  inventory management that align with these controls. These areas  include recording and tracking firearms inventory data and maintaining,  controlling, and accounting for firearms inventories, among other things.", "Firearms Tracking. At each of these components, firearms are  considered sensitive items and are tracked in electronic data systems or  using paper records. At HHS OIG, there is a separate firearms tracking  system, and other components track firearms in their overall property  management system. A barcode or serial number is used to track the  firearm through the life-cycle of the weapon—which includes initial  assignment, changes in assignment (to a different agent or to storage),  and weapon disposal. According to each component’s policy, every  firearm has a bar code or serial number associated with it, and each  firearm is assigned to an agent or placed in storage. When an agency  receives a firearm, the serial number or bar code is entered into the  agency’s firearms inventory system and upon assignment to an agent  updated with the agent’s name. Typically, firearms in storage are  assigned to the primary firearms instructor or the firearms coordinator in  the inventory system to ensure accountability. At all case study  components the primary firearms instructors and firearms coordinators  are the persons responsible for managing the firearms inventory of an  office and ensuring firearms are properly tracked—these are considered  ancillary duties for these individuals, in addition to their regular  responsibilities as FLEOs. We observed demonstrations or  documentation of these tracking records at each office we visited and  found them to be generally in accordance with office policies.", "Firearms Verification. Each component has a process whereby at least  once a year officials conduct a firearms inventory to ensure that issued  and stored firearms match with records in the office’s inventory tracking  system. Figure 7 describes a general process that all components we  reviewed follow to verify their firearms inventory. Five components we  examined require this annual firearms inventory process to be conducted  in person and entail the visual inspection of the serial number and  condition of the firearm. However, FDA and EPA OECA FLEOs are  permitted to send an email containing their firearm serial number, a photo  of the firearm, or both to the official conducting the inventory to virtually  verify they are in possession of their firearm. Officials stated that this  saved them the expense of FLEOs in remote locations traveling for  annual inventory checks.", "In addition to regularly verifying inventories of their firearms, five case  study components conduct periodic checks to verify the accuracy of  firearm inventory data. During these checks, headquarters or other  inspection officials review data recorded about inventories, storage  controls, and proper maintenance of weapons. For example, IRS CI and  HHS OIG conduct regular internal reviews of firearms inventories and  records that they use to identify data errors and make recommendations  to improve data quality. We found that recent checks at the case study  components have rarely identified issues related to recorded firearms  data, and the majority of the identified issues were related to minor data  errors, such as incorrectly recorded assignments of guns to FLEOs,  locations of guns, and serial numbers. For example, in May 2017 EPA  OECA’s check of one area office found two firearms listed as being in  storage were actually in service. All components with these administrative  errors corrected them as they became aware of them, according to the  audit reports and agency officials.", "However, during our review of EPA OIG inventory control practices for  firearms, we found that EPA OIG headquarters did not have a  management review process in place for firearms inventory, which  contributed to examples of inaccurate firearms inventory data.  Specifically, we found 6 out of the 12 EPA OIG offices reported  inventories with at least one firearm that did not match the location and  individual to which it was assigned. For example, we found that the  Special Agent in Charge at one EPA OIG’s field office verified that 10  firearms were physically in the office when actually they had been  shipped to headquarters 11 months prior to the inventory date. According  to EPA OIG officials, the errors we found were largely due to EPA OIG  headquarters not updating records when agents transferred firearms from  one office to another. As a result of our review, headquarters is  implementing practices to improve future data quality. Specifically, EPA  OIG officials said they reconciled their inventory data and had field offices  with inaccurate inventories prepare memos to reflect their actual  inventories. EPA OIG also updated firearms procedures to include  headquarters increased oversight of firearms audits and inspections. In  practice, EPA OIG officials stated that this will entail an annual reconciling  of inventory memos sent by field offices with inventory data records  maintained at EPA OIG headquarters. Thus, EPA OIG can more reliably  track the location and agents responsible for firearms, ensuring proper  weapons control procedures and accountability.", "Firearms Storage. All case study components had policies in place that  required secure storage of firearms. All seven components’ policies  specify that this must include a locked container, such as a file cabinet or  desk safe for issued firearms or a firearm vault or safe for unissued  firearms. In all 12 of the components’ offices we visited, we observed  unissued firearms stored in a designated room that was kept locked with  limited access. Specifically, we observed firearms storage rooms secured  by keycard access, alarms, cameras, and other security devices. At all of  the components’ offices we visited, only FLEOs with a need to enter the  rooms had authorization to do so. For example, only FLEOs in  management roles and firearms instructors had access to the firearms  storage room at the IRS CI and HHS OIG offices we visited, according to  officials at each.", "In the secure firearms storage rooms at all of the locations we visited, we  observed firearms that were further protected by cabinets, cages, safes,  vaults, or combinations of these devices. We also observed some  instances of firearms being stored securely in safes outside of the  designated firearms storage room. For example, two EPA OIG and OECA  offices we visited had spare shotguns and related equipment in biometric  safes in offices to be used in response to active shooter threats. Qualified  FLEOs in these two offices can use their fingerprints to open the safes  and respond to such threats.", "Based on our observations, the offices we visited for the six components  were in compliance with their firearms storage policies. However, we  found the IRS Police office in Martinsburg to be out of compliance with  policy that limits access to stored firearms to the armorer and chief of  security and its policy that restricts storage in locked cabinets to five  firearms. Based on our finding, IRS Police officials said they will update  their policy to reflect its current practice of allowing all IRS Police officers  access to stored firearms to respond to active shooter threats and  acquired an additional safe to store firearms in June 2018. For each of  the components we examined in our review, there were no instances of  firearms being lost or stolen from any office, according to component data  and officials."], "subsections": []}, {"section_title": "Case Study Components Vary in Their Controls Over Ammunition and Tactical Equipment", "paragraphs": ["All 12 offices for case study components that we visited were in  compliance with their ammunition and tactical equipment inventory  controls and procedures. All components had policies to treat ammunition  and equipment as items with some level of control, though the specific  controls varied by component.", "Ammunition. At the components’ offices we visited, we observed various  methods for tracking ammunition inventories, such as electronic logs,  physical logs, or visual inspection. In general, case study components’  policies require ammunition tracking through an ammunition log updated  as ammunition is used, a regular inventory, or both. Components track  ammunition to ensure they have enough on hand for training and  qualifications, according to component officials. Some components,  such as EPA OIG, maintain tight controls over their ammunition use by  tracking ammunition use by lot number and the number of bullets used by  each gun in physical logs. EPA OIG officials stated that they used this  level of precision for three reasons: to track how many bullets are fired  through each firearm for maintenance purposes, to quickly identify  ammunition in inventory that may be affected by recalls, and to have a  high degree of accountability. HHS OIG tracks ammunition using an  electronic log, which they said they update whenever ammunition is  removed for training and qualifications. IRS CI currently limits access to  ammunition and entrusts use of force coordinators with independently  managing their ammunition inventory to meet the training needs of their  area of responsibility. One IRS CI use of force coordinator said that she  relies on her experience and judgment to keep track of ammunition use at  her field office without formally recording it. IRS CI is the only component  in our review that does not have a documented policy to track ammunition  or conduct a regular inventory; however, IRS CI officials indicated they  are in the process of establishing a nationwide policy to track ammunition  and conduct a regular ammunition inventory. Officials at two case study  component offices said they provide their FLEOs extra boxes of  ammunition to use for practice at a firing range outside of work hours. In  general, four of the seven case study components did not track the real- time amount of ammunition they had on hand; rather, component officials  said they had a general sense of the amount of ammunition in order to  know if they had enough for training and qualifications, and when they  would need to reorder ammunition.", "All case study components’ policies require secure storage of  ammunition. In all 12 of the components’ offices we visited, we observed  that ammunition was stored in their firearms storage rooms, and all  offices took the additional step of securing the ammunition further in  locked safes. For example, IRS CI requires ammunition storage in a  security cabinet or a security room, preferably separately from firearms.  Both of the IRS CI offices that we observed stored ammunition separately  from firearms and with limited access. In the offices for two components,  NIH and HHS OIG, we observed ammunition secured in a separate room  from the firearms.", "Tactical equipment. Case study components do not control the tactical  equipment in their inventory in the same ways that they control firearms  and ammunition. Case study components that possessed aiming,  breaching, and tactical lighting equipment did not have policies guiding  their storage because they do not generally consider them to be as  dangerous as a firearm or valuable enough to be tracked. However,  components that possessed silencers, large-caliber launchers,  pyrotechnics, or other items did have policies to control these items.  Specifically, IRS CI policy requires the electronic tracking and inventory of  night-vision equipment, optical equipment, and vehicles. NIH policy  directs that large-caliber gas launchers be stored in the armory and  pyrotechnics be stored in their bunker with ammunition. IRS CI, NIH, and  EPA OIG all tracked this equipment during their annual inventory  verification. Case study components did not report any instances of loss  or theft of the tactical equipment in their inventories.", "Storage of tactical equipment varied and corresponded with case study  components’ use of items. For example, we observed silencers and  aiming devices stored on or near firearms at EPA OIG and NIH because  they are accessories that attach to firearms. We observed breaching  equipment to be stored either in the firearms storage room, vehicles, or  elsewhere in the offices we visited. For example, at EPA OIG’s  headquarters office, breaching equipment was stored in the firearms  room because officials stated that they were only likely to use breaching  equipment as part of a planned operation. However, officials at the FDA  and NIH offices we visited said that their breaching equipment was stored  in vehicles so it could be more readily accessible if they needed to use it."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Accurate reporting of firearms and ammunition is critical for accountability  and transparency of these sensitive purchases. While reporting such  purchases with precision is difficult, the execution of this responsibility  impacts the public’s access to information about which agencies  purchase what types of firearms and ammunition, and the amount that  they spent on those purchases. However, ICE did not properly identify the  funding agency in FPDS-NG for purchases where other DHS agencies  used ICE contracts to procure firearms and ammunition. This inflated its  publicly-available data to show a significantly higher obligated dollar value  of purchases than it actually purchased. Because ICE does not accurately  report the agency that funded the purchase to FPDS-NG, the public does  not have accurate information on how much ICE and the agencies that  make purchases using ICE procurement services have obligated for  firearms and ammunition. Data need to be presented in a way that meets  the needs of the end users—both policymakers and the public—if  USASpending.gov is to fulfill its purpose of increasing accountability and  transparency in federal spending. Improving the accuracy of the reported  funding agency can better help the public understand and use federal  purchase data, and increase accountability and transparency for these  sensitive purchases."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To improve the accuracy of publicly-available purchase information, the  Director of ICE should update ICE’s contracting process to include the  name of the appropriate funding agency in data entered into FPDS-NG  for firearms and ammunition purchases. (Recommendation 1)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of the sensitive product to DHS, DOI, DOJ, EPA,  HHS, SSA OIG, Treasury, USDA, and VA for review and comment.  Agencies provided technical comments, which we incorporated as  appropriate. DHS also provided written comments on the sensitive report,  which are reproduced in full in appendix III. In its written comments, DHS  concurred with our recommendation and described the actions ICE plans  to take in response.", "We are sending copies of this report to interested congressional  committees, the Secretaries of the Department of the Interior, the  Department of Homeland Security, the Department of Agriculture, the  Department of Justice, the U.S. Department of Veterans Affairs, the  Social Security Administration, the Department of the Treasury, the  Environmental Protection Agency, and the U.S. Department of Health and  Human Services. In addition, the report is available at no charge on the  GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8777 or goodwing@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report provides additional information on our objectives, scope, and  methodology. Specifically, our objectives were to examine the following  questions:  1.  What do available data show about spending on firearms,  ammunition, and selected tactical equipment made by federal  agencies with 250 or more federal law enforcement officers from fiscal  years 2010 through 2017?  2.  To what extent have selected agencies accurately reported purchases  of firearms and ammunition in publicly-available data on  USASpending.gov?  3.  What types and quantities of firearms, ammunition, and selected  tactical equipment do the Department of Health and Human Services  (HHS), Environmental Protection Agency (EPA), and Internal  Revenue Service (IRS) have documented to be in their inventory  systems, as of November 2017?  4.  What inventory controls and procedures are in place at HHS, EPA,  and IRS, and to what extent do these agencies follow these  procedures at selected locations?", "This report is the public version of a sensitive report that we issued in  October 2018. HHS, IRS and the Transportation Security Administration  (TSA) deemed some of the information in our October report to be  sensitive, which must be protected from public disclosure. Therefore, this  report omits sensitive information about the number of FLEOs at the TSA,  an illustration of how HHS’s National Institutes of Health Police secures  its firearms, and the number and types of some firearms, ammunition,  and tactical equipment in NIH’s and IRS’s inventory. Although the  information provided in this report is more limited, the report addresses  the same objectives as the sensitive report and uses the same  methodology.", "To address our first question, we obtained available spending data on  firearms, ammunition, and certain tactical equipment from 20 agencies  from the departments named in the Chief Financial Officers Act that  employed 250 or more federal law enforcement officers (FLEOs) at any  point from fiscal years 2010 through 2017. Specifically, we identified  applicable agencies by reviewing Office of Personnel Management  employment data and contacting agency officials to verify the  employment of 250 or more FLEOs during the timeframe we reviewed.  We excluded military branches from our review, such as all Department of  Defense (DOD) branches and the U.S. Coast Guard, which is part of the  Department of Homeland Security (DHS). Table 5 shows the 20  agencies, within eight departments, included in our scope for this  question.", "Because there was no definitive list of what is considered tactical  equipment, we developed a list of equipment to include in our review. To  do so, we reviewed the National Firearms Act List, the Law Enforcement  Equipment Working Group Recommendations, the DOD’s list of  Controlled Property, and the Special Weapons and Tactics Gear used by  the New York, Los Angeles and Houston police departments. We then  selected and categorized the tactical equipment that appeared in two or  more of these lists to include in our review. The 18 categories of tactical  equipment we created were: (1) silencers, (2) explosive devices, (3)  large-caliber weapons (>.50 caliber, excluding shotguns), (4) armored  vehicles, (5) weaponized aircraft, vessels, or vehicles, (6) camouflage  uniforms, (7) manned aircraft, (8) unmanned aerial vehicles, (9) tactical  vehicles, (10) command and control vehicles, (11) pyrotechnics and  specialized munitions, (12) breaching apparatus, (13) riot batons, (14) riot  helmets, (15) riot shields, (16) tactical lighting (excludes basic flashlights),  (17) specialized image enhancement devices (such as thermal imaging  devices and night vision gear), and (18) aiming devices (such as scopes  and tripods). To more closely describe the types of equipment frequently  reported in the large-caliber weapons and breaching apparatus  categories, we refer to them in the report as large-caliber launchers and  breaching equipment, respectively.", "To collect data from the 20 agencies within the scope of our review for  this objective, we developed a data collection instrument that requested  spending data of firearms, ammunition, and selected tactical equipment  from agencies’ internal record-keeping systems from fiscal years 2010  through 2017. For this objective, we requested the types of information  that agencies reported using the data collection instrument: the date of  each purchase; descriptive information on what was bought, including the  caliber or gauge of firearms and ammunition; the quantity of items bought;  the amount spent and whether those amounts were estimates; the type of  record-keeping system used by the agency and any limitations associated  with it or challenges compiling the information we requested; descriptions  of changes or updates to the system that may have affected the data; and  the contracting office(s) that were responsible for buying these items for  the agency. We asked agencies not to include data on any items they  received without spending funds, so agencies may have received more  firearms, ammunition, or equipment in their inventories than what they  reported in their spending data. For example, agencies may have  received these items through interagency transfers, which may have no  cost to receiving agencies.", "For the first objective, we analyzed the data agencies reported in the  “amount spent” column, and we use the terms “spending” and “spent” to  refer to these data. In cases where agencies only reported the amount  they obligated for a purchase on the data collection instrument, we  confirmed with agencies that those amounts reflected the amount they  spent on the purchase and that we could use those amounts in our  analysis. We pre-tested the instrument with Veterans Health  Administration and U.S. Immigration and Customs Enforcement (ICE),  whose officials provided feedback on the feasibility of providing the  requested data. Based on the feedback we received from the pre-test, we  revised and finalized the instrument and requested that the 20 agencies  provide spending data on firearms, ammunition, and tactical equipment  from fiscal years 2010 through 2017 from their internal record-keeping  systems.", "To assess the reliability of the spending data, we conducted tests for  missing data and obvious errors, reviewed relevant documentation,  interviewed agency officials about their spending records and data  reporting practices, and followed up with agency officials as needed. We  re-categorized agency data that appeared to be miscoded. For example,  we received data on specialized munitions and large-caliber launchers  that agencies categorized as ammunition and firearms, respectively.  Based on the descriptive data that agencies had provided, we re- categorized those items. We also adjusted the data to ensure consistency  in their format, such as consistent entry of dates and use of categories of  tactical equipment. Agencies in our review submitted a range of detail  about their firearms when reporting their data, and we could not  determine to what extent firearms were fully automatic. Some firearms  have selector switches that allow the user to switch between semiautomatic and fully-automatic capabilities, while others are limited to  shooting three-round bursts with each pull of the trigger. As such, we  reported all firearms that are capable of firing multiple rounds with the  single pull of the trigger as fully-automatic firearms. We also combined  ammunition intended for use in machine guns with rifle ammunition  because machine guns shoot rifle-caliber ammunition, and we did not  have confidence that every agency accurately distinguished which rifle- caliber ammunition was intended for use in machine guns and what was  reserved for rifles.", "We found the data sufficiently reliable for the purpose of reporting the  minimum thresholds of total amounts agencies spent and the numbers of  firearms and rounds of ammunition they purchased during fiscal years  2010 through 2017. However, we found the data were not reliable for  reporting the number of tactical equipment items purchased or reporting  further comparative analysis. Agency officials reported various challenges  in compiling the data we requested and we identified some data  limitations, as described in table 6.", "To address our second question, we selected three agencies—the  Bureau of Indian Affairs (BIA), the U.S. Forest Service, and the U.S.  Immigration and Customs Enforcement (ICE)—to assess the extent to  which their purchases of firearms and ammunition were accurately  reflected in publicly-available data. We requested that agencies report  internal purchase data for firearms and ammunition that included, among  other things, the amount obligated for these items, a unique transaction  identifier (called the Procurement Instrument Identifier), and the product  or service code for firearms and ammunition purchases from fiscal years  2010 through 2017. We compared the amounts these three agencies  obligated for firearms and ammunition purchases, as reported to us in  their data collection instruments, with the obligation data that are publicly- available data on USASpending.gov for those three agencies. We  obtained publicly-available data from USASpending.gov, which includes  purchase data from the Federal Procurement Data System-Next  Generation (FPDS-NG), using product or service codes (PSC) that identify contracts for firearms or ammunition purchases. We also  reviewed our related work and Inspector General reports on the quality of  USASpending.gov data. We obtained records for purchases made in  fiscal years 2010 through 2017. We did not include equipment purchases  because the publicly-available data lack product or service codes that  would allow us to reliably identify those records.", "To select the three agencies for inclusion in this analysis, we started with  the 20 agencies with at least 250 FLEOs in our scope. From those, we  selected agencies that provided us with records of their firearms and  ammunition purchases and that USASpending.gov listed as the funding  agency for one or more firearms or ammunition purchase (12 agencies).  From those, we selected three agencies based on the total dollar value of  purchases reported in USASpending: one small (BIA), one medium  (Forest Service), and one large (ICE), based on natural breaks in dollar  values and not selecting multiple agencies from the same department.", "We then compared obligations data provided to us by each of the three  agencies against obligations in the publicly-available purchase records  using the Procurement Instrument Identifier to match records across  agency-provided and publicly-available purchase data. We additionally  corroborated these obligations by comparing fields related to the date of  purchase, purchase value, and vendor. We reviewed a portion of  purchase records to compare and interviewed agency officials about  differences in the publicly-available and agency-provided data.", "For firearms, we included the following PSCs:", "1005 - Guns, through 30mm", "1010 - Guns, over 30mm up to 75mm", "1015 - Guns, 75mm through 125mm", "1020 - Guns, over 125mm through 150mm", "1025 - Guns, over 150mm through 200mm", "1030 - Guns, over 200mm through 300mm", "1035 - Guns, over 300mm  We excluded several weapons PSCs from our analysis that described  weapons other than firearms, such as 1040 – Chemical Weapons and  Equipment. Any excluded PSC, particularly 1095 – Miscellaneous  Weapons, may have been used as the PSC to categorize a purchase that  included firearms and those purchases would be excluded from the  publicly-available records that we examined.", "Similarly, for ammunition, we included records associated with the  following PSCs:", "1305 – Ammunition, through 30mm", "1310 – Ammunition, over 30mm up to 75mm", "1315 – Ammunition, 75mm through 125mm", "1320 – Ammunition, over 125mm  Like firearms, we excluded records that were associated with non- firearms ammunition, such as 1336 – Guided Missile Warheads and  Explosive Components. Any excluded PSC, particularly 1395 -  Miscellaneous Ammunition, may have been used as the PSC to  categorize a purchase that included firearms ammunition and those  purchases would be excluded from the publicly-available records that we  examined.", "To address our third and fourth questions, we reviewed inventory  information and controls for case study federal law enforcement  components within U.S. Department of Health and Human Services  (HHS), Environmental Protection Agency (EPA), and Internal Revenue  Service (IRS). These components are as follows: EPA Office of Inspector  General (OIG), Office of Enforcement and Compliance Assurance  (OECA); Food and Drug Administration (FDA), National Institutes of  Health (NIH), HHS OIG, and IRS. Within IRS, two offices employ FLEOs:  Criminal Investigation (CI) and Police Officer Section (Police).  Accordingly, we can draw conclusions only about these components.", "We obtained and analyzed inventory data and other available  documentation provided by these components regarding their current  inventory as of November 2017 of firearms, ammunition, and tactical  equipment. This included firearms in storage as well as those in FLEO  possession. To assess the reliability of the inventory data, we reviewed  components’ documentation related to data management, especially  policies to ensure that items are properly entered and removed from the  system. In addition, we reviewed components’ recent purchases to verify  that purchases were inventoried and reviewed their purchase data for any  limitations that may affect their quality. We reviewed components’  acquisitions through DOD’s excess property program, known as the Law  Enforcement Support Office (LESO) or 1033 program, to ensure these  items were inventoried. We did not conduct physical inventories during  site visits, and therefore did not actually count components’ physical  inventories.", "To examine these components’ firearms, ammunition, and tactical  equipment inventory controls, we reviewed their policies describing  storage protocols and inventory control procedures, and we interviewed  components’ officials to better understand these policies and procedures  in practice. We also compared these policies with applicable Standards  for Internal Control in the Federal Government and key areas that we  have identified as important for effective inventory management. We  reviewed internal and external inspection and Inspector General reports  related to the controls over firearms, ammunition, and tactical equipment  at these components to identify any reported deficiencies and actions  taken or planned to address those deficiencies.", "We also conducted site visits to components’ offices selected based on a  variety of factors, including the number of agencies with component  offices in each city we visited, data discrepancies at field offices, and  reports of loss or theft at these offices. The IRS Police facility we visited in  Martinsburg, West Virginia is the only location for this component. In all,  we visited 12 offices. During site visits, we observed officials  demonstrating inventory inspection, inventory data entry, and access and  other security controls. In addition, we interviewed officials responsible for  maintaining and inventorying firearms, ammunition, and certain tactical  equipment. The observations and information we obtained from the  offices visited cannot be generalized to other locations for these  components, but provide insights about the components’ controls for  firearms, ammunition, and tactical equipment.", "We conducted this performance audit from June 2017 to October 2018 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives. We subsequently worked with  the agencies addressed in this report from October 2018 to December  2018 to prepare this public version of the original sensitive report for  release. This public version was also prepared in accordance with these  standards."], "subsections": []}, {"section_title": "Appendix II: Spending on Firearms, Ammunition, and Tactical Equipment by Agency", "paragraphs": ["This appendix summarizes agency-provided spending data for the 20  agencies with 250 or more federal law enforcement officers and the 5  additional agency components that were included in our review. This  appendix also identifies the challenges that agency officials identified in  collecting the requested data and the limitations we identified while  analyzing their data. To compile this information, we asked the agencies  to provide data on their spending on firearms, ammunition, and selected  tactical equipment from fiscal years 2010 through 2017. We reviewed the  spending data provided by agencies to assess their accuracy and  completeness, and followed up with agency officials as needed. Some  agencies reported limited access to spending records because of their  storage format or physical location, and we asked agencies to report the  data that were accessible to them within the timeframe of this review. We  found the data sufficiently reliable for the purpose of reporting the  minimum thresholds of total amounts agencies spent and the numbers of  firearms and rounds of ammunition they bought during the 8-year period  in our scope. However, we found that data were not reliable for reporting  the number of tactical equipment items purchased or for comparing the  data across and within agencies. For more information on the  methodology we used to collect these data and the challenges agencies  faced compiling these data, see appendix I.", "Officials also provided information about the missions of their agencies or  components, and the roles and responsibilities of their law enforcement  officers. We included inventory data as of November 2017 for the agency  components that were included in our review of inventory controls."], "subsections": [{"section_title": "U.S. Forest Service", "paragraphs": ["Protects the public, employees, natural  resources, and property under the jurisdiction of  the Forest Service by enforcing the applicable  laws and regulations that affect the National  Forest System.", "Officers are responsible for conducting  enforcement and investigations of criminal and  civil offenses that affect the management of the  National Forest System.  Officers engage in  public safety patrol operations, investigations of  significant criminal offenses, community policing  programs, natural disaster response, and law  enforcement services at large group events,  among other things.", "Agency stores purchase records for six years,  which limited access to older data. Ammunition  purchases and record-keeping are mostly  decentralized among field offices, and officials  could not provide the level of detail requested for  all purchases. Upgrades to the record-keeping  system may have compromised data from  previous systems."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands)", "No known limitations."], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands)"], "subsections": []}]}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": [{"section_title": "U.S. Department of Health and Human Services", "paragraphs": [], "subsections": []}]}]}, {"section_title": "Food and Drug Administration (FDA)", "paragraphs": ["FDA’s Office of Criminal Investigations protects  public health and furthers the FDA’s mission by  investigating suspected criminal violations of the  Federal Food, Drug, and Cosmetic Act and other  related laws.", "No known challenges.", "Officers conduct investigations related to criminal  violations of the Food Drug and Cosmetic Act,  which include conducting search and seizure  warrants, transporting prisoners following arrest,  conducting undercover operations, and other  hazardous duties as necessary."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Values by year", "paragraphs": ["Dollars (in thousands)"], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands)"], "subsections": []}]}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": []}, {"section_title": "Inventory as of November 2017", "paragraphs": [], "subsections": [{"section_title": "U.S. Department of Health and Human Services", "paragraphs": [], "subsections": []}]}]}, {"section_title": "National Institutes of Health (NIH)", "paragraphs": ["Protects our country’s scientific research and  the NIH research community, ensures that the  mission of NIH is not impeded by personal  attacks, loss of assets, criminal activity or acts of  terrorism.", "Officers with the Division of Police are  responsible for protecting property, employees  and visitors; screening visitors entering NIH  facilities; monitoring onsite equipment, cameras  and alarms; operating the visitor badging system  on and off campus; safeguarding selected  buildings; patrolling areas of the NIH; providing  traffic enforcement; conducting intelligence  gathering and reporting; providing dignitary  protection; and preparing warrants and arresting  suspects.", "No known challenges."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Values by year", "paragraphs": ["Dollars (in thousands)"], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands)"], "subsections": []}]}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": [{"section_title": "Type by year", "paragraphs": ["No known limitations."], "subsections": []}]}, {"section_title": "Inventory as of November 2017", "paragraphs": ["NIH determined inventory information to be sensitive.", "U.S. Department of Health and Human Services (HHS)"], "subsections": []}]}, {"section_title": "Office of Inspector General (OIG)", "paragraphs": ["No known challenges.", "Special agents conduct criminal investigations  related to fraud, waste, and abuse within HHS’  hundreds of programs, which can involve  surveillance, undercover operations, search  warrants, and arrest warrants."], "subsections": [{"section_title": "U.S. Customs and Border Protection (CBP)", "paragraphs": ["Safeguards America’s borders, protects the  public from dangerous people and materials, and  enables legitimate trade and travel.", "Officers are responsible for preventing terrorists  and weapons from entering the country, enforcing  laws at ports of entry, and preventing the illegal  trafficking of people, narcotics and contraband.", "Record-keeping system was implemented in  2016. Prior records required manual review.  Records of purchases made at local field offices  may be unavailable."], "subsections": [{"section_title": "U.S. Immigration and Customs Enforcement (ICE)", "paragraphs": ["Enforces federal laws governing border control,  customs, trade and immigration to promote  homeland security and public safety. responsible for conducting investigations to  protect critical infrastructure industries that are  vulnerable to sabotage, attack or exploitation.", "Some purchases are decentralized among field  offices. Hard copy records required manual  review and were difficult to access. Older  records stored at field offices may not have been  available."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["No known limitations."], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in millions)"], "subsections": []}]}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": [{"section_title": "U.S. Department of Homeland Security", "paragraphs": [], "subsections": []}]}, {"section_title": "National Protection and Programs Directorate (NPPD)", "paragraphs": ["NPPD’s Federal Protective Service prevents,  protects, responds to and recovers from  terrorism, criminal acts, and other hazards  threatening the U.S. Government’s workforce,  critical infrastructure, services, and the people  who receive these services.", "No known challenges.", "Officers with the Federal Protective Service  are responsible for enforcing all federal laws  and regulations on and off federal property;  investigating, mitigating, and defeating threats to  federal facilities and the people who work within  or visit those facilities; and providing integrated  security, law enforcement, and protective  intelligence capabilities to ensure the Federal  Government functions securely."], "subsections": []}, {"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Values by year", "paragraphs": ["Dollars (in thousands)"], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": [], "subsections": [{"section_title": "Values by year", "paragraphs": ["Dollars (in thousands)"], "subsections": []}]}, {"section_title": "Tactical equipment spending data", "paragraphs": ["No known limitations."], "subsections": [{"section_title": "U.S. Department of Homeland Security", "paragraphs": [], "subsections": []}]}]}]}, {"section_title": "Transportation Security Administration (TSA)", "paragraphs": ["TSA’s Federal Air Marshal Service (FAMS)  detects, deters and defeats criminal and terrorist  activities that target our nation’s transportation  systems. TSA’s Office of Inspection (OOI)  ensures the integrity, efficiency, and  effectiveness of TSA’s workforce, operations,  and programs through objective audits, covert  testing, inspections, and criminal investigations.", "No known challenges.", "Officers with FAMS are deployed on U.S. aircraft  worldwide to protect airline passengers and  crew against the risk of criminal and terrorist  violence, and perform investigative work to  proactively fight terrorism. Officers with OOI  investigate allegations of misconduct by TSA  employees and contractors, conduct inspections  of TSA operations, and evaluate effectiveness  of security systems through covert testing and  audits."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Values by year", "paragraphs": ["No known limitations."], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": ["Dollars (in millions)"], "subsections": []}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": [{"section_title": "U.S. Department of Homeland Security", "paragraphs": [], "subsections": []}]}]}]}, {"section_title": "U.S. Secret Service (USSS)", "paragraphs": ["Ensures the safety and security of the President,  the Vice President, their families, the White  House, the Vice President’s Residence,  national and visiting world leaders, former U.S.  Presidents and events of national significance;  and protects the integrity of our currency and  investigates crimes against our national financial  system committed by criminals around the world  and in cyberspace.", "Officers are responsible for executing security  operations that prevent, deter, and mitigate  identified threats and vulnerabilities; and  conducting investigations to identify, locate and  apprehend individuals and criminal organizations  targeting the nation’s critical financial  infrastructure and payment systems.", "Record-keeping system changed in 2015 and  older records may be incomplete. Officials  were unable to provide records of equipment  purchases because purchasing is decentralized  among field offices and records required manual  review; they provided current inventory records  of the equipment instead."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands)", "Officials reported that some  cost data were estimated  based on available information The percentages do not total  100 because of rounding."], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in millions)"], "subsections": []}]}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": [{"section_title": "U.S. Department of the Interior", "paragraphs": [], "subsections": []}]}]}, {"section_title": "Bureau of Indian Affairs (BIA)", "paragraphs": ["BIA’s Office of Justice Services upholds tribal  sovereignty and customs while supporting tribal  justice systems, and corroboratively ensures the  safety of Indian communities by protecting life  and property, enforcing laws, and maintaining  justice and order.", "Officers are responsible for patrolling designated  Indian reservations, providing local law  enforcement, responding to calls for emergency  response, investigating crimes, transporting  prisoners to and from tribal court appearances,  gathering and analyzing criminal intelligence,  and collaborating with state and federal task  forces.", "The current financial management system was  implemented in 2013, and records from the  previous system may be incomplete."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands)", "No known limitations."], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": ["Dollars (in thousands)", "Because of incomplete data from  the  agency, we determined the data  are not  reliable for reporting in this  category."], "subsections": []}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": [{"section_title": "U.S. Department of the Interior", "paragraphs": [], "subsections": []}]}]}, {"section_title": "U.S. Fish and Wildlife Service (FWS)", "paragraphs": [], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands)"], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": ["Dollars (in thousands)", "Because of incomplete data from  the  agency, we determined the data  are not  reliable for reporting in this  category."], "subsections": []}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": [{"section_title": "U.S. Department of the Interior", "paragraphs": [], "subsections": []}]}]}, {"section_title": "National Park Service (NPS)", "paragraphs": ["events within the NPS; and providing protection  for dignitaries and visiting foreign heads of state.", "NPS’ Visitor and Resource Protection  Directorate—under which fall the Law  Enforcement, Security, and Emergency Services  and U.S. Park Police—protects the safety and  health of NPS visitors, partners, and staff, as well  as our natural and cultural resources.", "Financial management system implemented in  2013, and older records did not retain the cost  data fields. Some records kept as paper copies  and were decentralized among field offices."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands)"], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": ["Dollars (in thousands)"], "subsections": []}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": []}, {"section_title": "U.S. Department of Justice Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF)", "paragraphs": [], "subsections": [{"section_title": "Mission", "paragraphs": ["Protects the public from crimes involving  firearms, explosives, arson, and the diversion of  alcohol and tobacco products; regulates lawful  commerce in firearms and explosives; and  provides worldwide support to law enforcement,  public safety, and industry partners.", "Officers are responsible for reducing violent  crime by targeting firearms traffickers, violent  criminal organizations, armed violent offenders,  and career criminals; investigating and arresting  individuals and organizations that illegally supply  firearms to prohibited individuals; and deterring  the diversion of firearms from lawful commerce  into the illegal market with enforcement  strategies and technology.", "Retention policy is 6 fiscal years, so older  records may have been unavailable. There may  be errors associated with manual data entry."], "subsections": []}]}, {"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands) firearms in 2017. At the time  of our review, the funds were  obligated but not yet spent."], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": ["Dollars (in thousands)", "No known limitations."], "subsections": []}, {"section_title": "Tactical equipment spending data", "paragraphs": ["No known limitations."], "subsections": [{"section_title": "U.S. Department of Justice", "paragraphs": [], "subsections": []}]}]}, {"section_title": "Federal Bureau of Investigation (FBI)", "paragraphs": [], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["No quantity or type data reported."], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Firearm of intended use for all years No quantity or firearm of intended use data  reported."], "subsections": []}]}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": [{"section_title": "U.S. Department of Justice", "paragraphs": [], "subsections": []}]}]}, {"section_title": "Federal Bureau of Prisons (BOP)", "paragraphs": ["Protects society by confining offenders in prisons  and community-based facilities and provides  work and other self-improvement opportunities  to assist offenders in becoming law-abiding  citizens.", "Officers are responsible for ensuring the security  of federal prisons, providing inmates with  needed programs and services, and modeling  mainstream values. Officers help protect public  safety and provide security and safety to the  staff and inmates in prison facilities. All non- custody staff are trained to assume the duties of  Correctional Officers.", "Officials reported limited data—most records  prior to 2016 were stored in file cabinets at  prison facilities or in warehouses and would have  required significant time and resources to review.  Purchasing is decentralized across prison  facilities, which limited the availability of data,  and inconsistent data entry procedures among  officials may limit the reliability of data."], "subsections": [{"section_title": "Drug Enforcement Administration (DEA)", "paragraphs": ["illicit drug trafficking; coordination with law  enforcement officials on drug enforcement efforts  and to reduce availability of illicit drugs.", "Firearms purchases were embedded in contracts  and required manual review."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Values by year", "paragraphs": ["Dollars (in thousands)"], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": ["Dollars (in millions)"], "subsections": []}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": [{"section_title": "U.S. Department of Justice", "paragraphs": [], "subsections": []}]}]}]}, {"section_title": "U.S. Marshals Service (USMS)", "paragraphs": ["Officers provide for the security of federal courts  and execute and enforce federal court orders,  apprehend fugitives and non-compliant sex  offenders. Officers also transport federal prisoners  from arrest to incarceration, manage and disposes  of assets subject to forfeiture, and provide protection  for government witnesses and their families.", "The record-keeping system changed in 2012,  and there may be gaps in the data from 2013  and 2014 while the agency transitioned to the  new system."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands)"], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": ["Firearm of intended use for all years No quantity data provided."], "subsections": []}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": [{"section_title": "U.S. Department of the Treasury", "paragraphs": [], "subsections": []}]}]}, {"section_title": "The Internal Revenue Service (IRS)", "paragraphs": ["IRS’ Criminal Investigation serves the American  public by investigating potential criminal  violations of the Internal Revenue Code and  related financial crimes in compliance with the  law.", "Officers enforce tax laws and support tax  administration to ensure compliance with the law  and combat fraud. Investigations focus on tax  fraud, abusive tax schemes, identity theft, public  corruption, virtual currency, cyber-crimes, and  narcotics-related financial crimes.", "Some requested data were not retained in the  system. Agency could not provide equipment  purchase data. Ammunition, equipment, and  purchases $3,500 or less are decentralized  among field offices."], "subsections": [{"section_title": "The Internal Revenue Service (IRS) Police", "paragraphs": ["IRS’ Police Force at the Enterprise Computing  Center in Martinsburg, West Virginia provides  protection for the people, property and processes  of this location, which houses 10 of IRS’ 19  critical tax processing functions.", "No known challenges.", "Officers patrol the facility and have authority to  serve warrants and make arrests."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": ["No reported firearms purchases between fiscal years 2010 through 2017.", "Dollars (in thousands)", "No known limitations."], "subsections": []}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": []}, {"section_title": "Inventory as of November 2017", "paragraphs": [], "subsections": [{"section_title": "U.S. Department of the Treasury", "paragraphs": [], "subsections": []}]}, {"section_title": "The Treasury Inspector General for Tax Administration (TIGTA)", "paragraphs": ["Provides independent oversight of Internal  Revenue Service (IRS) activities and addresses  threats arising from lapses in IRS employee  integrity, violence directed against the IRS, and  external attempts to corruptly interfere with  federal tax administration.", "Officers are responsible for conducting  investigations that protect the integrity of  the IRS; detecting and preventing fraud  and other misconduct within IRS programs;  investigating allegations of criminal violations and  administrative misconduct by IRS employees; and  protecting IRS against external attempts to corrupt  or threaten its employees.", "After fiscal year 2016, record-keeping system no  longer tracked purchases under $3,000."], "subsections": []}, {"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands)", "No known limitations."], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": ["Dollars (in thousands)"], "subsections": []}, {"section_title": "Tactical equipment spending data", "paragraphs": ["No known limitations."], "subsections": [{"section_title": "U.S. Department of the Treasury", "paragraphs": [], "subsections": []}]}]}]}, {"section_title": "The U.S. Mint", "paragraphs": ["No known challenges.", "Officers with the Mint Police protect life and  property, prevent, detect, and investigate criminal  acts, collect and preserve evidence, make  arrests, and enforce federal and local laws."], "subsections": [{"section_title": "Office of Enforcement and Compliance Assurance (OECA)", "paragraphs": ["EPA’s criminal enforcement program focuses on  criminal conduct that threatens people’s health  and the environment; enforces the nations’ laws  by investigating cases, collecting evidence,  conducting forensic analyses; and provides legal  guidance to assist with prosecutions.", "No known challenges.", "Agents enforce the nation’s laws by investigating  cases, collecting evidence, conducting forensic  analyses and providing legal guidance to assist  with prosecutions."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": ["No reported firearms purchases from fiscal years 2010 through 2017.", "Dollars (in thousands)"], "subsections": []}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": []}, {"section_title": "Inventory as of November 2017", "paragraphs": [], "subsections": [{"section_title": "U.S. Environmental Protection Agency (EPA)", "paragraphs": [], "subsections": []}]}]}]}, {"section_title": "Office of Inspector General (OIG)", "paragraphs": ["Helps the agency protect the environment in  a more efficient and cost effective manner by  performing audits, evaluations, and investigations  of EPA and its contractors; promoting economy  and efficiency; and preventing and detecting  fraud, waste, and abuse.", "Law enforcement agents conduct criminal  investigations of financial fraud involving EPA  programs or funds; employee misconduct;  intrusion into EPA computers; threats against  EPA employees, contractors, facilities and  assets; assaults on EPA employees or  contractors and other acts of violence in  EPA facilities; impersonating EPA officials;  counterfeiting or misuse of insignia, logos or  credentials; and theft of property or funds within  EPA facilities.", "No known challenges."], "subsections": [{"section_title": "Office of the Inspector General (OIG)", "paragraphs": ["OIG’s Office of Investigations conducts and  coordinates investigative activity related to fraud,  waste, abuse, and mismanagement in SSA  programs and operations.", "No known challenges.", "Officers with the Office of Investigations  investigate wrongdoing by applicants,  beneficiaries, contractors and third parties,  and employees; conduct joint investigations  with other law enforcement agencies; share  responsibility for investigating threats or violence  against SSA employees and facilities; and assist  in the investigation of terrorism cases and other  cases involving national security."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Values by year", "paragraphs": ["Dollars (in thousands)", "No known limitations."], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": ["Dollars (in thousands)", "No known limitations."], "subsections": []}, {"section_title": "Tactical equipment spending data", "paragraphs": ["No known limitations."], "subsections": [{"section_title": "Department of Veterans Affairs (VA)", "paragraphs": [], "subsections": []}]}]}, {"section_title": "Veterans Health Administration (VHA)", "paragraphs": ["Protects veterans by enforcing federal law at VA  medical facilities (and some National Cemetery  and Benefits locations) and by serving as initial  response forces to active threat incidents.", "Officers protect veterans, visitors, and staff on  department facilities and grounds; investigate  serious incidents on VA controlled property; and  provide personal protection to the Secretary and  Deputy Secretary of the VA.", "Purchasing and record-keeping are decentralized  among facilities, and there is no agency-wide  system for recording purchases. Purchase card  records were not easily accessible or identifiable."], "subsections": [{"section_title": "Firearms spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands)", "We identified missing data for  some cost and date fields", "Officials reported some cost  data were estimated based on  available information The percentages do not total  100 because of rounding."], "subsections": []}]}, {"section_title": "Ammunition spending data", "paragraphs": [], "subsections": [{"section_title": "Minimum values by year", "paragraphs": ["Dollars (in thousands)"], "subsections": []}]}, {"section_title": "Tactical equipment spending data", "paragraphs": [], "subsections": [{"section_title": "Type by year", "paragraphs": [], "subsections": []}]}]}]}]}, {"section_title": "Appendix III: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the above contact, Adam Hoffman (Assistant Director) and  Michelle Serfass (Analyst-in-Charge) managed this assignment.  Christoph Hoashi-Erhardt, Allison Gunn, and Kelsey Burdick made  significant contributions to this report. David Alexander, David Blanding  Jr., Willie Commons III, Eric D. Hauswirth, Julia Kennon, Susan Hsu,  Diana Maurer, Wayne McElrath, and Kevin Reeves also contributed."], "subsections": []}]}], "fastfact": ["Are federal law enforcement agencies accurately reporting how much they spend on firearms, ammunition, and tactical equipment?", "We found that federal agencies’ internal data on these purchases did not always match data that were publicly available on USASpending.gov. For example, ICE told us that it spent 8 times more on firearms than the amount we calculated using data from the website. This was partly because other agencies used ICE contracts to buy firearms, but weren’t properly identified in ICE's website data.", "We recommended that ICE update its contracting process to include the names of these agencies."]}