{"id": "GAO-17-783T", "url": "https://www.gao.gov/products/GAO-17-783T", "title": "Federal Real Property: Status of FBI Headquarters Consolidation and Issues Related to Funding Other Future Projects", "published_date": "2017-08-02T00:00:00", "released_date": "2017-08-02T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GSA, which manages federal real property on behalf of other federal agencies, faces challenges in funding new construction projects due to budget constraints—including obtaining upfront funding—among other reasons. One type of transaction, called a swap exchange, enables GSA to apply the value of federal property to finance construction without relying on appropriated funds. Under such an exchange, GSA transfers the title of the unneeded property to a private investor after receiving the agreed upon construction services at another location. GSA proposed a swap exchange procurement for construction of a new FBI headquarters building in exchange for the Hoover Building and appropriations to compensate for the difference in value between the Hoover Building and the new building. GSA cancelled this procurement in July 2017 due to lack of funding.", "This statement addresses (1) GSA's and FBI's assessments of the Hoover Building, (2) GSA efforts to implement swap exchanges, and (3) alternative approaches to funding real property projects. It is based on GAO's body of reports on real property from 2011 to 2017, and selected updates from GSA."]}, {"section_title": "What GAO Found", "paragraphs": ["In November 2011, GAO reported that, according to General Services Administration (GSA) and Federal Bureau of Investigation (FBI) assessments, the FBI's headquarters building (Hoover Building) and its accompanying facilities in Washington, D.C., did not fully support the FBI's long-term security, space, and building condition requirements. Since GAO's report, the assessments have not materially changed, for example:", "Security: GAO's prior work noted that the dispersion of staff in annexes creates security challenges, including where some space was leased by the FBI and other space was leased by nonfederal tenants. Earlier this year, GAO reported the FBI is leasing space in D.C. from foreign owners.", "Space : In 2011, GAO reported that FBI and GSA studies showed that much of the Hoover Building is unusable. GSA noted in its fiscal year 2017 project prospectus for the FBI headquarters consolidation that the Hoover Building cannot be redeveloped to meet the FBI's current needs.", "Building Condition: In GAO's 2011 report, GAO noted that the condition of the Hoover Building was deteriorating, and GSA assessments identified significant recapitalization needs. Since GAO's report and in response to GAO's recommendation, GSA has evaluated its approach to maintaining the building and completed some repairs to ensure safety.", "GSA has limited experience in successfully completing swap exchange transactions and chose not to pursue several proposed swap exchanges, most recently the planned swap exchange for the Hoover Building. GSA has developed criteria for determining when to solicit market interest in a swap exchange, in response to recommendations in GAO's 2014 report. In addition, GSA officials told GAO that they planned to improve the swap exchange process, including the property appraisal process, outreach to stakeholders to identify potential risks associated with future projects, and to the extent possible, mitigate such risks. Nevertheless, several factors may continue to limit use of swap exchanges, including market factors, such as the availability of alternative properties and an investor's approach for valuing properties. For example, in reviewing a proposed swap exchange in Washington, D.C., GAO found in a 2016 report that the proposals from two firms valued the two federal buildings involved in the proposed swap substantially less than GSA's appraised property value.", "In a 2014 report, GAO identified a number of alternative approaches to funding real property projects. Congress has provided some agencies with specific authorities to use alternative funding mechanisms—including the use of private sector funds or land swaps—for the acquisition, renovation, or disposal of federal real property without full, upfront funding, though GAO has previously reported that upfront funding is the best way to ensure recognition of commitments made in budgeting decisions and maintain fiscal controls. GAO has reported that projects with alternative funding mechanisms present multiple forms of risk that are shared between the agency and any partner or stakeholder. In addition, alternative budgetary structures could be established, such as changing existing or introducing new account structures to fund real property projects."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO has made recommendations in the past to GSA on various real property issues, including to develop additional guidance for swap exchanges and to evaluate its approach to maintaining the Hoover Building. GSA agreed with these two recommendations and addressed them."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to discuss our work on the General  Services Administration’s (GSA) efforts to consolidate the Federal Bureau  of Investigation’s (FBI) headquarters operations into a new location and  the broader challenges associated with funding and budgeting for  similarly large real property projects. GSA, which manages federal real  property on behalf of other federal agencies, continues to face challenges  related to funding new construction projects due to budget constraints— including obtaining upfront funding—among other reasons. According to  GSA officials, funding has not kept pace with GSA’s need to replace and  maintain the approximately 1,500 owned buildings under its control. Using  various available legal authorities, GSA has begun to exchange title to  some federally owned real property for other properties or construction  services.", "One type of transaction, called a “swap construct” exchange (or swap  exchange), enables GSA to apply the value of federal property to finance  construction needs without relying on appropriated funds. Under such an  exchange, GSA transfers the title of the unneeded property to a private  investor after receiving the agreed-upon construction services at another  location. For example, in 2012 GSA exchanged a 5-acre property in San  Antonio, Texas, for the construction of a new parking structure at a  different location. Swap exchanges can be of equal value or can include  federal appropriations to compensate for a difference in value between  the federal property and the asset or services to be received by the  federal government.", "GSA had proposed using a swap exchange for consolidation of the FBI  headquarters operations into a new location in exchange for the existing  FBI headquarters building (Hoover Building) in Washington, D.C., and its  underlying land, but cancelled that procurement in July 2017. Specifically,  GSA proposed construction of a new 2.1 million square foot consolidated  headquarters building in one of three locations—Greenbelt, Maryland;  Landover, Maryland; or Springfield, Virginia. As part of a swap exchange,  the developer chosen to design and construct the new headquarters  building would, in exchange, receive the Hoover Building site and  appropriated funds to compensate for the difference in value between the  Hoover Building and the new building. However, in July 2017, GSA  cancelled the project because, according to GSA and FBI officials, they  lacked the amount of funding necessary to proceed with the  procurement.", "The cancellation of the proposed FBI swap exchange has highlighted the  continuing challenges GSA and federal agencies face for budgeting and  funding real property construction projects. My testimony will address (1)  GSA’s and FBI’s assessments of the status of the Hoover Building, (2)  GSA efforts to implement swap exchanges to facilitate real property  actions, and (3) alternative approaches to funding real property projects.  My testimony summarizes the results of a number of our previous reports  on real property utilization and management issued from 2011 to 2017.  Detailed information on our scope and methodologies for this work can be  found in these published products, which are cited throughout this  testimony. In addition, this testimony includes some updates based on  our follow-up with GSA on the status of our recommendations and  information posted on GSA’s website on the project’s status. The work on  which this statement is based was conducted in accordance with  generally accepted government auditing standards. Those standards  require that we plan and perform audits to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provided a reasonable basis for our findings and conclusions based on  our audit objectives."], "subsections": [{"section_title": "Prior GSA and FBI Assessments Showed That FBI Headquarters Facilities Did Not Fully Support the FBI’s Long-Term Requirements", "paragraphs": ["In November 2011, we reported that over the previous decade, the FBI  and GSA conducted a number of studies to assess the Hoover Building  and its other headquarters facilities’ strategic and mission needs.  Through these studies, they determined the condition of the FBI’s current  assets and identified gaps between current and needed capabilities, as  well as studied a range of alternatives to meet the FBI’s requirements.  According to these assessments, the FBI’s headquarters facilities did not  fully support the FBI’s long-term security, space, and building condition  requirements. Since our report, the assessment of the Hoover Building  has not materially changed. For example:", "Security: Since September 11, 2001, the FBI mission and workforce  have expanded, and the FBI has outgrown the Hoover Building. As a  result, the FBI also operates in annexes, including some located in the  National Capital Region. During our 2011 review, FBI security officials  told us that they have some security concerns—to varying degrees— about the Hoover Building and some of the headquarters annexes. In  our report, we noted that the dispersion of staff in annexes created  security challenges, particularly for at least nine annexes that were  located in multitenant buildings, where some space was leased by the  FBI and other space was leased by nonfederal tenants. While this  arrangement did not automatically put FBI operations at risk, it  heightened security concerns. In addition, in January 2017, we found  that the FBI occupies space leased from foreign owners in at least six  different locations, including one in Washington, D.C. Further, federal  officials who assess foreign investments told us at that time that  leasing space in foreign-owned buildings could present security risks,  such as espionage and unauthorized cyber and physical access.", "Space: In 2011, we reported that FBI and GSA studies showed that  much of the Hoover building’s approximately 2.4 million gross square  feet of space is unusable, and the remaining usable space is not  designed to meet the needs of today’s FBI. Moreover, the Hoover  Building’s original design is inefficient, according to GSA  assessments, making it difficult to reconfigure space to promote staff  collaboration. For example, in its fiscal year 2017 prospectus for the  proposed FBI headquarters consolidation project, GSA noted that the  Hoover Building was designed at a time when FBI operated  differently, and it cannot be redeveloped to provide the necessary  space to consolidate the FBI Headquarters components or to meet  the agency’s current and projected operational requirements. As a  result, the FBI reported facing several operational and logistical  challenges. We similarly noted in our prior work in 2011 that space  constraints at the Hoover Building and the resulting dispersion of staff  sometimes prevented the FBI from physically locating certain types of  analysts and specialists together, which in turn hampered  collaboration and the performance of some classified work.", "Building condition: In our 2011 report, we noted that the condition of  the Hoover Building was deteriorating, and GSA assessments had  identified significant recapitalization needs. At that time, we found that  GSA had decided to limit investments in the Hoover Building to those  necessary to protect health and safety and keep building systems  functioning while GSA assessed the FBI’s facility needs. We found  that this decision increased the potential for building system failures  and disruption to the FBI’s operations. Given that the FBI would likely  remain in the building for at least several more years, we  recommended that GSA evaluate its strategy to minimize major repair  and recapitalization investments and take action to address any  facility condition issues that could put FBI operations at risk and lead  to further deterioration of the building. In 2014, in response to our  recommendation, GSA evaluated its strategy for the Hoover Building  and determined it needed to complete some repairs to ensure safety  and maintain tenancy in the building. For example, in 2014, GSA  funded contracts to waterproof portions of the building’s mezzanine  level to prevent water intrusion into the building and repair the  concrete facade, small sections of which had cracked and fallen from  the building.", "In July 2017, GSA and FBI officials stated that they cancelled the  procurement for the new FBI headquarters consolidation project, noting  that the there was a lack of funding necessary to complete the  procurement. GSA added that the cancellation of the procurement did not  lessen the need for a new FBI headquarters, and that GSA and the FBI  would continue to work together to address the space requirements of the  FBI."], "subsections": []}, {"section_title": "GSA Has Limited Successes in Completing Recent Swap Exchanges, but Has Plans to Improve the Process", "paragraphs": ["In July 2014, we reported that the swap exchange approach can help  GSA address the challenges of disposing of unneeded property and  modernizing or replacing federal buildings. GSA officials told us that  swap exchanges can help GSA facilitate construction projects given a  growing need to modernize and replace federal properties, shrinking  federal budgets, and challenges obtaining funding. Specifically, GSA  officials noted that swap exchanges allow GSA to immediately apply the  value of a federal property to be used in the exchange to construction  needs, rather than attempting to obtain funds through the appropriations  process. In our 2014 report, GSA officials stated that the exchanges can  be attractive because the agency can get construction projects  accomplished without having to request full upfront funding for them from  Congress. In addition, because swap exchanges require developers or  other property recipients to complete the agreed-upon GSA construction  projects prior to the transfer of the title to the current property GSA is  exchanging, federal agencies can continue to occupy the property during  the construction process for the new project, eliminating the need for  agencies to lease or acquire other space to occupy during the  construction process.", "GSA has limited experience in successfully completing swap exchange  transactions and has cancelled several recently proposed swap  exchanges. More specifically, in 2016 we reported that GSA had only  completed transactions using the swap exchange authority for two small  (under $10-million each) swap exchanges completed in Atlanta, Georgia,  in 2001 and in San Antonio, Texas, in 2012. Furthermore, GSA has  faced a number of obstacles in its use of this authority. For example, for  our 2014 report, we reviewed five projects identified since August 2012 in  which GSA solicited market interest in exchanging almost 8-million  square feet in federal property for construction services or newly  constructed assets. However, GSA chose not to pursue swap-exchanges  in all five of these projects, including the proposed FBI headquarters consolidation project. For example, GSA officials told us that there was  little or no market interest in potential swap exchanges in Baltimore,  Maryland, and Miami, Florida, and that GSA chose to pursue different  approaches. Respondents to the solicitations for these two GSA swap  exchanges noted that GSA did not provide important details, including the  amount of investment needed in the federal properties and GSA’s specific  construction needs. In addition, from 2012 to 2015, GSA pursued a larger  swap exchange potentially involving up to 5 federal properties located in  the Federal Triangle South area of Washington, D.C., to finance  construction at GSA headquarters and other federal properties. In 2013,  GSA decided to focus on exchanging two buildings, the GSA Regional  Office Building and the Cotton Annex, based on input from potential  investors. On February 18, 2016, GSA decided to end its pursuit of the  exchange, saying in a memorandum supporting this decision that private  investor valuations for the two buildings fell short of the government’s  estimated values.", "After the discontinuation of the Federal Triangle swap exchange project,  we reported in 2016 that GSA officials noted they planned to improve the  swap exchange process, including the property appraisal process,  outreach to stakeholders to identify potential project risks for future  projects, and to the extent possible, mitigate such risks. However, we also  reported that several factors may continue to limit the applicability of the  agency’s approach. Specifically, the viability of swap exchanges may be  affected by specific market factors, such as the availability of alternative  properties. In addition, the specific valuation approach used by appraisers  or potential investors may reduce the viability of the swap exchange. For  example, in reviewing the proposed Federal Triangle project, we found in  2016 that the proposals from two of the investment firms valued the two  federal buildings involved in the proposed swap substantially less than  GSA’s appraised property value. In addition, swap exchanges can  require developers to spend large sums on GSA’s construction needs  before receiving title to the federal property used in the exchanges. We  found in 2014 that GSA’s solicitations have not always specified these  construction needs in sufficient detail. Consequently, developers may  be unable to provide meaningful input, and GSA could miss swap  exchange opportunities. In 2014, we recommended that GSA develop  criteria for determining when to solicit market interest in a swap  exchange. GSA agreed with the recommendation and has since updated  its guidance to include these criteria.", "In January 2017, GSA agreed to a swap exchange for the U.S.  Department of Transportation Volpe Center in Cambridge,  Massachusetts. After a competitive process, GSA selected the  Massachusetts Institute of Technology (MIT) as its exchange partner for  the existing Department of Transportation (DOT) facility. Per the  agreement, MIT will construct a new DOT facility on a portion of a 14 acre  site to which DOT has title and, in exchange, will receive title to the  remaining portion of the site that will not be used by DOT, which is  located near its main campus. GSA indicated that, once completed, the  project will provide $750 million in value to the federal government in the  form of the design and construction services and value-equalization funds  from MIT."], "subsections": []}, {"section_title": "Various Alternative Funding Mechanisms for Federal Property Exist", "paragraphs": ["Our prior work has identified a number of alternative approaches to  funding real property projects. In March 2014, we reported that upfront  funding is the best way to ensure recognition of commitments made in  budgeting decisions and to maintain fiscal controls. However, obtaining  upfront funding for large acquisitions such as the Hoover Building  replacement can be challenging. Congress has provided some agencies  with specific authorities to use alternative funding mechanisms for the  acquisition, renovation, or disposal of federal real property without full,  upfront funding. Table 1 outlines selected funding mechanisms, and  considerations for each mechanism we identified in our 2014 report.  Some of these alternative mechanisms allow selected agencies to meet  their real property needs by leveraging other authorized resources, such  as retained fees or land swaps with a private sector partner. Funding  mechanisms leverage both monetary resources, such as retained fees,  and non-monetary resources, such as property exchanged in a land swap  or space offered in an enhanced use lease. In some cases, the funding  mechanism may function as a public-private partnership intended to  further an agency’s mission by working with a partner to leverage  resources. Some of these mechanisms allow the private sector to provide  the project’s capital—at their cost of borrowing. The U.S. federal  government’s cost of borrowing is lower than the private sector’s. When  the private sector provides the project capital, the federal government  later repays these higher private sector borrowing costs (e.g., in the form  of lease payments). In some cases, factors such as lower labor costs or  fewer requirements could potentially help balance the higher cost of  borrowing, making partner financing less expensive. Our 2014 report also  identifies budgetary options—within the bounds of the current unified  budget—to meet real property needs while helping Congress and  agencies make more prudent long-term decisions.", "In 2014, we reported that projects with alternative funding mechanisms  present multiple forms of risk that are shared between the agency and  any partner or stakeholder. Further, we noted project decisions should  reflect both the likely risk and the organization’s tolerance for risk.  Incorporating risk assessment and management practices into decisions  can help organizations recognize and prepare to manage explicit risks  (e.g. financial and physical) and implicit risks (e.g. reputational). For  example, clearly defined lease terms may help agencies manage risks of  costs for unexpected building repairs. Further considerations we noted in  our 2014 report include the availability of an appropriate partner—and  that partners should bring complementary resources, skills, and financial  capacities to the relationship—and management of the relationship with  that partner.", "While different funding mechanisms have been used as an alternative to  obtaining upfront funding for federal real property projects, changes to the  budgetary structure itself—within the bounds of the unified budget that  encompasses the full scope of federal programs and transactions—may  also help agencies meet their real property needs. Such alternatives may  include changing existing or introducing new account structures to fund  real property projects. Our previous work identified options for changes  within the current discretionary budget structure and options on the  mandatory side of the budget. Alternative budgetary structures may  change budgetary incentives for agencies and therefore help Congress  and agencies make more prudent long-term fiscal decisions.", "Chairman Barrasso, Ranking Member Carper, and Members of the  Committee, this concludes my prepared statement. I am happy to answer  any questions you may have at this time."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["If you or your staff members have any questions concerning this  testimony, please contact me at (202) 512-2834 or wised@gao.gov. In  addition, contact points for our Offices of Congressional Relations and  Public Affairs may be found on the last page of this statement. Individuals  who made key contributions to this testimony are Mike Armes (Assistant  Director), Colin Ashwood, Matt Cook, Joseph Cruz, Keith Cunningham,  Alexandra Edwards, Carol Henn, Susan Irving, Hannah Laufe, Diana  Maurer, John Mortin, Monique Nasrallah, Matt Voit, Michelle Weathers,  and Elizabeth Wood.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}