{"id": "GAO-06-1091T", "url": "https://www.gao.gov/products/GAO-06-1091T", "title": "Aviation Safety: FAA's Safety Efforts Generally Strong but Face Challenges", "published_date": "2006-09-20T00:00:00", "released_date": "2006-09-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The U.S. commercial aviation industry has had an extraordinary safety record in recent years. However, expected increases in air-traffic--including the introduction of new vehicles into the national airspace, such as unmanned vehicles and very light jets--and human resource issues, present challenges that have the potential to strain the existing safety oversight system. GAO's testimony focuses on these questions: (1) How is the Federal Aviation Administration (FAA) ensuring that the areas of highest safety risk are addressed? (2) How is FAA ensuring that its staff maintain the skills and knowledge to consistently carry out the agency's oversight programs? and (3) What are the key safety challenges facing FAA? This statement is based on our recent reports on FAA's inspection oversight programs, industry partnership programs, and enforcement and training programs. It is also based on interviews with FAA and relevant industry officials."]}, {"section_title": "What GAO Found", "paragraphs": ["FAA's aviation safety oversight system includes programs that focus on identifying and mitigating risks through a system safety approach and by leveraging resources, but as FAA is still developing evaluations for some of these programs, it remains unclear the extent to which they are achieving their intended effects. FAA's system safety approach for overseeing airlines--through the Air Transportation Oversight System (ATOS) and Surveillance and Evaluation Program (SEP)--uses inspection staff efficiently by prioritizing workload based on areas of highest risk and ensuring that corrective actions have been taken. However, recent and planned changes that would move inspections of about 100 airlines from SEP to ATOS will shift inspector workload and might affect FAA's capability to oversee the industry. FAA also concentrates its limited staff resources on the most safety-critical functions and through its designee programs delegates other, less critical activities to designees. Designees perform about 90 percent of certification-related activities, and thus allow FAA to better leverage resources. GAO's recent work found some weaknesses in FAA's system safety approach and recommended that FAA develop effective evaluative processes and accurate nationwide data on its safety oversight programs to address these weaknesses so that program managers and other officials have assurance that the programs attain their intended effect. FAA has begun implementing those recommendations but does not plan to evaluate SEP, which it intends to discontinue after December 2007. Training--including mandatory training requirements for FAA's workforce as well as designees--is an integral part of FAA's safety oversight system. GAO has reported that FAA has generally followed effective management practices for planning, developing, delivering, and assessing the impact of its technical training for safety inspectors, although some practices have yet to be fully implemented. However, several actions could improve the results of its training efforts. For example, FAA develops technical courses on an ad hoc basis rather than as part of an overall curriculum for each type of inspector, such as inspectors of operations or cabin safety, because the agency has not systematically identified the technical skills and competencies each type of inspector needs to effectively perform inspections. FAA has recognized the need to improve its training program in this and other areas. FAA faces several key safety challenges, including not meeting its performance target for commercial air carrier safety this year because of recent fatal accidents. Further, FAA's ability to oversee aviation safety will be affected by recent and anticipated trends in inspector and air traffic controller attrition. Also, FAA intends to enhance runway safety by relying on new technologies that are expected to reduce runway accidents. However, schedule delays and cost increases challenge FAA's ability to deploy this technology. Finally, new types of aviation vehicles are changing the aviation industry and will require new areas of expertise for FAA's inspectors and controllers."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to testify today on issues related to aviation  safety. The U.S. commercial aviation industry has had an extraordinary  safety record in recent years. In order to maintain a high level of safety, it  is important for the Federal Aviation Administration (FAA) to have a  safety oversight system that is comprehensive, efficient, and effective and  can provide an early warning of hazards that can lead to accidents. It is  equally important to have a skilled, well-trained workforce to implement  and monitor this safety oversight system. However, expected increases in  air traffic—including the introduction of new vehicles into the national air  space, such as unmanned vehicles and very light jets—and human  resource issues present challenges that have the potential to strain the  existing safety oversight system. My testimony today focuses on these  questions: (1) How is FAA ensuring that the areas of highest safety risk are  addressed? (2) How is FAA ensuring that its staff maintain the skills and  knowledge to consistently carry out the agency’s oversight programs? and  (3) What are the key safety challenges facing FAA? We will also discuss  our related recommendations that FAA has not fully addressed. This  statement is based on our recent reports on FAA’s inspection oversight  programs, industry partnership programs, and enforcement and training  programs. Additionally, we met with FAA officials and relevant industry  groups and reviewed their documentation to obtain information on  challenges facing FAA. We conducted this work in accordance with  generally accepted government auditing standards.", "Following is a summary of our findings:    FAA’s safety oversight system has programs that focus on identifying and  mitigating risk through a system safety approach, leveraging resources,  and enforcing safety regulations, but concerns exist with each aspect of  the system. FAA’s system safety approach for overseeing airlines— through the Air Transportation Oversight System (ATOS) and Surveillance  and Evaluation Program (SEP)—has many strengths. Both programs, for  example, use inspection staff efficiently by prioritizing workload based on  areas of highest risk and ensuring that corrective actions have been taken.  However, the full potential of SEP is not being realized because the  inspection workload for the 81 airlines included in SEP is heavily oriented  to nonrisk based activities. Of additional concern is that recent and  planned changes to transfer about 100 airlines from SEP to ATOS will  affect inspector workload that may affect FAA’s capability to oversee the  aviation industry. FAA leverages resources and saves money through its  “designee” programs, in which individuals and organizations have been  delegated to act on FAA’s behalf to perform about 90 percent of  certification-related activities. The designee program allows FAA to better  concentrate its limited staff resources on the most safety-critical  functions. However, planned changes to some designee programs that  would create a new “organizational designation authorization” will result  in FAA focusing on the performance of organizations rather than the  individuals within the organization who carry out the delegated functions.  As FAA moves from direct oversight of the individuals performing  delegated activities, it will be important for the agency to have valid and  reliable data and strong evaluative processes to monitor any program  changes that have implications for safety. FAA’s enforcement program,  which is an outgrowth of its inspection process, is intended to ensure  industry compliance with safety regulations and is another important  element of its safety oversight system. A key objective of FAA’s policy of  assessing legal sanctions against entities or individuals that do not comply  with aviation safety regulations is to deter future violations. However, we  found that recommendations for sanctions are sometimes reduced on the  basis of factors that are not associated with the merits of the case, and the  economic literature on deterrence suggests that the goal of preventing  future violations is weakened when the penalties for violations are  lowered for reasons not related to the merits of the case. For fiscal years  1993 through 2003, we found that civil monetary penalties were reduced  by 52 percent from a total of $334 million to $162 million. It is important  for FAA to have effective evaluative processes and relevant data on its  numerous safety programs so that the agency has assurance the programs  are having their intended effect, especially as FAA’s oversight becomes  more indirect and as significant program changes are made. Our most  recent work has shown the lack of evaluative processes and limitations  with data for FAA’s SEP program, designee programs, industry partnership  programs, and enforcement program.", "FAA has made training an integral part of its safety oversight system and  has established mandatory training requirements for its workforce as well  as designees, but several actions could improve the results of its training  efforts. We have reported that FAA has generally followed effective  management practices for planning, developing, delivering, and assessing  the impact of its technical training for safety inspectors, although some  practices are still early in the implementation phase. For example, in  developing its training curriculum for inspectors, FAA followed effective  management practices, such as developing courses that support changes  in inspection procedures resulting from regulatory changes or agency  initiatives. On the other hand, FAA develops technical courses on an ad  hoc basis rather than as part of an overall curriculum for each type of  inspector, such as inspectors of operations or cabin safety, because the  agency has not systematically identified the technical skills and  competencies each type of inspector needs to effectively perform  inspections. FAA has recognized the need for improvements to its training  program in this and other areas and has begun taking some action to  address these and other training issues.", "FAA faces a number of key safety challenges, including meeting its  performance target for commercial air carrier safety, which it will not  meet in fiscal year 2006 because of recent fatal accidents. The challenge of  meeting its performance target will be exacerbated by other challenges in  human capital management, the acquisition and operation of new safety  enhancing technologies, and new types of vehicles, such as very light jets  (VLJ), that may place additional workload strains on FAA inspectors and  air traffic controllers. FAA’s ability to oversee aviation safety will be  affected by recent and anticipated trends in inspector and air traffic  controller attrition. For example, FAA estimates it will lose 10,291, or  about 70 percent of the controller workforce, over the next 10 years,  primarily due to retirements. FAA intends to enhance runway safety by  relying on new advanced technologies that are expected to reduce runway  accidents. However, schedule delays and cost increases have affected  FAA’s ability to deploy this technology. Finally, if predictions about new  types of aviation vehicles are borne out, it will change the aviation  landscape and will require new areas of expertise for FAA’s inspectors and  controllers. For example, the industry predicts there may be as many as  5,000 to 10,000 VLJs operating in the national airspace by 2020, which  would further congest the national airspace system especially at and near  smaller airports, where VLJs are expected to be prevalent because of their  smaller size."], "subsections": [{"section_title": "Background", "paragraphs": ["The U.S. commercial aviation industry, with less than one fatal accident  per 5 million flights from 2002 through 2005 has an extraordinary safety  record. However, when passenger airlines have accidents or serious  incidents, regardless of their rarity, the consequences can be tragic. In  addition, according to Bureau of Transportation Statistics data, flight  arrival delays have increased from 15 percent in 2003 to 22 percent in 2006.  Increases in flight delays can be viewed as evidence of strain in the  aviation system, as a loss of efficiency in the air system is a symptom of  increased strain. Losses of efficiency and the corresponding strain on the  system could potentially result in hazards that decrease safety. In order to  maintain a high level of aviation safety, it is critical to have well- established, efficient, and effective systems in place to provide an early  warning of hazards that can lead to accidents.", "FAA has established a number of systems and processes to inspect and  oversee various aspects of passenger airline safety, such as aircraft  maintenance and flight operations. In 1998, the agency implemented the  Air Transportation Oversight System (ATOS), which currently oversees 35  commercial airlines and cargo carriers; the goal is for ATOS to oversee all  commercial passenger and cargo airlines. ATOS emphasizes a system  safety approach that extends beyond periodically checking airlines for  compliance with regulations to using technical and managerial skills to  identify, analyze, and control hazards and risks. For example, under ATOS,  inspectors develop surveillance plans for each airline, based on data  analysis and risk assessment, and adjust the plans periodically based on  inspection results. Our review of ATOS’s early implementation found  weaknesses, which FAA addressed by improving guidance to inspectors  and increasing data usefulness.", "FAA’s inspection process for the 81 commercial airlines not covered by  ATOS has two components. The National Work Program Guidelines (NPG)  is the original oversight program for these airlines. Under NPG, an FAA- wide committee of managers identifies an annual minimum set of required  inspections to ensure that airlines comply with their operating certificates;  this process is not risk-based. In 2002, FAA added another component, the  Surveillance and Evaluation Program (SEP), to the inspection process to  incorporate principles of ATOS into its oversight of commercial airlines.  The two components are used together to establish the number and types  of annual inspections for airlines. Inspections can encompass many  different activities, such as visually spot-checking an airplane at a gate,  monitoring procedures on a scheduled flight, or observing maintenance  performed on an aircraft. Each year, FAA headquarters establishes a  baseline number and type of inspections for each airline through NPG.  Through SEP, teams of FAA inspectors analyze the results of an airline’s  prior inspections at periodic meetings and, based on their assessment of  specific risks, establish other inspections that may be needed.", "Since 1990, FAA has emphasized industry partnership programs that allow  participants, such as airlines and pilots, to self-report violations of safety  regulations and help identify safety deficiencies and potentially mitigate or  avoid fines or other legal action. For example, the Voluntary Disclosure  Program encourages the self-reporting of manufacturing problems and  safety incidents by participants that can include air carriers and repair  stations.", "When violations of statutory and regulatory requirements are identified  through inspections, partnership programs, or other methods, FAA has a  variety of enforcement tools that it may use to respond to the violations,  including administrative actions (such as issuing a warning notice or a  letter of correction that includes the corrective actions the violator is to  take) and legal sanctions (such as levying a fine or suspending or revoking  a pilot’s certificate or other FAA-issued certificate).", "The achievement of FAA’s mission is dependent in large part on the skills  and expertise of its workforce, whose aviation safety activities include air  traffic control, maintenance of air traffic control equipment, and  certification and inspection of various industry participants. As of 2006,  714 of FAA’s approximately 3,400 inspectors were dedicated to overseeing  the 35 airlines in ATOS. Approximately 1,100 inspectors oversee other  entities and individuals, including the remaining 81 commercial airlines  that are included in the SEP inspection program, about 5,200 aircraft  repair stations, and approximately 625,000 pilots. FAA’s safety oversight  programs for other aspects of the aviation industry—including  manufacturers of aircraft and aircraft parts, repair stations, flight schools,  aviation maintenance technician schools, pilots, and mechanics—involve  certification, surveillance, and inspection by FAA’s safety inspectors,  engineers, flight surgeons, and designated representatives. FAA authorizes  about 13,400 private individuals and 218 organizations (called “designees”)  to act as its representatives to conduct many safety certification activities  that FAA considers to be nonsafety critical, such as administering flight  tests to pilots, inspecting repair work by maintenance facilities,  conducting medical examinations of pilots, and approving designs for  aircraft parts. These designees are grouped into 18 different programs and  are overseen by three FAA offices—Flight Standards Service, Aerospace  Medicine, and Aircraft Certification Service—all of which are under the  Office of Aviation Safety. In addition, FAA’s Air Traffic Organization (ATO)  includes the approximately 16,700 air traffic controller workforce and  nearly 7,200 field maintenance technicians responsible for maintaining  ATO’s equipment and facilities, which include 21 air traffic control centers,  518 airport control towers, and 76 flight service facilities.", "While overall commercial aviation safety trends have been generally  positive over the last several years, recent safety trends may warrant  scrutiny. On the positive side, the number of serious runway incursions  has decreased since fiscal year 2002. Specifically, in fiscal year 2002, there  were 37 serious runway incursions, compared with 29 in fiscal year 2005.  Recent fiscal year 2006 data also continue the downward trend, with 25  serious runway incursions as of August 1, 2006—fewer than at the same  time in the previous fiscal year. However, with four fatal accidents in fiscal  year 2006, FAA will not meet its performance target for fiscal year 2006  for commercial air carrier safety. Although general aviation accidents  have decreased from 1,715 in 2002 to 1,669 in 2005, general aviation safety  continues to be a concern because it represents a significant number of  fatal accidents every year. (See fig. 1.) For example, 321 of the 1,669  general aviation accidents in 2005 were fatal. Additionally, the poorer  safety records of cargo and air ambulances services, compared with the  commercial passenger airline accident rate, point out the safety  vulnerabilities in this area. According to FAA, from 1998 through 2005, the  accident rate for scheduled air cargo operators declined significantly, but  was still about 2.5 times higher than the accident rate for scheduled  passenger operators. Further, in instances where there was not an isolated  injury to a single individual, the accident rate for cargo was about 6.3  times higher than for commercial passenger aviation. In addition, from  January 2002 to January 2005, there were 55 emergency medical services  or air ambulance accidents, with 54 fatalities, the highest number of  accidents since the 1980s. In addition, FAA did not meet its performance  target with regard to operational errors for fiscal years 2003 through 2005.  While operational errors continued an upward trend in 2006, FAA was  below the fiscal year 2006 target of 4.27 operational errors per million  activities as of June 2006."], "subsections": []}, {"section_title": "FAA’s Safety Oversight System Includes Programs That Focus on Risk Management and Leveraging Resources, but System Is Hindered by Data Limitations and Lack of Evaluations", "paragraphs": ["FAA’s safety oversight system has programs that focus on identifying and  mitigating risk through a system safety approach, leveraging resources,  and enforcing safety regulations, but the programs lack fully developed  evaluative processes. As mentioned previously, FAA oversees commercial  airlines by one of two programs—ATOS, which includes 35 airlines, and  SEP, which includes the remaining 81 airlines. Both programs emphasize a  system safety approach of using risk analysis techniques, which allow for  the efficient use of inspection staff and resources by prioritizing workload  based on areas of highest risk and require that inspectors verify that  corrective actions are taken. For example, FAA has developed risk  assessment worksheets for both programs that guide inspectors through  identifying and prioritizing risks associated with key airline areas, such as  flight operations and personnel training. Information from the worksheets  is then used to target resources to mitigating those risks.", "In recent work we found that the benefits of FAA’s system safety approach  for the inspection of airlines covered under SEP could be enhanced if FAA  more completely implemented the program and addressed other  challenges. Most of FAA’s inspections of those airlines were not risk- based. For example, as shown in figure 2 from fiscal years 2002 through  2004, SEP—a risk-based approach—guided only 23 percent of the  inspection activities for the top 25 SEP airlines in terms of the number of  enplanements. The remaining 77 percent of inspection activities were  identified through NPG, a process that is not risk-based or system safety  oriented. Although inspectors can replace NPG-identified activities with  SEP-identified activities that they deem address a greater safety risk, we  found that FAA inspectors interpret agency emphasis on NPG as  discouraging this practice. To address this issue, we recommended that  FAA improve communication with and training of inspectors in areas of  system safety and risk management. In response to our recommendations,  FAA revised its guidelines to require inspectors and managers to ensure  that risk information is used and updated its SEP training course to reflect  that change. Since FAA’s focus on system safety represents a cultural shift  in the way the agency oversees the aviation industry, it will be important  for FAA to monitor the implementation of system safety and risk  management principles. We recommended that FAA establish a  continuous evaluative process for its activities under SEP, but the agency  does not intend to set up a process since it expects to eliminate the SEP  program after December 2007, which is its deadline for moving all  commercial airlines to the ATOS program. If the deadline slips, we believe  our recommendation remains valid.", "Furthermore, FAA’s plans to dissolve the SEP program after moving all  commercial airlines to ATOS will shift the inspectors workloads and  present a challenge to FAA’s inspection oversight process. As FAA shifts  airlines to ATOS, it will also move inspectors to the program. Unlike SEP  inspectors, ATOS inspectors are dedicated to an airline and generally  cannot be used to inspect other entities. SEP inspectors, on the other  hand, have other duties in addition to overseeing airlines—such as  certifying and approving aircraft types; overseeing repair stations,  designees, and aviation schools; and investigating accidents. For example,  our analysis of FAA data indicated that, for fiscal years 2002 through 2004,  about 75 percent of SEP inspectors had responsibility for more than 3  entities, and about half had responsibility for more than 15. As inspectors  are transitioned to ATOS, the remaining SEP inspector workforce will  have to add those other entities to their workload. Furthermore, ATOS  requires more inspectors per airline than SEP. For example, when FAA  recently transitioned four airlines to ATOS, the total size of the four  inspection teams increased 30 percent, from 73 to 95 inspectors. With the  expansion of the ATOS program, it will be important to monitor the  magnitude of the shift in resources and the effect it may have on FAA’s  overall capability to oversee the industry as well as any changes to the  current ATOS program that may be required by the expansion."], "subsections": [{"section_title": "FAA’s Oversight Focuses on Leveraging Inspector Resources, Which Results in Less Direct Oversight of the Industry", "paragraphs": ["An important part of FAA’s safety oversight system are designee programs,  through which FAA authorizes about 13,400 private individuals and 218  organizations to act on its behalf to conduct safety certification activities  that FAA considers to be non-safety critical. We reported that designees  perform about 90 percent of certification-related activities, thus greatly  leveraging the agency’s resources and enabling inspectors to concentrate  on what FAA considers the most safety-critical activities. However,  concerns about the consistency and adequacy of designee oversight by  FAA have been raised by experts and other individuals we interviewed.  For example, designees and industry officials that we spoke with indicated  that FAA’s level of oversight and interpretation of rules differ among  regions and among offices within a region, which limits FAA’s assurance  that designees’ work is performed uniformly in accordance with FAA’s  standards and policy, the primary goal of which is the safety of U.S.  aviation. To improve management control of the designee programs, and  thus increase assurance that designees meet FAA’s performance  standards, we recommended that FAA develop mechanisms to improve  the compliance of FAA program and field offices with existing policies. In  response to our recommendations, FAA has, among other things,  established a designee quality assurance office to address inconsistent and  nonstandard oversight issues among offices. FAA has also developed a  survey that will collect information from individuals who recently worked  with designees, such as pilots who recently received their license through  a designee, to gather information that can be used to continually improve  designee programs.", "To increase FAA’s assurance that its designees are meeting FAA’s safety  standards, it will be important for FAA to continue these activities, which  are in the early stages of development or implementation, especially as the  agency moves to replace certain designee programs with an organizational  designation authorization (ODA). ODA would expand the number and  types of organizational designees and further transform FAA’s role to that  of monitoring the performance of others. In October 2005, FAA issued a  final rule that established the ODA program and provides for the phasing  out of organizational designees by November 2009. By that time, the  current 218 organizational designees will have to apply for and be granted  status as an ODA. In August 2006, FAA issued an order that establishes  procedures for the ODA program, including the capability to expand the  activities that may be delegated out. Under the program, FAA will focus on  the performance of organizations rather than the individuals within the  organization who carry out the delegated functions. As FAA makes these  changes to its designee programs that remove FAA from direct oversight  of the individuals performing the delegated activities, it will be important  for the agency to adhere to its policy of using designees only for less  safety-critical work. It will also be important for FAA to have the data and  evaluative processes, which we discuss later in this testimony, to  effectively monitor the new program.", "FAA is also becoming increasingly removed from overseeing airline  maintenance. In recent years, in an attempt to reduce costs, airlines have  increasingly contracted out maintenance. For example in 2000, 44 percent  of major air carriers’ maintenance expenses were attributable to  outsourcing; in 2004, it had increased to 54 percent. However, FAA’s  inspection activities have remained focused on air carriers’ in-house  maintenance, according to DOT’s Inspector General."], "subsections": []}, {"section_title": "Enforcement Is an Important Element of FAA’s Safety Oversight System, but Deterrent Effect of Sanctions Is Unclear", "paragraphs": ["FAA’s enforcement process, which is intended to ensure industry  compliance with safety regulations, is another important element of its  safety oversight system. FAA assesses legal sanctions against entities or  individuals that do not comply with aviation safety regulations. Such  sanctions are intended to deter future violations. However, we found that  the effect of FAA’s legal sanctions on deterrence is unclear, and that  recommendations for sanctions are sometimes changed on the basis of  factors not associated with the merits of the case. For fiscal years 1993  through 2003, attorneys in FAA’s Office of the Chief Counsel authorized a  52 percent reduction in the civil monetary penalties assessed (from a total  of $334 million to $162 million). FAA officials told us the agency  sometimes negotiate lower fines, thereby reducing sanctions to close  cases more quickly and reduce FAA attorneys’ caseloads. Economic  literature on deterrence suggests that although negative sanctions (such as  fines and certificate suspensions) can deter violations, if violators expect  sanctions to be reduced, they may have less incentive to comply with  regulations. In effect, it becomes more difficult to achieve the goal of  preventing future violations when the penalties for present violations are  lowered for reasons not related to the merits of the case.", "Recent changes that FAA has made to its enforcement program may lead  to more uniformly set fines and, thus, potentially less need to revise fines.  Prior to September 2005, the initial recommendation to use administrative  actions (such as warning notices and letter of correction) or legal  sanctions (such as fines or suspension of operating certificates) was based  on the judgment of the inspectors. If inspectors recommended a legal  sanction, they then consulted FAA’s sanction guidance policy to determine  the amount of the proposed penalty. In September 2005, FAA adopted  changes to its enforcement program that incorporated system safety risk  management principles and established explicit criteria for inspectors to  use in making an initial enforcement recommendation. As soon as FAA  investigators have gathered sufficient information to categorize the safety  risk and the conduct (i.e., whether it was intentional, reckless, or  systemic), they prepare a risk statement that describes the hazard created  by the act and the potential consequence of that hazard. An example of a  risk statement is “an aircraft that operates in Class B airspace without a  clearance providing separation from other aircraft could cause a mid-air  collision.” The investigators then review the risk statement to determine  the severity of the hazard (using a scale of catastrophic, critical, marginal,  or negligible) and the likelihood of the worst credible outcome (using a  scale of frequent, occasional, or remote). Based on these assessments,  investigators apply a decision tool that determines the type of action (legal  or administrative) to take against an individual or business. Inspectors no  longer have the responsibility of recommending a specific fine level. It is  too early to determine if these changes to the enforcement program have  resulted in a more uniform application of penalties and fewer penalty  reductions."], "subsections": []}, {"section_title": "Data Limitations and Lack of Evaluations Limit FAA’s Ability to Manage Risk and Are Particularly Critical as FAA’s Oversight Becomes More Indirect", "paragraphs": ["Effective processes for evaluating FAA’s safety oversight programs, along  with accurate nationwide data on those programs would provide FAA’s  program managers and other officials with assurance that the programs  are having their intended effect, especially as FAA’s oversight becomes  more indirect. Such processes and data are also important because FAA’s  workforce is dispersed worldwide—with thousands of staff working out of  more than 100 local offices—and because FAA’s use of a risk-based  system safety approach represents a cultural shift from its traditional  inspection program. The experiences of successful transformations and  change management initiatives in large public and private organizations  suggest that it can take 5 to 7 years or more until such initiatives are fully  implemented and cultures are transformed in a sustainable manner. As a  result, evaluation is important to understanding if the cultural shift has  effectively occurred. Our most recent work has shown that FAA had not  evaluated its safety programs, and we recommended that the agency  establish continuous evaluative processes for the SEP program, designee  programs, industry partnership programs, and enforcement program. FAA  has made recent progress in implementing some of these  recommendations. For example, FAA has scheduled audits of all its  designee programs, to be completed by the end of fiscal year 2009, and  established a delegation steering group that first met in August 2006 and  will be responsible for agencywide monitoring of the designee programs  for compliance with program policies and evaluating the effectiveness of  the designee programs. Additionally, as FAA implements its new  enforcement policy, it has established procedures to monitor the new  policy on a quarterly basis and to recommend process improvements  based on the information collected. However, FAA does not plan to  evaluate the SEP program because it intends to discontinue the program  after December 2007.", "Yet, FAA’s ability to evaluate its programs is hindered by its lack of useful  nationwide data. For example, we found that FAA’s oversight of designees  was hampered, in part, by the limited information of designee’s  performance contained in the various designee databases. These  databases contain descriptive information on designees, such as their  types of designations and status (i.e., active or terminated). More complete  information would allow the agency to gain a comprehensive picture of  whether staff are carrying out their responsibilities to oversee designees.  To improve management control of the designee programs, and thus  increase assurance that designees meet the agency’s performance  standards, we recommended that FAA improve the consistency and  completeness of information in the designee databases. To address this  recommendation, FAA has established the Designee Integration User  Group, which expects to begin work in September 2006 on an automated  information tool that will track data on all designees. We also found  problems with the accuracy or completeness of data in the SEP and  enforcement programs, which FAA has recently taken steps to begin  addressing."], "subsections": []}]}, {"section_title": "Training Is an Integral Part of FAA’s Safety Oversight System, but Several Actions Could Improve Results", "paragraphs": ["FAA’s use of a risk-based system safety approach to inspections requires  inspectors to apply data analysis and auditing skills to identify, analyze,  assess, and control potential hazards and risks. To effectively identify  safety risks, inspectors must be well-trained in the system-safety approach  and have sufficient knowledge of increasingly complex aircraft, aircraft  parts, and systems. It is also important that FAA’s large cadre of designees  is well-trained in federal aviation regulations and FAA policies. FAA has  made training an integral part of its safety inspection system by  establishing mandatory training requirements for its workforce as well as  designees. Although FAA provides inspectors with extensive training in  federal aviation regulations; inspection and investigative techniques; and  technical skills, such as flight training for operations inspectors, we have  identified weaknesses with the training program. The agency provides  designees with an initial indoctrination that covers federal regulations and  agency policies, and refresher training every 2 to 3 years.", "We have reported that FAA has generally followed effective management  practices for planning, developing, delivering, and assessing the impact of  its technical training for safety inspectors, although some practices have  yet to be fully implemented. Appendix I describes the extent to which  FAA follows effective management practices in each of these four areas.  Some examples follow:  In developing its training curriculum for inspectors, FAA has developed  courses that support changes in inspection procedures resulting from  regulatory change or agency initiatives. On the other hand, FAA develops  technical courses on an ad hoc basis rather than as part of an overall  curriculum for each inspector specialty—such as air carrier operations,  maintenance, and cabin safety—because the agency has not systematically  identified the technical skills and competencies each type of inspector  needs to effectively perform inspections.", "In delivering training, FAA has established clear accountability for  ensuring that inspectors have access to technical training, has developed a  way for inspectors to choose courses that meet job needs and further  professional development, and offers a wide array of technical and other  courses. However, both FAA and its inspectors recognize the need for  more timely selection of inspectors for technical training.", "To address some of these issues, we recommended, among other things,  that FAA ensure that inspector technical training needs are identified and  met in a timely manner by systematically assessing inspectors’ technical  training needs and better aligning the timeliness of training to when  inspectors need the training to do their jobs. In addition, we have  identified gaps in the training provided to SEP inspectors, and have  recommended that FAA improve inspectors’ training in areas such as  system safety and risk management to ensure that these inspectors have a  complete and timely understanding of FAA’s policies in these areas. We  identified similar competency gaps related to designee oversight. For  example, FAA does not require refresher training on how to oversee  designees, which increases the risk that inspectors do not retain the  information, skills, and competencies required to perform their oversight  responsibilities. We recommended that FAA provide additional training for  staff who directly oversee designees.", "FAA has begun to address these recommendations. For example, FAA  plans to release five Web-based courses by the end of 2006, which will  allow the agency to provide training closer to the time that employees  need it. Also, FAA has instituted an electronic learning management  system that provides for employee input to their own learning plans. FAA  has also updated the SEP training course to reflect recent policy changes  that emphasize the importance of risk management. Finally, FAA has  begun developing a new designee oversight training course that is planned  to be ready by the summer of 2007.", "It is important that FAA’s inspection workforce, designees, and FAA- certified aviation mechanics are knowledgeable about the latest  technology changes. While we did not attempt to assess the technical  proficiency that FAA’s workforce requires and will require in the near  future, FAA officials said that inspectors do not need a substantial amount  of technical training courses because inspectors are hired with a high  degree of technical knowledge of aircraft and aircraft systems. They  further indicated that inspectors can sufficiently keep abreast of many of  the changes in aviation technology through FAA and industry training  courses and on-the-job training. Similarly, we did not identify any specific  gaps in the competencies of designees. However, in its certification  program for aviation mechanics, we found that FAA standards for  minimum requirements for aviation courses at FAA-approved aviation  maintenance technician schools and its requirements for FAA-issued  mechanics certificates do not keep abreast with the latest technologies. In  2003, we reported that those standards had not been updated in more than  50 years. We recommended that FAA review the curriculum and  certification requirements and update both. In response to this  recommendation, Vision 100—Century of Aviation Reauthorization Act,  which was passed December 12, 2003, required FAA to update the  standards 1 year after enactment of the law and to conduct reviews and  updates every 3 years after the initial update. FAA issued an Advisory  Circular in January 2005 that described suggested curriculum changes;  however, the agency has not updated the certification requirements for  mechanics."], "subsections": []}, {"section_title": "FAA Faces a Number of Challenges in Overseeing Aviation Safety", "paragraphs": ["FAA faces a number of key safety challenges, including meeting its  performance target for commercial air carrier safety, which it will not  meet in fiscal year 2006 because of recent fatal accidents. With four fatal  commercial air carrier accidents in fiscal year 2006, the agency will not  meet its target of 0.018 fatal accidents per 100,000 departures. Moreover,  for the past 3 years, FAA did not meet its performance target for severe  operational errors, which occur when aircraft do not maintain safe  distances in the air; as of June 2006, the agency was slightly below its  target level of 4.27 severe operational errors per million activities. In  addition, although general aviation accidents have, on the whole,  decreased in recent years, general aviation safety is also a concern  because of the large number of fatal accidents every year—an average of  334 fatal accidents have occurred annually since 2000. Furthermore, other  industry sectors, such as cargo operations and on-demand air  ambulances, have poor safety records, as mentioned earlier. It will be  important for FAA to develop the appropriate strategies to deal with the  challenges posed by these safety records and to continuously monitor  safety information to identify trends and early warnings of other safety  problems.", "Also as described earlier, FAA also faces a number of challenges to several  of its oversight programs. Specifically, FAA’s rapid expansion of ATOS, by  transferring about 100 airlines and additional inspectors to the program  over about 2 years, will cause shifts in inspector workload that may affect  the agency’s ability to oversee other parts of the industry. Furthermore,  some activities, such as FAA’s creation of ODAs and the trend for airlines  to outsource maintenance, will remove FAA from direct oversight. It will  be important for FAA to have robust data and continuous evaluative  processes to monitor such activities and program changes in order to  ensure they are not having a negative effect on safety.", "Meeting the challenges posed by recent safety trends and program changes  will be exacerbated by other challenges in human capital management; the  acquisition and operation of new safety enhancing technologies; and new  types of vehicles, such as very light jets (VLJ), that may place additional  workload strains on FAA inspectors and air traffic controllers."], "subsections": [{"section_title": "FAA Faces Challenges in Human Resources", "paragraphs": ["FAA’s ability to oversee aviation safety will be affected by recent and  anticipated trends in attrition of its inspectors compounded, in some  cases, by delays in hiring and increased workload. For example, for fiscal  years 2005 through 2010, FAA estimated that over 1,100 safety inspectors  who oversee commercial airlines and general aviation will leave the  agency, with an average loss due to attrition of about 195 inspectors per  year. However, FAA’s efforts to hire more inspectors have been hindered  by a budget situation in 2005 that resulted in a hiring freeze during part of  that year. During the hiring freeze, FAA filled safety-critical positions, such  as principal inspectors, through internal appointments. As other safety  inspectors left, they were not replaced and their workload was divided  among the remaining inspectors.", "Concerned about the need for additional safety inspectors, for fiscal year  2006, Congress provided additional funding over the budget request to  FAA with the expectation that the funding would increase the safety staff  by 248. This increase in funding would allow for hiring an additional 182  safety inspectors in Aviation Flight Standards (AFS) and an additional 66  inspectors and engineers in Aircraft Certification Service (AIR). However,  as a result of a rescission and unfunded pay raises for fiscal year 2006,  FAA lacks the funds to hire 67 staff of the expected 248 new staff. As a  result, FAA’s revised hiring target is 139 AFS staff and 42 AIR staff. As of  August 2006, FAA has hired an additional 25 AFS and 28 AIR staff. (See fig.  3.) According to FAA, it has a pipeline of applicants and expects to reach  its goal of filling the 181 slots by the end of the fiscal year. However, the  actual number of aviation safety inspector slots needed is unknown,  because FAA lacks staffing standards for safety inspectors. The National  Academy of Sciences, under a congressional mandate, has just completed  a study for FAA to estimate staffing standards for inspectors to ensure  proper oversight over the aviation industry.", "During the coming decade, FAA will need to hire and train thousands of  air traffic controllers to replace those who will retire and leave for other  reasons. FAA estimates it will lose 10,291 controllers, or about 70 percent  of the controller workforce, for fiscal years 2006 through 2015, primarily  due to retirements. To replace these controllers and to accommodate  forecasted increases in air traffic and expected productivity increases,  FAA plans to hire a total of 11,800 new controllers over the next 10 years,  or 1,180 per year, on average. By the end of fiscal year 2006, FAA expects  to hire 930 controllers. As of August 2006, FAA had hired 920. Figure 4  shows the estimated losses each year as well as the number of planned  hires.", "Recent events may exacerbate the staffing situation. New data indicate  that controllers are retiring at a faster rate than FAA anticipated. In its  2004 workforce report, FAA projected 341 retirements for fiscal year 2005;  465 controllers actually retired—36 percent more than FAA’s estimate. In  addition, a new contract with the air traffic controllers union was recently  implemented by FAA after lengthy negotiations. Under this new contract,  most current air traffic controllers would continue to receive their existing  base salaries and benefits, which may remove a financial incentive to  continue working past their retirement eligibility date, while newly hired  controllers would be hired at lower wage rates, which may affect FAA’s  ability to hire new controllers. FAA has maintained that this contract will  result in significant cost savings, freeing up resources for other critical  agency needs. It is too soon to know what effect, if any, the new contract  may have on retirement decisions.", "In addition to the challenge of hiring large numbers of controllers, FAA  will face a challenge in training its new hires expeditiously so that it can  plan to have the right number of controllers in the right facilities when  they are needed. According to FAA, its ability to train the new controllers  depends upon several factors, including hiring a relatively even number of  controllers each year, reducing the time it takes to hire a controller, and  reducing the duration of training. FAA estimates that because of the long  training time, it must hire enroute controllers an average of 3 to 5 years in  advance of when they are needed. FAA is taking actions to address these  issues. For example, in line with our recommendation, a recent change to  the training program allows individuals who complete collegiate  requirements under the Air Traffic Collegiate Training Initiative to bypass  the first 5 weeks of initial FAA Academy training required for controllers.", "FAA also faces the challenge of ensuring that control facilities have  adequate staffing based on their unique traffic demands and the accuracy  of FAA’s retirement forecast. Historically, FAA has computed staffing  standards, which are the number of controllers needed on a systemwide  basis, but distribution of these totals to the facility level was a negotiated  process. The staffing standards did not take into account the significant  differences in complexity and workload among FAA’s 300 terminal and  enroute control facilities, which can lead to staffing imbalances. FAA has  begun developing and implementing new staffing standards that use an  algorithm that incorporates traffic levels and complexity of traffic at the  facility level to determine the number of controllers needed, according to  an FAA official. As FAA further refines its process for determining  controller staffing needs, the ultimate objective is to assess the traffic level  and complexity on a sector-by-sector basis to develop more accurate  controller staffing requirements."], "subsections": []}, {"section_title": "FAA Faces Challenges in Implementing Advanced Technology to Increase Air Traffic Safety", "paragraphs": ["To enhance runway safety, FAA intends to rely on new technologies— beginning with the Airport Movement Area Safety System (AMASS) and  Airport Surface Detection Equipment Model X (ASDE-X)—that are  expected to reduce runway accidents. AMASS and ASDE-X are  instrumental in mitigating runway incursions and operational errors.  However, FAA faces challenges—such as a reduced number of airports  scheduled to receive the equipment, schedule delays, and cost increases— that affect its reliance on the technologies.", "FAA’s original plans called for 34 airports to receive AMASS and 35  airports to receive ASDE-X (see app. II). In total, 59 airports were to  receive one or both technologies, but this number was reduced to 44 in  August 2006 after FAA canceled plans to deploy ASDE-X at 15 of the  originally scheduled airports. FAA plans to take these 15 systems and  upgrade certain airports that already have AMASS based on the rationale  that maximum benefit is achieved by deploying ASDE-X to airports with  larger traffic counts or more complex operations. This decision leaves 15  airports (see fig. 5) that were supposed to receive ASDE-X without either  advanced technology system. Since the anticipated future increase in air  traffic from commuter airlines and very light jets are likely to be at smaller  airports that lack the advanced technologies, it will be important for FAA  to periodically re-evaluate its deployment strategy.", "In addition to reducing the number of facilities selected to receive the  newer technology, FAA has amended the cost and extended the  implementation dates for the ASDE-X program (see fig. 6). The 35 ASDE-X  systems were originally scheduled to be implemented by 2007. As of  August 2006, FAA had moved that date to 2011. FAA estimates the total  facilities and equipment cost of the ASDE-X program at about $550  million, which is approximately $40 million more than we reported in  2005. The costs of these new technologies mean that they may never be  deployed at all airports; therefore, it will be important for FAA to continue  prioritizing and maximizing its resources."], "subsections": []}, {"section_title": "FAA Faces Challenges in Having Controllers Prepared for the Next Generation Air Transportation System", "paragraphs": ["To ensure a national airspace system that is safe, efficient, and capable of  meeting a growing demand of air transportation that is expected to triple  by 2025, the Joint Planning and Development Office (JPDO) was created  within FAA to plan for and coordinate the longer-term transformation to  the “next generation air transportation system” (NGATS). JPDO was  created in 2003 to develop an integrated plan for NGATS and to include in  the plan, among other things, a description of the demand and required  performance characteristics of the future system, as well as a high-level,  multiagency road map and concept of operations for the future system.", "FAA and JPDO face the challenge of adequately involving stakeholders in  the development of NGATS to ensure that the system meets users’ needs,  especially air traffic controllers who will be end users of the new  technology and responsible for using it to maximize safety and efficiency.  In the past, air traffic controllers were permanently assigned to FAA’s  major system acquisition program offices and provided input into air  traffic control modernization projects. In June 2005, FAA terminated this  arrangement because of budget constraints. According to FAA, it now  plans to obtain the subject-matter expertise of air traffic controllers or  other stakeholders as needed in major system acquisitions. It remains to  be seen whether this approach will be sufficient to avoid problems such as  FAA experienced when inadequate stakeholder involvement in the  development of new air traffic controller workstations (known as the  Standard Terminal Automation Replacement System (STARS))  contributed to unplanned work, significant cost growth, and schedule  delays."], "subsections": []}, {"section_title": "FAA’s Inspector and Controller Workload Will Be Challenged by Emerging Industries and Established Sectors That May Need More Safety Oversight", "paragraphs": ["The changing aviation landscape poses further challenges for FAA. It is  expected that within the next few years several hundred VLJs will be in  operation. FAA estimates that if 2 percent of airline passengers switch to  VLJs, air traffic controllers will have to handle three times more take-offs  and landings than currently. Additionally, the industry predicts there may  be as many as 5,000 to 10,000 VLJs operating in the national airspace  system by 2020. VLJ manufacturers are reporting advance sales of  thousands of these new jets, their customers include air taxis, charter  operators, and private owners. In July 2006, FAA granted the first  provisional certificate for a VLJ to Eclipse Aviation Corporation. The  provisional certificate allows existing planes to be flown, but new ones  cannot be delivered to customers until the FAA grants a type certificate.  According to Eclipse Aviation, it has orders for over 2,350 aircrafts.  DayJet, which provides on-demand jet service, expects to be operating 50  Eclipse VLJs by the end of 2007. In September 2006, FAA granted the first  type certificate to Cessna Aircraft Company. (See fig. 7.) Five other  companies are in the process of being issued certificates by FAA. If this  sector expands as quickly as expected, FAA inspectors could face  workload challenges to expeditiously issue and monitor certificates. In  addition, air traffic controllers could face the challenge of further  congested air space, especially at and near smaller airports, where VLJs  are expected to be prevalent because of their smaller size and shorter  runway requirements.", "Unmanned aerial vehicles (UAV) are another emerging sector that will  add to FAA’s workload and may require additional FAA expertise. While  historically UAVs have been used primarily by the Department of Defense  in military settings outside the United States, there is growing demand to  operate UAVs domestically in the national airspace system. (See fig. 8.)  Federal agencies such as the Customs and Border Protection Service and  the Federal Emergency Management Agency and state and local law  enforcement agencies are interested in UAVs for purposes such as border  security, search and rescue, firefighting, and other law enforcement and  homeland security initiatives. Some of these activities are taking place  today. For example, Customs conducts surveillance along the border with  Mexico. UAVs are also an emerging sector of the commercial aviation  industry, and possible commercial uses include fire detection and  firefighting management, digital mapping, communications and broadcast  services, and environmental research and air quality management control.  Currently, few regulations or guidelines exist for UAVs or UAV-related  technology. FAA issues a certificate of authorization for the operation of a  UAV and the airspace is restricted during the period of operation. In 2006,  FAA has issue 62 certificates of authorization for UAVs and another 35  applications are pending review. FAA is receiving numerous inquiries from  federal agencies, and from local, county, and state governments about how  to operate UAVs in the national airspace system. FAA has established an  Unmanned Aircraft Program Office, responsible for developing the  regulatory framework and plan for the safe integration of UAVs into the  national airspace system. FAA faces the challenge of working with  industry to develop consensus standards for command and control  redundancies in case there is a disruption in communication with the UAV,  and detect and avoid capabilities so that UAVs can sense and avoid other  aircraft. Such standards will be necessary before UAVs can be routinely  integrated into the national airspace system. Until UAVs are completely  integrated into the national airspace system, FAA will continue to evaluate  each flight on a case-by-case basis, adding to the agency’s workload.", "Space tourism is an additional emerging sector that FAA is beginning to  respond to. Tourist launches are expected to take place at inland locations  and may have more impact on the national airspace system than previous  unmanned commercial space launches, which occurred at federal launch  sites near or over oceans. While UAVs pose a learning curve for safety  inspectors, engineers, and air traffic controllers, space tourism launches  pose a learning curve for FAA’s commercial space engineers who are  responsible for licensing and monitoring commercial space launches and  nonfederal launch sites (called spaceports). The prospect for commercial  space tourism materialized in 2004 when SpaceShipOne, developed by  Scaled Composites, flew to space twice, achieving a peak altitude of about  70 miles to win the Ansari X Prize. Several entrepreneurial launch  companies are planning to start taking paying passengers on suborbital  flights within the next few years. Virgin Galactic intends to enter  commercial suborbital space flight service around 2008, launching from a  spaceport in New Mexico, and according to the company, plans to carry  3,000 passengers over 5 years, with 100 individuals having already paid the  full fare of $200,000. Several other companies, including former Ansari X  Prize competitors, continue to develop their vehicles for space tourism.  Several spaceports are being developed to accommodate anticipated  commercial space tourism flights and are expanding the nation’s launch  capacity. As of August 2006, the United States had seven federal launch  sites, and seven spaceports, and an additional eight spaceports have been  proposed (see fig. 9). We will be issuing a report later this year on FAA’s  oversight of commercial space launches."], "subsections": []}, {"section_title": "FAA Needs to Retain Its Leadership Role in International Safety Standard Setting", "paragraphs": ["Maintaining U.S. position as a global leader in aviation safety calls for  robust participation in the setting of international safety standards. The  International Civil Aviation Organization (ICAO), a United Nations  organization, develops standards and recommended practices for aviation  safety and security for 188 member states. In 2002, the Commission on  the Future of the United States Aerospace Industry reported that the  United States had not devoted enough resources to ICAO and was,  therefore, losing its position as the de facto standard setter. Furthermore,  the position of U.S. ambassador to ICAO, which was filled earlier this year,  had been vacant for more than a year, which may have affected the U.S.  impact on international aviation issues. To ensure that qualified U.S.  applicants apply for U.S. positions at ICAO, FAA has supported a number  of activities, including outreach efforts, incentive pay programs, and a  fellowship program that sends FAA employees to work at ICAO for up to  12 months. However, as of December 2005, FAA had filled only 13 of the  31 positions allocated to the United States at ICAO. FAA faces difficulty in  filling the allocated positions for reasons beyond its control. For example,  while FAA can recruit applicants, it does not make the final hiring  decisions. With unfilled positions at ICAO, it will remain important for  FAA to continue these efforts to enhance the presence of the United States  in the international aviation community."], "subsections": []}]}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For further information on this testimony, please contact Dr. Gerald L.  Dillingham at (202) 512-2834 or dillinghamg@gao.gov. Individuals making  key contributions to this testimony include Teresa Spisak, Jessica Evans,  Colin Fallon, David Hooper, and Rosa Leung."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Aviation Safety: FAA’s Safety Oversight System Is Effective but Could  Benefit from Better Evaluation of Its Programs’ Performance.   GAO-06-266T. Washington, D.C.: November 17, 2005.", "Aviation Safety: System Safety Approach Needs Further Integration into  FAA’s Oversight of Airlines. GAO-05-726. Washington, D.C.: September 28,  2005.", "Aviation Safety: FAA Management Practices for Technical Training  Mostly Effective; Further Actions Could Enhance Results. GAO-05-728.  Washington, D.C.: September 7, 2005.", "Aviation Safety: Oversight of Foreign Code-Share Safety Program Should  Be Strengthened. GAO-05-930. Washington, D.C.: August 5, 2005.", "Aviation Safety: FAA Needs to Strengthen the Management of Its  Designee Programs. GAO-05-40. Washington, D.C.: October 8, 2004.", "Aviation Safety: Better Management Controls Are Needed to Improve  FAA’s Safety Enforcement and Compliance Efforts. GAO-04-646.  Washington, D.C.: July 6, 2004.", "Aviation Safety: Information on FAA’s Data on Operational Errors at  Air Traffic Control Towers. GAO-03-1175R. Washington, D.C.: September  23, 2003.", "Aviation Safety: FAA Needs to Update the Curriculum and Certification  Requirements for Aviation Mechanics. GAO-03-317. Washington, D.C.:  March 6, 2003.", "Aviation Safety: FAA and DOD Response to Similar Safety Concerns.  GAO-02-77. Washington. D.C.: January 22, 2002.", "Aviation Safety: Safer Skies Initiative Has Taken Initial Steps to Reduce  Accident Rates by 2007. GAO/RCED-00-111. Washington, D.C.: June 30,  2000.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}], "fastfact": []}