{"id": "GAO-04-398", "url": "https://www.gao.gov/products/GAO-04-398", "title": "DOD Travel Cards: Control Weaknesses Led to Millions of Dollars Wasted on Unused Airline Tickets", "published_date": "2004-03-31T00:00:00", "released_date": "2004-06-09T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Ineffective oversight and management of the Department of Defense's (DOD) travel card program, which GAO previously reported on, have led to concerns about airline tickets DOD purchased but did not use and for which it did not claim refunds. GAO was asked to (1) determine whether, and to what extent, airline tickets purchased through the centrally billed accounts were unused and not refunded and (2) determine whether DOD's internal controls provided reasonable assurance that all unused tickets were identified and submitted for refunds."]}, {"section_title": "What GAO Found", "paragraphs": ["Control breakdowns over the centrally billed accounts resulted in DOD paying for airline tickets that were not used and not processed for refund. DOD was not aware of this problem before our audit and did not maintain data on unused tickets. We determined, based on airline data, that DOD had purchased--primarily in fiscal years 2001 and 2002--about 58,000 tickets with a residual (unused) value of more than $21 million that remained unused and not refunded as of October 2003. We also identified more than 81,000 partially unused airline tickets with a purchase price of about $62 million that will require additional analysis to determine the residual value. Based on further analysis of the limited data, it is possible that DOD purchased at least $100 million in airline tickets that it did not use and for which it did not claim refunds from fiscal years 1997 through 2003. Although GAO asked DOD's five most frequently used airlines for fiscal year 2001 and 2002 unused ticket data, the airlines did not provide uniform, complete, or consistent responses. For example, one airline did not provide partially unused ticket data, another airline's fiscal year 2001 data covered only September 2001, while yet another airline provided data on electronic tickets dating back to November 1998. Although additional data on unused tickets may be available from the airlines' archives, our attempts to obtain additional information were unsuccessful. DOD's unused ticket problems were caused by a flawed process that relied extensively on DOD personnel to report unused tickets to the travel offices. Although it appears that many unused tickets were processed for a refund, the internal controls DOD had in place did not detect millions of dollars of unused airline tickets. Specifically, DOD did not systematically implement compensating procedures to identify instances in which DOD personnel did not report unused tickets, or reconcile the centrally billed accounts to travel claims to determine whether airline tickets were used. Although some units had instituted a process by fiscal year 2002 to more systematically identify instances of unused tickets, the process was not implemented DOD-wide, DOD did not verify that units were consistently implementing the process, and the process could only identify unused electronic--not paper--tickets."]}], "report": [{"section_title": "Letter", "paragraphs": ["This report is a continuation of our series of reports on the Department of  Defense’s (DOD) management of its travel card programs. In fiscal years  2002 and 2003, we issued a series of testimonies and reports addressing  problems that the Army, Navy, and Air Force had in managing individually  billed travel card accounts. These testimonies and reports showed high  delinquency rates and significant potential fraud and abuse related to  DOD’s travel card programs. Due to these concerns, you asked us to audit  controls over the other major form of payment used by DOD for travel  expenses—centrally billed accounts. In response to your request, we reported in October 2003 that internal control weaknesses over DOD’s  centrally billed accounts led to millions of dollars of improper premium  class travel and increased costs to taxpayers. These weaknesses provide  further examples of DOD’s long-standing financial management problems,  which are pervasive, complex, and deeply rooted in virtually all business  operations throughout the department. Such problems led us in 1995 to put  DOD financial management on our list of high-risk areas, that is, areas that  are highly vulnerable to fraud, waste, and abuse, a designation that  continues today. In light of the internal control problems with DOD’s travel  card programs, you asked us to expand our work in the area of centrally  billed accounts to determine (1) whether, and to what extent, airline tickets  purchased through the centrally billed accounts were still unused and not  refunded and (2) whether DOD’s internal controls provided reasonable  assurance that all unused tickets were identified and submitted for refunds.", "To determine the magnitude of tickets purchased through the centrally  billed accounts during fiscal years 2001 and 2002 that were unused and not  refunded, we compared data on unused tickets provided by airlines (refer  to app. II for information on data provided by airlines) to data provided by  the Bank of America—DOD’s credit card bank. The unused ticket data  came from the five U.S. airlines that provided about 82 percent of the value  of all airline tickets DOD purchased during this period. Although we were  able to validate that the tickets the airlines had on record as being unused  were tickets that DOD had purchased with its centrally billed accounts, we  were unable to confirm the completeness of the population of unused  tickets we received from four of the five airlines. Despite the possibility of  understating the extent of the problem, we used the airline data to  determine the possible magnitude of DOD’s unused tickets from fiscal  years 1997 through 2003. Further, we reviewed the unused ticket process to  evaluate whether internal controls over the centrally billed accounts were  properly designed to identify unused tickets, submit these tickets for  refunds, and verify that refunds had been received. Appendixes I and II  provide details on our scope and methodology.", "We performed our work from March 2003 through January 2004 in  accordance with generally accepted government auditing standards. We  requested comments on a draft of this report from the Secretary of Defense  or his designee. We received written comments, which are reprinted in  appendix III of this report."], "subsections": [{"section_title": "Background", "paragraphs": ["The DOD centrally billed travel card program is part of a governmentwide  travel card program started in 1983 with the express purpose of increasing  convenience to the traveler and lowering (1) the government’s cost of  travel by reducing the need for cash advances to the traveler and (2) the  associated administrative costs. The travel card program includes both the  individually billed accounts—accounts held and paid by the individual  cardholders—and the centrally billed accounts. In general, individual  cardholders use the individually billed accounts to charge non- transportation-related expenses, while most DOD services and units used  the centrally billed accounts to purchase transportation services such as  airline and train tickets and to facilitate expenses incurred for group  travel.", "According to Bank of America data, the net value of airline tickets charged  during fiscal years 2001 and 2002 to DOD’s centrally billed accounts totaled  over $2.4 billion. As shown in figure 1, five U.S. airlines—American, Delta,  Northwest, United, and US Airways—together accounted for more than   82 percent of the dollar value of airline tickets purchased by DOD during  fiscal years 2001 and 2002. More than 85 other airlines—both U.S. and  foreign carriers—accounted for the remaining 18 percent of the value of  total airline tickets DOD purchased in fiscal years 2001 and 2002. The   $2.4 billion is made up of more than $2.6 billion in gross airline purchases  net of credits totaling $233 million, or about 9 percent of gross airline  purchases. Credits related to tickets that were unused, tickets issued  erroneously, and charges identified as fraudulent.", "The airline tickets DOD purchased through the centrally billed accounts  are generally acquired under the terms of the air transportation services  contract that the General Services Administration (GSA) negotiates with  U.S. airlines. Airline tickets purchased under this contract have no advance  purchase requirements, have no minimum or maximum stay requirements,  are fully refundable, and do not incur penalties for changes or cancellation.  The revenue recognition policy for the airlines industry is to recognize  ticket sales as a liability until the transportation is provided, that is, when  the ticket is used. The terms of the air transportation services contract also  provide that contract carriers are to fully refund all unused portions of any  government contract fare ticket to the activity paying for the ticket, the  travel management center issuing the ticket, or the individual traveler, as  appropriate. Because DOD travel regulations require that federal and  military travelers on official business use a contract carrier for official  airline travel unless a specific exception applies, airline tickets purchased  by DOD are typically fully refundable.", "Federal agencies are authorized to recover payments made to airlines for  tickets that agencies acquired but did not use. While generally there is a   6-year statute of limitations on the government’s ability to file an action for  money damages based on a contractual right, the government also has up  to 10 years to offset future payments for amounts it is owed. Several  airlines sued GSA after it offset payments due to the airlines for the value of  airline tickets that GSA claimed were unused. The court upheld GSA’s  authority to administratively offset the payments despite the airlines’  assertion that provisions printed on the tickets themselves specified a  shorter time limit in which the government could request a refund. The  court further held that the government’s right to refunds could not be  limited by terms unilaterally imposed by the airlines."], "subsections": []}, {"section_title": "Millions of Dollars of Airline Tickets Were Unused and Not Refunded", "paragraphs": ["As shown in table 1, data provided by five airlines and verified against Bank  of America’s data showed that about 58,000 tickets with a value of   $21.1 million were purchased with DOD’s centrally billed accounts but  were unused and not refunded. The $21.1 million included more than  48,000 tickets valued at $19.2 million that were fully unused, and   $1.9 million in the residual value of about 10,000 American Airlines partially  used tickets, that is, at least one leg had not been used. Based on our  assessment of the limited data provided by the airlines, it is possible that  since fiscal year 1997, DOD purchased more than $100 million in airline  tickets that were not used and not processed for refunds and for which  DOD may be entitled to refunds or offsets against other payments to those  airlines."], "subsections": [{"section_title": "Amount of Fully Unused Tickets Is Significant", "paragraphs": ["Table 2 provides further details on the $19.2 million identified as being fully  unused. Fully unused tickets made up most of the known unused tickets  value of $21.1 million, which also included the residual value of partially  unused tickets. As shown in table 2, DOD spent $19.2 million on more than  48,000 airline tickets that were fully unused and not refunded.", "Since DOD was not aware of these unused tickets, and consequently did  not know their number or dollar value, we requested these data from  DOD’s five most frequently used airlines—American, Delta, Northwest,  United, and US Airways. Although we asked each airline for consistent data  on tickets purchased in fiscal years 2001 and 2002 that were unused and not  refunded, we did not receive uniform, complete, or consistent responses.  For example, although American Airlines and US Airways provided us with  data on fully unused tickets for fiscal year 2002—tickets that were issued to  DOD travelers but never traded in at a counter—they provided only partial  data for fiscal year 2001. Delta Airlines provided us information on the  status of all tickets DOD purchased with its centrally billed accounts during  fiscal years 2001 and 2002, and guidance on how to identify those tickets  that were fully and partially unused. For more detailed information on the  breakdown of fully unused tickets by year, and further discussion of the  types of data we received from the airlines, see appendix II."], "subsections": []}, {"section_title": "Residual Value of Partially Unused Tickets Is Potentially Significant", "paragraphs": ["In addition to the $19.2 million in fully unused tickets, DOD failed to claim  refunds on millions of dollars in airline tickets purchased with centrally  billed accounts that were partially unused. As in the case of fully unused  tickets, DOD was not aware of, and therefore did not maintain data on,  partially unused tickets. Consequently, we had to request these data from  the airlines.", "Partially unused tickets are those tickets that, although used, still have  residual value as only portions of those tickets were traded in for travel. A  DOD ticket may be partially unused for several reasons. For instance, a  ticket can be partially unused when a DOD traveler used the ticket for the  outbound flight but decided to drive home with another DOD traveler. A  ticket can also be partially unused if, for example, a DOD traveler who was  originally scheduled to travel from Seattle to Miami and then to San Juan,  Puerto Rico, was ordered to return home from Miami because of weather  problems. In this case, the portion of the airline ticket from Miami to  Puerto Rico was unused. While the portions that have been used represent  services rendered by the airlines, the portions that are partially used have a  residual value that can be claimed as a refund. Table 3 summarizes the  number and purchase price of partially unused tickets, as well as the  residual value of partially unused tickets where available.", "Over the entire period for which four airlines provided data on partially  unused tickets—American, Delta, Northwest, and United—we identified  that more than 91,000 tickets costing about $68 million were only partially  used. Although Delta, Northwest, and United provided data that identified  over 81,000 partially unused tickets with a purchase price of more than  $62 million, these three airlines informed us that their ticket data are not  maintained in a format that would allow them to easily quantify the residual  value of these partially unused tickets. To do so would require a complex  process involving the repricing of each of the segments that made up the  total purchase price—a process the airlines told us would be labor- intensive and costly. American Airlines was able to provide the residual  value of its partially unused tickets—$1.9 million. Further, US Airways did  not provide us with any data on these types of tickets. As indicated by the  airlines, substantial work remained to be done to derive an estimate of the  residual value of partially unused tickets. For more detailed information on  the breakdown of partially unused tickets by year, see appendix II."], "subsections": []}, {"section_title": "Data Indicate That DOD May Have Millions More in Tickets That Are Unused and Not Refunded", "paragraphs": ["In addition to the millions of dollars in known amounts of unused tickets or  segments thereof that were not refunded, we used the limited airline data  to assess that the possible magnitude of outstanding unused tickets  purchased from 1997 through 2003 was at least $100 million. As stated  previously, federal agencies are authorized to recover payments made to  airlines for tickets that agencies ordered but did not use. Generally a 6-year  statute of limitations applies to the government’s ability to file an action for  money damages based on a contractual right, but the government also has  up to 10 years to offset future payments for amounts it is owed. However,  airline representatives told us that they were concerned about the  feasibility and costs of retrieving DOD’s unused ticket data from their  archives.", "As you requested, we used the data provided by the airlines to determine  the possible magnitude of the tickets DOD purchased but did not use or  claim as a refund since 1997. Using the data that the airlines provided for  fiscal year 2002, we calculated the total value of fully unused tickets as a  percentage of total tickets purchased using a centrally billed account. We  also used the more limited data the airlines provided on partially unused  tickets for fiscal year 2002 to gauge the residual value of partially used  tickets as a percentage of the total purchase value of these tickets. We  applied these combined results, which on a per airline basis ranged from  1.44 percent to 3.26 percent, to the total purchase value of tickets  purchased with centrally billed accounts since 1997 (about $8 billion) and  found—using the lowest estimate of 1.44 percent—that it is possible DOD  purchased at least $100 million in airline tickets that were unused and not  refunded during this period. (See app. II for further information on our  calculations.)", "As discussed previously, DOD was not aware of, and consequently did not  maintain data on, unused tickets and would therefore have to rely on the  airlines to provide the relevant data needed to claim refunds. The  inconsistent and incomplete responses we received from the airlines point  to the difficulties in determining the total value of unused tickets. While the  airlines readily provided us with at least 1 year of the data we requested,  some airline representatives informed us that data on tickets purchased  prior to the last 18 months have been moved to electronic archives, and  retrieving data from these archives is costly and time-consuming. The  process involves restoring from archives millions of records of tickets the  airlines have issued before they can identify tickets purchased with the  DOD centrally billed accounts that are fully and partially unused. Further,  additional work would be necessary to determine the value of the unused  portions of partially unused airline tickets. Finally, the airlines stated that  some ticket data were not maintained electronically and that generating  information related to these tickets would involve manually sifting through  the airlines’ ticket coupons. However, unused tickets from these 5 airlines  and the more than 85 other airlines that DOD uses represent a potentially  substantial government claim."], "subsections": []}]}, {"section_title": "DOD Did Not Implement Effective Controls over Unused Tickets", "paragraphs": ["Millions of dollars of unused tickets have not been refunded because DOD  did not have a systematic process to identify and process unused tickets.  Effective internal controls are the first line of defense in safeguarding  assets and preventing and detecting fraud, and are an integral part of an  entity’s accountability for government resources. However, we found that  DOD’s flawed process relied extensively on DOD personnel to report  unused tickets to the travel offices. DOD had not systematically  implemented procedures to identify instances in which travelers failed to  notify the commercial travel offices (CTO) and their commands of unused  tickets, or to ensure that refunds were processed once the CTOs received  notifications. Although some units had instituted a process by fiscal year  2002 to more systematically identify instances of unused tickets, the  process was not implemented DOD-wide and could only be used to identify  unused electronic—not paper—tickets. Further, in locations where this  process had been implemented, DOD did not have systematic procedures  to verify that the CTOs identified all unused electronic tickets and  processed these for refunds. Because our preliminary assessment  determined that current operations used to identify and process unused  tickets were flawed, we did not statistically test current processes and  controls."], "subsections": [{"section_title": "Inadequate Controls over Unused Ticket Reporting and Processing", "paragraphs": ["During fiscal years 2001 and 2002, DOD relied on travelers to report unused  tickets to the CTOs. DOD travel regulations state that the traveler must  notify the CTO when a ticket is not used, and DOD’s Financial  Management Regulations further stipulates that it is the traveler’s  responsibility to return unused transportation tickets to the CTO for a  refund. At some CTOs, each trip itinerary generated at the time an airline  ticket was issued also contained a reminder to the traveler to return all  unused tickets to the CTO. Unused ticket notification initiates a process  whereby requests for refunds can be submitted to the airlines. As  mentioned above, contract tickets purchased by the government are fully  refundable. Timely processing of refunds ensures that scarce resources are  returned to the government.", "However, DOD did not implement control procedures to systematically  determine the extent to which DOD travelers adhered to the unused ticket  requirements, and to identify instances in which they did not. According to  bank data, DOD received credits amounting to about 9 percent of the  airline tickets purchased through the CTOs during fiscal years 2001 and  2002. Although these data indicate that some DOD travelers followed the  unused ticket requirements, DOD did not maintain data in such a manner  as to allow the department to identify the extent of noncompliance.", "Figure 2 illustrates where control breakdowns can occur if travelers do not  adhere to DOD requirements and report unused tickets to the CTOs. As  shown in figure 2, once a ticket is charged to the centrally billed account  and given to the traveler, DOD has no systematic controls to determine that  the ticket was used—or remains unused—unless the traveler notifies the  CTO that the ticket was not used. If the traveler does not notify the CTO of  an unused ticket, the ticket would not be refunded unless the CTO  monitored the status of airline tickets issued electronically and applied for  refunds on all unused tickets. Figure 2 also shows that the failure to notify  the CTO of an unused paper ticket would result in the ticket being unused  and not refunded. In addition, if the CTO identifies or is notified of an  unused ticket but fails to process a refund, the ticket will also be unused  and not refunded.", "DOD services and agencies have sometimes identified unused tickets as an  indirect result of the procedures they have put in place to monitor the  status of their obligations. For example, budget officials at the Department  of the Navy’s location in Keyport, Washington, informed us that their  financial system is programmed to identify all travel orders for which  corresponding travel vouchers had not been filed 5 days after travel was to  have been completed. Upon identification of the missing travel vouchers,  the system automatically produces a list of travelers who have not filed  their travel claims. Once identified, the finance office sends an e-mail  reminder to the traveler to file his or her travel voucher. According to these  officials, the traveler responds by filing a voucher or notifying the finance  office that the travel was canceled and, therefore, the ticket was not used.  Rather than relying on the traveler to notify the CTO of the unused ticket,  the finance office gives the notification so that a refund can be processed.  Similarly, finance officials at Hickam Air Base regularly monitor the  accounting system for open travel orders (unliquidated obligations) and  notify the appropriate resource officers to work on these unliquidated  obligations. These resource officers would in turn remind the travelers to  file the requisite travel vouchers or notify the CTOs of unused tickets.", "However, the monitoring of open travel orders is only partially effective in  identifying unused tickets, as it still relies, to a large extent, on the traveler  providing notification to the CTO of canceled travel. Further, in a report  issued in January 2003, we noted that hundreds of millions of dollars in  unliquidated obligations were not accounted for because Navy fund  managers failed to follow DOD regulations that require the periodic review  of unliquidated obligations exceeding $50,000. These Navy managers cited  time constraints as one of the obstacles to reviewing these unliquidated  obligations. In contrast to the unliquidated obligations exceeding $50,000  referred to in that report, travel obligations are often valued in the  thousands and sometimes only in the hundreds of dollars. Consequently, it  is likely that many of these smaller obligations would be of an even lower  priority and therefore not reviewed.", "Similarly, we found that the monitoring of open travel orders at the Air  Force is not effective in identifying unused tickets. The Air Force records  all travel expenses—regardless of whether they were incurred with the  centrally billed accounts or by the travelers directly—as one lump sum  obligation. Once a voucher is filed, or a centrally billed charge is paid,  whichever is sooner, the obligation would be liquidated, and the travel  order removed from the list of unliquidated travel orders. Thus, the  liquidation of an obligation is dependent on either the filing of a voucher or  the payment of a centrally billed account, not whether the ticket is used or  unused. Consequently, like the Navy, it would be difficult for the Air Force  to consistently identify unused tickets through the monitoring of open  travel orders.", "We also found that DOD did not have control procedures to provide  assurance that tickets identified as unused were processed for refunds. At  9 of the 10 locations we visited, neither the CTO nor the government travel  office (GTO) maintained centralized records of unused tickets submitted  by the travelers. Without a centralized record of unused tickets, an unused  ticket that had been lost or never processed for refund would not be  detected. Therefore, neither the CTO nor the GTO could certify that all  tickets turned in by the travelers were processed for refunds. We did note,  however, that 6 of the 10 locations had implemented procedures to verify  that unused tickets processed for refunds resulted in credits to the  government."], "subsections": []}, {"section_title": "DOD Had Not Designed Procedures to Reconcile Centrally Billed Account Tickets to Travel Claims", "paragraphs": ["Our internal control standards identify reconciliation as a control activity  that helps enforce management’s directives and ensures that actions are  taken to address risks. Reconciliation should be performed routinely so  that problems are detected and corrected promptly and differences are not  allowed to age, thereby becoming increasingly difficult to research.  However, we found that DOD did not implement reconciliation procedures  that link airline tickets purchased with the centrally billed account to travel  claims submitted by travelers. Specifically, when DOD purchased an airline  ticket with a centrally billed account, DOD did not implement procedures  to identify whether the traveler has or has not submitted a travel voucher. A  lack of a travel voucher could indicate that the ticket was unused. Without  reconciling these two types of records, DOD could not obtain reasonable  assurance that centrally billed account charges represent airline tickets  that were eventually used.", "DOD regulations require that travelers file travel claims, in the form of a  travel voucher, within 5 days of the end of travel. The filing of a travel claim  provides positive confirmation that the travel took place. A travel claim  also represents the traveler’s assertion that the transportation mode  indicated on the travel order—be it air or land—was used in the  performance of official duty. Only in exceptional circumstances would the  filing of a travel voucher fail to provide the confirmation that an airline  ticket provided to the traveler through the centrally billed account was not  used. For example, mechanical problems at one airline could result in the  traveler buying another ticket on a different airline with an individually  billed travel card or a personal credit card. In these instances, the ticket  acquired through the centrally billed account would not be used, and this  could have been detected through a reconciliation process.", "In addition, the positive confirmation provided by the filing of a travel  voucher indicates that a DOD-wide reconciliation between travel vouchers  and centrally billed account charges would lead to the identification of  instances in which travel claims have not been filed for travel involving the  issuance of a centrally billed airline ticket. Such identification would allow  DOD to follow up with the travelers to determine whether travel was taken,  and therefore whether the ticket was used. A failure to reconcile tickets  that were centrally acquired to travel claims filed by travelers resulted in  DOD not being able to determine whether the airline tickets it purchased  were used."], "subsections": []}, {"section_title": "Some DOD Units Have Implemented Procedures to Identify Unused Electronic Tickets", "paragraphs": ["In the period under audit, some DOD units have made improvements to its  unused ticket process to compensate for the lack of internal controls over  the centrally billed account program. By fiscal year 2002, some DOD units  had established procedures intended to systematically identify unused  electronic tickets, thus allowing DOD to obtain refunds on tickets it  otherwise might have missed. At these locations, the computer systems  used to reserve and purchase flights allow the CTOs to search the  databases of each airline that participates in electronic ticketing. Each CTO  can customize the searches to generate a list of unused electronic tickets  directly from these computer reservation systems, or manually review data  on the status of each electronic ticket to identify tickets that are unused.", "These procedures enable the CTOs to systematically identify unused e- tickets without having to receive notification from the travelers. CTOs can  process requests for refunds directly in the computer reservation systems  after unused tickets are identified. This on-line capacity allows DOD to  obtain timely refunds and increases the organization’s ability to safeguard  resources. An increasingly larger portion of all tickets issued are issued  electronically—data from one large U.S. airline indicated that 69 percent of  tickets issued during fiscal year 2002 and as much as 84 percent of tickets  issued during fiscal year 2003 were electronic tickets. Consequently, these  procedures increase DOD’s ability to capture refunds on a large portion of  unused tickets. This ability to independently identify unused electronic  tickets, if implemented across the services consistently and properly  supervised, would allow DOD to partially compensate for the lack of  controls in ensuring that travelers notify the appropriate office of canceled  travel.", "However, our work found that not all locations implemented this capability  during fiscal year 2002. This is partly because DOD did not incorporate a  requirement for this capability into all the contracts it issued to the CTOs  during fiscal year 2002. For example, the CTO at Hickam Air Base did not  monitor unused tickets electronically because its contract did not require it  to do so. In contrast, some locations that did not have this requirement in  their contracts nevertheless implemented this capability through an  agreement between the CTO and the GTO. High-level DOD officials to  whom we reported the status of unused tickets informed us that they will  require this capability to be a part of the new contracts issued under the  Defense Travel System (DTS). The DTS is intended to be the DOD-wide  travel system and replace the more than 30 travel systems currently  operating within the department. However, according to a 2002 DOD Office  of Inspector General report, “the DTS was being substantially developed  without the requisite requirements, cost, performance, and schedule  documents and analyses needed as the foundation for assessing the  effectiveness of the system and its return on investment.” The report  further noted that DOD estimated that deployment would not be completed  until fiscal year 2006.", "In general, we found that the GTOs at locations where the CTOs had put  this process in place have not implemented control procedures to verify  that the CTOs consistently identify and file for refunds on unused e-tickets.  For instance, the CTOs at several locations we visited did not provide their  respective GTOs with inventories of tickets they have identified as unused.  Therefore, the transportation officers were unable to determine that all  unused tickets were turned in for refunds. As noted above, we found that  several transportation officers had procedures in place to confirm that the  organization receives a credit for tickets that have been submitted for  refunds. However, this process was not implemented at all locations we  visited. Consequently, not all DOD units could provide assurance that all  requests for refunds resulted in a credit to the government.", "Even if the CTOs can identify all e-tickets, they cannot independently  identify nonelectronic tickets. Nonelectronic tickets are typically used for  international travel because many non-U.S. carriers do not issue electronic  tickets. International travel can sometimes make up as much as 25 percent  of the total dollar value of a unit’s travel. Given the inability to identify  unused paper tickets, and weaknesses in the control procedures over the  CTOs, the reconciliation procedures we discussed previously will still need  to be established to match purchases made with centrally billed accounts  to travel vouchers that have been filed. Unless DOD establishes a  procedure to verify whether all airline tickets are used, it will not have  reasonable assurance that airline tickets purchased through the centrally  billed account are used or refunded."], "subsections": []}, {"section_title": "Improvements in Management of the Individually Billed Accounts Provide DOD Options to Minimize Unused Ticket Risks", "paragraphs": ["In a series of testimonies and reports issued in fiscal years 2002 and  2003, we addressed problems that the Army, Navy, and Air Force had in  managing the individually billed account travel cards. These testimonies  and reports showed high delinquency rates and significant potential fraud  and abuse related to DOD’s individually billed travel card program.  However, recent improvements to the individually billed program point to  the possibility of using this program as the principal means of acquiring  tickets, thereby reducing the government’s risk of losses from unused  tickets arising from the use of centrally billed accounts.", "In response to our testimonies and reports on the individually billed  accounts, the Congress took actions in the fiscal year 2003 appropriations  and authorization acts requiring (1) the establishment of guidelines and  procedures for disciplinary actions to be taken against cardholders for  improper, fraudulent, or abusive use of government travel cards; (2) the  denial of government travel cards to individuals who are not creditworthy;  (3) split disbursements for travel cardholders; and (4) offset of delinquent  travel card debt against the pay or retirement benefits of DOD civilian and  military employees and retirees.", "In response, DOD has implemented many of the legislatively mandated  improvements—most notably the implementation of split disbursements  and salary offsets and the reduction in the numbers of individuals with  access to the travel cards. According to Bank of America, the delinquency  rates we noted in our prior reports at the Army, Navy, and Air Force have  decreased. For example, the delinquency rate at the Navy had decreased  from an average monthly delinquency rate of about 11 percent during fiscal  year 2002 to an average monthly delinquency rate of less than 7 percent in  fiscal year 2003. Similarly, during that same period the Army’s average  monthly delinquency rate decreased from about 14 percent to an average  monthly delinquency rate of about 9 percent.", "The benefits of using a well-controlled individually billed account program  as the principal mechanism for acquiring airline tickets are twofold. First,  in the individually billed account program, the cardholder is directly  responsible for all charges incurred on his or her travel card. In contrast,  improper charges to centrally billed accounts that are not detected and  disputed or authorized charges, such as airline tickets that are not used,  result in direct financial losses to the government in the amount of the face  value of the tickets. Second, with the use of individually billed accounts to  purchase tickets, DOD travelers have greater incentive to turn in unused  tickets because they are responsible for paying the ticket charges. The use  of individually billed cards to acquire airline tickets would therefore help to  limit the government’s financial exposure.", "However, the use of the individually billed accounts to acquire airline  tickets would only minimize, not eliminate, the necessity of implementing  internal controls over the centrally billed account program. DOD would  still need to maintain a centrally billed account structure to purchase  airline tickets for travelers who have been denied individually billed  accounts, infrequent travelers whose individually billed credit cards have  been canceled, and new employees who have not yet acquired individually  billed accounts."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["The millions of dollars wasted on unused airline tickets provides another  example of why DOD financial management is one of our “high-risk” areas,  with DOD highly vulnerable to fraud, waste, and abuse. In implementing  the centrally billed component of the travel card program, DOD relied on a  weak process that depended on travelers reporting all unused tickets to  CTOs. Although many DOD travelers informed the CTOs of unused tickets  as required, the lack of specific internal control procedures to identify  instances in which the travelers did not do so resulted in DOD paying for  thousands of airline tickets that were not used and not processed for  refunds. During fiscal year 2003, some DOD units began implementing  procedures to more systematically identify unused airline tickets, and in  fiscal year 2004, DOD started working to recover from the airlines the value  of unused tickets we identified. DOD must build on these improvements  and establish controls over unused tickets to improve its ability to control  costs and ensure basic accountability over scarce resources. In addition,  DOD should take immediate actions to recover the outstanding value of  tickets that were fully or partially unused and not refunded."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve the management DOD’s travel resources, we are making the  following 20 recommendations to DOD officials.", "To decrease the risks associated with the use of the centrally billed  accounts, we recommend that the Secretary of Defense evaluate the  feasibility of the following two actions:   establishing the individually billed account travel card as the primary  payment mechanism for transportation expenses, and   limiting the use of the centrally billed account travel card to procuring  transportation expenses for those employees without access to  individually billed accounts, such as new employees who have not yet  obtained individually billed account travel cards and employees who do  not qualify for the use of individually billed account travel cards, and for  other situations in which the use of an individually billed travel card is  not practical.", "To enable DOD to systematically identify future unused airline tickets  purchased through the centrally billed accounts, and improve internal  controls over the processing of unused airline tickets for refunds, we  recommend that the Secretaries of the Army, Air Force, and Navy and the  heads of DOD agencies direct the appropriate personnel within services  and agencies to take the following nine actions:  evaluate the feasibility of implementing procedures to reconcile airline  tickets acquired using the centrally billed accounts to travel vouchers in  the current travel system;  modify existing CTO contracts to include a requirement that the CTOs   establish a capability to systematically identify unused e-tickets in  their computer reservation systems,  identify all unused tickets based on specified criteria before the  unused ticket data are removed from the computer reservation  systems,  maintain daily schedules that identify unused tickets and how long  they have been unused,   routinely provide the GTOs with unused ticket reports,   routinely process refunds for tickets identified as unused, and  submit to the GTOs all requests for refunds that have been   require the GTOs to routinely compare unused tickets processed by the  CTOs to the credits on the Bank of America invoice; and   require either the GTOs or the units responsible for monitoring the  CTOs’ activities to determine whether the CTOs are consistently  implementing the procedures to identify unused tickets and process  these tickets for refunds.", "To enable DOD to more effectively monitor unused tickets under the DTS,  we recommend that the Secretary of Defense direct the appropriate  personnel to take the following four actions:  use the DTS to remind travelers to claim refunds on all unused tickets,   include in future contracts issued for the DTS, a requirement that the  CTOs establish the capability to  systematically identify unused tickets and   process these tickets for refunds, and   establish, in the DTS, a capability to routinely match travel vouchers to  tickets issued through the centrally billed accounts.", "To recover outstanding claims on unused tickets, we recommend that the  Under Secretary of Defense (Comptroller) initiate the following five  actions:   immediately submit claims to the airlines to recover the $21 million in  fully and partially unused tickets identified by the airlines and included  in this report;  calculate, with the assistance of the airlines, the residual value of the  partially unused tickets identified by the airlines and included in this  report; and   work with the five airlines identified in this report and other airlines  from which DOD purchased tickets with centrally billed accounts to   identify the feasibility of determining the recoverability of other fully  and partially unused tickets purchased with DOD centrally billed  accounts,  determine the value of the unused portions of those tickets, and   initiate actions to obtain refunds."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments on a draft of this report, which are reprinted in  appendix III, DOD concurred with all 20 of our recommendations and  stated that it had taken actions or will take actions to address these  recommendations. For example, with respect to actions already taken,  DOD stated that it has implemented, in the DTS, a capability to routinely  match travel vouchers to tickets issued through the centrally billed  accounts. This capability is currently being tested at certain pilot sites.  With respect to actions under way, DOD had submitted claims to the  airlines on February 26, 2004, to recover the $21 million in fully and  partially unused paper and electronic tickets identified by the airlines, and  stated that it will work with the airlines from which it purchased tickets  through the centrally billed accounts to identify the feasibility of  determining the recoverability of other fully and partially unused tickets.", "As agreed with your offices, unless you announce the contents of this  report earlier, we will not distribute it until 30 days from its date. At that  time, we will send copies to interested congressional committees; the  Secretary of Defense; the Under Secretary of Defense, Comptroller; the  Secretary of the Army; the Secretary of the Navy; the Secretary of the Air  Force; and the Director of the Defense Finance and Accounting Service. We  will make copies available to others upon request. In addition, the report  will be available at no charge on the GAO Web site at http://www.gao.gov.", "Please contact Gregory D. Kutz at (202) 512-9505 or kutzg@gao.gov,   John J. Ryan at (202) 512-9587 or ryanj@gao.gov, or John V. Kelly at   (202) 512-6926 or kellyj@gao.gov if you or your staffs have any questions  concerning this report. Major contributors to this report are acknowledged  in appendix IV."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["Pursuant to a joint request by the Chairman and Ranking Minority Member  of the Permanent Subcommittee on Investigations, Senate Committee on  Governmental Affairs; the Chairman of the Senate Committee on Finance;  and Representative Schakowsky, we audited the controls over unused  airline tickets purchased through the Department of Defense’s (DOD)  centrally billed accounts. Our assessment covered the following:  the extent of tickets charged to the centrally billed accounts that are  unused and not refunded and  whether DOD’s internal controls provided reasonable assurance that all  unused tickets were identified and submitted for refunds.", "To assess the magnitude of tickets charged to the centrally billed accounts  that are unused and not refunded, we obtained from Bank of America  databases for fiscal years 2001 and 2002 travel transactions charged to  DOD’s centrally billed travel card accounts. The databases contained  transaction-specific information, including ticket fare, ticket number, name  of passenger, date and destination of travel, and number of segments in  each ticket. We reconciled these data files to control totals provided by  Bank of America and to data reported by the General Services  Administration as DOD’s centrally billed account activities. We also  requested that the five airlines that DOD used most frequently provide us  with data relating to tickets DOD purchased during fiscal years 2001 and  2002 that were unused and not refunded. These five airlines—American,  Delta, Northwest, United, and US Airways—together accounted for more  than 82 percent of the value of total airline tickets DOD purchased. To  obtain assurance that the tickets the airlines reported as unused  represented only airline tickets charged to DOD centrally billed accounts  we compared data provided by the airlines to transaction data provided by  Bank of America. Because DOD does not track whether tickets purchased  with centrally billed accounts were used, we were unable to confirm that  the population of unused tickets that the airlines provided was complete,  that is, it included all DOD tickets that are unused and not refunded.", "While the five airlines provided data on unused tickets that allowed us to  identify which tickets were unused and not refunded, they did not provide  uniform or consistent data, and their data did not always cover the same  periods. Specifically, all five airlines provided data that enabled us to  determine the total purchase price of fully unused tickets, and four of the  five airlines provided data that enabled us to determine the total purchase  price of partially unused tickets. Only one airline provided us the unused  value (residual value) of partially unused tickets. Further, while all five  airlines provided us information on fiscal year 2002 fully unused tickets,  the data they provided on fully unused tickets covered from 1 to over  4 years. In addition, only four airlines provided partially unused ticket data,  and the data they provided similarly covered from 1 to over 4 years. For  further details on the type of data received, and our calculations of the  value of fully unused and partially unused tickets, see appendix II. We also  reviewed relevant statutes and court decisions related to the period of time  federal agencies are allowed to claim refunds and apply administrative  offsets to goods and services they purchased but did not receive.", "To assess controls over unused tickets, we obtained an understanding of  the travel process by reviewing DOD’s travel regulations and interviewing  officials from the Departments of the Army, Navy, and Air Force. We visited  two Army units, three Navy units, three Air Force units, and two Marine  Corps units to confirm our understanding of the travel process. We also  interviewed DOD officials at the government travel offices and  representatives of the commercial travel offices to obtain an understanding  of the process used to identify unused tickets and claim refunds on those  tickets. To assess the internal controls over unused tickets, we applied the  fundamental concepts and standards set forth in our Standards for  Internal Control in the Federal Government to the practices followed by  these units to manage unused tickets. Because we determined that controls  over unused tickets were ineffective, we did not assess or design statistical  sampling tests to test these controls.", "We briefed DOD managers, including DOD officials in the Office of the  Under Secretary of Defense (Comptroller), the Defense Finance and  Accounting Service, and the Office of the Inspector General; Army officials  in the Office of Deputy Chief of Staff for Logistics; Navy officials in the  Office of the Assistant Secretary of the Navy for Financial Management and  Comptroller; Air Force officials in the Office of the Deputy Chief of Staff  for Installation and Logistics; and Marine Corps officials in the Office of  Deputy Chief of Staff for Installations and Logistics concerning the results  of our work. On December 19, 2003, we provided DOD officials with a  partial list of fully and partially unused tickets we received as of that date.  On February 10, 2004, we requested comments on a draft of this report  from the Secretary of Defense or his designee. We conducted our audit  work from March 2003 through January 2004, in accordance with U.S.  generally accepted government auditing standards."], "subsections": []}, {"section_title": "Known Value of Fully and Partially Unused Tickets and Potential Magnitude of Control Weaknesses", "paragraphs": ["To determine whether design flaws in controls over purchasing tickets  using DOD centrally billed accounts resulted in a significant loss of federal  tax dollars, we contacted DOD’s five most frequently used airlines and  requested that they identify tickets DOD purchased with a centrally billed  account that had not been used or refunded as of the date of our request.  While those airlines did not provide consistent data concerning unused  tickets, they did provide information sufficient to allow us to determine the  unused value of some of their fully unused tickets and the original purchase  price of some of the partially unused tickets. In addition, one airline  provided information on the unused value of at least some of its partially  unused tickets. Using the ratios of the known value of unused tickets to  total tickets purchased, we were able to assess the potential magnitude of  tickets purchased with DOD centrally billed accounts that were not used or  refunded since 1997—the first year for which centrally billed account  information is available from the General Services Administration."], "subsections": [{"section_title": "Types of Data Provided Differed Substantially between Airlines", "paragraphs": ["We asked DOD’s five most frequently used airlines—American, Delta,  Northwest, United, and US Airways—to provide information on tickets  purchased by DOD with centrally billed accounts during fiscal years 2001  and 2002 that had not been used or refunded. As shown in table 4, while all  the airlines generally provided complete data on fiscal year 2002 fully  unused tickets, the airlines did not provide uniform, complete, or  consistent responses to our request for fiscal year 2002 partially unused  tickets, or for fully or partially unused ticket data for fiscal year 2001. In  addition, some airlines provided some information on fully and partially  unused tickets that were purchased in fiscal years 2003, 2000, and 1999.", "While American, Delta, Northwest, and United provided some data on  partially unused tickets, US Airways did not provide any. Further, as noted  in table 4, while American, Delta, Northwest, and United provided data on  the total purchase price of tickets that were partially unused, American  Airlines was the only airline that also provided data on the unused value of  its partially unused tickets. Table 4 also shows that there were  inconsistencies among the airlines when it came to providing data on  unused tickets purchased before, during, and after fiscal year 2002. The  airlines cited difficulties with accessing their historical files as the reason  for not being able to fully respond to our request. The airlines pointed out  that to provide additional information, they would have had to access  information that had been stored in archived computer files, and in some  instances, the computer files had been eliminated and the only  documentation that remained were paper records of the flights."], "subsections": []}, {"section_title": "Known Unused Value of Fully and Partially Unused Tickets", "paragraphs": ["As shown in table 5, airline data showed that DOD used centrally billed  accounts to purchase about 58,000 tickets with a value of $21.1 million that  were unused and not refunded. The $21.1 million included more than  48,000 tickets valued at $19.2 million that were fully unused and about  10,000 partially unused tickets (i.e., at least one leg had never been used)  that had an unused value of about $1.9 million. Due to differences in the  data provided by the airlines, we used three primary methods to identify  the number and value of tickets that are fully unused. Three airlines— Northwest, United, and US Airways—provided us with data files that  identified a ticket as being fully unused and its purchase price. For these  airlines, we calculated the unused value of fully unused tickets by totaling  the purchase price of each of the fully unused tickets. American Airlines  provided us a file containing fully unused and partially unused tickets. To  separate partially from fully unused, we used Bank of America data. Delta  Airlines provided us with data on the status of each airline ticket DOD  purchased using the centrally billed accounts during fiscal years 2001 and  2002 and guidance on how to determine whether a ticket is fully used,  partially unused, or fully unused. To identify fully unused Delta tickets from  Delta databases, we first identified tickets reported by Delta that matched  Bank of America data of how many ticket legs were purchased, then we  used the guidance Delta provided to identify its fully unused tickets. Once  we identified these tickets, we derived the unused value of fully unused  Delta Airlines tickets by totaling the purchase price of each of the fully  unused tickets, similar to the methodology we used for the other four  airlines."], "subsections": [{"section_title": "Partially Unused Tickets", "paragraphs": ["We could not determine the total unused value of partially unused tickets  for the five airlines we reviewed. Only American Airlines calculated the  unused value of the partially unused tickets it identified. Three airlines— Delta, Northwest, and United—provide the original purchase price of the  partially unused airlines tickets, and US Airways did not provide any  information on partially unused tickets. To determine the number and total  purchase price of partially used tickets purchased with DOD centrally  billed accounts for which DOD did not claim a refund, we followed the  same methodology used to derive the number and purchase price of fully  unused tickets. For example, to derive the total purchase price of partially  unused American, Northwest, and United tickets, we added the purchase price of each of the partially unused tickets. For Delta Airlines, we applied  the guidance Delta representatives provided to identify partially unused  tickets, then added the purchase price of each of these tickets to derive the  total. As shown in table 6, our analysis of partially unused tickets indicated  that DOD travelers did not use all of the segments on more than 91,000  tickets DOD purchased with centrally billed accounts."], "subsections": []}]}, {"section_title": "Possible Magnitude of Unused Tickets Purchased with Centrally Billed Accounts", "paragraphs": ["During the period from fiscal year 1997 through 2003, DOD spent about   $8 billion on airline tickets purchased using centrally billed accounts. To  assess the potential magnitude of fully and partially unused airline tickets  purchased using centrally billed accounts since 1997—the first year that  centrally billed account information is available from the General Services  Administration—we used known information related to fiscal year 2002  fully and partially unused tickets and applied that information to the tickets  purchased from fiscal years 1997 through 2001 and in fiscal year 2003. We  used fiscal year 2002 data because it was the only year for which the  airlines provided us fairly complete data. This assessment indicates that  the unused value of fully and partially unused tickets purchased from fiscal  year 1997 to fiscal year 2003 with DOD centrally billed accounts could be at  least $115 million.", "The magnitude of fully unused tickets could be at least $53 million. As  shown in table 7, the percentage of fully unused tickets (unused ticket  value as a percentage of total ticket sales) in fiscal year 2002 for DOD’s five  most frequently used airlines ranged from 0.66 percent for United Airlines  to 1.11 percent for American Airlines and US Airways.", "The substantially lower ratio for United Airlines is attributed to the fact  that fully unused ticket data from United Airlines did not include complete  data on paper tickets purchased during the first 6 months of fiscal year  2002. If data on fully unused paper tickets were available, the ratio of fully  unused tickets for United Airlines would be higher. To be conservative, we  applied the lowest percentage of the value of fully unused tickets (United  Airlines ratio of 0.66 percent) to the value of all airline tickets that DOD  purchased from fiscal years 1997 through 2003 ($8 billion). If the ratio of  the value of fully unused tickets to the total value of tickets purchased with  a centrally billed account in fiscal year 2002 was consistent since 1997, the  magnitude of value of fully unused tickets could be at least $53 million.", "The potential magnitude of the unused value of partially unused tickets  could increase the unused ticket value by at least $62 million. To arrive at  this assessment, we used the data provided by the airlines on partially  unused tickets for fiscal year 2002 to calculate the estimated unused value  of partially unused tickets for each of the four airlines that provided  partially unused ticket data. The first step was to estimate the unused value  of partially unused tickets for each of the four airlines. We accomplished  this by multiplying the total value of partially unused tickets by the fiscal  year 2002 American Airlines ratio of the unused value of partially unused  tickets to the total purchase price of those tickets. We then divided the  estimated unused value of the partially unused tickets for the four airlines  by the total fiscal year 2002 ticket sales for those airlines. As shown in table  8, if the American Airlines’ experience can be extrapolated to the other  airlines, the unused value of partially unused tickets ranges from .78  percent to 2.25 percent of total purchases.", "Again, to be conservative, we applied the lowest ratio of unused value of  partially unused tickets (United Airlines ratio of 0.78 percent) to the   $8 billion of all airline tickets that DOD purchased from fiscal years 1997  through 2003. If the ratio of the unused value of partially unused tickets to  the total value of tickets purchased with centrally billed accounts in fiscal  year 2002 was consistent since 1997, the magnitude of unused value of  partially unused tickets could be at least $62 million.", "To determine the possible total magnitude of the value of airline tickets  DOD purchased with centrally billed accounts that were unused and not  refunded, we added the minimum value of potential fully unused tickets to  minimum value of potential partially unused tickets. As a result, we  determined that it was possible that DOD had purchased at least   $115 million in tickets that were unused and not refunded."], "subsections": []}]}, {"section_title": "Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["Staff making key contributions to this report were Beverly Burke, Francine  DelVecchio, Aaron Holling, Jeffrey Jacobson, Julie Matta, John Ryan, and  Sidney H. Schwartz."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional responsibilities  and to help improve the performance and accountability of the federal government  for the American people. GAO examines the use of public funds; evaluates federal  programs and policies; and provides analyses, recommendations, and other  assistance to help Congress make informed oversight, policy, and funding  decisions. GAO’s commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to   e-mail alerts” under the “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}