{"id": "GAO-01-771", "url": "https://www.gao.gov/products/GAO-01-771", "title": "Navy Inventory: Parts Shortages Are Impacting Operations and Maintenance Effectiveness", "published_date": "2001-07-31T00:00:00", "released_date": "2001-08-03T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The military's ability to carry out its mission depends on having adequate supplies of spare parts on hand for equipment maintenance. Shortages are a key indicator of whether the billions of dollars spent on these parts each year are used effectively, efficiently, and economically. The Navy has acknowledged in recent years that its aviation systems have significant readiness and supply problems. Since 1990, GAO has included Defense Department (DOD) inventory management, including spare parts, on its list of government functions at high risk for waste, fraud, abuse, and mismanagement. This report reviews (1) the impact of shortages of spare parts for two selected aircraft--the EA-6B Prowler and F-14 Tomcat, (2) the reasons for the shortages, and (3) the initiatives that the Navy and the Defense Logistics Agency have in place or planned to address overall spare part shortage issues."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that spare parts shortages for the two aircraft have harmed Navy's readiness and the economy and efficiency of maintenance activities. Spare parts shortages have contributed to problems retaining military personnel. Navy managers attributed the spare parts shortages to the fact that more parts were required than the Navy originally anticipated and that problems arose in identifying, quantifying, or contracting with a private company to produce or repair the parts. The Navy and the Defense Logistics Agency have many logistics initiatives planned or under way to improve the logistic system and alleviate shortages of spare parts. The initiatives include best commercial inventory practices and generally address the causes GAO identified regarding spare parts shortages."]}], "report": [{"section_title": "Letter", "paragraphs": ["Having spare parts available when needed to perform maintenance is critical to the Department of Defense’s accomplishment of its missions. Shortages of spare parts are a key indicator of whether the billions of dollars annually spent on these parts are being used in an effective, efficient, and economical manner. In recent years the Navy has testified and reported to the Congress that its aviation systems have significant readiness and supply problems. Since 1990 we have designated the Department of Defense’s management of its inventory, including spare parts, as high risk because its inventory management systems and procedures were ineffective.", "The National Defense Authorization Act for Fiscal Year 2000 requires us to evaluate various aspects of the military services’ logistics support capability, including the provision of spare parts. Also, the Chairman, House Committee on Appropriations, and the Chairman, Subcommittee on Defense, House Committee on Appropriations, requested that we review issues related to the quality and availability of spare parts for aircraft, ships, vehicles, and weapon systems. In response to these requests, we reviewed known aviation spare parts shortages within the services. For this report, we focused on the Navy and our objectives were to determine the (1) impact of shortages of spare parts for two selected aircraft and (2) reasons for the shortages. Additionally, we identified the overall initiatives that the Navy and the Defense Logistics Agency have in place or planned to address overall spare part shortage issues. We will be discussing in separate reports our reviews on the availability of spare parts in the Army and the Air Force, the quality of Navy spare parts, funding for spare parts, and Army war reserve requirements for spare parts.", "To address these objectives, we reviewed readiness indicators for the EA-6B Prowler and F-14 Tomcat aircraft. Also, we determined the reasons for the shortages for 50 parts that affected the capability of these aircraft to perform their missions. We selected these aircraft because they are key to fulfilling Navy missions and were experiencing parts shortages, as reflected by various supply and readiness indicators. The Navy sets goals to have a certain percentage of aircraft capable of performing their missions. It measures the impact of parts shortages on aircraft by determining the percentage of aircraft that cannot meet mission requirements because repair parts are unavailable. The Navy and the Defense Logistics Agency are responsible for managing and providing these parts for Navy aircraft."], "subsections": [{"section_title": "Background", "paragraphs": ["In January 2001, we reported on Department of Defense management challenges and noted that the Department has had serious weaknesses in its management of logistics functions and in particular inventory management. We have identified inventory management as a high-risk area since 1990. In 1996 and again in 1998, we reported that despite billions of dollars invested in inventory, the Navy’s logistics system often could not provide spare parts when and where needed. For example, in fiscal year 1995 about 12 percent of the aircraft were not mission capable due to supply problems, and mechanics frequently had to remove parts from one aircraft to make repairs on another. (See app. I for examples from our prior reports on management weaknesses related to the Navy.) Table 1 shows that during the last 11 years, the Navy has never achieved its overall goal to have 73 percent of its aircraft capable of performing at least one of its assigned missions. Further, the rate at which the aircraft could not perform their missions due to supply shortages has increased from 11.9 percent in fiscal year 1995 to 12.9 percent in fiscal year 2000.", "Navy officials have testified that the increased pace of operations and the resulting accelerated aging of its systems and infrastructure are outpacing its efforts to improve spare parts supplies and are continuing to affect readiness. As such, the Navy has efforts under way to better define its aviation spare parts requirements. The Navy stated in fiscal year 2000  to the Congress that budget increases for fiscal year 2000 had begun to address some of the Navy’s most pressing needs but that it would take time for the positive effects to be reflected throughout the force.", "Between fiscal year 1999 and 2000, the Navy increased expenditures for aircraft parts by $631 million. In 1999 the Defense Department announced plans to provide $500 million to the Defense Logistics Agency to purchase spare parts for all the services over fiscal years 2001-2004. The Navy’s and the Marine Corps’ share of that amount is about $190.7 million, of which about $62.1 million had been obligated by February 2001. Further, the Navy and the other services received additional funds in fiscal year 1999 that, unlike the funds cited above, were included in operation and maintenance accounts, including $116 million to eliminate backlogs of aviation spare parts. In a report issued earlier this year, we indicated that current financial information does not show the extent to which these funds were used for spare parts. The Department plans to annually develop detailed financial management information on spare parts funding usage but had not planned to provide it to the Congress. When we recommended that the Secretary of Defense routinely provide this information to the Congress as an integral part of the Department’s annual budget justification, the Department agreed to do so.", "The aviation systems that we reviewed are vital to the Navy’s achievement of its missions but have had significant parts shortages problems. The EA-6B, shown in figure 1, is an all-weather electronic attack aircraft that operates from aircraft carriers and land bases and is the only Department of Defense aircraft that can electronically jam enemy antiaircraft radar. These aircraft were first delivered in 1971 and have had several major upgrades. These aircraft are heavily deployed for operations and were severely stressed during the 1999 operation in Kosovo. The F-14 Tomcat, shown in figure 2, is an all-weather fighter that operates from aircraft carriers and is designed to attack and destroy enemy aircraft, in both day and night, and is also in high demand for deployed operations. The F-14A was first delivered in 1972. The F-14B and F-14D models consisted of new production aircraft and remanufactured F-14A aircraft and were first delivered in 1987 and 1990, respectively. The F-14 has a critical role in providing air superiority and an ability to launch precision-guided munitions.", "The Navy uses both consumable and reparable spare parts for its weapon systems. Consumable parts, such as nuts, bearings, and fuses, are discarded when they fail because they cannot be repaired cost-effectively. The Defense Logistics Agency manages most consumable parts, and the Defense Supply Center in Richmond, Virginia, is the lead center for managing aviation consumable parts. Reparable parts are expensive items, such as hydraulic pumps, navigational computers, and landing gear, that can be cost-effectively fixed and used again. The Naval Supply Systems Command, through its Naval Inventory Control Point, manages and provides central control over reparable parts."], "subsections": []}, {"section_title": "Parts Shortages Adversely Affect Navy Operations, Maintenance, and Military Personnel", "paragraphs": ["The shortages of spare parts for the two aircraft systems reviewed not only have affected readiness but also have created inefficiencies in maintenance processes and procedures and have adversely affected the retention of military personnel. Specifically, the rates at which the EA-6B and F-14 were not mission capable due to spare parts shortages ranged from 4.3 percent to 16.8 percent. Also, the maintenance practice used to mitigate part shortages masks the true impact of shortages and results in increased work for maintenance personnel, causing morale problems and dissatisfaction with military life."], "subsections": [{"section_title": "Parts Shortages Contributed to Two Aircraft Systems’ Failure to Achieve Mission-Capable Goals", "paragraphs": ["The Navy EA-6B and F-14 varied in their achievement of mission-capable goals during fiscal years 1993-2000, in part, due to spare parts shortages. The EA-6B met its overall goal of 73 percent only three times during the 8- year period (see table 2). During the same period, the F-14A met its 65- percent goal only twice, in the most recent 2 years; the F-14B met its 65- percent goal in 6 of the 8 years; and the F-14D met its 71-percent goal only once, in fiscal year 2000 (see tables 3-5). Although some models of the F-14 aircraft have improved their mission-capable rates in recent years, the Secretary of the Navy reported that the readiness of deployed forces was being maintained to some degree at the expense of nondeployed forces, which have often deferred ordering spare parts and delayed or reduced the scope of maintenance.", "The Navy reporting system also identifies whether aircraft are not mission capable due to supply shortages or for maintenance requirements. However, the Navy has not established specific goals related to the categories of not mission capable due to supply or maintenance. As shown in table 6, spare parts shortages have affected the capability of EA-6B and F-14 aircraft to perform their missions. Sometimes unit personnel must wait a long time to receive the parts they have ordered. For example, as of June 2000, the average wait time to fill 229 requisitions for mission-related parts for the F-14 was 185 days; for the EA-6B, the average wait time to fill 20 requisitions for parts was 77 days."], "subsections": []}, {"section_title": "Parts Shortages Cause Inefficient Maintenance and Hamper Retention of Maintenance Personnel", "paragraphs": ["To compensate for a lack of spare parts, maintenance personnel sometimes remove usable parts from one aircraft to replace broken parts on others, a practice called cannibalization (see table 7). According to Navy testimony and reports, the Navy is “cannibalizing” nonmission- capable aircraft to keep other aircraft flying and to maintain readiness. While the mission-capable rates of the aircraft that are kept in the air appear to be higher, the practice masks the impact of the shortages and causes morale problems with maintenance personnel because of the extra work involved, wastes consumable parts, and risks damage to the aircraft and its components. Also, a part removed from one aircraft will not last as long as a part from the supply system and will require maintenance sooner. We recently testified that the shortage of parts is the main reason for cannibalizations and that local commanders are willing to do whatever is necessary to keep readiness ratings high, even if this requires cannibalizing aircraft constantly and having personnel routinely work overtime.", "Cannibalization requires at least twice the maintenance time of normal repairs because it involves removing and installing components from two aircraft instead of one (see fig. 3).", "As shown in table 7, the aggregate cannibalization rate (the number of times maintenance personnel used the practice per 100 flying hours) for Navy aircraft did not change significantly during fiscal years 1993-2000. The aggregate rates are misleading, however, because cannibalizations are frequently not reported. In 1998 a Navy study group noted that as much as 50 percent of all cannibalizations were not reported. Nevertheless, the reported cannibalization rates for the EA-6B and F-14 were much higher than the aggregate, and the rate for the EA-6B rose significantly in fiscal year 1999, reportedly because of its extensive use during the Kosovo operation. Aside from the reported rates, Navy personnel’s perception is that cannibalization has increased. Of 3,711 personnel surveyed by the Naval Inspector General, 2,932, or 79 percent, reported that cannibalizations had increased and that they did not have enough parts to maintain mission-capable rates needed to meet training and operational requirements.", "The practice of cannibalizing aircraft burdens maintenance personnel and seriously affects their morale. Cannibalization causes double work, as the maintenance personnel must remove a part from a donor aircraft and install it on another aircraft and later install a replacement part on the donor aircraft. According to maintenance and supply personnel at the units we visited, supply shortages were a significant problem that caused inefficient cannibalizations and expedited repairs. During fiscal year 2000, the Navy reported spending about 441,000 maintenance hours on cannibalizations. The EA-6B and F-14 accounted for about 34,000 and 27,000 of these cannibalization hours, respectively.", "The effects of inefficient logistics system practices on morale and retention have been noted in several personnel surveys. According to the Naval Inspector General survey, 74 percent of the 3,711 personnel surveyed said that the conditions they work under negatively affected their decision to stay in the Navy. Similarly, as we testified in March 2000, a Department of Defense 1999 survey of active duty members showed that retention problems were concentrated in career fields such as equipment repair. Also, in August 1999, we reported the results of our survey of about 1,000 of the Department’s active duty personnel in job occupations that the Department of Defense believed were experiencing retention problems.  We reported that the majority of factors (62 percent) associated with dissatisfaction and reasons to leave the military were work circumstances, including the lack of parts and equipment to perform daily job requirements. Both officers and enlisted personnel ranked the availability of needed equipment, parts, and materials among the top 2 of 44 quality-of-life factors that caused their dissatisfaction. Finally, according to a fall 1998 survey of 114 Navy servicemembers and civilian personnel in the aviation, surface, and submarine communities, over 70 percent of the air community rated spares and repair parts as the area most in need of improvement. In our recent testimony, we discussed examples of how cannibalizations may become the source of waste or frustration. In one case, a major component needed for an EA-6B aircraft to perform its mission was removed from or reinstalled on four different aircraft, for a total of 16 times in 6 days."], "subsections": []}]}, {"section_title": "Multiple Reasons for Parts Shortages", "paragraphs": ["The primary reasons for shortages of the 50 spare parts for the EA-6B and F-14 aircraft that we reviewed were (1) greater demands than anticipated for the parts, (2) delays in awarding contracts for the purchase and repair of parts, (3) contractors’ delivery delays, (4) delays in repairs at military facilities, and (5) other problems. An internal Department of Defense study found similar reasons for parts shortages."], "subsections": [{"section_title": "Shortages of Parts for Two Selected Systems", "paragraphs": ["The 50 parts we selected for review were recorded as having the largest number of unfilled requisitions that had affected the capability of the EA-6B and F-14 aircraft to perform their missions. (See app. II for a description of the parts discussed in this report.) Because of the interrelated nature of the supply system, some parts were unavailable for more than one reason. Table 8 is a summary of the reasons for the shortages of the 25 problem parts for each aircraft that we identified primarily through interviews with item management officials and documentation on each part. (See app. III for a more detailed list of the reasons for the parts shortages discussed in this report.)"], "subsections": []}, {"section_title": "Actual Demand Was Greater Than Anticipated", "paragraphs": ["Twenty-one (42 percent) of the 50 sampled parts had greater demands than anticipated that contributed to shortages of the parts. Accurately forecasting the demand for parts is difficult because of the large number of variables that affect demand, including flying hour frequency and environment. The Navy forecasts the demand for parts using an average of historical demands. Although this average is periodically adjusted, it is subject to some degree of error. Forecasting the demand for a new part is often more challenging because the part has not been in the Navy supply system long enough to develop a pattern of demands. Also, according to a Navy supply official, forecasting for parts with infrequent demands is particularly difficult. Examples of parts for which there was unanticipated demand follow:   Although the average demand for the EA-6B landing gear (see fig. 4) was about one per quarter (3 months), there were eight demands for the gear during the two most recent quarters. The demand exceeded the stock on hand and contributed to a shortage of the part. The main reason for the increased demand was a new requirement for inspection of the gear. The purpose of these inspections was to reduce part failures and improve reliability during operations. The findings of these new inspections resulted in the replacement of more parts. As of June 2000, one unfilled requisition was affecting the capability of an EA-6B to perform its mission.", "A new version of an F-14D television sensor (see fig. 5) that was expected to operate 32,000 hours worked much less than anticipated. The increased failure rate and the associated increase in demand were partially attributed to improper installation of the sensor by Navy maintenance personnel. As of July 2000, the Navy was unable to fill 13 requisitions that affected the mission capability of the F-14.", "An unexpected surge in demand for the F-14 telescoping shaft (see fig. 6), which affects wing control during maneuvers, occurred about March 2000 because of a problem in the shaft that was found during a major engineering change to strengthen the wing. The shaft had severe corrosion from normal use and had to be replaced. The Navy repair facility increased its scheduled number of repairs, but as of July 2000, 11 requisitions were unfilled that affected the capability of the F-14."], "subsections": []}, {"section_title": "Delays in Awarding Contracts", "paragraphs": ["Sixteen (32 percent) of the parts we reviewed were in short supply due to delays in awarding contracts to repair or produce them and were affecting the capabilities of the EA-6B and F-14 to perform their missions. For example:   The Navy had difficulties in locating a company that would produce the aging air navigational computer (see fig. 7) due to obsolescence. The Navy had planned to replace this computer with a newer model as part of an aircraft improvement program that was canceled in late 1994 due to funding constraints. The Navy considered several alternatives and decided that the most economical solution was to contract for a modification of an even older version of the computer to substitute for the current version. The first deliveries of the modified computers are expected in July 2001. As of May 2000, the Navy could not fill two requisitions that affected the capability of EA-6B aircraft to perform their missions.", "Similarly, the Navy had problems finding a company that would manufacture F-14 transmitters (see fig. 8), creating shortages of the part. These transmitters are designed to transfer signals regarding the aircraft’s movements and position to the appropriate instruments. The Navy had not procured the transmitter for at least 10 years, and potential contractors were reluctant to manufacture the aging part. The only willing manufacture required a minimum purchase of 100 transmitters. Although the contractor had an expected delivery date of July 1999, its transmitter had problems passing a quality test. As of July 2000, the Navy had five unfilled requisitions that affected the capability of F-14 aircraft to perform their missions.", "The Navy could not find a company to repair an F-14 filter after the previous contractor ceased repair operations in 1995-96. The Navy had not required repairs for several years because it had enough parts on hand to fill the few requisitions it received each year. The previous contractor eventually agreed to reestablish repair capability. However, as of July 2000, four requisitions had been unfilled that affected the capability of F-14 aircraft to perform their mission."], "subsections": []}, {"section_title": "Problems With Contractors", "paragraphs": ["Contractor delivery delays contributed to shortages of 15 (30 percent) of the parts we reviewed. Delays in contractor repairs and production of new parts were due to problems with parts passing quality tests, equipment failures, and company buy-outs.", "The repairs of two types of EA-6B antennas were delayed because the contractor completely halted repair work from December 1999 to about March 2000 due to a company merger. Later, one of these types of antennas had problems passing final quality tests, which caused a shortage of the antenna. As of June 2000, there was an unfilled requisition for each of the two types of antennas that was affecting the capability of EA-6B aircraft.", "Contractor repairs of an F-14 actuator (see fig. 9), which helps to adjust the aircraft’s wings for takeoff and landing, were delayed for several reasons. The contractor’s test equipment indicated that repaired actuators were faulty when they had actually been properly repaired. Also, the contractor maintained that repairs were delayed because a subcontractor had not made timely repairs to a subcomponent. However, a Navy supply manager told us that during a visit to the contractor’s facility he identified a large number of subcomponents that should have been sent to the subcontractor. This situation contributed to the contractor’s delays in repairing the actuators. As of July 2000, there were nine unfilled requisitions critical to the mission capability of the F-14 aircraft.", "One company’s buy-out of another company and a later plant move resulted in delayed repairs and deliveries of an F14D wave-guide assembly, creating a shortage of the part. Although the buy-out and the plant move occurred over 2 years ago, deliveries were still slow and below the expected quantity level. The buy-out also delayed the procurement of more F-14 wave-guide assemblies. As of July 2000, there were eight unfilled requisitions for the assembly affecting the capability of the F-14 aircraft."], "subsections": []}, {"section_title": "Delays in Repairing Parts at Military Facilities", "paragraphs": ["Delays in repairing 12 (24 percent) parts at military facilities caused shortages of the parts. The delays resulted from complications in establishing and sustaining repair capabilities due to maintenance equipment and other problems.", "Problems with the equipment used to test an F-14 axial pump, which provides power to the aircraft’s flight control system, led to delays. The repair facility did not resolve these test equipment problems until 5 months later, in October 2000. As of July 2000, 21 unfilled requisitions were affecting the mission capability of F-14 aircraft.", "A military repair facility had problems meeting the repair schedule for an F-14 aircraft wing fairing (see fig. 10) because its manufacture of the parts needed to repair the fairing was delayed. Although the facility was scheduled to repair 10 parts in the third quarter of fiscal year 2000, it repaired only 5. Repair problems continued in the fourth quarter of 2000. The facility was scheduled to repair 13 parts but repaired only 4. As of the end of July 2000, there were nine unfilled requisitions affecting the mission capability of F-14 aircraft.", "A shortage of EA-6B special indicators developed because the designated repair facility did not repair the items as required. After the closure of one Navy repair facility, repair responsibility for the indicators was transferred to a different facility. However, this facility never developed the capability—that is, the parts, equipment, expertise, and staff to repair the indicators. In the third quarter of fiscal year 1999, the facility was scheduled to repair six indicators but repaired none. After discovering the problem, the item manager had the items repaired by a contractor. As of May 2000, there was one unfilled requisition that was reportedly affecting the capability of an EA-6B aircraft in performing its missions."], "subsections": []}, {"section_title": "Other Reasons for Shortages", "paragraphs": ["Other reasons for shortages of parts included decisions not to purchase needed parts for economic reasons and nonrecurring problems such as a pricing error. These varied reasons contributed to spare parts shortages for seven (14 percent) of the parts we reviewed. Sometimes, item managers made economical decisions not to purchase additional items because the parts were to be replaced. For example, the item manager purchased minimal quantities of an EA-6B multiport panel because the Navy had decided to redesign the panel as part of an overall engineering change to the aircraft. A shortage of the panels developed while the redesign was taking place. As of June 2000, two unfilled requisitions for the multiport panel were affecting the capability of the EA-6B aircraft to perform their missions.", "Also, an error in the contract pricing structure for repairs of an F-14 power module (see fig. 11) resulted in spare parts shortages. During an evaluation of the requirements for these parts, the item manager identified an error that would have resulted in customers not being charged the full cost of repairs. The award of the contract and the associated repairs were delayed while the contract pricing problem was corrected. As of July 2000, four unfilled requisitions were keeping F-14 aircraft from performing any of their missions."], "subsections": []}, {"section_title": "Department of Defense Internal Study Found Similar Reasons for Shortages", "paragraphs": ["An internal study conducted by the Department of Defense found similar reasons for Navy reparable parts shortages. The study examined parts causing aircraft to be not mission capable and found that there were two reasons for the shortages. The first was an insufficient inventory of certain reparable parts. The second was that although there were enough parts in the system, other constraints prevented the repair facility from repairing the items in a timely manner. The study states this may happen for several reasons. The parts may not have been returned from the units to the repair facility, the repair facility may have lacked capacity in certain key areas such as repair equipment, the consumable parts required to fix the repairable item may not have been available, and item managers may not have requested the repair facility to repair the part because of a lack of funding. The study recommended that the Navy budget include an additional $355 million for fiscal years 2004 through 2007 to help address the inventory shortages. According to a Navy official, the Navy agreed and included an additional $357 million in its budget."], "subsections": []}]}, {"section_title": "Overall Initiatives Exist to Address Problems", "paragraphs": ["The Navy and the Defense Logistics Agency have initiatives under way or planned that may improve the availability of parts, including the use of best commercial inventory practices. The initiatives are intended to improve the efficiency and effectiveness of the logistics system and generally address the specific reasons for the shortages identified by our review. Under a March 2000 Department of Defense directive, the Navy developed a High Yield Logistics Transformation Plan, which links its logistics initiatives to the objectives in the Department’s Logistics Strategic Plan. The directive requires that these plans include a management framework that conforms to Government Performance and Results Act requirements. We have, in the past, made various recommendations to address this issue.  We will be reviewing the transformation plan’s initiatives, once they are more fully developed, to evaluate their likely effectiveness and to assess whether additional initiatives are needed. We describe some of the Navy and Defense Logistics Agency initiatives in the sections that follow."], "subsections": [{"section_title": "Navy Initiatives", "paragraphs": ["The Navy’s High Yield Logistics Transformation Plan and its schedule of best commercial inventory practices identify many initiatives that generally address the reasons for spare parts shortages that we identified, such as contract and repair problems. While some have been implemented, many of these initiatives are now being implemented and it is too soon to tell whether they will effectively reduce aviation spare parts shortages."], "subsections": [{"section_title": "Contractor Initiatives", "paragraphs": ["The Navy’s performance-based logistics program is designed to improve support to customers and reduce total costs. The program is to use a variety of different long-term, performance-based contracts that will hold contractors accountable for specific performance requirements, including delivery times, at a cost that is at or below current system costs. Although the scope of each contract is somewhat different, the purpose of each is to solve problems with the unavailability, low reliability, and obsolescence of parts. Many of these contracts will provide an incentive to a contractor or require reliability improvements to ensure that the best product is delivered on time. These contracts also may require a contractor to preempt and solve problems due to the obsolescence of parts. The Navy will prioritize systems to be included under this program based on high repair costs, low reliability, and low availability of the systems. The Navy plans to assess the success of this program by measuring the time it takes a contractor to fill a requisition and the percentage of the time a contractor can satisfy a requirement within contractually specified times.", "Under another initiative, the Navy manages the parts but uses long-term contracts, with performance periods of up to 5 years, to minimize the time it takes to request and receive parts from contractors. These contracts allow contractors to procure material ahead of time to reduce their production times and reduce the Navy’s administrative times. For fiscal year 2000, the Navy reported that these long-term contracts had accounted for over 30 percent of its funds for contracts and had procurement times of only 35 days compared to 89 days for other types of contracts. The Navy plans to monitor this initiative and expects long-term contracts to reduce the Navy’s inventory and increase readiness."], "subsections": []}, {"section_title": "Maintenance Initiatives", "paragraphs": ["The Navy has, among others, the following initiatives designed to improve its aviation repair facilities operations, including a reduction in repair times:   The Navy established business process teams for material management, planning and scheduling, and the repair of system components at aviation repair facilities. The three teams have developed processes designed to improve operations and they are to be implemented at the three Navy repair facilities by June 2006. As part of this effort, Navy depots are working with the Defense Logistics Agency to requisition material for repairs in advance of actual demand, based on a credible forecast. The Navy expects this effort to reduce the repair times and costs, improve readiness, reduce inventories, and annually save $39 million by fiscal year 2005.", "The Navy plans to use an automated system to provide planning, scheduling, capacity, and other information to reduce repair cycle times and improve the rate at which customer delivery dates are met. The Navy’s goal is to fully implement the system at its three repair facilities by September 2002.", "The Navy plans to reduce the time it takes to transport inoperable items from units to repair facilities, especially for parts that are in short supply. As of June 2000, implementation of this initiative had been delayed due to problems in implementing a reporting system that accounts for material in transit between the receiving and sending points."], "subsections": []}, {"section_title": "Broad-Based Logistics Initiatives", "paragraphs": ["The Navy has several broad-based initiatives that may reduce spare parts shortages. One of these is the aviation supply chain/material management initiative. The Navy expects this initiative will improve forecasting for the demand of parts and repair planning. Other features of this initiative include better tracking of inoperable items and the potential for automatic induction of parts into the repair cycle. The Navy plans to test the new process on the E-2C aircraft starting in December 2001. If the pilot proves successful, the Navy plans to expand the initiative to all Navy weapon systems. Estimated costs are $80 million per year from fiscal year 2002 until the break-even point during fiscal year 2006. Performance measures and baseline data will be developed after July 2001.", "Other planned logistics system process improvements include the following:   The Aviation Maintenance-Supply Readiness Study Group, chartered in March 1998, is to identify specific actions to improve readiness and develop systemic improvements to increase mission capability rates. The group is addressing problems such as the cannibalization of aircraft parts, the time that repair facilities take to repair and return parts, and reliability problems.", "The Department of Defense is planning to use the time that customers wait for parts as a key measure for evaluating the overall effectiveness of the logistics system. As such, the Navy intends to track the time it takes from the ordering of a part to its delivery, develop a strategy for improving the timeliness of the process at different shore facilities and deployment sites, and then optimize the Navy’s investment in spare parts.", "The Navy plans to track items by serial number so that it can better measure reliability, predict parts requirements, identify maintenance deficiencies, develop solutions, improve readiness, decrease repair time, and manage warranties. This initiative is expected to cost $8.5 million but achieve a return on investment of $30 million per year plus labor savings of about 20,000 hours per year."], "subsections": []}]}, {"section_title": "Defense Logistics Agency Initiatives", "paragraphs": [], "subsections": [{"section_title": "Aviation Investment Strategy", "paragraphs": ["The Defense Logistics Agency’s major initiative to reduce aircraft spare parts shortages is its Aviation Investment Strategy. This initiative, which started in fiscal year 2000, focuses on replenishing consumable aviation repair parts identified as having availability problems that affect readiness. To achieve this initiative within the Navy, the Defense Logistics Agency plans to invest about $190.7 million in Navy and Marine Corps aviation spare parts over fiscal years 2000-2003. As of February 2001, $62.1 million had been obligated for this purpose, but only $9.9 million worth of parts had been delivered."], "subsections": []}, {"section_title": "Aging Aircraft Program", "paragraphs": ["The purpose of the Defense Logistics Agency’s Aging Aircraft Program is to consistently meet the customers’ needs regarding the availability of spare parts for Army, Navy, and Air Force aviation weapon systems. The program’s focus will be to (1) provide inventory control point personnel with complete, timely, and accurate information on current and projected parts requirements; (2) reduce customers’ wait time for parts for which sources or production capability no longer exist; and (3) create an efficient and effective management structure and processes for achievement of program goals. The Defense Logistics Agency plans to spend about $20 million on this program during fiscal years 2001-2007."], "subsections": []}]}, {"section_title": "The Department of Defense Is Working to Respond to Our Recommendations for Better Planning", "paragraphs": ["To provide a mechanism to improve the potential for successfully implementing commercial inventory initiatives and measure results, we recommended in October 1999 that the Secretary of Defense direct the Secretary of the Navy to improve the management framework for implementing best practice initiatives based on principles embodied in the Government Performance and Results Act. The Department of Defense concurred and stated that the Navy would provide an update in the first quarter of 2000. The Navy’s updated schedule links its commercial inventory practice initiatives to the broad objectives of the Department of Defense’s Logistics Strategic Plan.", "We also recommended in June 2000 that the Department develop an overarching plan that integrates the individual military service and defense agency logistic reengineering plans to include an investment strategy for funding the initiatives and details on how the Department plans to achieve its final logistics system goals. The Department agreed with the recommendation and stated it plans to integrate the various logistics strategies and service initiatives. Further, as required by the House Committee on Armed Services report on the Floyd D. Spence National Defense Authorization Act for Fiscal Year 2001, we are assessing the methodology the Department of Defense used in formulating its August 1999 long-range Logistics Strategic Plan.", "Because of our prior recommendations on improving the Navy’s management framework for implementing commercial inventory practices, the Department of Defense’s efforts to develop an overarching integration plan, and our ongoing review of the Department’s strategic plan, we are not making new recommendations at this time."], "subsections": []}]}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments on a draft of this report, the Principal Assistant, Deputy Under Secretary of Defense for Logistics and Material Readiness indicated that the Department of Defense generally concurred with the report. The Department’s comments are reprinted in their entirety in appendix IV."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine the impact of shortages of spare parts for two selected aircraft, we reviewed April 1999 through December 2000 Department of Defense Quarterly Readiness Reports to Congress; Navy mission-capable goals and rates and the rates of not mission capable due to supply and maintenance problems for fiscal years 1993-2000; and demand and unfilled requisition data for major aircraft systems for March and June 2000 from the Naval Inventory Control Point-Philadelphia, Operations Directorate. We also discussed supply and maintenance issues with weapon system program managers at the Naval Air Systems Command. We did not independently verify the readiness and other data. We also visited maintenance and supply officials at the Naval Air Station, Oceana, Virginia Beach, Virginia, and the Second Marine Air Wing, Cherry Point, North Carolina.", "To determine the reasons for shortages of mission-related spare parts for the EA-6B and the F-14, we reviewed requisition data at the Naval Inventory Control Point-Philadelphia and judgmentally selected 50 parts that affected the capability of the two aircraft to perform their missions. These parts had the largest number of unfilled requisitions at the time of our visit: the end of May and June 2000 for the EA-6B and the end of July 2000 for the F-14. We interviewed the managers responsible for each selected part. To obtain customer views of critical parts problems, we also attended F-14 and EA-6B supply conferences. To help validate the reasons inventory managers provided for the parts shortages, we reviewed inventory management documents such as the March 2000 stratification reports, the 5-year demand history, and other relevant supply management documentation, including repair facility production schedules and completion data for the fourth quarter of fiscal year1998 through the fourth quarter of fiscal year 2000 from the Naval Inventory Control Point- Philadelphia Industrial Support Division.", "To identify initiatives that the Navy and the Defense Logistics Agency have under way or planned to address spare parts shortages for all aircraft, we interviewed Navy and Marine Corps headquarters officials and examined relevant documentation. Specifically, we reviewed the Navy’s Logistics Transformation Plan for fiscal year 2000 and the Navy and Marine Corps reports on the best commercial inventory practices. We also discussed various initiatives with Naval Supply Systems Command and Naval Inventory Control Point officials. We reviewed our prior reports and relevant Navy and Department of Defense reports and studies, including those published by the Naval Inspector General, the Navy’s Aviation Maintenance-Supply Readiness Study Group, and the Office of the Secretary of Defense for Program Analysis and Evaluation.", "During our audit, we interviewed supply and maintenance officials and obtained information from the following locations:   Deputy Under Secretary of Defense for Readiness (Personnel and Readiness), Arlington, Virginia.", "Joint Chiefs of Staff, Logistics Directorate, Arlington, Virginia.   Joint Forces Command, Logistics Directorate, Norfolk, Virginia.   Deputy Chief of Naval Operations, Fleet Readiness and Logistics, Arlington, Virginia.", "Commander in Chief, U.S. Atlantic Fleet, Logistics Directorate, Norfolk, Virginia.", "Commander, Naval Air Forces Atlantic Fleet, Logistics Directorate, Norfolk, Virginia.", "Naval Supply Systems Command, Mechanicsburg, Pennsylvania.   Naval Inventory Control Point, Philadelphia, Pennsylvania.   Naval Air Systems Command, Patuxent River, Maryland.   Naval Air Station, Oceana, Virginia Beach, Virginia.   Marine Corps Headquarters, Aviation Supply Logistics, Arlington, Virginia.   Marine Corps Forces, Atlantic, Norfolk, Virginia.   Second Marine Air Wing and Squadrons, Cherry Point, North Carolina.   Defense Logistics Agency Headquarters, Alexandria, Virginia, and Defense Supply Center Richmond, Richmond, Virginia.", "We performed our review between February 2000 and June 2001 in accordance with generally accepted government auditing standards.", "We are sending copies of this report to the Secretaries of Defense and the Navy; the Commandant of the Marine Corps; the Director, Defense Logistics Agency; and the Director, Office of Management and Budget. We will also make copies available to others upon request.", "Please contact me at (202) 512-8412 if you or your staff have any questions regarding this report. Key contributors to this report were Lawson Gist, Jr.; Dan Omahen; Tracy Whitaker; and Nancy Ragsdale."], "subsections": []}]}, {"section_title": "Appendix I: Management Weaknesses Contribute to Spare Parts Shortages", "paragraphs": ["Our high-risk series of reports over the past several years noted that the Department of Defense inventory and financial management weaknesses have contributed to the unavailability of parts when needed. In January 2001, we reported on Department of Defense management challenges and noted that it has serious weaknesses in its management of logistics functions and, in particular, inventory management. Although not specifically identified with the systems we reviewed, these management weaknesses directly or indirectly contribute to the shortages of spare parts the Navy is facing. For example:   We reported in January 2001 that nearly half of the Department’s inventory exceeded war reserve or current operating requirements and that the Department had inventory on order that would not have been ordered based on current requirements.Thus, the Department was purchasing items that exceeded requirements with funds that could be used to purchase needed parts.", "We have issued several reports on the Navy’s problems in maintaining adequate oversight of material being shipped to and from military activities. For example, in March 1999, we reported that during fiscal years 1996-98, the Navy reported losing accountability of in-transit inventory, including some classified and sensitive items, worth over $3 billion. In August 2000, we reported that the Navy had reported on actions that we believed would improve in-transit inventory management once fully implemented. Some of the corrective actions had an estimated completion date of December 2000, while a long-term solution would be to reengineer the entire in-transit process. In November 2000, we reported that the Navy’s processes for setting prices that customers pay for aviation spare parts had led to the Navy’s seeking supplemental appropriations and delaying the procurement of needed parts that could affect readiness.", "In addition, the Department of Defense’s long-standing financial management problems may also contribute to the Navy’s spare parts shortages. As we recently reported, existing weaknesses in inventory accountability information can affect supply responsiveness.Lacking reliable information, the Department of Defense has little assurance that all items purchased are received and properly recorded. The weaknesses increase the risk that responsible item managers may request funds to obtain additional unnecessary items that may be on hand but not reported."], "subsections": []}, {"section_title": "Appendix II: Description of EA-6B and F-14 Spare Parts Discussed in Report", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Reasons for EA-6B and F-14 Spare Parts Shortages", "paragraphs": [], "subsections": []}, {"section_title": "Related GAO Products", "paragraphs": ["Major Management Challenges and Program Risks: Departments of Defense, State, and Veterans Affairs (GAO-01-492T, Mar. 7, 2001).", "Tactical Aircraft: Modernization Plans Will Not Reduce Average Age of Aircraft (GAO-01-163, Feb. 9, 2001).", "Major Management Challenges and Program Risks: A Governmentwide Perspective (GAO-01-241, Jan. 2001).", "High-Risk Series: An Update (GAO-01-263, Jan. 2001).", "Defense Acquisitions: Prices of Navy Aviation Spare Parts Have Increased (GAO-01-23, Nov. 6, 2000).", "Defense Acquisitions: Price Trends for Defense Logistics Agency’s Weapon System Parts (GAO-01-22, Nov. 3, 2000).", "Defense Inventory: Status of Navy Initiatives to Improve Its In-Transit Inventory Process (GAO/OSI/NSIAD-00-243R, Aug. 24, 2000).", "Contingency Operations: Providing Critical Capabilities Poses Challenges (GAO/NSIAD-00-164, July 6, 2000).", "Defense Inventory: Process for Canceling Inventory Orders Needs Improvement (GAO/NSIAD-00-160, June 30, 2000).", "Defense Logistics: Actions Needed to Enhance Success of Reengineering Initiatives (GAO/NSIAD-00-89, June 23, 2000).", "Defense Inventory: Plan to Improve Management of Shipped Inventory Should Be Strengthened (GAO/NSIAD-00-39, Feb. 22, 2000).", "Department of the Navy: Breakdown of In-Transit Inventory Process Leaves It Vulnerable to Fraud (GAO/OSI/NSIAD-00-61, Feb. 2, 2000).", "Defense Inventory: Opportunities Exist to Expand the Use of Defense Logistics Agency Best Practices (GAO/NSIAD-00-30, Jan. 26, 2000).", "Defense Inventory: Management of Repair Parts Common to More Than One Military Service Can Be Improved (GAO/NSIAD-00-21, Oct. 20, 1999).", "Military Operations: Some Funds for Fiscal Year 1999 Contingency Operations Will Be Available for Future Needs (GAO/NSIAD-99-244BR, Sept. 21, 1999).", "Department of Defense: Status of Financial Management Weaknesses and Actions Needed to Correct Continuing Challenges (GAO/T-AIMD/NSIAD-99-171, May 4, 1999).", "Defense Inventory: DOD Could Improve Total Asset Visibility Initiative With Results Act Framework (GAO/NSIAD-99-40, Apr. 12, 1999).", "Defense Reform Initiative: Organization, Status, and Challenges (GAO/NSIAD-99-87, Apr. 21, 1999).", "Defense Inventory: Status of Inventory and Purchases and Their Relationship to Current Needs (GAO/NSIAD-99-60, Apr. 16, 1999).", "Defense Inventory: Continuing Challenges in Managing Inventories and Avoiding Adverse Operational Effects (GAO/T-NSIAD-99-83, Feb. 25, 1999).", "High-Risk Series: An Update (GAO/HR-99-1, Jan. 1999).", "Major Management Challenges and Program Risks: Department of Defense (GAO/OCG-99-4, Jan. 1999).", "Navy Inventory Management: Improvements Needed to Prevent Excess Purchases (GAO/NSIAD-98-86, Apr. 30, 1998).", "Defense Depot Maintenance: DOD Shifting More Workload for New Weapon Systems to the Private Sector (GAO/NSIAD-98-8, Mar. 31, 1998).", "Defense Inventory: Management of Surplus Usable Aircraft Parts Can Be Improved (GAO/NSIAD-98-7, Oct. 2, 1997)."], "subsections": []}], "fastfact": []}