{"id": "GAO-20-515T", "url": "https://www.gao.gov/product/GAO-20-515T", "title": "State Department: Additional Steps Are Needed to Identify Barriers to Workforce Diversity", "published_date": "2020-06-17T00:00:00", "released_date": "2020-06-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["State has expressed a commitment to maintaining a diverse workforce and has undertaken efforts to increase diversity in its Civil and Foreign Services. EEOC directs federal agencies to regularly evaluate their employment practices to identify barriers to equal opportunity, take measures to eliminate any barriers, and report annually on these efforts. This testimony examines (1) the demographic composition of State's workforce in fiscal years 2002 through 2018; (2) any differences in promotion outcomes for various demographic groups in State's workforce; and (3) the extent to which State has identified any barriers to diversity in its workforce. For the January 2020 report on which this testimony is based (GAO-20-237), GAO analyzed State's data for its full-time, permanent, career workforce in fiscal years 2002 through 2018. GAO also analyzed the number of years until promotion from early career ranks to the executive rank in both the Civil and Foreign Services. (GAO's analyses do not completely explain the reasons for differences in promotion outcomes, which may result from various unobservable factors. Thus, GAO's analyses do not establish a causal relationship between demographic characteristics and promotion outcomes.) In addition, GAO reviewed State documents and interviewed State officials and employee group representatives."]}, {"section_title": "What GAO Found", "paragraphs": ["The overall proportion of racial or ethnic minorities in the Department of State's (State) full-time, permanent, career workforce grew from 28 to 32 percent from fiscal year 2002 to fiscal year 2018. The direction of change for specific groups varied. For instance, the proportion of African Americans fell from 17 to 15 percent, while the proportions of Hispanics, Asians, and other racial or ethnic minorities rose by varying percentages. The proportion of racial or ethnic minorities and women was lowest in the higher ranks of State's workforce.", "GAO's analyses of State data for fiscal years 2002 through 2018 found differences in promotion outcomes for racial or ethnic minorities and whites and for men and women. GAO found these differences in both descriptive analyses (calculating simple averages) and adjusted analyses (controlling for certain individual and occupational factors that could influence promotion). For example, GAO's descriptive analysis of data for State's Civil Service found that rates of promotion for racial or ethnic minorities were 16 to 42 percent lower, depending on the rank, than for whites. Similarly, after controling for certain additional factors, GAO's adjusted analysis of these data found that promotion for racial or ethnic minorites was 4 to 29 percent less likely than for whites. Also, both types of analysis generally found that promotion outcomes for women relative to men were lower in the Civil Service and higher in the Foreign Service. For example, women in the Foreign Service were more likely than men to be promoted in early to mid career.", "State has identified some diversity issues, but it should consider other issues that could indicate potential barriers to diversity in its workforce. State's annual reports to the Equal Employment Opportunity Commission (EEOC) for fiscal years 2009 through 2018 identified issues such as underrepresentation of Hispanic employees and underrepresentation of minorities in the senior ranks. However, GAO's analysis and GAO's interviews with State employee groups highlighted additional issues that could indicate barriers to diversity. For example, State's reports have not identified lower promotion outcomes for racial or ethnic minorities relative to whites, which GAO found in its analysis. Until State takes steps to explore such issues, it could be missing opportunities to investigate and remove barriers that impede members of some demographic groups from realizing their full potential."]}, {"section_title": "What GAO Recommends", "paragraphs": ["In its January 2020 report, GAO recommended that State take additional steps to identify diversity issues that could indicate potential barriers to equal opportunity in its workforce. State concurred with this recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to discuss our review of diversity in the  Department of State’s (State) workforce. While State has expressed a  commitment to maintaining a diverse workforce, Congress’ concerns  about the racial and gender demographic composition of State’s  workforce are longstanding. As of the end of fiscal year 2018, State had  nearly 23,000 full-time, permanent, career employees in its Civil Service  and Foreign Service workforce.", "This statement is based on our January 2020 report examining (1) the  demographic composition of State’s workforce in fiscal years 2002  through 2018, (2) any differences in promotion outcomes for various  demographic groups in State’s workforce, and (3) the extent to which  State has identified any barriers to diversity in its workforce.", "For our January 2020 report, we analyzed data from State’s Global  Employment Management System for the department’s full-time,  permanent, career workforce in fiscal years 2002 through 2018. To  examine promotion outcomes for various racial or ethnic minorities and  for women and men in State’s workforce, we conducted two types of  analyses of State’s workforce data for fiscal years 2002 through 2018.  First, we conducted descriptive analyses, calculating simple averages to  compare promotion rates for racial or ethnic minorities and whites and for  women and men. Second, we conducted a more sophisticated analysis  using a duration analysis method that took into account certain individual  factors other than racial or ethnic minority status and gender that could  influence promotion, including the length of time it takes to be promoted.  Specifically, we examined the statistical relationship between promotion  and racial or ethnic minority status and gender, incorporating various  individual characteristics such as occupation, veteran status, and  education. Our analyses do not completely explain the reasons for  differences in promotion outcomes, which may result from various  unobservable factors. Thus, our analyses do not establish a causal  relationship between demographic characteristics and promotion  outcomes. In addition, to examine the extent to which State has identified  any barriers to diversity in its workforce, we reviewed State documents  and interviewed State officials and employee group representatives.", "Detailed information on our objectives, scope, and methodology can be  found in the issued report. We conducted the work on which this  testimony is based in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["State had 22,806 full-time, permanent, career employees at the end of  fiscal year 2018—an increase of more than 38 percent from fiscal year  2002. Over this period, the number of full-time, permanent, career  employees in State’s Civil Service rose by nearly 40 percent, from 6,831  in fiscal year 2002 to 9,546 in fiscal year 2018. Over the same period, the  number of full-time, permanent, career employees in State’s Foreign  Service increased by 36 percent, from 9,739 to 13,260.", "To increase diversity in its workforce, State carries out a variety of efforts  focused on recruiting and retention. For example, the Thomas R.  Pickering Foreign Affairs Fellowship Program and Charles B. Rangel  International Affairs Program recruit diverse candidates for the Foreign  Service by providing graduate fellowships to college seniors and college  graduates. Additionally, according to State officials, recruiters for the  department participate in career fairs and discussion panels and host  information sessions at conferences with a focus on diversity and  inclusion, such as those held by the Hispanic Association of Colleges and  Universities and the Congressional Black Caucus Foundation. Some  regional and functional bureaus also undertake efforts to increase  diversity. According to State’s Senior Advisor for Diversity, Inclusion, and  Outreach, bureau leaders set the tone, and provide support for bureau- level initiatives.", "The Equal Employment Opportunity Commission’s (EEOC) Management  Directive 715 (MD-715) provides policy guidance and standards for  establishing and maintaining effective affirmative programs of equal  employment opportunity. Through MD-715, EEOC directs federal  agencies to regularly evaluate their employment practices to identify  barriers to equal opportunity in the workplace, take measures to eliminate  identified barriers, and report annually on these efforts to EEOC."], "subsections": []}, {"section_title": "Overall Proportion of Racial or Ethnic Minorities at State Has Grown, but Proportions of African Americans and Women Have Fallen Proportion of Racial or Ethnic Minorities at State Increased, While Proportion of African Americans Decreased", "paragraphs": ["Among State’s full-time, permanent, career employees, the proportion of  racial or ethnic minorities grew from 28 percent in fiscal year 2002 to 32  percent in fiscal year 2018. During this period, as figure 1 shows,  the proportion of racial or ethnic minorities in the Civil Service  decreased slightly, from 44 to 43 percent, and  the proportion of racial or ethnic minorities in the Foreign Service  increased from 17 to 24 percent.", "Although the overall proportion of racial or ethnic minorities at State  increased from fiscal year 2002 to fiscal year 2018, the direction of  change for specific racial or ethnic minority groups varied, as shown in  figure 1.", "The proportion of African Americans at State overall declined from 17  percent in fiscal year 2002 to 15 percent in fiscal year 2018. The  proportion of African Americans in State’s Civil Service decreased  from 34 to 26 percent, while the proportion of African Americans in  State’s Foreign Service increased from 6 to 7 percent.", "The proportions of Hispanics, Asians, and other racial or ethnic  minorities at State overall and in both the Civil and Foreign Services  increased by varying percentages from fiscal year 2002 to fiscal year  2018.", "As figure 2 shows, the proportions of racial or ethnic minorities in the Civil  and Foreign Services were generally much smaller in higher ranks in  fiscal year 2018.", "The proportion of racial or ethnic minorities in fiscal year 2018 was  lower than the proportion of whites at GS-11, GS-13, and higher ranks  in the Civil Service and at all ranks in the Foreign Service.", "The proportion of racial or ethnic minorities in fiscal year 2018 was  progressively lower in each rank above GS-12 in the Civil Service and  above Class 5 in the Foreign Service."], "subsections": [{"section_title": "Proportion of Women at State Decreased", "paragraphs": ["Among State’s full-time, permanent, career employees, the overall  proportion of women at State decreased slightly, from 44 percent in fiscal  year 2002 to 43 percent in fiscal year 2018. During this period, as figure  3 shows,  the proportion of women in State’s Civil Service decreased from 61 to  54 percent and  the proportion of women in State’s Foreign Service increased from 33  to 35 percent.", "In addition, the proportion of women at State was generally lower than  that of men in the higher ranks of both the Civil and Foreign Services in  fiscal year 2018, as figure 4 shows.", "The proportion of women was lower than the proportion of men at GS- 14 and higher ranks in the Civil Service and at Class 4 and higher  ranks in the Foreign Service in fiscal year 2018. For example, the  proportion of women at Class 4 was 36 percent, while the proportion  of men was 64 percent.", "The proportion of women in the Civil and Foreign Services in fiscal  year 2018 was generally progressively smaller from the lower to the  higher ranks."], "subsections": []}]}, {"section_title": "Promotion Outcomes Were Generally Lower for Racial or Ethnic Minorities Than for Whites and Differed for Women Relative to Men", "paragraphs": ["Our analyses of State data for fiscal years 2002 through 2018 found  differences between promotion outcomes for racial or ethnic minorities  relative to whites and for women relative to men. We found these  differences when conducting descriptive analyses, which calculated  simple averages, as well as adjusted analyses, which controlled for  certain individual and occupational factors other than racial or ethnic  minority status and gender that could influence promotion. Our analyses  do not completely explain the reasons for differences in promotion  outcomes, which may result from various unobservable factors. Thus, our  analyses do not establish a causal relationship between demographic  characteristics and promotion outcomes. The following are some  highlights of our analysis.", "Promotion outcomes in State’s Civil Service were generally lower  for racial or ethnic minorities than for whites. Our descriptive  analysis of State data for fiscal years 2002 through 2018 found that  rates of promotion from GS-11 through the executive rank were 16.1  to 42.0 percent lower for racial or ethnic minorities in the Civil Service  than for their white counterparts, depending on the GS level. Our  adjusted analysis, controlling for factors other than race or ethnicity  that could influence promotion, found that racial or ethnic minorities in  the Civil Service were 4.3 to 29.3 percent less likely to be promoted  from GS-11 through the executive rank than their white counterparts.", "Promotion rates in State’s Foreign Service were generally lower  for racial or ethnic minorities than for whites, but the differences  in promotion odds were generally not statistically significant. Our  descriptive analysis of State data for fiscal years 2002 through 2018  found that, relative to whites, the rate of promotion for racial or ethnic  minorities in the Foreign Service was 5.0 to 15.8 percent lower for  promotions from Class 4 through Class 1. Controlling for factors  other than race or ethnicity that could influence promotion, our  adjusted analysis found that differences in the odds of promotion for  racial or ethnic minorities and whites were generally not statistically  significant. However, the odds of promotion from Class 4 to Class 3  were statistically significantly lower for racial or ethnic minorities than  for their white counterparts.", "Promotion rates were generally lower for women than men in  State’s Civil Service, but differences in the odds of promotion  were not statistically significant. Our descriptive analysis of State  data for fiscal years 2002 through 2018 found that the rate of  promotion in the Civil Service was generally lower for women than for  men. Specifically, for promotions from GS-11 through the executive  rank, promotion rates for women were generally 0.7 to 11.6 percent  lower than the promotion rates for men, depending on the GS level.  However, our adjusted analysis, controlling for factors other than  gender that could influence promotion, did not find any statistically  significant differences in the odds of promotion for women and men in  the Civil Service.", "Our adjusted analysis found that the odds of promotion were  generally higher for women than men in State’s Foreign Service.  Our descriptive analysis of State data for fiscal years 2002 through  2018 found that women in the Foreign Service experienced a higher  rate of promotion than men from Class 3 to Class 2 and from Class 2  to Class 1. Our adjusted analysis, controlling for factors other than  gender that could influence promotion, found that women in the  Foreign Service had higher odds of promotion than men in early to  mid career. For example, the odds of promotion from Class 4 to Class  3 were 9.4 percent higher for women than for men."], "subsections": []}, {"section_title": "State Has Identified Some Diversity Issues but Should Consider Other Issues That Could Indicate Potential Barriers", "paragraphs": ["State has identified some diversity issues in its reports to EEOC. As table  1 shows, in fiscal years 2009 through 2018, State’s annual MD-715  reports identified and analyzed a total of 11 diversity issues related to  participation of racial or ethnic minorities and women. State identified  most of these issues in multiple years.", "However, State employee groups and our analysis have identified  additional diversity issues, such as differences in promotion outcomes for  racial or ethnic minorities relative to whites in early to mid career. For  example, during our structured interviews with 11 employee groups,  representatives of the groups discussed a variety of issues related to  diversity at State. Examples include the following:", "Employee group representatives expressed concern about  representation of minorities in the higher ranks of both the Civil and  Foreign Services. For example, representatives told us that for some  minority groups, it is difficult to be promoted above the GS-13 level.", "Employee group representatives voiced perceptions that it takes  longer for women and racial or ethnic minorities to be promoted. For  example, representatives of one group told us that it takes longer for  employees with diverse backgrounds to reach GS-13 in the Civil  Service and Class 2 in the Foreign Service and that very few of these  employees are promoted beyond those levels.", "We recommended that the Secretary of State take additional steps to  identify diversity issues that could indicate potential barriers to equal  opportunity in its workforce. For example, State could conduct additional  analyses of workforce data and of employee groups’ feedback. State  concurred with the recommendation and noted that the agency will  continue to work on initiatives to recruit, retain, develop, and empower a  diverse, capable workforce.", "In conclusion, although State has implemented several plans, activities,  and initiatives to improve diversity and representation throughout the  ranks of its workforce, longstanding diversity issues—for example,  underrepresentation of racial or ethnic minorities and women in the senior  ranks—persist at the agency. Until State takes steps to explore such  issues, it could be missing opportunities to investigate, identify, and  remove barriers that impede members of some demographic groups from  realizing their full potential.", "Chairman Castro, Ranking Member Zeldin, and Members of the  Subcommittee, this concludes my prepared statement. I would be  pleased to respond to any questions that you may have at this time."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["If you or your staff have any questions about this testimony, please  contact Jason Bair, Director, International Affairs and Trade, at (202) 512- 6881 or bairj@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this  statement. GAO staff who made key contributions to this testimony are  Emil Friberg (Assistant Director), Julia Jebo Grant (Analyst-in-Charge),  Nisha Rai, Moon Parks, Justin Fisher, Melinda Cordero, Courtney  Lafountain, Kathleen McQueeney, Dae Park, K. Nicole Willems, Reid  Lowe, and Christopher Keblitis.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": ["The State Department has expressed a commitment to building a workforce that reflects the diverse composition of the United States. We testified on State’s progress.", "Though State's workforce has grown more diverse, racial or ethnic minorities are still underrepresented, especially in the senior ranks.", "Racial or ethnic minorities in State’s Civil Service were 4% to 29% less likely to be promoted than their white coworkers with similarities such as education, occupation, or years of federal service.", "In our related report, we made a recommendation to help State better address barriers to equal opportunity in its workforce."]}