{"id": "GAO-12-689", "url": "https://www.gao.gov/products/GAO-12-689", "title": "Veterans' Health Care Budget: Transparency and Reliability of Some Estimates Supporting President's Request Could Be Improved", "published_date": "2012-06-11T00:00:00", "released_date": "2012-06-11T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Veterans Health Care Budget Reform and Transparency Act of 2009 requires GAO to report on the President\u0092s annual budget request to Congress for VA health care services. GAO\u0092s previous work found that VA\u0092s NRM spending exceeded its estimates in recent years and that some of VA\u0092s estimates of savings from operational improvements lacked analytical support or were flawed.", "Building on GAO\u0092s past work and the President\u0092s most recent request for VA health care, this report examines (1) key changes to the fiscal year 2013 budget request compared to the 2013 advance appropriations request, and certain aspects of the fiscal year 2014 advance appropriation request and supporting estimates; and (2) whether the issues GAO identified regarding NRM and operational improvements continue in the estimates for the most recent request. GAO reviewed the President\u0092s budget request, VA\u0092s budget justification, and VA data. GAO interviewed VA officials and staff from the Office of Management and Budget."]}, {"section_title": "What GAO Found", "paragraphs": ["The President\u0092s fiscal year 2013 budget request for the Department of Veterans Affairs\u0092 (VA) health care services was $165 million more than the earlier advance appropriations request for the same year. This request reflected a $2 billion increase for initiatives and a $2.1 billion decrease for ongoing health care services, for a net decrease of $110 million in expected obligations. This decrease partially offset a decline in anticipated resources available to VA of $275 million, resulting in the net increase in the President\u0092s request of $165 million. Two of the three factors that accounted for most of these changes were not transparent. First, VA used a new reporting approach for initiatives that combined both funding for initiatives and for certain ongoing health care services in its initiatives estimate. Previously, VA had reported only funding it identified for initiatives during that year. This new reporting approach resulted in an increase in VA\u0092s initiatives estimate and a commensurate decrease in VA\u0092s ongoing services estimate. VA officials told GAO that this change was made to be more transparent about the total funding needed for initiatives. However, because VA did not disclose this change in its budget justification, VA has not made it transparent that its initiatives estimate is greater and its ongoing health care services estimate is lower than they would have been using VA\u0092s past approach. Second, VA included additional funding in its initiatives estimate, in part, to fund initiatives that were not identified in the fiscal year 2013 advance appropriations request. VA also did not make transparent in its budget justifications that some initiatives identified in its fiscal years 2013 and 2014 advance appropriations requests may require additional funding if the initiatives are continued. The lack of transparency regarding VA\u0092s estimates for initiatives and ongoing health care services results in unclear information for congressional deliberation.", "The issues GAO previously identified related to NRM (non-recurring maintenance), such as renovations and other improvements of VA medical facilities, and operational improvements remain. VA\u0092s fiscal year 2013 estimate for NRM\u0097$710 million\u0097does not appear to correct for the long-standing pattern where VA\u0092s NRM spending exceeds VA\u0092s NRM estimates. For example, in fiscal year 2011 VA spent about $2 billion for NRM, which was $867 million more than estimated. According to VA officials, this pattern has occurred because VA medical facilities have spent more funds on NRM projects that were originally expected to be spent on other activities\u0097such as utilities, grounds maintenance, and janitorial services\u0097which is consistent with VA\u0092s authority to allocate its appropriations. When GAO asked if the fiscal year 2013 estimate addressed the historical discrepancies between estimated and actual NRM spending, VA officials said that all information was considered in developing the estimate. However, they noted that the final estimate was a policy decision and did not say specifically whether these discrepancies were addressed. Regarding operational improvements, VA estimated savings for fiscal year 2013 using the same methodologies it used in the past, some of which GAO previously found lacked analytical support or were flawed. GAO previously recommended that VA develop a sound methodology for estimating savings from its operational improvements, which according to officials, VA is addressing for future estimates. Until these issues are addressed, VA\u0092s estimates of NRM and operational improvements may not be reliable and are of limited use for decision makers."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that VA state in its budget justification whether the estimates for initiatives include funding for ongoing services and whether its advance appropriations request reflects funding that may be required if initiatives are continued. GAO also recommends that VA\u0092s NRM estimates fully account for the long-standing pattern of medical facilities spending more on NRM than originally expected. VA concurred except for the recommendation on advance appropriations, which GAO believes is needed to improve transparency."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Veterans Affairs (VA) operates one of the largest  health care delivery systems in the nation. VA provides a range of health  care services for eligible veterans, including primary care, inpatient and  outpatient surgery, prosthetics, mental health services, prescription drugs,  and nursing home care. In fiscal year 2011, VA served about 6.2 million  patients and spent $51.4 billion on health care services. Unlike most other  agencies, VA receives advance appropriations for health care in addition  to annual appropriations. In preparation for the appropriations process,  therefore, VA develops an annual estimate of the resources needed to  provide its health care services for 2 fiscal years. This budget estimate is  reviewed through successively higher levels within the agency and  revised until consolidated into a departmentwide annual budget estimate  that is submitted to the Office of Management and Budget (OMB) for  review and consideration. OMB subsequently includes both an  appropriations request for VA health care services for 1 fiscal year and an  advance appropriations request for the next fiscal year in the President’s  annual budget request, which is submitted to Congress in February of  each year.", "In support of the President’s request, VA prepares an annual budget  justification for Congress. The budget justification provides Congress and  stakeholders with estimates and other information that support the  policies and spending decisions represented in the President’s budget  request, including information on what VA plans to achieve with the  resources requested. In particular, VA’s budget justification includes  detailed information on estimates of funding needed for ongoing health  care services and health-care-related initiatives proposed by the  Secretary of VA and the President. As such, VA’s budget justification is  used to provide Congress and stakeholders with important information  about agency priorities, as well as the implications of the requested  amounts for VA’s provision of health care services to veterans.", "The development of VA’s health care budget estimate is inherently  complex, as assumptions and imperfect information are used to project  the likely quantity and cost of the health care services VA expects to  provide.based on data from the most recent fiscal year. As such, VA’s budget  estimate is prepared in the context of uncertainties about the future—not  only about program needs, but also about future economic conditions,  presidential policies, and congressional actions that may affect the  funding needs in the year for which the request is made. Our prior work  has highlighted some of the challenges VA has faced in obtaining  sufficient data; making accurate calculations and realistic assumptions  when formulating its budget estimate; and developing estimates for non-  Most of these projections are made several years into the future  recurring maintenance (NRM), which have been consistently lower than  actual expenditures in recent years. In a February 2012 report, we found  that VA’s estimated savings from some operational improvements—used  to support the President’s budget request for fiscal year 2012 and  advance appropriations request for fiscal year 2013—lacked analytical  support or were flawed. We made a recommendation to improve VA’s  operational improvement estimates. VA concurred with the  recommendation except for two real property initiatives where VA  maintained that the savings estimates were not flawed.", "The Veterans Health Care Budget Reform and Transparency Act of 2009  requires us to report on the President’s annual budget request to  Congress for VA health care services. The law requires that we report on  our analysis within 120 days after the President’s budget requests are  submitted in 2011, 2012, and 2013. Our June 2011 report, in response to  the act, noted that in recent years VA’s spending for NRM exceeded the  amounts identified in VA’s budget justifications and reflected in the  President’s budget request. We also raised concerns that VA may have to  make difficult trade-offs to manage within its fiscal years 2012 and 2013  resources if the estimated savings from operational improvements, such as proposed changes to purchasing and contracting, do not materialize.Building upon our work from our June 2011 report and in light of the  President’s most recent request for VA health care services, which  includes fiscal year 2013 appropriations and advance appropriations for  fiscal year 2014, this report examines: (1) key changes to the President’s  fiscal year 2013 budget request compared to the advance appropriations  request for the same year, as well as certain aspects of the fiscal year  2014 advance appropriations request and supporting estimates; and   (2) whether the issues we previously identified regarding NRM and  operational improvements continue in the estimates that support the  President’s fiscal year 2013 budget request.", "To examine key changes between the President’s fiscal year 2013 budget  request and last year’s advance appropriations request for fiscal year  2013, we reviewed and analyzed each request as well as VA documents  and data related to the estimates that support them. We interviewed VA  officials and OMB staff to discuss the key reasons for any differences  between the estimates used to support the two requests. Finally, we  reviewed the budget justification supporting the President’s fiscal year  2013 request in the context of whether it provided Congress relevant  information that could have a significant impact on VA achieving its  objectives, including what VA plans to achieve with the resources  requested. Specifically, we evaluated whether VA informed Congress in  its budget justification about key changes that occurred between the  President’s fiscal year 2013 budget request and the earlier, advance  appropriations request for that same year.", "To examine whether the issues we previously identified regarding NRM  and operational improvements continue in the estimates that support the  President’s fiscal year 2013 budget request for VA, we reviewed VA’s  budget justification that supports this request. We also reviewed VA  documents and data that described and supported the amounts VA  estimated for NRM and the savings from the operational improvements.  We interviewed VA officials and OMB staff to discuss the methods VA  used to develop these estimates as well as the consistent pattern in  recent years in which VA’s spending for NRM has exceeded its estimates.  In addition, we assessed the amounts estimated for NRM and operational  improvements in VA’s budget justification in the context of federal  standards of internal control for information and communication.  Specifically, we evaluated whether VA provided Congress reliable  information for making decisions based on VA’s NRM and operational  improvements estimates for fiscal year 2013.", "To assess the reliability of VA’s estimates, we obtained documents  supporting these data and verified the consistency of the information in  these documents. We confirmed that the estimates were reflected in the  President’s fiscal year 2013 budget request for VA health care services  and VA’s related budget justification. We also relied on our prior work to  compare data and check for internal consistency and discussed these  data with VA officials. We found the data reliable for the purposes of  comparing the fiscal year 2013 President’s budget request with the  earlier, advance appropriations request for that year and for examining  whether the issues we previously identified for NRM and operational  improvements continued in the estimates that support the President’s  fiscal year 2013 year budget request.", "We conducted this performance audit from December 2011 through June  2012 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["VA provides health care services to various veteran populations— including an aging veteran population and a growing number of younger  veterans returning from the military operations in Afghanistan and Iraq.  VA operates approximately 150 hospitals, 130 nursing homes, 800  outpatient clinics, as well as other facilities to provide care to veterans. In  general, veterans must enroll in VA health care to receive VA’s medical  benefits package—a set of services that includes a full range of hospital  and outpatient services, prescription drugs, and long-term care services  provided in veterans’ own homes and in other locations in the  community. VA also provides some services that are not part of its  medical benefits package, such as long-term care provided in nursing  homes.", "VA develops a health care budget estimate each year of the resources  needed to provide these services for 2 fiscal years. Typically, VA’s  Veterans Health Administration (VHA), which administers VA’s health  care program, starts to develop a health care budget estimate  approximately 10 months before the President submits the budget  request to Congress the following February. The budget estimate  includes the total cost of providing health care services, including direct  patient costs as well as costs associated with management,  administration, and maintenance of facilities. VA develops most of its  budget estimate for health care services using the Enrollee Health Care  Projection Model (EHCPM). VA uses other methods to develop the  remaining parts of its budget estimate, that is, the costs of long-term care  and other health care programs.", "VA’s annual budget estimate for a fiscal year includes estimates of  anticipated funding from several sources. These sources include new  appropriations, which refer to the appropriations to be provided during the  current annual appropriations process for the upcoming fiscal year, and  with respect to advance appropriations, the next fiscal year. For example,  VA estimated it needed $52.7 billion in new appropriations for fiscal year  2013 and $54.5 billion for fiscal year 2014. In addition to new  appropriations, sources of funding include resources expected to be  available from unobligated balances and collections and reimbursements  that VA anticipates it will receive in the fiscal year.include third-party payments from veterans’ private health care insurance  for the treatment of nonservice-connected conditions and veterans’  copayments for outpatient medications. VA’s reimbursements include  amounts VA receives for services provided under service agreements  with the Department of Defense (DOD).", "VA’s health care budget estimate informs the President’s annual request  for appropriations for VA health care services, which includes an advance  appropriations request for these services. The budget estimate can  change during each budget formulation cycle, due to the availability of  updated data and the successively higher levels of review in VA and OMB  before the President’s budget request is submitted to Congress. The  Secretary of VA considers the health care budget estimate developed by  VHA when assessing resource requirements among competing interests  within VA, and OMB considers overall resource needs and competing  priorities of other agencies when deciding the level of funding requested  for VA’s health care services. VA prepares a budget justification that  provides information supporting the policy and funding decisions in the  President’s budget request. In its budget justification, VA includes  estimates related to the following:", "Ongoing health care services, which include acute care,  rehabilitative care, mental health, long-term care, and other health  care programs.", "Initiatives, which are proposals by the Secretary of VA or by the  President to provide, expand, or create new health care services.", "Some of the proposed initiatives can be implemented within VA’s  existing authority, while other initiatives would require a change in law.", "Operational improvements, which are changes in the way VA  manages its health care system to lower costs, such as changes to its  purchasing and contracting strategies.", "Collections and reimbursements, which are resources VA expects  to collect from health insurers of veterans who receive VA care for  nonservice-connected conditions and other sources, such as  veterans’ copayments, and to receive as reimbursement of services  provided to other government agencies or private or nonprofit entities."], "subsections": []}, {"section_title": "VA Changed Estimates Supporting the Request, but Factors That Account for Most of the Changes Were Not Transparent", "paragraphs": [], "subsections": [{"section_title": "Request Increased $165 Million, Reflecting an Increase in Initiatives and a Decrease in Both Ongoing Services and Available Resources", "paragraphs": ["The President’s fiscal year 2013 budget request for VA health care  services was $165 million more than the advance appropriations request  for the same year. This increase came about as a result of changes in the  estimates supporting the two requests. Specifically, the President’s fiscal  year 2013 request reflected an estimate of funding needed for initiatives  that increased by $2 billion and an estimate for ongoing health care  services that decreased by $2.1 billion, for a net decrease of $110 million.  In addition, VA’s estimate of anticipated resources from collections and  reimbursements decreased by $275 million. This decline in anticipated  resources was partially offset by the $110 million decrease in expected  obligations, which resulted in the net increase in the President’s request  of $165 million. (See table 1.)", "Three factors accounted for most of the changes in the estimates that  supported the President’s fiscal year 2013 budget request when  compared to the earlier, advance appropriations request; however, VA, in  its budget justification, was not transparent about two of the factors. The  three factors that accounted for the $2 billion increase in the initiatives  estimate and the $2.1 billion decrease in the ongoing health care services  estimate were: (1) a new approach in reporting the estimate for initiatives,  (2) updated assumptions and data to estimate ongoing health care  services, and (3) additional funding needed for initiatives. The first  factor—VA’s new reporting approach—accounted for $1.2 billion of the  increase in VA’s initiatives estimate and a corresponding decrease in  VA’s ongoing health care services estimate. The second factor accounted  for a $900 million decrease in VA’s ongoing health care services  estimate. This decrease was largely offset by the third key factor—an  almost $800 million increase in additional funding for initiatives. (See  table 2.)", "A new approach in reporting the estimate for initiatives. VA used a new  reporting approach for initiatives that combined both funding for initiatives  and funding for certain ongoing health care services in its initiatives  estimate, which increased VA’s initiatives estimate and decreased VA’s  ongoing services estimate. In prior budget justifications, VA’s estimated  funding for initiatives only included funding identified for initiatives during  that year while funding needs for all ongoing services were included in  VA’s estimate for ongoing health care services. However, VA, in its  budget justification, did not disclose that it had used a new reporting  approach for initiatives. OMB staff and VA officials told us that the reason  for this change in reporting was to be more transparent about the total  amount of funding needed to support VA’s initiatives. Nevertheless, by  not stating in its budget justification that it made this change, VA has not  made it transparent that the estimate for initiatives is greater and the  estimate for ongoing services is less than they would have been using  VA’s past reporting approach.", "Updated data and assumptions to estimate ongoing health care services.  As reported in its budget justification, VA used updated assumptions and  data, which reduced VA’s estimate for ongoing health care services.  Specifically, the amount of funding needed to support health care  services estimated by the EHCPM decreased because VA updated some  of the assumptions used in the EHCPM. For example, VA updated the  EHCPM’s assumption accounting for the pay freeze for civilian  employees in fiscal years 2011 and 2012, which reduced the base salary  of VA employees in future years. VA also used updated data to adjust the  estimates produced by the EHCPM and the estimates for long-term care  and other health care programs. Updated data for long-term care and  other health care programs generally indicated that costs for these  services would grow at a slower rate than the data used to support the  President’s fiscal year 2013 advance appropriations request indicated.", "Additional funding for initiatives. According to VA’s budget justification, as  a result of the reduced estimate for ongoing health care services, VA  increased the estimate of funding needed for its initiatives. This estimate  of funding included funding for all initiatives for which funding was not  requested in the fiscal year 2013 advance appropriations request and  increased funding for some initiatives for which funding had been  identified in the earlier request. However, in its fiscal year 2013 budget  justification, VA did not make it clear that part of the additional increase in  its initiatives estimate occurred because VA’s earlier estimate in support  of the advance appropriations request did not include funding for all the  initiatives the agency intended to continue. According to OMB staff, the  purpose of the advance appropriations request is to provide assurance for  the continuation of ongoing health care services and select initiatives that  represent direct care to veterans. As a result, rather than including  estimates of funding needed to support all initiatives in advance  appropriations requests—including the fiscal year 2013 advance  appropriations request and the fiscal year 2014 advance appropriations  request—the funding needs for all initiatives are taken into account during  the following budget formulation cycle. At that time, once updated data  are available to produce revised estimates for ongoing health care  services, VA and OMB assess the amount of likely resources available to  fund initiatives in the context of overall budget constraints. However, VA  did not state that some initiatives for which estimates were included in the  fiscal years 2013 and 2014 advance appropriations requests would  require additional funding if the initiatives were to be continued. (Table 3  indicates the difference in the fiscal year 2013 initiative estimates  attributable to VA’s new reporting approach versus additional funding.)", "VA’s budget justification is used to provide Congress with relevant  information for making decisions. The lack of transparency regarding the  factors that changed VA’s estimates for ongoing health care services and  initiatives results in unclear information for congressional deliberation."], "subsections": []}]}, {"section_title": "Past Issues in VA’s Estimates for NRM and Operational Improvements Remain", "paragraphs": ["Our analysis of the estimates supporting the President’s fiscal year 2013  budget request found that VA’s supporting estimates (1) do not address  historical discrepancies between estimated and actual NRM spending  and (2) lack analytical support for expected savings from some  operational improvements.", "Regarding NRM, VA’s fiscal year 2013 estimate does not appear to  correct for the long-standing pattern of VA’s NRM spending exceeding its  estimates and was based on a policy decision. In June 2011, we reported  VA’s spending on NRM exceeded the estimates reported in VA’s budget  justifications from fiscal years 2006 to 2010. More recently, we found  that in fiscal year 2011 VA spent about $2 billion for NRM, which was  $867 million more than estimated (see fig. 1). According to VA officials,  NRM spending has exceeded estimates of needed funding in recent  years because VA medical facilities have spent more funds on NRM  projects that were originally expected to be spent on other activities— such as utilities, grounds maintenance, and janitorial services. This  spending is consistent with VA’s authority to increase or decrease the  amounts VA allocates from the Medical Facilities account for NRM and  with congressional committee report language. When we asked VA  officials if the fiscal year 2013 estimate addressed the historical  discrepancies between amounts estimated and actual spending, VA  officials said that all information was considered in developing the  estimate. However, VA officials noted that the amount requested was a  policy decision and did not specifically say whether these discrepancies  were addressed. This explanation suggests that VA has not changed the  way in which it determines the final NRM estimate; as we previously  reported VA lowered its fiscal year 2012 estimate due to a policy decision  to fund other initiatives. Because the fiscal year 2013 estimate of $710  million is significantly lower than past spending and lower than the  estimate provided last year, it does not appear that medical facilities’  spending was addressed. Furthermore, VA estimates that the NRM  backlog for health care facilities—which reflects the total amount needed  to address facility deficiencies—will remain over $9 billion in fiscal year  2013. As such, the NRM information provided in VA’s budget justification  may not be a reliable estimate of future spending for NRM.", "Regarding operational improvements, VA estimated savings for fiscal  year 2013 using the same methodologies it used in the past, some of  which we recently reported lacked analytical support or were flawed.  The President’s budget request for fiscal year 2013 reflected VA’s  estimate that it would save about $1.3 billion from the implementation of  six operational improvements:", "Changing rates. Estimated savings from purchasing dialysis  treatments and other care from civilian providers at Medicare rates  instead of current community rates.", "Acquisitions. Estimated cost savings from changes to VA’s purchasing  and contracting strategies.", "Fee Care. Estimated saving from purchasing care from non-VA  providers at lower rates.", "Realigning clinical staff and resources. Estimated savings by using  less costly health care providers, such as licensed practical nurses  instead of certain types of registered nurses.", "Medical and administrative support. Estimated savings from  employing resources more efficiently.", "VA real property. Estimated saving from initiatives including  repurposing vacant or underutilized buildings, decreasing energy  costs, and changing procurement practices for building maintenance.", "In a February 2012 report, we highlighted issues regarding VA’s  methodology for estimating savings from some operational  improvements, including changes to VA real property, medical and  administrative support activities, and the realignment of clinical staff and  resources. We also recommended that VA develop a sound methodology  for estimating savings from its operational improvements. In response,  VA concurred with the recommendation except for two real property  initiatives where VA maintained that the savings estimates were not  flawed. However, since our February report was issued after the release  of the President’s budget request for fiscal year 2013, VA has not yet  implemented our recommendations. VA officials told us during the course  of our current review that the agency is taking steps to address  deficiencies in the methodology used for estimating savings for some of  its operational improvements. Without a sound methodology, VA runs the  risk of falling short of its estimated savings, which may ultimately require  VA to make difficult trade-offs to provide health care services with the  available resources. We determined that the estimates for some of the  operational improvements provided in VA’s budget justification may not  be reliable estimates of future savings and therefore are of limited use for  decision makers."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["VA’s budget justification is intended to provide Congress with estimates of  resource needs and what the agency plans to achieve with requested  appropriations. Our work shows that changes in the way that VA  estimates and reports its required resources are responsible for the  increase in the President’s fiscal year 2013 budget request for VA health  care, when compared to last year’s advance appropriations request for  the same year. However, VA was not transparent in its budget justification  about two of the factors that accounted for the change in VA’s initiatives  and ongoing health care services estimates. By neither disclosing that it  used a new reporting approach for initiatives nor indicating that its  advance appropriations requests did not include funding for continuing  initiatives, VA did not provide Congress with information relevant to  understanding these estimates.", "In addition, VA may not have provided Congress reliable information with  which to make decisions regarding VA’s appropriations in regards to NRM  and some operational improvements. VA’s most recent NRM estimates  do not appear to correct for the long-standing pattern where VA’s NRM  spending exceeds VA’s NRM estimates. VA’s estimates have not  consistently accounted for additional spending by VA medical facilities. As  a result, the NRM estimates may be unreliable, as they may continue to  underestimate VA’s future spending for NRM. Also, VA continued to use  flawed methodologies we identified in our prior work to develop savings  estimates for operational improvements. We continue to believe that VA  should improve its methodology as we previously recommended. Until  these issues are addressed, VA’s estimates of NRM and operational  improvements are of limited use for decision makers."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve the transparency and reliability of information presented in  VA’s congressional budget justifications that support the President’s  budget request for VA health care, we recommend the Secretary of VA  take the following three actions:", "State in future budget justifications whether the estimates for  initiatives include funding for ongoing health care services.", "State in future budget justifications whether the estimates for  initiatives in support of the advance appropriations request reflect all  the funding that may be required if all initiatives are to be continued.", "Reflect in future budget justifications estimates of annual resource  needs for NRM that fully account for resources that VA medical  facilities have consistently spent for this purpose."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Secretary of VA and the Acting  Director of OMB for comment. In its written comments signed by the Chief  of Staff and reprinted in appendix I, VA concurred with two of our three  recommendations, but did not concur with our recommendation related to  the estimates for initiatives that support VA’s advance appropriations  requests. In addition, VA stated in its comments that one aspect of our  report is not accurate, that it disagrees with a second, and that it had  concerns about a third. OMB staff provided a technical comment, which  we incorporated.", "VA concurred with our first recommendation regarding funding for  ongoing health care services. VA noted that to implement this  recommendation it will include in future budget justifications a narrative  description stating whether the estimates for initiatives include funding for  ongoing health care services. VA also concurred with our third  recommendation regarding its estimates for NRM. VA noted that in order  to implement this recommendation, VA will reflect in future budget  justifications annual estimates of resources needed for NRM that are  consistent with policy decisions and account for past spending on NRM.", "VA did not concur with our second recommendation related to the  estimates for initiatives that support VA’s advance appropriations  requests. VA stated that it did not concur because the recommendation is  not consistent with its multiyear approach to budgeting for advance  appropriations, in which VA estimates what the agency calls essential  initial funding for the advance appropriations year. VA then estimates full  funding for initiatives in the next year based on updated information.  However, we do not address VA’s approach to budgeting in this report  and our recommendation is that VA state in future budget justifications  whether the estimates for initiatives in support of the advance  appropriations request reflect all the funding that may be required if all  initiatives are continued. VA’s comments indicate that all funding for these  initiatives is not included in the advance appropriations estimates. VA  could implement our recommendation by making a statement to this  effect in its budget justification.", "In addition to its comments on our recommendations, VA had comments  on three sections of our report. VA questioned the accuracy of our  assertion that VA did not disclose the new reporting approach for its  initiatives, which included estimates for certain ongoing health care  services. VA stated that a table footnote in its budget justification  explained that the estimates for initiatives for fiscal years 2012, 2013, and  2014 represented total funding. We do not believe that a table footnote in  a document, which consists of nearly 400 pages, provides adequate  transparency in explaining a change of more than $1 billion that resulted  from a new reporting approach. Moreover, because the footnote does not  explain that this approach is new or that the estimate for ongoing services  was also affected, we continue to believe that the transparency of VA’s  reporting could be improved. We support VA’s plans to include an  expanded narrative regarding its approach to reporting estimates for  initiatives in future budget justifications and believe this will enhance  transparency.", "VA also indicated that it disagreed with what VA characterized as our  assertion that Congress cannot use VA’s estimates of costs for ongoing  health care services or initiatives due to a lack of transparency. As  evidence, VA pointed to the detailed information presented in the budget  justification and described how the estimates are determined, including a  description of the actuarial model it uses. However, we did not state that  Congress cannot use VA’s estimates for the cost of ongoing health care  services and initiatives. Instead, what we identified was that the lack of  transparency regarding the factors that changed VA’s estimate for  ongoing health care services and initiatives resulted in unclear  information for congressional deliberation. VA’s concurrence with two of  our recommendations and its implementation of them would address the  concerns we raised and improve the transparency of the information that  VA provides to Congress in its annual budget justifications.", "VA also expressed concern that our conclusions cast doubt on its strong  commitment to stewardship of resources. VA noted that the agency and  its resources need to be flexible and responsive to changes in veterans’  medical care needs, which may occur after its budget estimates are  formulated. VA has the authority to respond to such changes. We have  pointed out, for example, that VA’s NRM spending is consistent with its  authority to increase and decrease the amounts VA allocates from the  Medical Facilities account for NRM. However, in regard to NRM, the long- standing pattern in which NRM spending has significantly exceeded VA’s  estimates needs to be better accounted for in VA’s budget estimates.  Doing so will not decrease VA’s flexibility to be responsive to veterans’  needs. Moreover, we believe that VA’s plans to address our  recommendation will provide Congress with more reliable estimates with  which to make decisions about VA appropriations.", "We are sending copies of this report to the Secretary of Veterans Affairs  and the Acting Director of the Office of Management and Budget, and  appropriate congressional committees. In addition, the report will be  available at no charge on the GAO website http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  Randall B. Williamson at (202) 512-7114 or williamsonr@gao.gov, or  Melissa Emrey-Arras at (617) 788-0534 or emreyarrasm@gao.gov.  Contact points for our Offices of Congressional Relations and Public  Affairs are on the last page of this report. GAO staff who made major  contributions to this report are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the Department of Veterans Affairs", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contacts named above, James C. Musselwhite and  Melissa Wolf, Assistant Directors; Kye Briesath, Deirdre Brown, Krister  Friday, Lauren Grossman, Aaron Holling, Wati Kadzai, and Lisa Motley  made key contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["VA Health Care: Estimates of Available Budget Resources Compared  with Actual Amounts. GAO-12-383R. Washington, D.C.: March 30, 2012.", "VA Health Care: Methodology for Estimating and Process for Tracking  Savings Need Improvement. GAO-12-305. Washington, D.C.:   February 27, 2012.", "Department of Veterans Affairs: Issues Related to Real Property  Realignment and Future Health Care Costs. GAO-11-877T. Washington,  D.C.: July 27, 2011.", "Veterans’ Health Care Budget Estimate: Changes Were Made in  Developing the President’s Budget Request for Fiscal Years 2012 and  2013. GAO-11-622. Washington, D.C.: June 14, 2011.", "Veterans’ Health Care: VA Uses a Projection Model to Develop Most of  Its Health Care Budget Estimate to Inform the President’s Budget  Request. GAO-11-205. Washington, D.C.: January 31, 2011.", "VA Health Care: Spending for and Provision of Prosthetic Items.   GAO-10-935. Washington, D.C.: September 30, 2010.", "VA Health Care: Reporting of Spending and Workload for Mental   Health Services Could Be Improved. GAO-10-570. Washington, D.C.:   May 28, 2010.", "Continuing Resolutions: Uncertainty Limited Management Options and  Increased Workload in Selected Agencies. GAO-09-879. Washington,  D.C.: September 24, 2009.", "VA Health Care: Challenges in Budget Formulation and Issues  Surrounding the Proposal for Advance Appropriations. GAO-09-664T.  Washington, D.C.: April 29, 2009.", "VA Health Care: Challenges in Budget Formulation and Execution.   GAO-09-459T. Washington, D.C.: March 12, 2009.", "VA Health Care: Long-Term Care Strategic Planning and Budgeting Need  Improvement. GAO-09-145. Washington, D.C.: January 23, 2009.", "Federal Real Property: Progress Made in Reducing Unneeded   Property, but VA Needs Better Information to Make Further Reductions.   GAO-08-939. Washington, D.C.: September 10, 2008.", "VA Health Care: Budget Formulation and Reporting on Budget   Execution Need Improvement. GAO-06-958. Washington, D.C.:  September 20, 2006."], "subsections": []}], "fastfact": []}