{"id": "GAO-11-89", "url": "https://www.gao.gov/products/GAO-11-89", "title": "Charter Schools: Education Could Do More to Assist Charter Schools with Applying for Discretionary Grants", "published_date": "2010-12-07T00:00:00", "released_date": "2010-12-07T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The number of charter schools is growing, spurred by demand for innovation and federal incentives, such as the Race to the Top Fund, which favors states supportive of charter schools. However, states often define charter schools differently than traditional public schools. Some charter schools operate as a school district, while others are part of a school district and some are for-profit entities. These differences could complicate eligibility determination for federal administrators. GAO was asked: (1) To what extent do charter schools apply for federal discretionary grant programs and what challenges do they face, if any, in doing so? (2) What role has the U.S. Department of Education played in helping charter schools establish their eligibility for federal discretionary grant programs? GAO identified grant programs governmentwide for which charter schools are eligible to apply, surveyed a stratified random sample of charter school officials, and interviewed federal agency officials. We also visited charter schools, school districts, charter school associations, and state educational agencies in 3 states."]}, {"section_title": "What GAO Found", "paragraphs": ["Based on our survey of charter schools, approximately 7 percent of all charter schools applied for federal discretionary grants during school year 2008-2009, the most recent information about grant applications available at the time of our survey. The types of charter schools that applied differed. For example, 8 percent of charter schools designated as their own local educational agency (LEA) applied for grants compared to 2 percent of schools that are part of a larger school district or LEA. Based on their responses to our survey, some of the schools that are part of a larger school district believed they needed an LEA designation to be eligible for federal discretionary grants and did not apply because of their charter school status. We identified 47 discretionary grant programs for which charter schools are potentially eligible. Both charter schools designated as their own LEA and individual charter schools were potentially eligible for the majority of the 47 programs. The Department of Education administered 33 of the 47 programs. Given the range of application rates in 2008-2009, some charter schools may be unaware that they can apply directly for these grant programs. On the other hand, charter schools that are part of a larger LEA were not eligible to apply for grants that did not designate a public school or a nonprofit organization as an eligible applicant and may not have applied for that reason. In addition to a lack of resources and a lack of experienced and knowledgeable staff available to prepare competitive grant applications, officials also indicated their lack of awareness about the grant opportunities available to charter schools was a major reason their school infrequently applied for discretionary grants. Several officials we surveyed expressed a desire for an improved means of learning about grant opportunities that address their school's needs. While the Department of Education has taken steps to encourage charter schools to apply for grants, information about opportunities may not reach all charter schools. Education has inserted language into grant announcements of 17 of the department's 33 grant programs for which charter schools are potentially eligible in order to explicitly alert those charter schools authorized as LEAs of their eligibility to apply for grants. Of the programs for which surveyed charter schools applied, most included such language in their grant announcements. Education has not taken steps to clarify grant eligibility for charter schools that are part of a larger LEA. As public charter schools, these schools could apply for grants for which individual public schools are eligible. Although Education uses multiple methods to publicize grant opportunities, such as the Federal Register, http://grants.gov , and Education's Forecast of Grant Opportunities, these mechanisms are directed toward all schools and do not target outreach to charter schools. Furthermore, for 16 of the 33 grant programs for which charter schools are potentially eligible, grant announcements sent to potential applicants through these mechanisms do not explicitly identify charter schools as eligible applicants Education has published a guidebook to accessing federal programs for charter schools, but charter schools cannot access it through the Charter School Program's Web page on Education's Web site."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that Education clarify grant opportunities for charter schools, highlight charter schools' eligibility in relevant grant announcements, and post its grant application guidance for charter schools on its Web site. Education agreed with our recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["From about 3,000 charter schools in school year 2003-2004 to almost 5,000  in school year 2008-2009, the number of charter schools in the United  States continues to grow. Spurring this growth are parents’ and others’  desire for schools that reflect their vision and federal incentives, such as  the recent $4 billion Race to the Top competitive grant fund, which favor  states that encourage the growth of high performing charter schools.  While charter schools are public schools that operate free from certain  state and local regulations that traditional schools are subject to, there is  concern that charter schools may be ineligible for or have difficulty  accessing federal program resources that traditional public schools  receive. Because charter schools are a relatively new phenomenon in  public education, little was known about the extent to which they apply  for and receive these resources, and it was also not known if charter  schools face challenges when they are applying that traditional public  schools do not.", "Because charter schools are a relatively recent phenomenon, the  Department of Education and other federal agencies may not have  developed consistent policies toward them, especially with respect to  grant opportunities. Further, charter schools are often defined differently  by states than traditional public schools, which may create some  confusion when a federal agency is determining a charter school’s  eligibility for discretionary grants. For example, unlike traditional public  schools, which are part of a larger local educational agency (LEA) or  school district, some states allow charter schools to operate as their own  LEA, while others establish charter schools as schools within an LEA. In  addition, depending on state legislation, charter schools may be set up as  nonprofit organizations. Should these schools choose, they may apply for  status as tax-exempt organizations under Internal Revenue Code section  501(c)(3). These distinctions complicate charter school eligibility  determinations for federal discretionary grant programs. Because of these  complexities, federal agencies may not provide charter schools grants for  which traditional public schools and school districts are eligible.", "In response to congressional interest in charter schools’ access to federal  funding, we addressed the following questions: (1) To what extent do  charter schools apply for federal discretionary grant programs and what  challenges do they face, if any, in doing so? and (2) What role has the U.S.", "Department of Education played in helping charter schools establish their  eligibility for federal programs?", "To determine the extent to which charter schools apply for federal  discretionary grant programs and any challenges charter schools have  faced, we surveyed a stratified random sample of 640 charter schools in  the 40 states and the District of Columbia with operating charter schools.  The survey response rate was 78 percent. The survey collected data on the  federal discretionary grant programs to which charter schools applied in  school year 2008-2009, the most recent information about grant  applications available at the time of our survey, the outcome of the  applications, schools’ LEA, nonprofit and for-profit status, school size, and  the demographic characteristics of their students. We analyzed whether  charter schools’ characteristics, such as size of student body and years of  operation were related to whether or not they applied for federal grants.  We also conducted site visits to New York City, New York; Columbus,  Ohio; and Miami-Dade, Florida; school districts to interview  representatives of the school districts and charter schools about charter  schools’ experience in applying for federal grants. To identify federal  discretionary grant programs for which charter schools may be eligible,  we matched and merged two governmentwide lists of federal K-12  education grant programs and screened them to select only discretionary  grant programs that provided funding, which yielded a list of about 90  programs. We obtained the lists of federal K-12 education grant programs  from the National Resource Center for Charter School Finance and  Governance and GAO’s prior work. To confirm the programs on our list,  we contacted agency officials who managed the programs. To further  refine the list, we developed a questionnaire to collect basic descriptive  information for each program from the responsible agency official. In  addition to collecting program information, the questionnaire allowed us  to confirm, exclude, and add programs based on consultations with  agency officials. Our final list contained 47 programs for which charter  schools are potentially eligible. To determine what role Education has  played in helping charter schools establish their eligibility for federal  programs, we interviewed agency officials with oversight responsibility for  the federal discretionary grant programs identified in study question 1.  We asked about any experience they had with charter school applicants to  the programs, outreach they had conducted to inform charter schools  about their eligibility, and any challenges charter schools faced in  establishing their eligibility for the programs. We also reviewed relevant  federal laws and regulations. Appendix I provides a detailed description of  our methodology and its limitations, as well as our scope.", "We conducted this performance audit from October 2009 to December  2010, in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on the audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Charter schools are public schools created to address a number of  concerns with the educational system. Intended as a means to address  failing schools and to encourage innovation in public education policy,  charter schools operate with more autonomy than traditional public  schools. In exchange, they are held accountable for meeting the terms of  their charters in order to remain open.", "States began adopting charter school laws in the early 1990s, beginning  with Minnesota in 1991.  States allow charter schools flexibility in their  operation for agreeing to accomplish specific academic goals contained in  their charters. The specifics of these arrangements vary, as each state sets  up its own charter school structure and guidelines, and states have  continued to revise them over time. During school year 2008-2009, 40  states and the District of Columbia had state laws authorizing charter  schools."], "subsections": [{"section_title": "Charter School Structure and Operation", "paragraphs": ["Oversight authority for charter schools may rest with several entities,  including state boards of education, which set educational policy, and  state departments of education, which implement those policies. In  addition, some states have created charter school offices, housed in the  state department of education, that support and advocate for charter  schools. States specify which entities within the state can authorize the  establishment of a charter school, such as state departments of education,  state boards of education, local educational agencies, institutions of higher  education, and municipal governments. Some states have also created  independent charter school boards that can authorize charter schools in  the state.", "Depending on the state, a wide range of individuals or groups, including  parents, educators, nonprofit organizations, and universities, may apply  for permission to operate a charter school. The charter document, agreed  upon by the applicants and the authorizer, defines specific academic goals  and outlines school finances and other operational considerations. In  some states, a single charter may cover the establishment of multiple  schools. Once charter schools are in operation, the authorizer is  responsible for monitoring school performance and has authority to close  the school or take other actions if academic goals or state financial  requirements are not met."], "subsections": []}, {"section_title": "States’ Definitions of Charter Schools’ Status", "paragraphs": ["States define charter school status in different ways. For example, unlike  traditional public schools that are part of a larger LEA, consisting of  multiple schools, some states establish charter schools as their own LEA.  Other states require them to be part of a larger LEA, while still other states  allow charter schools the option of being either a distinct LEA or part of a  larger LEA. Further, some states allow charter schools to be their own  LEA for some purposes and part of a larger LEA for others. Figure 1 shows  the designation of LEA status in states with operating charter schools.", "Depending on state legislation, charter schools may be set up as nonprofit  organizations. Should these schools choose, they may apply for status as  tax-exempt organizations under IRS section 501(c)(3). Nonprofit status  presents another avenue for charter schools applying for federal  discretionary grant funds.", "There are two types of federal grants—formula and discretionary—which  differ in their grant application and award process. For example, with  education-related formula grants, in most instances the entity designated  as the SEA—usually the state department of education—applies for and  administers funds allocated by a federal agency in accordance with a  distribution formula prescribed by law. SEAs then disburse funds to  school districts and schools on the basis of a formula or other criteria.  However, with discretionary grants, entities that meet eligibility criteria  established by law or regulation apply and are awarded grants on the basis  of a competitive process. The steps for preparing and submitting a federal  discretionary grant application, and the criteria for making grant awards,  are available from the federal program office. Figure 2 shows the grant  application and award process for one federal discretionary grant  program, the Department of Education’s Improving Literacy through  School Libraries program.", "For education-related discretionary grant programs, eligible applicants  likely will include local educational agencies, individual public schools,  nonprofit organizations, or partnerships comprised of multiple eligible  entities. Charter schools that are their own LEA may be eligible to apply  directly to a federal agency for a federal discretionary grant. Charter  schools that are part of a larger school district must apply through their  school district for discretionary grants that designate LEAs, but not  individual schools, as eligible applicants. However, charter schools within  a district may apply directly to a federal agency for discretionary grants  that designate public schools as eligible applicants. In states that establish  charter schools as nonprofits, these schools may apply for discretionary  grants that designate nonprofits as eligible applicants, as well.", "Once a grant award is made, federal funding follows different paths to  charter schools depending on the type of grant. For formula grants, such  as those authorized by the Elementary and Secondary Education Act of  1965 (ESEA) Title I, Part A and the Individuals with Disabilities Education  Act (IDEA), Education makes grant payments to the SEA grantee. The  SEA then distributes formula grant funding directly to qualifying charter  school LEAs. School districts also receive formula grant payments from  the SEA and distribute the funds to qualifying charter schools that operate  within their district and are not distinct LEAs. For discretionary grants, the  administering federal agency makes payments directly to successful  applicants of grant competitions, which may include charter school LEAs,  individual charter schools, or nonprofits. Charter schools that are part of a  larger school district receive federal discretionary grant payments from  their school district, if the school district wins a grant competition and if  the school district has made provision for charter schools in the grant  application. If charter schools that are part of a larger school district win  grant competitions for which individual schools are eligible applicants,  those charter schools receive grant payments from Education (see fig. 3)."], "subsections": []}]}, {"section_title": "Few Charter Schools Apply For Federal Discretionary Grants Despite Being Potentially Eligible", "paragraphs": [], "subsections": [{"section_title": "In School Year 2008-2009, Approximately 7 Percent of Charter Schools Applied for Federal Discretionary Grants", "paragraphs": ["Although charter schools were potentially eligible for a variety of federal  discretionary grants administered across several agencies in school year  2008-2009, most did not apply for them. Based on our survey of charter  schools, we estimate 7 percent of charter schools applied for federal  discretionary grants during that school year (see fig. 4).", "Charter schools designated as an LEA, those with large student  populations, and those in operation for a relatively longer time had  significantly larger percentages of grant applicants (see table 1). According  to our survey, approximately 8 percent of charter schools designated as  their own LEA applied for grants, compared to an estimated 2 percent for  schools that are part of a larger LEA. Officials from charter schools that  are part of a larger LEA most frequently indicated that their lack of LEA  designation was a major reason they did not apply for federal grants. This  may suggest that some officials of charter schools that are part of a larger  LEA are unaware that they may apply to many federal programs as a  public school or a nonprofit organization. On the other hand, charter  schools that are part of a larger LEA may not have applied for  discretionary grants because they were not eligible to apply if the grant did  not designate a public school or a nonprofit organization as an eligible  applicant.", "Similarly, the percentage of applicants was higher for schools with a  student population exceeding 400 students, compared to smaller schools  serving fewer than 200 students. Several school officials we surveyed and  visited specifically mentioned their school’s small size has discouraged  them from applying for grants, in part because they perceived that their  small school could not compete against applicants serving more students,  such as traditional school districts. Further, charter schools that had been  in operation for 7 or more years had significantly higher percentages of  applicants versus schools that had been open for less than 3 years.", "Charter schools serving certain special populations also had higher levels  of applicants. As shown in table 1, charter schools with either low-income  student populations or minority student populations exceeding 75 percent  of their total population had significantly higher percentages of applicants  than schools with low-income or minority student populations below 35  percent. This may reflect the relatively high number of discretionary grant  programs that focus on serving special populations, including low-income  and minority students.", "Although our survey results suggest most charter schools do not apply to  federal discretionary grant programs, they are potentially eligible for a  variety of such programs.  We identified 47 federal discretionary grant  programs for which charter schools are potentially eligible. The  programs are administered by 10 federal agencies to which Congress  provided $2.3 billion during fiscal year 2008 (see table 2). The Department  of Education administered 33 of the 47 programs and those programs we provided $1.8 billion in that fiscal year. Appendix II contains the complete  list of federal discretionary grant programs we identified as being  potentially available to charter schools."], "subsections": []}, {"section_title": "Charter Schools Did Not Apply for Grants Mostly Due to a Lack of Resources and Limited Awareness about Grant Opportunities", "paragraphs": ["Charter school officials indicated that their lack of resources, such as staff  and time, and their limited awareness about grant opportunities were  major reasons their school did not pursue federal grants during school  year 2008-2009 (see table 5).", "With respect to a lack of resources, our survey results were often  supported by comments from charter school officials. Several officials we  surveyed and visited mentioned their school currently lacks experienced  and knowledgeable staff available to competitively apply for and  administer grant funds. In many cases, constrained charter school budgets  exacerbate the challenge of employing staff to carry out grant-writing  duties. Many school officials we spoke with mentioned that federal, state,  local, or private funding is often barely sufficient to cover school costs and  some reported their school or other schools in their area were  experiencing budget shortfalls. Several officials reported that, as a result  of limited funds, their school cannot afford to hire staff to prepare grant  applications, or in some cases it has had to reduce available staff.  Education officials we interviewed also noted that insufficient resources  discourage charter schools from applying for federal grants.", "Several charter school officials reported their existing staff cannot devote  time and effort to grant writing in light of their many other administrative  duties. Some believe federal programs are often better suited for larger  LEAs consisting of many schools, as opposed to individual charter  schools, because those LEAs may be more likely to have a team of people  dedicated to writing and administering grants. One school official noted  that even if a charter school is designated as its own LEA, it may not fully  operate in the same fashion as a multischool LEA due to its limited staff.  Indeed, while charter schools designated as their own LEA are able to  apply directly for federal grants, similar to multischool LEAs,  approximately half of such schools reported their lack of resources is a  major reason their school does not pursue grants.", "Moreover, several charter school officials we visited spoke about the time  and effort required to apply for federal grants and said that the cost in  terms of resources typically outweighs the potential benefit of the grant  award. Some officials said, in addition to the resources needed to apply for  grants, the subsequent management of grant funds received must be  considered. One official noted that, in addition to the existing oversight  required for the federal formula grant funds that his charter school  currently receives, the amount of oversight required for certain  discretionary grants would overburden his school’s resources. Another  official told us that if a school in her state receives more than $500,000 in  federal grants, it is subject to audit requirements. She said small charter  schools with limited administrative capacity often view these types of  requirements as an impediment to applying. Some charter school officials  told us that private fundraising or grants from private entities, such as  foundations, may be more attractive to charter schools than federal  funding, in part due to fewer oversight requirements.", "In addition to limited resources, our survey results show that a general  lack of awareness about the federal grant opportunities potentially  available to charter schools is a major reason many charter schools do not  pursue grants. However, our survey also indicates that this perceived lack  of awareness exists even though many school officials report they  periodically receive information from various entities, including their state  department of education and their state charter school association, about  federal discretionary grant opportunities. Moreover, approximately 45  percent of the charter school officials that indicated that a lack of  awareness about federal programs was a major reason they did not apply  for grants, also reported that they periodically receive information about  discretionary grant opportunities from the U.S. Department of Education.", "Several charter school officials we surveyed expressed a desire for an  improved means of learning about grant opportunities that address their  school’s needs. Some suggested e-mail could be used to inform schools  about available grants. Some officials suggested that the creation of a  centralized location, such as a Web site, would enable their school to  access grant information specifically tailored for charter schools."], "subsections": []}]}, {"section_title": "Education Has Taken Steps to Encourage Charter Schools to Apply For Grants, But All Charter Schools May Not Be Reached", "paragraphs": [], "subsections": [{"section_title": "Education Has Clarified Charter Schools’ Eligibility in some Grant Announcements", "paragraphs": ["According to our review of Federal Register notices, Education has  inserted language clarifying charter school LEA eligibility into grant  announcements for 17 of the 33 discretionary grant programs for which  charter schools are potentially eligible. Of the five Education offices with  programs for which charter schools are potentially eligible, four included  eligibility language explicitly mentioning charter school LEAs in some of  their grant announcements. Of the offices, the Office of Safe and Drug- Free Schools (OSDFS) has the largest percentage of programs that  explicitly include charter schools in grant eligibility language (see table 6).", "The eligibility language generally states that charter schools considered to  be LEAs under state law are eligible to apply for the grant. This language  provides clarification on charter school eligibility for both federal program  administrators that review charter school grant applications and charter  schools that are considering applying for the grants. Surveyed charter  schools applied to 9 of the 17 Education discretionary grant programs with  eligibility language explicitly mentioning charter schools. In contrast, they  applied for 2 of the 16 Education discretionary grant programs without the  eligibility language (see fig. 6).", "However, none of the officials we interviewed reported that Education has  taken steps to clarify grant eligibility for charter schools that are part of a  larger LEA and wish to apply for grants for which individual public  schools are eligible.", "Most of the other agencies with programs for which charter schools may  be eligible did not take any actions that would assist charter school  applicants, such as including language in grant announcements that  explicitly identifies charter school LEAs as eligible applicants, according  to agency officials. The National Endowment for the Arts (NEA) and the  Department of Labor (DOL) are the exceptions. NEA added language to  the Learning in the Arts for Children and Youth grant solicitation that  explicitly identifies charter schools as eligible applicants. With respect to  the YouthBuild program, charter schools were concerned that students  who had dropped out of traditional public schools and re-enrolled in an  alternative school such as a charter school program were not eligible to  participate in YouthBuild. Congress added language to DOL’s  appropriations acts that allowed the YouthBuild program, for program  years 2008-2010 and each program year thereafter, to serve students who  have dropped out and re-enrolled in an alternative school as long as the re- enrollment is part of a sequential service strategy.", "Officials we interviewed at agencies other than Education did not identify  any eligibility issues for charter school applicants and, consequently, did  not request assistance from Education. This is consistent with our  previous finding that few charter schools applied to grant programs  outside of Education and no charter school officials reported being denied  funding because the administering agency determined that charter schools  were not eligible applicants."], "subsections": []}, {"section_title": "Education Uses Multiple Methods to Publicize Grant Opportunities, but Few Target Charter School Applicants", "paragraphs": ["Education officials we interviewed reported that the Department  publicizes grant opportunities through several notification mechanisms to  all potential applicants, but few officials reported outreach targeted  specifically at potential charter school applicants. Education’s primary  mechanisms for publicizing grant opportunities include the Federal  Register, http://grants.gov, and Education’s Forecast of Grant  Opportunities. Several officials also reported that their offices maintain a  listserv through which they can disseminate grant announcements to  interested parties.", "Education also prepared Accessing Federal Programs: a Guidebook for  Charter School Operators and Developers for charter schools but the  guidebook is not posted on the CSP’s Web page on Education’s Web site,  http://www.ed.gov. The guidebook gives an introduction to the grant  funding process, provides profiles of programs that charter schools could  apply to, and lists resources such as federally funded technical assistance  providers.", "Some Education offices also hold grant application workshops to explain  the application process to potential applicants. The Office of Innovation  and Improvement (OII) uses these workshops as an opportunity to explain  how charter schools might apply for grants as an LEA. OII, which  administers almost a quarter of Education’s programs for which charter  schools may be potentially eligible, also gives presentations on grant  opportunities and the application process at national conferences for  charter schools. However, officials we interviewed at Education and other  federal agencies noted that their program offices are careful not to give  preferential treatment to any applicant or group of applicants in order to  ensure a fair competition.", "Officials at charter schools we visited reported that Education sometimes  provides feedback on grant applications that were denied funding.  Feedback was important to charter schools because it helps them decide  whether to apply for grants in the future."], "subsections": []}, {"section_title": "Education Offices Confer with Education’s CSP When Eligibility Issues Arise", "paragraphs": ["Education officials we interviewed said that they confer on a case-by-case  basis with the CSP, which is charged with supporting the creation and  development of high quality charter schools, when issues arise regarding  charter school eligibility for grant programs. For example, OSDFS  reported that charter school applicants have had difficulty providing  documentation of their LEA status. OSDFS officials consulted with the  CSP in order to provide guidance to applicants. A CSP official suggested  that charter schools that are applying for federal grant programs ask their  authorizer for a letter including confirmation that it is a charter school,  when the charter school started, its LEA status, and status as a nonprofit  organization."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Charter schools’ accelerating growth, reinforced by federal government  initiatives such as the Race to the Top program, has increased their share  of the public school population to 5 percent. Charter schools’ growth also  has the potential to increase competition for federal grants. As the charter  school population grows, the Department of Education will need to re- examine its efforts to ensure that charter schools are aware of the  opportunities for federal grant funds that are available to them and that  they are able to compete effectively in the federal discretionary grant  award process. Education and a few other agencies already have taken  steps to facilitate charter schools’ access to some discretionary grant  programs, but more effort is needed to reach charter schools that are  unaware of federal discretionary grant opportunities or that lack the  resources and expertise to apply, particularly in competition with large  resource-rich school districts. Without more targeted information about  grant opportunities, charter schools may not identify the discretionary  grants at Education and other federal agencies for which they may qualify.   Such information may alert smaller charter schools or those with more  narrowly focused missions to pursue funds that they would ordinarily  overlook. On the other hand, the complexity of the grant application  process and the record keeping requirements for many of the federal  discretionary grants may make some of them unsuitable for charter  schools with limited resources, even with assistance from Education.  However, charter schools must have information about the discretionary  grants available to them in order to make decisions about whether  applying for those grants is in their best interest."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To further publicize grant opportunities for charter schools seeking  federal assistance and to help strengthen charter schools’ management  capacity to pursue grant opportunities, we recommend that the Secretary  of Education:  1.  Clarify the federal discretionary grant opportunities for which charter  schools are potentially eligible. For example, using existing grant  notification mechanisms, Education might develop one link on the  department’s Web site to all federal discretionary grants for which  charter schools are potentially eligible, governmentwide.  2.  Require all pertinent Education discretionary grant program offices to  add text to the grant announcement stating that charter schools  meeting the relevant eligibility criterion are eligible to apply for the  grant.  3.  Require that the CSP post the guidance for applying for federal grant  programs that it developed for charter schools on the department’s  Web site."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of the report to the Department of Education for  review and comment. Education agreed with our recommendations and  stated the actions that the department intends to take to address them.  Specifically, to ensure that all discretionary grant notices for programs for  which charter schools are potentially eligible explicitly recognize charter  schools’ eligibility, Education intends to add text to all of the department’s  pertinent discretionary grant announcements stating that charter schools  meeting the relevant eligibility criterion are eligible to apply for the grant.   Education also plans to encourage other federal agencies identified in the  report to identify charter schools as eligible applicants in the relevant  grant application notices.  To further publicize the federal grant  opportunities for which charter schools are potentially eligible, Education  has tasked the National Charter School Resource Center, a technical  assistance center, with distributing grant notices to all charter schools,  using a list of all charter schools the Center is compiling.  The Center also  will post grant notices on its Web site and Education will link its Charter  Schools Program Web page to the Center’s Web site as well.  Concerning  our recommendation that the CSP post the guidance it developed for  charter schools about applying for federal grant programs on the  department’s Web site, Education said that the Center is updating that  guidance and will post it on the Center’s Web site.  Education also will use  the Center’s Web site to highlight the federal discretionary grant  application experience of small charter schools that have won grant  awards.  Our study found that small charter schools are less likely to apply  for discretionary grants.  In addition, although charter schools’ access to  federal formula grant funds was not addressed in this report, Education  stated that the department is strengthening its oversight of state  educational agencies’ role in ensuring that new or expanding charter  schools receive their appropriate share of federal formula grant funds in a  timely fashion.", "Education also commented on two of our findings.  With respect to our  finding that at least one-quarter of charter schools that applied for federal  discretionary grants during the 2008-2009 school year received an award of  grant funds, Education commented that this percentage is higher than the  percentage of all applicants that were awarded discretionary grants by  Education. Education stated that this outcome indicates great potential for  charter schools as they apply at higher rates.  Education also noted that  our analysis of discretionary grant programs did not include Education’s  CSP and the 21st Century Community Learning Centers program.   However, as we explain in the introduction to the report and in appendix  II, we focused on discretionary grant programs for which both charter  schools and traditional public schools compete for funding.  Because the  CSP grants target only charter schools and the 21st Century Community  Learning Centers program is a federal formula grant program, these two  programs did not meet our criteria for inclusion.", "Education also provided technical comments, which have been  incorporated in the report as appropriate.  Education’s comments are  reproduced in appendix III.", "We are sending copies of this report to the Secretary of Education,  relevant congressional committees, and other interested parties. The  report also is available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-7215 or ashbyc@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["This appendix discusses in detail our methodology for examining charter  schools’ experience applying for federal discretionary grant programs and  the assistance, if any, that the U.S. Department of Education (Education)  has provided to charter schools or other federal agencies to help charter  schools address any eligibility issues that arise. The study was framed  around two questions: (1) To what extent do charter schools apply for  federal discretionary grant programs and what challenges do they face, if  any, in doing so? (2) What role has the U.S. Department of Education  played in helping charter schools establish their eligibility for federal  programs?", "We used separate sources of data for each study question, including a  survey of a stratified random sample of 640 charter school officials; site  visit interviews with officials in school districts, charter schools, charter  school associations, and state education agencies in New York, Ohio, and  Florida; two lists of governmentwide K-12 education programs for which  charter schools are potentially eligible; a survey of federal officials  responsible for the K-12 education programs; and interviews with  Department of Education officials having oversight responsibility for the  K-12 education programs and their counterparts in 9 other federal  agencies. Before deciding to use one of the lists of K-12 education  programs—a list developed by the National Resource Center for Charter  School Finance and Governance—we conducted a data reliability  assessment. We discuss our assessment procedures and steps we took to  mitigate any data limitations below, as part of the methodology for  determining the extent to which charter schools apply for federal  discretionary grant programs. We conducted descriptive analyses of the  charter school and federal program official survey data, a synthesis of the  site visit data, and qualitative analysis of the interviews with federal  officials having oversight responsibility. We also reviewed relevant federal  laws and regulations."], "subsections": [{"section_title": "Survey of Charter School Officials", "paragraphs": ["To obtain national-level information on charter schools’ experiences  applying to federal grant programs and to learn more about any challenges  charter schools may face when applying, we conducted a Web-based  survey of a probability sample of officials from charter schools that were  in operation during school year 2008-2009.", "The target population consisted of the 4,856 charter schools operating  during the 2008-2009 school year in the 40 states with operating charter  schools and the District of Columbia. We developed our sampling frame  from the U.S. Department of Education’s Preliminary Common Core of  Data (CCD) 2008-2009 school file. On the basis of analysis of these data,  we determined this source to be adequate for the purposes of providing a  sampling frame.", "The survey sample design was a stratified random sample of charter  schools selected from the population of 4,856 charter schools. Each of the  charter schools in the population was assigned to one of five groups— strata—and sample charter schools were selected from each of these  strata. We selected all the largest charter schools—those with at least  2,000 students—and a random sample of schools from each of the  remaining four strata, as summarized in table 7. The remaining four strata  were defined based on the composition of the local educational agency  (LEA) that contained the charter school. One such stratum was composed  of schools which are separate LEAs for some purposes and part of an LEA  for other purposes. The remaining schools were assigned to one of three  strata depending on the makeup of their “parent” LEA. We obtained 492  usable responses for an overall (weighted) response rate of 78 percent. In  addition, we determined that 29 of the selected schools were out-of-scope  for our survey because the school was determined not to be a charter  school, or the school was not in operation during the 2008-2009 school  year.", "All estimates produced from the sample and presented in this report are  for the estimated target population of 4,856 charter schools operating  during the 2008-2009 school year, the school year for which the most  recent information about grant applications was available at the time of  our survey. Because we followed a probability procedure based on  random selections, our sample is only one of a large number of samples  that we might have drawn. Since each sample could have provided  different estimates, we express our confidence in the precision of our  particular sample’s results as a 95 percent confidence interval (e.g., plus or  minus 6 percentage points). This is the interval that would contain the  actual population value for 95 percent of the samples we could have  drawn. For this report, all percentage estimates based on this survey of  charter schools have 95 percent confidence level of plus or minus 6  percentage points or less, unless otherwise noted.", "To develop the survey questions, we reviewed prior GAO studies on  charter schools and existing studies on charter school structure and  operation. We also interviewed charter school officials and representatives  of selected charter school management organizations and charter school  associations, including the Director, Regional Leadership Team,  Knowledge is Power Program (KIPP) Foundation; President, Academica  Corporation; Policy Director, National Alliance for Public Charter Schools;  Policy Director, National Association of Charter School Authorizers; and a  Senior Consultant, Public Impact.", "The survey was administered between November 2009 and June 2010. We  directed the survey to the person at each charter school who was most  knowledgeable about the school’s funding and instructed them to confer,  as necessary, with other school personnel to answer the questions. In  many cases, the charter school principal completed the survey. In some  instances, the school’s business manager or financial director did so. To  maximize response, we sent periodic follow-up e-mails to all schools that  had not responded to the survey by our deadline.", "In addition to the reported sampling errors, the practical difficulties of  conducting any survey may introduce other types of errors, commonly  referred to as nonsampling error. For example, differences in how a  particular question is interpreted, the sources of information available to  respondents, or the types of people who do not respond can introduce  unwanted variability into the survey results. We included steps in the  survey design, data collection, and data analysis to minimize such  nonsampling errors.", "To increase the response rate for this survey, we developed and  administered a follow-up telephone interview to Web-based survey  nonrespondents. The questionnaire for the telephone interview consisted  of a subset of questions from the Web-based survey that were most  relevant to our study’s objectives. To assist us with the follow-up  telephone interviews, we acquired the services of a professional services  firm already under contract to GAO. We divided the sample of  nonrespondents into two groups, with one group containing school  officials who had partially completed the Web-based survey and the other  group containing those who had not begun the survey. GAO staff made  repeated call attempts to school officials in the first group and interviewed  available officials. The professional services firm’s survey research staff  made repeated call attempts to school officials within the second group  and conducted telephone interviews with available officials. GAO staff and  the professional services firm staff conducted calls for a 4-week period  from May to June 2010. Data collected from both the Web-based survey  respondents and telephone interview respondents for this subset of  questions constitute the survey data used for this report.", "In addition, we took steps to clarify questions to ensure that survey  questions would be correctly interpreted by respondents. For example,  during its development, we pretested our Web-based questionnaire with  six charter school officials from across the United States. We conducted  these pretests to ensure that the respondents understood the questions  and could provide the answers to them and the questions could be  completed in a reasonable amount of time. Following each pretest, the  survey underwent additional, mostly minor, revisions. Similarly, to  minimize nonsampling error with respect to our follow-up telephone  interview questionnaire, we made only minor wording changes to selected  questions.", "While we did not validate all of the information that charter school  officials reported through our survey, we took several steps to ensure that  the information was sufficiently reliable for the purposes of this report.", "For example, we reviewed all federal grant program names that  respondents reported as being programs for which their school applied.  We did not accept federal formula grant programs, state programs, and  programs that otherwise could not be verified as federal discretionary  grant programs to which charter schools can directly apply. Data results,  including those for other associated questions, were adjusted accordingly.", "An additional source of nonsampling error can be errors in computer  processing of the data and statistical analysis. All computer programs  relied upon for analysis of this survey data were independently verified by  a second analyst for accuracy."], "subsections": []}, {"section_title": "Site Visit Selection, Data Collection, and Analysis", "paragraphs": ["To obtain information on charter schools’ experience applying for federal  program funds, we made site visits to charter schools, school districts, and  charter school associations and state educational agencies. We visited  three locations: New York, New York; Columbus, Ohio; and Miami-Dade  County, Florida. We selected these locations on the basis of variation in  LEA structure and geographic location. Within each state, we selected  charter schools that represented variation with respect to use of an  educational management organization (EMO), grade level and enrollment  level, percentages of minority and low-income students, and Title I status,  as indicated in table 8. At some charter schools, representatives of the  school’s EMO provided their perspective on the decision to apply for  federal discretionary grant funds. We also met with officials from two  school districts in Florida and conducted telephone interviews with state  officials in New York and Florida to learn more about their role in  distributing federal funds to charter schools."], "subsections": []}, {"section_title": "Identification of Federal Discretionary Grant Programs for which Charter Schools are Potentially Eligible", "paragraphs": ["To identify federal discretionary grant programs for which charter schools  may be eligible, we used two existing lists of federal government  education-related grant programs. We obtained a list of 108 programs from  the National Resource Center for Charter School Finance and Governance  (Resource Center). To determine the reliability of the Resource Center’s  list, we reviewed documentation about development of the list we  obtained from the Center’s Web site and interviewed Resource Center  representatives about the measures they took to ensure data reliability,  including confirmation of program information with agency officials. We  determined that the list was sufficiently reliable for our purposes. We  obtained a second list of 151 programs from a prior GAO report. We  matched and merged the two lists and screened them to select grant  programs that met the following criteria    programs from which a traditional public school would normally benefit;    programs to which charter schools, either as a public school, a local  educational agency (LEA), or a nonprofit organization, may apply directly;   programs that award grants on the basis of a competitive process;    programs that provide monetary funding to schools; and    programs that received a congressional appropriation or allocation during  fiscal year 2008.", "These actions resulted in a list of approximately 90 programs administered  by 13 federal agencies. To confirm the programs on our list, we contacted  agency officials responsible for managing those programs. Based on  information provided by the officials, we confirmed that many of the  programs on our list met our criteria and we excluded any that officials  denoted as not meeting our criteria. Some officials also provided the  names of additional programs that met our criteria which were added to  our list.", "To further refine our list, we designed a questionnaire and administered it  to the appropriate federal agency officials in order to collect basic  descriptive information for each program. In order to maximize the  effectiveness of the questionnaire and to minimize error, we pretested the  questionnaire with officials from three federal agencies. We conducted  these pretests to ensure that the officials understood the questions and  could provide the answers to them in a reasonable amount of time.  Following each pretest, the questionnaire underwent additional, mostly  minor, revisions. In addition to collecting descriptive program information,  the questionnaire provided an additional opportunity for us to confirm,  exclude, and add programs based on agency information and  consultations with agency officials. Our final list contained 47 programs  for which charter schools are potentially eligible."], "subsections": []}, {"section_title": "Interviews with Federal Agency Officials", "paragraphs": ["To determine what role Education has played in helping charter schools  establish their eligibility for federal programs at Education and other  agencies, we interviewed agency officials with oversight responsibility for  the discretionary programs identified in study question 1. The appropriate  officials were identified with the assistance of the agencies’ GAO liaisons  and, in some instances, GAO liaisons for the program area. Seventeen  interviews were conducted from March to June 2010. Some interviews  covered multiple grant programs. Interviews covered 9 agencies and 42  programs for which charter schools are potentially eligible. Officials  responsible for five of the programs did not respond to contacts for  interviews. Of those five programs, one was the only program in the  agency for which charter schools are potentially eligible.", "Open-ended questions were used to guide discussions and topics included    actions, if any, taken to assist charter school applicants in applying for the  program(s); the number of charter schools that have applied for the program(s), if any,  and the outcome of their applications; identified challenges that charter schools face when applying for the  program(s) and reasons charter schools may not apply for the program(s);    mechanisms used to notify charter schools about grant opportunities; and    actions, if any, taken to follow up on then-Secretary Spellings’ 2006 letter  to federal department and agency heads concerning a governmentwide  initiative to ensure charter schools’ eligibility for federal programs.", "We also spoke to charter school association representatives about any  challenges charter schools may face in applying for federal programs. In  addition, we asked the representatives how they identify federal funding  opportunities for charter schools."], "subsections": []}]}, {"section_title": "Appendix II: Federal Discretionary Grant Programs for which Charter Schools Are Potentially Eligible", "paragraphs": ["We identified 47 federal discretionary grant programs for which charter  schools are potentially eligible. These programs satisfy the following  criteria    programs from which a traditional public school would normally benefit;    programs to which charter schools, either as a public school, an LEA, or a  nonprofit organization, may apply directly;   programs that award grants on the basis of a competitive process;    programs that provide monetary funding to schools; and    programs that received a congressional appropriation or allocation during  fiscal year 2008.", "Two programs for which charter schools apply are not included among the  47 programs. Because traditional public schools, which are not eligible for  Education’s CSP, would not benefit from the program, and charter  schools’ eligibility is not an issue, the CSP is not included in the list.  Education’s 21st Century Community Learning Centers program also is not  included. Because school districts and schools compete for grant awards  from their state education agency (SEA), the 21st Century Community  Learning Centers program appears to be a discretionary grant in some  respects. However, Education awards 21st Century program grants to  SEAs on the basis of a distribution formula and classifies it as a formula  grant program."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Education", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["Sherri Doughty, Assistant Director  Sara Edmondson, Analyst-in-charge  Jacob Beier, James Bennett, Susannah Compton, Doreen Feldman, Shelby  Kain, Jill Lacey, Sheila McCoy, Meredith Moore, Luann Moy, David  Perkins, Mark Ramage, James Rebbe, Christine San, Leigh Ann Sennette,  and F. Elizabeth Valentin, also made significant contributions to this  report."], "subsections": []}]}], "fastfact": []}