{"id": "GAO-04-712", "url": "https://www.gao.gov/products/GAO-04-712", "title": "Tax Administration: IRS Needs to Consider Options for Revising Regulations to Increase the Accuracy of Social Security Numbers on Wage Statements", "published_date": "2004-08-31T00:00:00", "released_date": "2004-10-05T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Inaccurate social security numbers (SSN) on wage statements contribute to growth in the Social Security Administration's (SSA) Earnings Suspense File, increase the Internal Revenue Service's (IRS) workload to ensure that wages are properly identified for those earning them, and burden individuals who must work with SSA and IRS to resolve disputes that may affect their social security benefits and tax obligations. IRS's ability to penalize employers for submitting inaccurate SSNs on wage statements is intended to promote SSN accuracy. Items GAO was asked to describe included: (1) the statutory provisions authorizing IRS to penalize employers who file wage statements with inaccurate SSNs; (2) IRS's program to penalize such employers; and (3) the extent IRS's program meets legislative requirements, the likelihood of any penalties, and any program changes being considered."]}, {"section_title": "What GAO Found", "paragraphs": ["IRS is authorized to penalize employers who fail to file information returns or fail to include complete and correct information on them. Prior to 1986, IRS was authorized to assess penalties for failure to file information returns. The Tax Reform Act of 1986 added penalties for failure to include complete and correct information, established penalty amounts, and had two provisions limiting those penalties--the \"reasonable cause waiver\" and a maximum of $20,000 in penalties per filer per calendar year. The Omnibus Budget Reconciliation Act (OBRA) of 1989 increased the penalty amounts and the maximum total penalty amounts, ranging from $25,000 to $250,000 per filer per calendar year and added a third limit--a \"de minimis provision\" limiting the number of penalties that can be assessed. These statutes apply to employers who submit wage statements with inaccurate SSNs. Both acts authorize penalties as a tool to help ensure that information returns include complete and accurate information. According to IRS officials, IRS has the capability to identify employers who file wage statements with inaccurate SSNs but does not have a dedicated compliance program for penalizing them. Currently employers may be penalized based on an employment tax examination. IRS regulations define the steps an employer needs to take to demonstrate that any filing of wage statements with inaccurate SSNs was due to reasonable cause. If reasonable cause exists, any potential penalty will be waived. To qualify for the reasonable cause waiver, employers must be able to demonstrate they solicited an SSN from each employee one to three times, depending on the circumstances, and that they used this information to complete the wage statements. Employers are not responsible for verifying the accuracy of an SSN. IRS is conducting a review of 100 \"egregious\" employers who filed large numbers or percentages of wage statements with inaccurate SSNs to determine whether and how to implement a penalty program. IRS's regulations that implement the penalty provisions meet the statutory requirements; however, the criteria for meeting the reasonable cause waiver is such that few if any employers are likely to be penalized for filing inaccurate SSNs. IRS has no record of ever penalizing an employer, including the employers who were contacted during IRS's review of \"egregious\" employers. IRS officials said they would consider changes, including requiring employers to verify SSNs provided by employees, as part of the \"egregious\" employer study. Requiring SSN verification, however, may affect employers and other federal agencies with roles related to federal immigration policy since some portion of inaccurate SSNs on wage statements is attributable to illegal aliens using invalid SSNs. IRS officials said they would likely take the views of other agencies into account after drafting regulations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Inaccurate social security numbers (SSN) on wage statements contribute  to growth in the Social Security Administration’s (SSA) Earnings Suspense  File, increase the Internal Revenue Service’s (IRS) workload to ensure that  wages are properly identified for the individual earning them, and burden  individuals who must work with SSA and IRS to resolve disputes that may  affect their social security benefits and tax obligations.  For example, one  of SSA’s goals is to ensure that individuals receive the social security  benefits to which they are entitled.  To do so, SSA uses annual earnings  information recorded in each person’s social security account that is  established in the individual’s name with a unique social security number to  calculate their benefits.  Employers use IRS Form W-2 (Wage and Tax  Statements) to report this information to SSA.   Due to name and SSN  inaccuracies on the Forms W-2 (hereafter referred to as wage statements),  SSA has been unable to assign billions of dollars of social security wages  earned each year to the individuals who earned them.   The IRS, as well as  others, has responsibility for taking steps to assure information submitted  on wage statements is accurate.  One tool that IRS can use to do this, which  is authorized by legislation, is penalizing employers who file wage  statements with inaccurate information; such penalties were established to  help ensure employers would report accurate information.", "Because of your interest, this report describes:   the statutory provisions authorizing IRS to penalize employers who file  wage statements with inaccurate SSNs;  IRS’s current program for identifying and penalizing employers who file  wage statements with inaccurate SSNs;  whether the current program meets legislative requirements, the  likelihood that employers will be penalized for filing wage statements  with inaccurate SSNs, and  any program changes being considered; and  how IRS is evaluating or planning to evaluate the effectiveness of its  program on curtailing the filing of wage statements with inaccurate  SSNs.", "To address these objectives, we reviewed pertinent legislation, regulations,  legal files, penalty assessment records, and Treasury Inspector General for  Tax Administration (TIGTA) and IRS’s Large and Mid-Size Business (LMSB)  Division reports.  We interviewed IRS officials including those in the Office  of Chief Counsel, the National Program for Penalties and Interest office,  the Small Business/Self Employed (SBSE) Division, and the LMSB Division.  We also examined the design of IRS’s study for determining whether and  how to implement a program for penalizing employers who file wage  statements with inaccurate SSNs by reviewing documents and interviewing  officials.  In addition, we interviewed SSA officials to obtain information  about the number of wage statements filed by employers with names and  SSNs that do not match SSA’s records, the relationship between wage  statements with inaccurate SSNs and social security benefits, and the tools  SSA makes available to employers to verify SSNs.  We also reviewed  literature and reports related to the use of SSNs by the Department of  Homeland Security (DHS) and discussed this use with knowledgeable GAO  staff.  We did not conduct a data reliability assessment because IRS does  not collect data on penalties related to wage statements filed with  inaccurate SSNs.  We performed our work from November 2003 through  June 2004 in accordance with generally accepted government auditing  standards.  Our scope and methodology are discussed in greater detail in  appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["When employees are hired, they must complete an IRS Form W-4  (Employee’s Withholding Allowance Certificate) so that the employer can  withhold the correct federal income tax from their pay.  Shortly after the  end of each calendar year, every employer who pays employees  remuneration for services must furnish a wage statement to each employee  and submit this information to SSA.  Wage statements include the  employee’s name, SSN, and the amount of wages earned, among other  things and generally, employers use the employee names and SSNs on the  Forms W-4 to prepare them.", "Wage statements are the critical documents used by SSA for assigning  social security benefits. When an employer submits a wage statement to  SSA, SSA posts the employee’s earnings to the employee’s earnings record,  which is then used to determine an individual’s eligibility for, and amount  of, retirement, disability, or survivor benefits administered by the agency.   When the wage statement contains a name/SSN combination that does not  match SSA’s records, SSA conducts a series of procedures to try and match  them to its records.  If these procedures do not result in a match, then SSA  is unable to post the employee’s earnings to the employee’s earnings record  and instead, the wage statement and the associated wages are placed in the  Earnings Suspense File (ESF).", "The ESF represents the cumulative amount of wage statements for 1937  through 2003 for which SSA does not have a matching name/SSN.  Through  tax year 2001, which is the most recent year for which complete data are  available, the ESF included over 244 million records involving wages of  over $421 billion.  Since 1990, this file has been increasing by an average of  5 million records and at least $17 billion annually.  These records and their  associated earnings are only removed from the ESF when the wages can be  matched and posted to an individual’s earnings record.  Items can be  removed through SSA efforts to match names and SSNs or when a person  provides an accurate name/SSN combination and information that proves  he or she earned the wages.  If they are not removed, employees will not  receive benefits based on these wages.", "Besides affecting SSA’s workload and burdening individuals with trying to  work with SSA to prove they earned certain wages, errors in SSNs on wage  statements also affect IRS and individual taxpayers.  For example, an  individual may give an employer someone else’s name and SSN.  The  employer then files a wage statement with the SSN.  The person to whom  the SSN belongs will not claim the wages on his or her tax return.  IRS will  then send a notice to the individual about the unclaimed wages.  IRS and  the individual must then work together to resolve the problem, adding to  both IRS’s workload and the burden on the taxpayer to comply with the tax  laws.  In addition, IRS must try to identify which individual actually earned  the wages."], "subsections": []}, {"section_title": "Legislation Authorizes IRS to Penalize Employers Who File Inaccurate SSNs", "paragraphs": ["Internal Revenue Code Section 6721 authorizes IRS to penalize employers  for failure to file an information return by the required filing date, failure to  include complete information, and failure to include correct information  including accurate SSNs.  This legislation also places limits on the penalties  including providing for the waiver of penalties if the behavior of employers  in failing to provide information or report complete and accurate  information was due to reasonable cause and not a result of willful neglect.   The penalties were authorized as a tool to help IRS ensure that employers  and others file information returns with complete and accurate  information.", "Prior to the enactment of the Tax Reform Act of 1986, IRS was authorized  to assess penalties for failure to file information returns including wage  statements filed by employers.   The 1986 Act authorized IRS to assess  penalties for failure to include all required information on information  returns and for failure to include correct information, including accurate  SSNs.  The 1986 Act also established the amount of a penalty, $5 per  information return, limited those penalties to a maximum of $20,000 per  filer in any calendar year except in cases of intentional disregard, and  included the reasonable cause waiver.", "OBRA of 1989 increased the penalty amounts to $15 to $50 for each non- filed, incomplete, or inaccurate information return with the amount  depending on if and when corrections were made and included three   provisions that limit penalties assessed against employers.  The first  provision, which was included in previous legislation, is the reasonable  cause waiver.  IRS regulations, which are discussed later in this report,  provide guidance for determining if someone acted with reasonable cause  rather than with willful neglect.", "The second provision limits total penalties assessed against an employer to  a maximum dollar amount in any calendar year.  The maximums range  from $25,000 to $100,000 for small businesses and from $75,000 to $250,000  for large businesses with the penalty amount depending on if and when  corrections are made.  The maximum penalty amounts, which are  presented in table 1, are the total maximum penalty amounts that can be  assessed against an entity regardless of how many information returns it  must file and for any of the three reasons for which a penalty can be  assessed.  For example, if a large business could be assessed a $200,000  penalty for failing to file dividend information returns and a $100,000  penalty for failing to file wage statements with accurate SSNs, the  maximum penalty that could be assessed is not $300,000 but rather  $250,000.  These penalty amounts are for unintentional failures.", "The third provision limiting penalties is the “de minimis provision.”  Under  this provision, penalties will not be assessed for incomplete or inaccurate  information returns if they are corrected on or before August 1 of the  calendar year in which the required filing date occurs.  The number of  information returns this provision applies to shall not exceed the greater of  10 returns or one-half of 1 percent of the total number of returns to be filed."], "subsections": []}, {"section_title": "IRS Does Not Have a Dedicated Compliance Program to Penalize Employers Who File Wage Statements with Inaccurate SSNs", "paragraphs": ["According to IRS officials, IRS has the capability to identify employers who  file wage statements with inaccurate SSNs but does not have a dedicated  compliance program for penalizing them.  However, at times, this is done  within the context of an employer’s employment tax examination.  IRS’s  regulations for implementing the penalty provisions include the steps an  employer can take to demonstrate that any filing of wage statements with  inaccurate SSNs was due to reasonable cause and not willful neglect.  In  addition, IRS has been conducting an assessment of 100 “egregious”  employers who filed large numbers of wage statements with inaccurate  SSNs or had a high rate of such filings to determine whether and how to  implement a penalty program that would create incentives for employers to  improve the accuracy of SSNs included on wage statements."], "subsections": [{"section_title": "No Dedicated Compliance Program for Penalizing Employers", "paragraphs": ["According to IRS officials, although IRS has the capability to identify  employers who file wage statements with inaccurate SSNs, it does not have  a dedicated compliance program for penalizing them.  In September 2002,  TIGTA also reported that IRS did not have such a compliance program and  recommended that IRS initiate a regularly scheduled program for  proposing penalties when employers file wage statements with inaccurate  SSNs.  In response to the TIGTA report, IRS management said that IRS did  not develop a regularly scheduled program because of concerns about the  level of resources needed to administer the program and the complexity of  administering such a program in comparison to the benefits that it would  have for tax administration.  Management added that they are developing a  program for identifying and penalizing employers when warranted.", "According to IRS officials, when the legislation was passed to authorize  penalties for failure to file complete and accurate information returns,  Congress was primarily concerned with Form 1099 information returns,  such as for interest income and dividends and distributions, rather than  wage statements because of the possible effect on tax revenues.  IRS  officials said that the non-reporting of Form 1099 income by taxpayers had  a greater effect on tax revenues since no taxes had been withheld from  income reported on Forms 1099, whereas, in most cases, some taxes had  been withheld from income reported on wage statements.  IRS started  assessing penalties related to some Forms 1099 in the early 1990s and has  gradually added other types of Forms 1099 to the penalty program.  Now  IRS believes that compliance associated with Forms 1099 has shown  improvement allowing the agency to focus on developing a penalty  program for employers that file wage statements with inaccurate SSNs."], "subsections": []}, {"section_title": "Employment Tax Examinations Can Be Used to Assess Penalties", "paragraphs": ["Employment tax examinations may result in penalties for filing wage  statements with inaccurate SSNs.   Employment tax examinations cover  areas such as determining if social security and Medicare taxes were  properly withheld, whether persons were properly classified as either  employees or as independent contractors, and whether the employers  provided the appropriate information returns to IRS and their employees.   According to the Director of the SBSE Office of Employment Tax, IRS staff  may review the accuracy of SSNs on wage statements to determine if  penalties should be proposed when conducting an employment tax  examination.  Even though the filing of wage statements with inaccurate  SSNs is not a criterion used to select employers for an employment tax  examination, if IRS has an indication that there is a problem with  inaccurate SSNs, the tax examiner is to draw a sample of wage statements  to determine if the SSNs on them are the same as the SSNs on the Forms   W-4.  If they are the same, then no penalty is proposed.  If any or all are  dissimilar, the employer would be instructed to make annual solicitations  as described later in this report or face an IRS penalty.  LMSB employment  tax examination officials said that they do not routinely compare SSNs on  wage statements to the SSNs on Forms W-4; however, an examination  could result in the assessment of a penalty."], "subsections": []}, {"section_title": "IRS Regulations Require Employers to Solicit Employees’ SSNs", "paragraphs": ["The IRS regulations that implement the penalty provisions require  employers to solicit SSNs from their employees but they are not required to  verify them.  Draft temporary regulations for assessing penalties for  failing to provide complete and correct information on information returns  related to the Tax Reform Act of 1986 were circulating within the IRS as  early as December 1986.  IRS issued temporary regulations in September  1987 that included a solicitation for public comments.  IRS received  public comments on the draft regulations and issued final regulations in  April of 1991.  Although OBRA of 1989 subsequently revised the penalty  provisions, these initial regulations did not reflect any revisions relative to  OBRA even though they were issued almost a year and a half after OBRA  was passed.  IRS issued temporary regulations for OBRA in February  1991, and after receiving public comments and holding a public hearing,  issued final regulations for the revised penalty provisions in December  1991.", "The regulations include guidance for implementing the reasonable cause  waiver included in the legislation.  IRS officials said that when they  developed this guidance, they tried to balance encouraging voluntary  compliance with the law with the burden placed on filers for complying.   Under the waiver, filers of information returns will not be assessed a  penalty for any of the three types of failures included in the legislation,  including failing to file a wage statement with an accurate SSN, if they can  show that the failure was due to reasonable cause and not willful neglect.   To do so, they must demonstrate either there were significant mitigating  factors for the failure or that the failure arose from events beyond their  control.  In addition, they must demonstrate they acted in a responsible  manner both before and after filing the information returns including wage  statements."], "subsections": [{"section_title": "Significant Mitigating Factors and Events Beyond the Filer’s Control", "paragraphs": ["The regulations include examples of significant mitigating factors or events  beyond the filer’s control.  Examples of significant mitigating factors are  that the filer was never required to file this type of information return  before or the filer has an established history of complying with the  information return reporting requirements.  Examples of events beyond the  filer’s control are the unavailability of business records due to unforeseen  conditions, such as a fire, that damaged business records or actions of  other parties such as IRS, the filer’s agent, or the payee of the item included  in the information return.  In the case of the latter, the filer must show that  the failure resulted from the failure of the payee to provide the information  to the filer or that the payee provided incorrect information to the filer.   Thus, an employer may claim that the failure to include correct information  on a wage statement was due to the actions of the payee if the employer  received an SSN from the employee, relied on that number in good faith,  and used it on a wage statement."], "subsections": []}, {"section_title": "Acting in a Responsible Manner", "paragraphs": ["Acting in a responsible manner means that the filer exercised the same  degree of care that a reasonably prudent person would use under the  circumstances both before and after the failure. It also includes taking  steps to avoid the failure such as attempting to prevent it if it was  foreseeable, acting to remove the cause of the failure, or correcting the  failure as promptly as possible.", "When a penalty is proposed for an incorrect SSN, filers must then comply  with special rules to demonstrate they acted in a responsible manner.  In  the case of an employer who files wage statements, the employer needs to  make an initial solicitation for an employee’s SSN at the time the employee  begins work.  The employee’s SSN is documented upon IRS Form W-4.   Following the initial solicitation, no additional solicitation for the SSN is  required unless the IRS notifies the employer that the employee’s reported  SSN is incorrect.  Following the receipt of such notice, the employer may  be required to make up to two annual solicitations for the correct SSN.", "The first annual solicitation of an employee’s SSN is required only if the IRS  notifies the employer that the employee’s SSN is incorrect and if the  employer’s records contain that incorrect SSN at the time it receives the  notice.  The solicitation for the SSN must be made by December 31 of the  year in which the notice was received (or by January 31 of the following  year if notified in December) and may be made in person or by mail or  telephone.  The solicitation is necessary only if there will be reportable  payments to that employee in that year.  A second annual solicitation would  be required if the employer receives an IRS notice of an incorrect SSN for  the employee in any subsequent year.  An employer may rely on the SSN  that an employee provided in response to a solicitation, and the employer  may use that SSN in filing a wage statement for that employee.  If an  employer receives an IRS notice of an incorrect SSN provided by an  employee after having made two annual solicitations and reporting the SSN  provided by the employee, the employer is not required to make further  solicitations."], "subsections": []}, {"section_title": "Acting with Intentional Disregard", "paragraphs": ["The rules for determining if an employer acted responsibly do not apply if  the employer acted with intentional disregard for the requirement to file an  accurate SSN.  Intentional disregard occurs when the employer knows, or  should know, of the regulation to file accurate SSNs and chooses to ignore  the requirement.  Indications of intentional disregard include the employer  did not promptly correct the error upon discovery or the employer has a  pattern of failures."], "subsections": []}]}, {"section_title": "IRS Is Reviewing 100 Employers to Determine Whether and How to Implement a Penalty Program", "paragraphs": ["IRS is determining whether and how to develop a penalty program for  assessing penalties for filing wage statements with incorrect SSNs.  The  IRS Program Director for Penalties and Interest said that the program will  likely have multiple components with the primary focus on the most  “egregious” filers; however specific details have not been developed.  As  part of the process to develop the penalty program, IRS is conducting, but  has not finished, a review of 100 employers who are “egregious” filers of  wage statements with incorrect SSNs and the results of these reviews will  be used to help develop the penalty program.  The intent of this review is to  gain insight and data to help IRS determine whether and how to implement  a penalty program that would create incentives for employers to improve  the accuracy of SSNs filed on wage statements while avoiding unnecessary  burden and hardship.", "IRS selected the 100 employers from two lists of the most “egregious” filers  provided by SSA for tax year 2000. SSA developed the lists from data it  maintains on the number of wage statements filed by employers with SSNs  and name combinations that did not match SSA’s records.  IRS selected fifty  employers from a list of the 100 employers that filed the most wage  statements with inaccurate SSNs.  These employers were among the  nation’s largest employers and the number of wage statements they filed  with incorrect SSNs was a function of the large numbers of wage  statements they filed.  The second fifty employers were from a list of 100  employers who filed the highest percentage of wage statements with  inaccurate SSNs.  These employers generally issued fewer than 1,000 wage  statements but had error rates of 93 percent or higher.", "As part of the review, IRS officials made on-site visits, interviewed  employers, and examined various documents.  The objectives were to  determine the processes employers used to obtain SSNs to report on wage  statements, if the employers attempted to verify SSNs, how they dealt with  letters from SSA indicating that some employees’ names and SSNs did not  match SSA’s records, the barriers to obtaining correct SSNs, and whether  any penalties should be assessed.  IRS’s LMSB Division has completed the  review of the larger employers and summarized the results in an April 2003,  report.  As of May 2004, IRS’s SBSE Division had reviewed 28 of the 50  employers who had filed the highest percentage of wage statements with  inaccurate SSNs.  Of the remaining 22 employers, 21 are out of business  and one could not be located.  In early 2004, IRS requested that SSA  provide another list of 50 “egregious” employers from which IRS will select  22 for review.   As of May 2004, IRS has not received the new list.  When it  does, officials estimate it will take 4 to 5 months to complete the additional  reviews.   At that time, SBSE officials will prepare a report documenting the  results of all 100 reviews.  When the entire review has been completed,  options will be developed for the IRS Commissioner to consider which  would increase the likelihood that employers would file accurate SSNs on  wage statements."], "subsections": []}]}, {"section_title": "Although IRS’s Regulations Meet Statutory Requirements, It Is Unlikely Employers Will Be Penalized; IRS Will Consider Changes", "paragraphs": ["IRS’s regulations for penalizing employers who file wage statements with  inaccurate SSNs meet the statutory requirements; however, under current  regulations, employers are unlikely to be penalized for filing wage  statements with inaccurate SSNs and IRS has no record of ever penalizing  an employer for inaccurate SSNs on wage statements. Based on its review  of the 50 large and mid-size businesses included in IRS’s review of 100  “egregious” employers, LMSB officials and employers developed  recommendations intended to reduce or eliminate the filing of wage  statements with inaccurate SSNs. IRS officials then said that they would  consider a range of changes to improve the accuracy of SSNs on wage  statements.  Regarding the part of the review related to small and self- employed businesses, IRS’s SBSE Division concluded that for the  employers reviewed to date, many of their employees for whom inaccurate  SSNs had been filed appeared to be aliens.  If IRS takes steps to improve  the accuracy of SSNs reported on wage statements, there could be  implications for thousands of illegal immigrants and their employers, and  in turn, on other federal programs which specifically deal with federal  immigration policy.  Consequently, other federal agencies, including DHS,  could be affected by revisions to IRS’s approach for ensuring that the  accuracy of SSNs on wage statements is improved.", "The Internal Revenue Code requires that (1) employers be financially  penalized if they fail to file accurate SSNs on wage statements and   (2) penalties should be waived if reasonable cause exists for the failure.   The regulations that IRS has established to implement the laws contain  both of these dimensions; therefore the regulations are consistent with the  legislation.  However, the criteria for meeting the reasonable cause waiver  included in the regulations are easy to meet making penalization of  employers very unlikely. This reduces or eliminates the potential  effectiveness of penalties in encouraging more accurate filing of SSNs on  wage statements.", "As previously described, to qualify for a reasonable cause waiver, an  employer is responsible only for soliciting an SSN from each employee  from one to three times depending on when the employer has been  contacted by the IRS and told that the SSN provided on the wage statement  is inaccurate.  The current regulations do not hold employers to more  stringent requirements, such as verifying the accuracy of an SSN provided  by an employee, or ensuring that an employee provides an alternative SSN  when their reported SSN was determined to be inaccurate.", "If employers voluntarily wish to verify SSNs, their options are limited.  IRS  maintains a system for verifying the taxpayer identification numbers in its  records, of which individual SSNs are one type.  However, IRS is prohibited  by law from verifying SSNs for employers.  Pending legislation would  allow IRS to do so.  Employers can voluntarily use SSA’s Employee  Verification Service (EVS) prior to filing wage statements to determine if  SSNs are valid.  Under EVS, employers can call an 800 number to verify  SSNs for up to five employees, submit a paper request for up to 50  employees, or submit requests for larger numbers using tapes or discs.   Paper requests can take up to 30 days to process.  SSA is also pilot-testing  another system—the social security number verification service (SSNVS)-- for voluntary use by employers to verify SSNs and, according to SSA  officials, hopes to roll out the program nationwide in January 2005.  When  using SSNVS, employers can verify up to ten SSNs via computer and  receive an instant response and for larger requests, can upload a file to SSA  and receive a response within 1 business day.", "Our attempt to determine if IRS has ever penalized employers for filing a  wage statement with an inaccurate SSN found no evidence of any penalties  being assessed.  IRS does not have any information documenting that any  employer has ever been assessed such a penalty.  IRS collects data on the  number and dollar amount of penalties assessed for all information returns,  including wage statements that are filed late; filed with missing or  inaccurate taxpayer identification numbers, which include SSNs; or which  were not filed on magnetic media when required.  IRS does not separately  collect the same statistics for wage statements.  However, according to the  Program Director for Penalties and Interest, he has requested that this  information be collected in the future.  He hopes that changes can be made  to IRS’s computer systems so that IRS can begin collecting this information  for wage statements by the end of fiscal year 2005.", "IRS’s recent review of the 100 “egregious” employers provides evidence  that under the current criteria for meeting the reasonable cause waiver, it is  improbable that employers would be penalized for filing wage statements  with inaccurate SSNs.  As of May 2004, IRS concluded that none of the 78  employers examined should be assessed a penalty.  This includes 50  employers reviewed by the LMSB Division for which IRS officials could not  find any evidence that they had ever been penalized.  This does not mean,  however, that the employers filed wage statements free of inaccurate SSNs.   It simply means that they solicited and used the SSNs provided by the  employees to prepare the wage statements regardless of whether the SSNs  provided by the employees were accurate.  Again, under the regulations  implementing the reasonable cause waiver, as long as the employers solicit  SSNs from employees and use those SSNs to prepare wage statements,  they will meet the reasonable cause waiver and will not be penalized.", "The LMSB Division prepared a report in April 2003 summarizing the results  of its review of the 50 “egregious” employers who filed large numbers of  wage statements with inaccurate SSNs.  The report includes five barriers  identified by employers to filing wage statements with accurate SSNs and  13 recommendations that LMSB officials and employers think may reduce  or eliminate the filing of wage statements with inaccurate SSNs.  The  recommendations fall into four general areas: legislative and regulatory  changes, SSA changes, employer changes, and IRS changes.  All would  represent substantive changes to the current requirements for employers.   For example, one recommendation is that employers use SSA’s EVS to  verify the SSN of all new hires. Another recommendation is to require  employers to review and obtain a copy of the employee’s social security  card prior to hiring the new employee.  A third recommendation is that if  re-solicitations of SSNs are required, employers would verify new SSNs  provided by employees using the SSA EVS system.  These initiatives would  require legislative and regulatory changes and might result in changes to  the reasonable cause standard.  The division also pointed out that several  employers have taken innovative steps to address the compliance problem.   One such initiative is using a service that will conduct a background check  on each employee, including verifying the SSNs, for a minimal fee.   Assessing the viability of these recommendations was not within the scope  of our evaluation.", "Regarding the small and self-employed businesses review, after completing  the reviews of 28 employers, SBSE preliminarily concluded that (a)  employers’ acceptance of an employee’s information without any  verification by the employer is common practice, (b) employers have no  responsibility to verify the accuracy of an employee’s SSN, and (c) many of  the employees whose SSNs were identified in the review as inaccurate  appeared to be aliens.", "Although the options for improving the accuracy of SSNs on wage  statements have not yet been developed, IRS officials said they would  consider a range of changes including, as LMSB’s report suggests, requiring  employers to verify SSNs provided by employees on Forms W-4.  In judging  how to proceed, the officials said that a number of factors would need to be  weighed. For example, the regulations for information returns currently  apply uniformly to all providers of such returns.  To the extent that  addressing the problem of inaccurate SSNs on wage statements might  adversely affect other providers of information returns, IRS may need to  consider separate regulations only applying to entities in their capacity as  employers.  IRS officials indicated that one initiative they have discussed is  changing the criteria employers must meet to qualify for the reasonable  cause waiver if they file inaccurate SSNs on wage statements.  They added  the Department of the Treasury would have to agree to this change.  In  addition, in crafting changes to encourage more accurate wage statements,  officials said that they would need to assess any increased burden placed  upon employers, such as increases in cost.   The Commissioner of Internal  Revenue, in testimony before Congress, has raised the issue of whether a  more rigorous program could drive employers into underreporting wages  paid to employees, which could result in more employees not participating  in the federal tax system. This would be contrary to what IRS sees as part  of its basic mission:  to assure that all appropriate taxpayers are part of the  system.  In addition, the Commissioner of IRS recently testified that any  increase in IRS’s compliance activities in this area may place an increased  demand on resources and that “absent added funding for such activities,  this would likely come at the expense of other compliance activities.”   Finally, some options for addressing the issue of inaccurate SSNs may  require legislative changes, such as authorizing IRS to make its taxpayer  identification number verification system available to employers for  purposes of verifying employees’ SSNs.", "Although IRS officials did not focus on them in discussing their review with  us, certain other issues likely would be relevant when considering changes  in employers’ responsibilities.  SBSE’s preliminary conclusion that many of  the employees whose SSNs were identified as invalid in its review  appeared to be aliens raises the question of whether addressing the  accuracy of SSNs has immigration-related implications for employers and  other federal agencies.  Even though incorrect SSNs may result from such  things as inadvertent errors on employees’ or employers’ part or from  individuals not reporting a name change to SSA, some portion of inaccurate  SSNs likely are due to illegal aliens using false or stolen SSNs when  completing Forms W-4 for employers.  TIGTA estimated, for example, that  353,000 taxpayers could be identified as illegal aliens from IRS tax year  2000 data and that of these at least 265,000 had wage statements with  invalid SSNs. Since significant numbers of individuals with inaccurate  SSNs on Forms W-4 may be illegal aliens, some employers have raised  concerns about whether being required to verify employees’ SSNs would  trigger obligations to other federal agencies, such as DHS.  In general, if  questions arise about an employee’s work authorization, DHS guidance  provides that an employer might need to take certain actions, such as  providing the employee another opportunity to provide proper DHS Form I- 9 documentation.", "An earlier pilot test of a voluntary employment verification system  illustrates other issues that may affect employers and other federal  agencies if IRS requires SSN verification.  The Illegal Immigration Reform  and Immigrant Responsibility Act of 1996 directed the Attorney General to  conduct a pilot program of an employment verification system intended to  prevent employers from hiring unauthorized aliens.  The voluntary  participants in this system agreed to electronically check newly hired  employees’ SSNs against SSA’s SSN records and, if the SSNs did not match  and the employees were unable to resolve the mismatch, to terminate their  employment.   This pilot program includes the employer contacting DHS to  verify employment eligibility of a potential employee.  The basic pilot of the  program is operating in six states (California, Florida, Illinois, Nebraska,  New York, and Texas) and can be expanded to all 50 states by December  2004.  In evaluating the basic pilot program, researchers found that the  system confirmed that 87 percent of the employees were authorized to  work but that some employers took adverse actions against employees on  the basis of a tentative nonconfirmation (e.g., the employee’s name and  SSN did not match SSA’s records) although they were prohibited from  doing so under the program.  Federal law protects certain individuals from  unfair immigration-related employment practices of a U.S. employer.  The  federal government entity charged with oversight of the laws protecting  against unfair immigration-related employment practices is the Office of  Special Counsel for Immigration Related Unfair Employment Practices,  which is part of the Civil Rights Division of the Department of Justice.", "IRS officials are aware that changes to the reasonable cause standard could  have consequences for other federal agencies.  For example, when TIGTA  recommended that IRS initiate a regularly scheduled penalty program to  penalize employers for submitting inaccurate SSNs on wage statements,  IRS was contacted by the Departments of Labor, Justice and Homeland  Security, seeking information. Regarding coordinating any initiatives with  other federal agencies, IRS officials said that they would take other  agencies’ views into account most likely through their formal comments on  any regulatory proposal IRS and Treasury would make."], "subsections": []}, {"section_title": "IRS Plans to Design an Evaluation of Its Penalty Program if a Program Is Adopted", "paragraphs": ["If IRS implements a program to assess penalties against employers who file  wage statements with inaccurate SSNs, IRS plans to evaluate the  effectiveness of its program on curtailing the filing of such wage  statements.  IRS officials said they will design the evaluation after a penalty  program is adopted.  In its September 2002 report, TIGTA recommended  that the Program Director for Penalties and Interest develop a methodology  for monitoring and analyzing the results of the penalty program and that  the data collected should include the number and amount of penalties  proposed, assessed, waived (and the reason for the waiver), and  collected.  TIGTA also said the data should include the number of wage  statements corrected in response to penalty actions.  Developing and  implementing a design for evaluating whatever program IRS moves ahead  with will be important so that IRS can understand how well the new  program succeeds in increasing SSN accuracy on wage statements while  minimizing potential adverse effects like decreased participation of wage  earners in the tax system."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Inaccurate SSNs on wage statements contribute to growth in the SSA  Earnings Suspense File, increase IRS’s workload to ensure that wages are  properly identified for the individual earning them, and burden individuals  who must work with SSA and IRS to resolve disputes that may affect their  tax obligations and social security benefits.  Under the Tax Reform Act of  1986 and OBRA of 1989, Congress provided IRS authority to penalize  employers who submit wage statements with inaccurate SSNs to help  assure the accurate reporting of wages.  Both Acts emphasize the use of  penalties as a tool to help ensure that employers file information returns  with complete and accurate information but also include a reasonable  cause provision under which penalties can be waived.", "However, the reasonable cause standard is not difficult for employers to  meet.  IRS has no record of penalties having been levied against employers  and none have been levied to date as part of IRS’s study of employers with  substantial numbers or percentages of wage statements with inaccurate  SSNs.", "Because little or no likelihood exists for penalties to be levied, the potential  of the statutory penalty tool to encourage greater accuracy of wage  statements is compromised.  Further, because employers have no  responsibility to verify SSNs, opportunities to detect and correct SSN  inaccuracies before SSA and IRS need to react to them and possibly  consider penalizing employers are lost.  Accordingly, thoroughly exploring  options to change the reasonable cause standard, including possibly  requiring that employers take steps to verify the accuracy of SSNs provided  by employees, must be a critical part of IRS’s consideration of how to make  their penalty program more effective.", "Nevertheless, because a change to the reasonable cause standard could  have consequences for IRS, employers, and other federal agencies,  determining whether and how to modify the standard will require balancing  numerous, sometimes conflicting, issues.  Accordingly, in considering  options for revising the standard, IRS would benefit from understanding  these potential consequences.  Although IRS officials anticipate receiving  formal comments from other federal agencies on any regulatory proposal  they may publish, they do not have plans to work with representatives of  these agencies as they initially consider what options may best address  inaccurate SSNs."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["We have two recommendations. First, given the central role that the  reasonable cause standard plays in defining the responsibilities of  employers and thereby potential progress in improving the accuracy of  SSNs on wage statements, we recommend that the Commissioner of  Internal Revenue consider options for revising this standard.  Second,  because changes to this standard likely would have consequences for other  federal agencies, the Commissioner should ensure that as IRS officials  consider whether and how to modify this standard, representatives of other  potentially affected federal agencies are consulted prior to issuing any  proposed regulations."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["The Commissioner of Internal Revenue provided written comments on a  draft of this report in an August 10, 2004, letter, which is reprinted in  appendix II.  The Commissioner agreed with our recommendations, saying  that IRS would consider revisions to the reasonable cause standard and  that IRS must proactively work with other potentially affected agencies on  possible changes to the standard. Regarding possible changes to the  reasonable cause standard, we encourage IRS to explore options for having  employers verify the accuracy of SSNs.  Then, if an employee provided an  inaccurate SSN, the employer could take timely actions to obtain a valid  SSN.  In agreeing that IRS should work with other agencies, the  Commissioner did not indicate when or how IRS planned to do so.  We  believe it is important for IRS to work with the other affected agencies  before draft regulations are developed so IRS has the benefit of the  agencies’ views when designing the draft regulations.", "The Commissioner of SSA provided written comments on a draft of this  report in an August 6, 2004, letter, which is reprinted in appendix III.  The  Commissioner said that due to the possible impact on SSA, employers, and  employees, SSA should be involved in the development of any requirement  imposed on employers to verify SSNs provided by employees, thus  agreeing with our recommendation that IRS should consult other federal  agencies prior to making any changes to the reasonable cause standard.  In  addition, at SSA’s request, we clarified a description of a pilot program for  verifying employment eligibility.", "As agreed with your office, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days from its  date.  At that time, we will send copies to the Chair and Ranking and  Minority Member of the Senate Committee on Finance; the Chair and  Ranking Minority Member of the House Committee on Ways and Means and  its Subcommittees on Oversight and on Social Security; the Chair and  Ranking Minority Member of the Senate Committee on the Judiciary and  the Chair and Ranking Minority Member of its Subcommittee on  Immigration, Border Security and Citizenship; the Chair and Ranking  Minority Member of the Senate Special Committee on Aging; the Chair and  Ranking Minority Member of the House Committee on the Judiciary and  the Ranking Minority Member of its Subcommittee on Immigration, Border  Security and Claims; the Chair and Ranking Minority Member of the House  Select Committee on Homeland Security; the Chair and Ranking Minority  Member of the House Committee on Government Reform and its  Subcommittee on National Security, Emerging Threats, and International  Relations; the Secretary of the Treasury; the Commissioner of Internal  Revenue; the Commissioner of Social Security; the Director of the Office of  Management and Budget; and other interested parties.  We will make  copies available to others on request.  In addition, the report will be  available at no charge on the GAO Web site at http://www.gao.gov.", "This report was prepared under the direction of Boris Kachura, Assistant  Director.  If you have any questions regarding this report, please contact  him at (202) 512-3161 or kachurab@gao.gov or me at (202) 512-9110 or  brostekm@gao.gov.  Key contributors to this report were Shirley Jones,  Jean McSween, Jay Pelkofer, and Shellee Soliday."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["Our first objective was to describe the statutory provisions authorizing the  Internal Revenue Service (IRS) to penalize employers who file Forms W-2  (Wage and Tax Statements), hereafter referred to as wage statements, with  inaccurate social security numbers (SSNs).  To address the first objective,  we identified the laws that gave IRS this authority, verified this with IRS  Office of Chief Counsel staff, and researched the legislative history of those  laws.", "Our second objective was to describe IRS’s current program for identifying  and penalizing employers who file wage statements with inaccurate SSNs  including any changes under consideration.  To address the second  objective, we reviewed IRS’s current penalty program with various IRS  officials including the Program Director for Penalties and Interest and  reviewed a Treasury Inspector General for Tax Administration (TIGTA)  report addressing the same subject.  We interviewed Small Business/Self  Employed (SBSE) Division and Large and Mid-Size Business (LMSB)  Division Employment Tax officials to determine how employment tax  examinations can be used to identify employers who should possibly be  assessed a penalty for filing wage statements with inaccurate SSNs.  We  also sought from the Program Director for Penalties and Interest, the SBSE  Office of Employment Tax Director, and the LMSB National Program  Manager for the Employment Tax Program any data collected by IRS that  would show the number of employers who had been assessed penalties for  filing wage statements with inaccurate SSNs. We reviewed the IRS Office  of Chief Counsel file related to the regulations implementing the legislation  identified under objective one as well as the regulations themselves and  interviewed Chief Counsel staff and the National Program Director for  Penalties and Interest about what employers must do, under the  regulations, to avoid a penalty for filing a wage statement with an  inaccurate SSN.  We also reviewed information IRS provided to employers  about their responsibilities in relation to filing accurate SSNs.  We reviewed  documents related to IRS’s review of 100 “egregious” employers who filed  large number of wage statements with inaccurate SSNs including an LMSB  Division report summarizing the results of its review of 50 of those  employers as well as discussed the study with the Program Director for  Penalties and Interest.  These discussions covered, among other things,  the objectives and methodology used for the reviews, any results to date,  and how IRS planned to use the results, including IRS’s plans for  developing a penalty program.", "Our third objective was to describe the extent to which IRS’s program  meets legislative requirements and the likelihood that employers will be  penalized for filing wage statements with inaccurate SSNs under that  program.  To address the third objective, we compared the information we  collected related to the first objective—the statutory provisions—to the  information we collected related to the second objective—specifically  IRS’s program for identifying and penalizing employers who file such wage  statements. We also reviewed any data IRS collected on penalties assessed  against employers who filed such wage statements and the regulations  implementing the legislation. We reviewed IRS’s examination of 100  “egregious” employers who filed large numbers of wage statements with  inaccurate SSNs, and the LMSB Division report summarizing the results of  its review of 50 of the 100 employers.  We also met with Social Security  Administration (SSA) officials to obtain information about the number of  wage statements filed by employers with names and SSNs that do not  match SSA’s records, the relationship between wage statements with  inaccurate SSNs and social security benefits, and the tools they make  available to employers to verify SSNs.  In addition, we reviewed literature  and reports related to the use of SSNs by the Department of Homeland  Security and discussed this use with knowledgeable GAO staff.", "Our fourth objective was to describe how IRS is evaluating, or planning to  evaluate, the effectiveness of its program on curtailing the filing of wage  statements with inaccurate SSNs.  To address the fourth objective, we  interviewed the IRS Program Director for Penalties and Interest and  reviewed the TIGTA report referred to previously.  We did not review and  analyze any documents related to an evaluation design since IRS does not  have one.", "We did not conduct a data reliability assessment because IRS does not  collect data on penalties related to wage statements filed with inaccurate  SSNs.  We performed our work from November 2003 through June 2004 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Comments from the Internal Revenue Service", "paragraphs": [], "subsections": []}, {"section_title": "Comments from the Social Security Administration", "paragraphs": [], "subsections": [{"section_title": "GAO’s Mission", "paragraphs": ["The Government Accountability Office, the audit, evaluation and  investigative arm of Congress, exists to support Congress in meeting its  constitutional responsibilities and to help improve the performance and  accountability of the federal government for the American people. GAO  examines the use of public funds; evaluates federal programs and policies;  and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost  is through GAO’s Web site (www.gao.gov). Each weekday, GAO posts  newly released reports, testimony, and correspondence on its Web site. To  have GAO e-mail you a list of newly posted products every afternoon, go to  www.gao.gov and select “Subscribe to Updates.”"], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Congressional Relations", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}