{"id": "GAO-02-931T", "url": "https://www.gao.gov/products/GAO-02-931T", "title": "Small Business Administration: Workforce Transformation Plan Is Evolving", "published_date": "2002-07-16T00:00:00", "released_date": "2002-07-16T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["The Small Business Administration (SBA) has made organizational structure and service delivery changes during the past 10 years. However, ineffective lines of communication, confusion over the mission of district offices, complicated and overlapping organizational relationships, and a field structure not consistently matched with mission requirements all combine to impede SBA staff efforts to deliver services effectively. SBA's structural inefficiencies stem in part from realignment efforts during the mid-1990s that changed SBA's functions but left aspects of the previous structure intact, congressional influence over the location of field offices and centers, and legislative requirements such as specified reporting relationships. In response to GAO's findings and additional challenges identifies by the Office of Management and Budget and the SBA Inspector General, SBA recently announced a draft 5-year workforce transformation plan that discusses many of GAO's findings regarding the difficulties posed by its current structure. Organizational alignment is crucial if an agency is to maximize its performance and accountability. As SBA executes its workforce transformation plan, it should employ strategies common to successful transformation efforts both here and abroad. Successful efforts begin with instilling senior-level leadership, responsibility, and accountability for organizational results and transformation efforts. Organizations that have successful undertaken transformation efforts also typically use strategic planning and human capital management, alignment of activities, processes, and resources, and internal and external collaboration to underpin their efforts."]}], "report": [{"section_title": "Letter", "paragraphs": ["We are here today at your request to discuss how well the Small Business Administration’s (SBA) organization is aligned to fulfill its mission. By organizational alignment, we mean the integration of organizational components, activities, core processes, and resources to support efficient and effective achievement of outcomes. SBA’s mission is to maintain and strengthen the nation’s economy by aiding, counseling, assisting, and protecting the interests of the nation’s small businesses and by helping businesses and families recover from natural disasters. SBA has a total portfolio of about $44 billion, including $39 billion in direct and guaranteed small business loans and other guarantees and $5 billion in disaster loans. Over three-quarters of SBA’s 4,075 employees are assigned to the agency’s 10 regional offices, 70 district offices, and other field locations.", "In the past 10 years, SBA has made changes to both its organizational structure and service delivery. In response to budget reductions in the 1990s, SBA streamlined its field structure, downsized its 10 regional offices, and created the Office of Field Operations to act as liaison with the district offices, a function formerly performed by the regional offices. Additionally, SBA restructured its loan programs by creating centers to process and serve the majority of loans—work once largely handled by the district offices. SBA has also gone from making loans directly to guaranteeing loans made by commercial lenders. Most recently, to guide organizational changes needed to improve its delivery of services and respond to issues and challenges raised by GAO, the Office of Management and Budget (OMB), and the SBA Inspector General, SBA has drafted a plan for a 5-year workforce transformation. The draft plan we obtained recognizes SBA’s need to restructure its workforce, privatize non-core functions, adjust incentives and goals, and streamline its headquarters’ operation.", "Our testimony today is based primarily on the report we issued on October 26, 2001, as well as additional GAO human capital-related work and our review of SBA’s draft 5-year workforce transformation plan. Our remarks will focus on (1) SBA’s current organizational alignment, issues it poses in SBA’s ability to fulfill its mission, and SBA’s draft workforce transformation plans; and (2) information SBA should consider as it moves forward with its transformation plan. In conducting our work for the October 26, 2001 report, we obtained documents on both current SBA alignment and past reorganization efforts, reviewed laws mandating aspects of SBA’s organization, analyzed the restructuring efforts of other federal agencies, and collected information on best practices in organizational alignment. In addition, we interviewed 78 senior SBA officials in headquarters and field offices.", "SBA’s current structure contributes to the challenges SBA faces in delivering services to the small business community. In particular, ineffective lines of communication; confusion over the mission of district offices; complicated, overlapping organizational relationships; and a field structure not consistently matched with mission requirements combine to impede the efforts of SBA staff to deliver services effectively. SBA’s structural inefficiencies stem in part from realignment efforts during the mid-1990s that changed how SBA performed its functions but left aspects of the previous structure intact, congressional influence over the location of field offices and centers, and legislative requirements such as specified reporting relationships. In response to our findings and additional challenges identified by OMB and the SBA Inspector General, SBA recently announced a draft 5-year workforce transformation plan that discusses many of our findings regarding the difficulties posed by its current structure.", "Organizational alignment is crucial if an agency is to maximize its performance and ensure its accountability. As SBA moves forward to execute its workforce transformation plan, it should consider employing strategies common to successful transformation efforts both here and abroad. Successful efforts begin with instilling senior-level leadership, responsibility, and accountability for organizational results and transformation efforts. Organizations that have successfully undertaken transformation efforts also typically use strategic planning; strategic human capital management; alignment of activities, processes, and resources; and internal and external collaboration to underpin their efforts, among other transformation and change management initiatives."], "subsections": [{"section_title": "SBA Staff Identified Organizational Problems", "paragraphs": ["According to senior SBA officials in headquarters and the field, several aspects of the current organizational alignment contribute to the challenges faced by SBA management. The problem areas include cumbersome communication links between headquarters and field units; complex, overlapping organizational relationships; confusion about the district offices’ primary customer; and a field structure not consistently matched with mission requirements. According to the agency scorecard report for SBA, while SBA recognizes the need to restructure, little progress has been made to date. In response to our findings and additional challenges identified by OMB and the SBA Inspector General, SBA drafted a 5-Year Workforce Transformation Plan."], "subsections": [{"section_title": "Cumbersome Communication", "paragraphs": ["The 1990s realignment—in which the regions were downsized, but not eliminated, and the Office of Field Operations was created, but never fully staffed—resulted in the cumbersome communication links between headquarters and field units according to senior SBA officials in headquarters and the field. The Office of Field Operations had fewer than 10 staff at the time of our review, and senior SBA officials told us that it would be impossible for such a small office to facilitate the flow of information between headquarters and district offices as well as was done by the 10 regional offices when each region had its own liaison staff. As a result, headquarters program offices sometimes communicate with the district offices directly and they sometimes go through the Office of Field Operations. To further complicate communication, the regional offices are still responsible for monitoring goals and coordinating administrative priorities to the district locations. Officials described how these multiple lines of communication have led to district staff being on the receiving end of conflicting or redundant requests. While some SBA officials felt that the regions had a positive effect on communication between headquarters and the districts, others felt that the regions were an unnecessary layer of management. The SBA Inspector General’s office found similar problems with communication within SBA when it conducted management challenge discussion groups with almost 50 senior officials from SBA headquarters, regional, and district offices.", "SBA has recognized that as it transforms itself, it needs to make the lines of communication between the districts, regions, and headquarters clearer to help bring about quick, effective decision-making. SBA plans to increase the responsibilities of the regional offices, perhaps by adding a career deputy regional administrator to assist the Regional Administrator in overseeing the district offices. Under SBA’s draft plan, the deputy would also work closely with the Office of Field Operations to coordinate program delivery in the field."], "subsections": []}, {"section_title": "Overlapping Organizational Responsibilities", "paragraphs": ["We also found evidence of complex, overlapping organizational relationships, particularly among field and headquarters units. For example, district staff working on SBA loan programs report to their district management, while loan processing and servicing center staff report directly to the Office of Capital Access in headquarters. Yet, district office loan program staffs sometimes need to work with the loan processing and servicing centers to get information or to expedite loans for lenders in their district. Because loan processing and servicing centers report directly to the Office of Capital Access, requests that are directed to the centers sometimes must go from the district through the Office of Capital Access then back to the centers. District managers and staff said that sometimes they cannot get answers to questions when lenders call and that they have trouble expediting loans because they lack authority to direct the centers to take any action. Lender association representatives said that the lines of authority between headquarters and the field can be confusing and that practices vary from district to district. Figure 1 depicts the variety of organizational relationships we found between SBA headquarters and field units.", "SBA plans to eliminate the current complicated overlapping organizational relationships between field organizations and headquarters organizations by consolidating functions and establishing specific lines of authority. SBA’s draft transformation plan states that this effort will reduce management layers and provide a more efficient management structure. Specifically, SBA plans to further centralize loan processing, servicing, oversight, and liquidation functions; eliminate area offices for surety bonds and procurements by making regional or district offices responsible; and move oversight for entrepreneurial development programs to district offices."], "subsections": []}, {"section_title": "Disagreement Regarding the District Office’s Primary Customer", "paragraphs": ["We found disagreement within SBA over the primary customer of the district offices. Headquarters executives said that the district offices primarily serve small businesses, while district office officials told us that their primary clients are lenders. The headquarters officials said that the role of the district office was in transition and that, because many lending activities had been centralized, the new role for the district offices was to work with small businesses. However, the district office managers said that their performance ratings were weighted heavily on aspects of loan activity. Moreover, there is only one program—8(a) business development—through which district offices typically work directly with small businesses, further reinforcing the perception of the district managers that lenders rather than small businesses are their primary customers.", "According to SBA’s transformation plan, the mission of its districts will become one of marketing SBA’s continuum of services, focusing on the customer, and providing entrepreneurial development assistance. SBA stated that over the next 5 years, it is fully committed to making fundamental changes at the district level, changes that have been discussed for years, but have never been fully implemented. To begin this change, SBA plans to test specific strategies for focusing district offices’ goals and efforts on outreach and marketing of SBA services to small businesses and on lender oversight in three offices during fiscal year 2002. SBA plans to implement the results in 10-20 districts in fiscal year 2003. As part of this change, SBA will need to carefully consider how the new mission of its district offices will affect the knowledge, skills, and abilities—competencies—district staff will need to be successful in their new roles. If competency gaps are identified, SBA will need to develop recruitment, training, development, and performance management programs to address those gaps."], "subsections": []}, {"section_title": "Field Structure Not Consistently Matched with Mission Requirements", "paragraphs": ["SBA managers said that, in some cases, the current field structure does not consistently match mission requirements. For example, the creation of loan processing and servicing centers moved some, but not all, loan- related workload out of the district offices. District offices retained responsibility for the more difficult loans and loans made by infrequent lenders. Similarly, the regional offices were downsized, but not eliminated during the 1990s. In addition, they said that some offices and centers are not located to best accomplish the agency’s mission. For example, Iowa has two district offices located less than 130 miles apart, and neither manages a very large share of SBA’s lending program or other workload. SBA also has a loan-related center located in New York City, a very high- cost area where it has trouble attracting and retaining staff. Figure 2 shows the locations of SBA offices around the country.", "SBA officials also stressed that congressional direction has played a part in SBA’s current structure. SBA officials pointed out that Congress has created many new offices, programs, aspects of existing programs, and pilot projects and has prescribed reporting relationship, grade, and/or type of appointment for several senior SBA officials. We found 78 offices, programs, or program changes that were created by laws since 1961, with most of the changes occurring in the 1980s and 1990s. Eleven SBA staff positions and specific reporting relationships were also required by law.", "In its transformation plan, SBA discusses its difficulty with matching its field structure with mission requirements and states that in order for the field structure to reflect the new mission and customer focus, consolidation of functions and the elimination or reduction of redundant offices may be necessary. The result of consolidations will be a streamlined organization with reduced management layers and an increased span of control for the field organizations that remain. For example, over the course of the 5-year plan, SBA plans to consolidate all loan processing, servicing, and liquidation into fewer centers, but give them an expanded role for handling all the functions currently carried out in the district offices."], "subsections": []}]}, {"section_title": "Organizational Alignment is Crucial to Maximizing Performance and Ensuring Accountability", "paragraphs": ["Integrating personnel, programs, processes, and resources to support the most efficient and effective delivery of services—organizational alignment—is key to maximizing an agency’s performance and ensuring its accountability. The often difficult choices that go into transforming an organization to support its strategic and programmatic goals have enormous implications for future decisions. Our work has shown that the major elements that underpin a successful transformation—and that SBA should consider employing—include strategic planning; strategic human capital management; senior leadership and accountability; alignment of activities, processes, and resources to support mission achievement; and internal and external collaboration."], "subsections": [{"section_title": "Strategic Planning", "paragraphs": ["Proactive organizations employ strategic planning to determine and reach agreement on the fundamental results the organization seeks to achieve, the goals and measures it will set to assess programs, and the resources and strategies it will need to achieve its goals. Strategic planning is used to drive programmatic decision-making and day-to-day actions and, thereby, help the organization be proactive, able to anticipate and address emerging threats, and take advantage of opportunities, rather than remain reactive to events and crises. Leading organizations, therefore, understand that strategic planning is not a static or occasional event, but a continuous, dynamic, and inclusive process. Moreover, it can guide decision-making and day-to-day activities.", "According to the agency scorecard report, SBA has not articulated a clear vision of what role it should fill in the marketplace. In our review of SBA’s fiscal year 2000 performance report and fiscal year 2002 performance plan, we reported that we had difficulty assessing SBA’s progress in achieving its goals because of weaknesses in its performance measures and data.We said that SBA should more clearly link strategies to measurable performance indicators, among other things. SBA said it has made adjustments to its managing for results process and now has identified specific performance parameters that must be met. Additionally, SBA recognizes the need for its workforce transformation plan and 5-Year Strategic Plan to complement each other."], "subsections": []}, {"section_title": "Strategic Human Capital Management", "paragraphs": ["People—or human capital—are an organization’s most important asset and define its character, affect its capacity to perform, and represent its knowledge base. We have recently released an exposure draft of a model of strategic human capital management that highlights the kinds of thinking that agencies should apply and steps they can take to manage their human capital more strategically. The model focuses on four cornerstones for effective human capital management—leadership; strategic human capital planning; acquiring, developing, and retaining talent; and results-oriented organizational cultures—and a set of associated critical success factors that SBA and other federal agencies may find useful in helping to guide their efforts.", "In its workforce transformation plan, SBA said that it recognizes that employees are its most valuable asset. It plans to emphasize the importance of human capital by clearly defining new agency functions and identifying and developing the skills and competencies required to carry out the new mission. SBA also plans, beginning in fiscal year 2002, to conduct a comprehensive skill and gap analysis for all employees. In addition, SBA will increase its emphasis on its two succession planning programs, the Senior Executive Service Candidate Development Program and the District Director Development Program, to recruit qualified individuals for future leadership roles. SBA also said that it plans to increase the number of professional development opportunities for employees to ensure that they can build missing competencies."], "subsections": []}, {"section_title": "Senior Leadership and Accountability", "paragraphs": ["The importance of senior leadership and commitment to change is essential. Additionally, high performing organizations have recognized that a key element of an effective performance management system is to create a “line of sight” that shows how individual responsibilities and day-to-day activities are intended to contribute to organizational goals. In addition to creating “lines of sight,” a performance management system should encourage staff to focus on performing their duties in a manner that helps the organization achieve its objectives.", "The SBA Administrator has demonstrated his commitment to transforming SBA by tasking his Deputy Administrator and Chief Operating Officer with coordinating the implementation of SBA’s 5-year workforce transformation plan. He also said that the transformation plan will complement the agency’s 5-Year Strategic Plan and that SBA’s successes will be measured by the successes of its clients. These are important steps in aligning expectations within the agency toward agency goals. As SBA begins to implement its transformation plan, it will also be important to be certain that agency goals are reflected in the performance objectives and ratings of SBA’s senior executives and the performance appraisal systems for lower-level employees. Sustained senior management attention to implementation of the plan and support from key internal and external stakeholders will be important ingredients in the ultimate success or failure of SBA’s transformation."], "subsections": []}, {"section_title": "Alignment of Activities, Processes, and Resources", "paragraphs": ["An organization’s activities, core processes, and resources must be aligned to support its mission and help it achieve its goals. Leading organizations start by assessing the extent to which their programs and activities contribute to fulfilling their mission and intended results. They often find, as our work suggested, that their organizational structures are obsolete and that levels of hierarchy or field-to-headquarter ratios must be changed. Similarly, as priorities change, resources must be moved and workforces redirected to meet changing demands.", "According to the President’s Management Agenda, while SBA recognizes the need to restructure, little progress has been made to date and SBA has not translated the benefits of asset sales and technological improvements into human resource efficiencies. In response, SBA drafted a 5-Year Workforce Transformation Plan intended to adjust its programs and delivery mechanisms to reflect new ways of doing business and the changing needs of its clients. SBA said that it plans to continue with asset sales, to enhance technology by using contractors, and to use technology to move work to people—more of whom will be deployed at smaller facilities in the future."], "subsections": []}, {"section_title": "Internal and External Collaboration", "paragraphs": ["There is also a growing understanding that all meaningful results that agencies hope to achieve are accomplished through networks of governmental and nongovernmental organizations working together toward a common purpose. Internally, leading organizations seek to provide managers, teams, and employees at all levels the authority they need to accomplish programmatic goals and work collaboratively to achieve organizational outcomes. Communication flows up and down the organization to ensure that line staffs have the ability to provide leadership with the perspective and information that the leaders need to make decisions. Likewise, senior leaders keep the line staff informed of key developments and issues so that the staff can best contribute to achieving organizational goals.", "SBA has long understood the need for collaboration. In the late 1980s, SBA shifted its core functions of direct loan making and entrepreneurial assistance to reliance on resource partners to deliver SBA programs directly. This shift allowed SBA to greatly increase its loan volume and the number of clients served. However, SBA has lost much of its direct connection with its small business owner clients. SBA has only recently begun to develop the appropriate oversight tools for its resource partners and the appropriate success measures for its programs and staff.", "Mr. Chairman, this concludes my prepared statement. I would be pleased to respond to any questions that you or other Members of the Subcommittee may have at this time."], "subsections": []}]}]}], "fastfact": []}