{"id": "GAO-20-245", "url": "https://www.gao.gov/product/GAO-20-245", "title": "Southwest Border: Actions Needed to Improve DHS Processing of Families and Coordination between DHS and HHS", "published_date": "2020-02-19T00:00:00", "released_date": "2020-03-18T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In fiscal year 2019, CBP reported apprehending more than 527,000 noncitizen family unit members at or between U.S. ports of entry along the southwest border—a 227 percent increase over fiscal year 2018. In April 2018, the U.S. Attorney General issued a memo on criminal prosecutions of immigration offenses, which DHS officials said led to an increase in family separations.", "GAO was asked to review issues related to DHS's processing of family units. This report examines (1) CBP data on apprehended family unit members; the extent to which (2) CBP and (3) ICE developed and implemented policies and procedures for processing family units; and (4) how DHS and HHS share information about UAC. GAO analyzed record-level DHS and HHS data and documents; interviewed DHS and HHS officials; and visited DHS locations in California and Texas where CBP apprehensions of family units increased in 2017."]}, {"section_title": "What GAO Found", "paragraphs": ["Data from the Department of Homeland Security's (DHS) U.S. Customs and Border Protection (CBP) indicate that apprehensions of family unit members (noncitizen children under 18 and their parents or legal guardians) grew from about 22 percent of total southwest border apprehensions in fiscal year 2016 to about 51 percent of such apprehensions during the first two quarters of fiscal year 2019—the most current data available. During this period, CBP data indicated that most apprehensions of family units—about 76 percent—occurred between ports of entry by the U.S. Border Patrol (Border Patrol). With regard to family separations, from April 2018 through March 2019, CBP data indicate it separated at least 2,700 children from their parents, processing them as unaccompanied alien children (UAC) and transferring them to the Department of Health and Human Services (HHS).", "CBP developed some policies and procedures for processing family units but does not have sufficient controls to ensure effective implementation. For example, CBP policy requires that Border Patrol agents and officers track apprehended family unit members and, if applicable, subsequent family separations in agency data systems. GAO's analysis of Border Patrol documents and data indicates that its agents have not accurately and consistently recorded family units and separations. Specifically, GAO examined a nongeneralizable sample of 40 HHS records for children involved in family separations between June 2018 and March 2019 and matched them to Border Patrol apprehensions data for these children. GAO found Border Patrol did not initially record 14 of the 40 children as a member of a family unit (linked to a parent's record) per Border Patrol policy, and thus did not record their subsequent family separation. GAO found an additional 10 children among the 40 whose family separations were not documented in Border Patrol's data system as required by CBP policy during this period. Border Patrol officials were unsure of the extent of these problems, and stated that, among other things, data-entry errors may have arisen due to demands on agents as the number of family unit apprehensions increased. Thus, it is unclear the extent to which Border Patrol has accurate records of separated family unit members in its data system. Further, Border Patrol agents inconsistently recorded information about the reasons for and circumstances surrounding family separations on required forms. Developing and implementing additional controls would help Border Patrol maintain complete and accurate information on all family separations.", "DHS's U.S. Immigration and Customs Enforcement (ICE) is, among other things, responsible for detaining and removing those family units apprehended by CBP. ICE officers are to determine whether to accept or deny a referral of a family unit from CBP for detention in one of ICE's family residential centers, release family unit members into the interior of the United States, or remove family unit members (who are subject to final orders of removal) from the United States. ICE has procedures for processing and releasing family units from ICE custody. However, with regard to family unit separations, ICE relies on a manual process to track separations that occur in ICE custody (generally at one of ICE's family residential centers) and does not systematically record this information in its data system. Without a mechanism to do so, ICE does not have reasonable assurance that parents whom ICE separated from their children and are subject to removal are able to make arrangements for their children, including being removed with them, as provided in ICE's policy for detained parents.", "In 2018, DHS and HHS developed written interagency agreements regarding UAC. However, DHS and HHS officials stated they have not resolved long-standing differences in opinion about how and what information agencies are to share related to the care and placement of those children, including those referred to HHS after a family separation. GAO found that DHS has not consistently provided information and documents to HHS as specified in interagency agreements. HHS officials also identified additional information they need from DHS, about those adults apprehended with children and later separated, to inform their decisions about placing children with sponsors and reunifying separated families, when necessary. Increased collaboration between DHS and HHS about information sharing would better position HHS to make informed and timely decisions for UAC."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making eight recommendations to DHS and one to HHS. Among them, CBP should develop and implement additional controls to ensure that Border Patrol agents accurately record family unit separations in data systems. GAO also recommends that ICE systematically track in its data system the family units ICE separates. Further, DHS and HHS should collaborate about information sharing for UAC. DHS and HHS concurred with the recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["In fiscal year 2019, the Department of Homeland Security’s (DHS) U.S.  Customs and Border Protection (CBP) reported apprehending almost  527,000 individuals at or between U.S. ports of entry along the southwest  border who were members of noncitizen family units (parents and  children under 18 years old)—a 227 percent increase over fiscal year  2018. In July 2019, the Acting DHS Secretary testified that the majority  of individuals apprehended by CBP in fiscal year 2019 were family units  or unaccompanied alien children (UAC). In addition, he stated that CBP’s  U.S. Border Patrol and Office of Field Operations (OFO) were  apprehending increasingly larger groups at and between ports of entry,  straining CBP’s resources to process these individuals. For example, in  May 2019, Border Patrol apprehended a group of more than 1,000  individuals (900 of whom were identified as members of family units) in its  El Paso sector, the largest group ever apprehended by Border Patrol.", "CBP may hold family units, in the short-term, in facilities for general  processing and determining, in coordination with DHS’s U.S. Immigration  and Customs Enforcement (ICE), the next appropriate course of action,  such as release into or removal from the United States. ICE maintains  custody of family units in long-term detention facilities, known as family  residential centers, and monitors those released into the country to await  their immigration removal proceedings before an immigration judge. If  DHS determines that noncitizen children should be separated from their  parents, DHS then considers the children to be UAC—children who (1)  have no lawful immigration status in the United States, (2) have not  attained 18 years of age, and (3) have no parent or legal guardian in the  United States available to provide care and physical custody. DHS then  refers the UAC to the custody of the Office of Refugee Resettlement  (ORR) within the Department of Health and Human Services (HHS),  consistent with federal law.", "In April 2018, the U.S. Attorney General issued a memorandum on  criminal prosecutions of immigration offenses, which, according to DHS  officials, resulted in a considerable increase in the number of minor  children who were separated from their parents or legal guardians. On  June 26, 2018, a federal judge ordered the government to reunify certain  separated families. In 2018, we reported on DHS and HHS processes for  tracking and reunifying families that DHS separated at the southwest  border in fiscal year 2018.", "You asked us to review issues related to noncitizen family units arriving at  the southwest border. This report examines (1) what CBP data indicate  about the numbers and characteristics of family units apprehended along  the southwest border, (2) the extent to which CBP has developed and  implemented policies and procedures for processing family units  apprehended along the southwest border, (3) the extent to which ICE has  developed and implemented policies and procedures for processing  family units apprehended along the southwest border, and (4) how DHS  and HHS share information about UAC, including children who initially  arrived with and were separated from their parents or other adults.", "To address these objectives and observe agents and officers processing  families, we conducted site visits at Border Patrol stations and OFO ports  of entry in Arizona, California, and Texas, from July 2018 to October  2018. We also visited ICE family detention facilities, known as family  residential centers, in Dilley and Karnes City, Texas, in February 2019.  During these site visits, we interviewed Border Patrol, OFO, and ICE  officials, observed agents and officers processing families, and toured  CBP and ICE facilities, among other activities. To select these locations,  we reviewed CBP data on Border Patrol and OFO apprehensions along  the southwest border, including family unit apprehensions, and identified  specific locations that had the greatest increase in the number of  apprehensions from fiscal years 2016 to 2017. We also considered the  geographical proximity of multiple CBP and ICE facilities to maximize  observations. Our observations during site visits are not generalizable to  all Border Patrol, OFO, and ICE operations along the southwest border,  but provided us the opportunity to learn more about how policies and  procedures for processing families are conducted and how CBP and ICE  coordinate their efforts.", "In addition, to address all of our objectives, we interviewed DHS and HHS  officials. Specifically, we met with officials from CBP’s Office of the  Commissioner and Office of Chief Counsel, Border Patrol’s Law  Enforcement Operations Directorate and Strategic Planning and Analysis  Directorate, OFO’s Admissibility and Passenger Programs office, ICE’s  Enforcement and Removal Operations and Office of the Principal Legal  Advisor, as well as HHS officials from the offices of the Assistant  Secretary for Preparedness and Response and ORR.", "To address the first objective, we reviewed record-level data from Border  Patrol and OFO on their apprehensions of individuals determined to be  inadmissible or potentially subject to removal. Specifically, we collected  and analyzed data from fiscal year 2016 through the second quarter of  fiscal year 2019, because Border Patrol and OFO began to systematically  collect data on individuals who arrived as part of a family unit in fiscal  year 2016. The second quarter of fiscal year 2019 was the most current  data available at the time of our review. To assess the reliability of CBP  data, we completed a number of steps, including (1) performing electronic  testing for obvious errors in accuracy and completeness, such as running  logic tests; (2) reviewing existing information about the data and the  systems that produced them, such as relevant training materials for  Border Patrol agents and OFO officers who use agency data systems;  and (3) discussing data entry issues and data limitations with Border  Patrol and OFO officials. We also received demonstrations on the data  systems from Border Patrol and OFO officials at headquarters. We  determined that the Border Patrol and OFO data were sufficiently reliable  to generally describe the number and demographic characteristics of  family units apprehended by CBP along the southwest border. Due to  data reliability issues discussed in the report, we rounded numbers  presented on family separations.", "To address the second objective, we reviewed CBP, Border Patrol, and  OFO policy documents, training materials, and other guidance  documents. For example, we reviewed CBP’s 2015 National Standards  on Transport, Escort, Detention, and Search policy, as well as Border  Patrol’s data system processing guidance and Border Patrol and OFO  policies and procedures on how agents are to record family separations in  agency data systems, among other documents. We compared CBP,  Border Patrol, and OFO policies and procedures to Standards for Internal  Control in the Federal Government related to identifying, analyzing, and  responding to change; designing control activities to achieve objectives  and identify risks; and using quality information to achieve objectives.  We compared Border Patrol processes for tracking family units and family  unit separations against CBP and Border Patrol policy. To evaluate how  Border Patrol recorded its processing of family units apprehended from  June 28, 2018, through March 31, 2019, we also selected a random,  nongeneralizable sample of ORR records for UAC involved in family  separations and compared them to Border Patrol apprehensions data for  the same children.", "To address the third objective, we reviewed ICE policy documents,  training materials, and other guidance documents, including ICE’s  Juvenile and Family Residential Management Unit Field Office Juvenile  Coordinator Handbook. We also compared ICE’s processes against  federal internal control standards related to designing information  systems and related control activities to achieve objectives and respond  to risks. To report on family members apprehended by CBP and  detained in ICE’s family residential centers, we reviewed ICE detention  data from June 2014 through fiscal year 2018. We collected data  beginning in June 2014—when ICE opened its first family residential  center on the southwest border—through fiscal year 2018—the most  recent data available at the time of our review. To assess the reliability of  ICE’s data, we completed a number of steps, including (1) performing  electronic testing for obvious errors in accuracy and completeness, such  as running logic tests; (2) reviewing existing information about the data  and the systems that produced them, such as relevant training materials  for the ICE officers who use them; and (3) discussing data entry issues  and data limitations with ICE officials. We also received demonstrations  on ICE’s data system from officials at headquarters. We determined that  the data were sufficiently reliable to describe the numbers and  demographic characteristics of family members who were apprehended  by CBP and detained by ICE at a family residential center.", "To address the fourth objective, we reviewed DHS and HHS interagency  agreements, including the April 2018 information sharing memorandum of  agreement and July 2018 Joint Concept of Operations, which provide  expectations for interagency information sharing and procedures for the  care and custody of UAC. Additionally, we interviewed DHS and HHS  officials at headquarters and DHS officials at locations along the  southwest border. We also compared DHS and HHS information sharing  practices to leading practices for collaboration among federal agencies.  For more information about our scope and methodology, see appendix I.", "We conducted this performance audit from July 2018 to February 2020 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Federal Agencies’ Roles and Responsibilities for Processing Family Units", "paragraphs": ["After Border Patrol agents or OFO officers apprehend noncitizen family  units, they are to interview each individual, using interpreters if needed,  and collect personal information such as their names, countries of  nationality, and age. Agents and officers also collect biometric  information, such as photographs and fingerprints, from certain  individuals, including those in family units. Border Patrol agents and  OFO officers use fingerprints to run records checks against federal  government databases to determine whether individuals have any  previous immigration or criminal history. Agents and officers are to enter  information about the individuals in the appropriate automated data  system as soon as possible, in accordance with CBP policy.", "According to Border Patrol and OFO officials, if noncitizens are  determined to be ineligible for admission into the United States, agents  and officers must determine whether to place them, including those  arriving in family units, into full or expedited immigration removal  proceedings, consistent with the Immigration and Nationality Act. In full  removal proceedings, individuals have the opportunity to present  evidence to an immigration judge to challenge their removal from the  country and apply for various forms of relief or protection, including  asylum. In expedited removal proceedings, the government can order  individuals removed without further hearing before an immigration judge  unless they express the intent to apply for asylum or a fear of persecution  or torture if returned to their home country. Most arriving family units are  eligible to be placed into expedited removal proceedings, with certain  exceptions, according to Border Patrol and OFO officials. A 2015 CBP  policy requires CBP’s agents and officers to record such decisions for  each family unit member in agency data systems.", "Further, Border Patrol agents and OFO officers print copies of the  information they enter into data systems to create a paper file, known as  an “A-file,” for each family unit member they apprehend. One of the key  required DHS forms in the A-file is Form I-213, Record of  Deportable/Inadmissible Alien (Form I-213). Among other things, this form  captures biographic information and includes a narrative section for  agents and officers to capture details about the circumstances of the  apprehension. According to Border Patrol and OFO headquarters  officials, each family unit member’s A-file is reviewed and approved by a  supervisor.", "If CBP or ICE determines that a family separation is warranted, agents or  officers process the child or children as UAC, according to Border Patrol, OFO, and ICE officials. ICE’s Office of Enforcement and Removal  Operations is generally responsible for transferring these children,  including those separated from a parent, as appropriate, to ORR. Under  the Trafficking Victims Protection Reauthorization Act of 2008, children  must be transferred to ORR within 72 hours after determining that they  are UAC, except in exceptional circumstances. Table 1 provides  additional details about DHS and HHS roles in processing family units.", "DHS officials told us that CBP typically holds family units together for a  limited time before transferring them together to ICE, in accordance with  CBP policy. During that time, agents and officers decide on a case-by- case basis whether to place each family unit in expedited or full  immigration proceedings, according to Border Patrol and OFO officials.  Individuals, including family unit members, placed in expedited removal  proceedings and who express a fear of persecution or torture are  generally subject to mandatory detention under the Immigration and  Nationality Act pending a final credible fear determination. As a result,  Border Patrol and OFO officials stated that its agents and officers typically  determine whether ICE has space in its family residential centers before  processing family units into expedited removal proceedings. From June  2014 through October 2019, ICE, during various periods, operated four  family residential centers in Texas, Pennsylvania, and New Mexico for  family units who may be subject to removal while they await the resolution  of their immigration cases or who have been ordered removed from the  United States. As of October 2019, ICE maintains three family residential  centers—in Dilley, Texas; Karnes City, Texas; and Leesport,  Pennsylvania—with a cumulative capacity of 3,326 beds. For information  about these facilities, see table 2."], "subsections": []}, {"section_title": "Timeline of Family Separation Policies", "paragraphs": ["CBP has historically separated children apprehended in family units from  their parent(s) in specific circumstances, such as if the parental  relationship could not be confirmed, if there was reason to believe the  adult was participating in human trafficking, or if the parent was otherwise  a threat to the safety of the child. As we reported in October 2018, ORR  officials began observing an increase in the percentage of children in its  care who were separated from their parents beginning in 2017. ORR  officials stated they saw a continued increase in separated children in  their care in the first few months of calendar year 2018.", "In April 2018, the U.S. Attorney General directed federal prosecutors to  implement a zero-tolerance policy along the southwest border for  immigration offenses and to accept all improper entry cases referred for  prosecution to the extent practicable. According to DHS officials, after  the Attorney General’s April 2018 memo, CBP began referring a greater  number of adults apprehended at the border to the Department of Justice  for criminal prosecution, including parents who were apprehended with  minor children. CBP generally then separated the family unit, and after  processing the children as UAC, CBP transferred them to ORR custody.  According to CBP headquarters officials, the goal of the zero tolerance  policy was to deliver a consequence to those crossing the border illegally  by charging and convicting them of a crime, specifically a criminal  conviction for improper entry, which is generally a misdemeanor. This  could then lead to escalating criminal consequences for subsequent  apprehensions, since noncitizens—in this case, adults in family units— entering the United States illegally for a second time could be charged  with illegal reentry after removal from the United States, a felony  offense.", "On June 20, 2018, the President issued an executive order directing that  alien families generally be detained together. On June 26, 2018, a  federal judge ruled in the Ms. L. v. ICE case, which was filed by the  American Civil Liberties Union on behalf of certain parents (referred to as  class members) who had been separated from their children. The June  2018 court order stated that certain separated parents must be reunited  with their minor children, barring certain disqualifying criteria. On June  27, 2018, the CBP Commissioner issued a policy memorandum to  provide direction on complying with the court order, to include potential  reasons why a family separation may still be warranted. Figure 1  describes key actions since the Attorney General’s April 2018 memo that  have influenced how DHS determines when family separations are  warranted.", "On July 10, 2018, the court approved reunification procedures for the  class members covered by the June 2018 court order. At that time the  approved class included those adult parents separated from their children  by DHS whose children were in ORR custody as of June 26, 2018,  barring certain disqualifying criteria. Subsequently, on March 8, 2019, the  court ordered an expansion of the class members to include all adult  parents, subject to the same disqualifying criteria, who entered the United  States at or between designated ports of entry on or after July 1, 2017,  and were separated from their children by DHS. As of January 15, 2020,  the government provided to the plaintiffs 11 lists identifying a total of  1,556 children of potential expanded class members. This brought the  total number of possible separated children of potential class members to  4,370."], "subsections": []}]}, {"section_title": "Number of CBP Apprehensions of Family Unit Members Was Greater in the First Two Quarters of Fiscal Year 2019 Than in All of Fiscal Year 2018", "paragraphs": ["CBP data indicate that the number of CBP apprehensions of family unit  members was greater in the first two quarters of fiscal year 2019 than in  all of fiscal year 2018. In addition, apprehensions of family unit members  increased from approximately 22 percent of all southwest border  apprehensions in fiscal year 2016 to approximately 51 percent of all such  apprehensions in the second quarter of fiscal year 2019. The data also  indicate that the majority of CBP apprehensions of family unit members  were Central American nationals and the majority of apprehensions of  children in family units were for children under the age of 12. Further, the  data indicate that CBP placed family unit members in full removal  proceedings before immigration courts at an increasing rate, and most  were released into the United States to await their immigration court  proceedings. Finally, CBP data indicate that CBP separated at least  2,700 children from their parents from April 2018 through March 2019."], "subsections": [{"section_title": "CBP’s Apprehensions of Family Unit Members Increased to Approximately 51 Percent of All Southwest Border Apprehensions in Second Quarter Fiscal Year 2019", "paragraphs": ["CBP data indicate that the number of apprehensions of family unit  members along the southwest border increased from about 120,400  apprehensions in fiscal year 2016 to about 160,400 apprehensions in  fiscal year 2018. Further, CBP apprehensions of family unit members  reached about 213,400 during the first two quarters of fiscal year 2019  alone—approximately a 33 percent increase over the entire previous  fiscal year. Cumulatively, along the southwest border, CBP  apprehensions of family unit members reached about 599,000  apprehensions from fiscal year 2016 through the second quarter of fiscal  year 2019 (see fig. 2).", "As shown in figure 3, CBP data indicate that apprehensions of family unit  members grew from about 22 percent of total southwest border  apprehensions in fiscal year 2016 to about 51 percent of such  apprehensions during the first two quarters of fiscal year 2019.", "CBP data indicate that, during this period, OFO apprehensions of family  unit members at U.S. ports of entry accounted for approximately 24  percent of all such CBP apprehensions. Border Patrol apprehensions of  family unit members between ports of entry accounted for approximately  76 percent of all such CBP apprehensions. About 63 percent of CBP’s  total family unit member apprehensions occurred in just three Border  Patrol sectors in Texas and Arizona (see fig. 4)."], "subsections": []}, {"section_title": "The Majority of CBP Apprehensions of Family Unit Members Were Central American Nationals, and the Majority of Children in Family Units Were under Age 12", "paragraphs": ["CBP data indicate that most apprehensions of family unit members from  fiscal year 2016 through the second quarter of fiscal year 2019 were of  Central American nationals and that the majority of children in family units  were under the age of 12. Figure 5 shows that from fiscal year 2016  through the second quarter of fiscal year 2019, the vast majority of these  apprehensions—about 82 percent—were nationals of Guatemala,  Honduras, or El Salvador. Additionally, about 10 percent of  apprehensions of family unit members were of Mexican nationals and  approximately 7 percent were nationals of other countries.", "From fiscal year 2016 through the first two quarters of fiscal year 2019,  CBP apprehensions of children in family units totaled approximately  327,600. About 72 percent of these apprehensions were of children under  the age of 12 when apprehended by CBP, and about 32 percent were  under age 5 (see table 3).", "Border Patrol also maintains information in its data system that allowed  us to analyze the composition of family units, that is, whether the family  unit was headed by a male or female and how many children were in the  family unit. Most family units apprehended by Border Patrol—about 85  percent—consisted of a single parent travelling with a single child. Most  family units were led by a single female in fiscal year 2016; however, the  number of households led by single males increased and, for the first two  quarters of fiscal year 2019, accounted for almost half of the family units  Border Patrol apprehended. Appendix II contains additional information  about the composition of family units, including the immigration history of  adult family members."], "subsections": []}, {"section_title": "CBP Placed Family Unit Members in Full Removal Proceedings before Immigration Court at an Increasing Rate and Most Were Released Into the United States to Await Proceedings", "paragraphs": ["From fiscal year 2016 through the first two quarters of fiscal year 2019,  CBP placed an increasing percentage of family unit members into full  removal proceedings. Specifically, CBP data indicate that around 46  percent of all apprehensions of family unit members in fiscal year 2016  resulted in the family unit members receiving Notices to Appear before an  immigration court, which initiate full removal proceedings; around 88  percent received Notices to Appear during the first two quarters of fiscal  year 2019. Conversely, CBP data indicate that CBP placed a  decreasing percentage of all apprehensions of family unit members into  expedited removal proceedings during this period. Specifically, the  percentage declined from about 42 percent of all apprehensions of family  unit members in fiscal year 2016 to about 6 percent during the first two  quarters of fiscal year 2019. CBP officials stated that, since the volume of  family units apprehended at the border increased in 2018, they have  placed fewer family unit members into expedited removal proceedings, for  which detention is generally mandatory, due to limited space for family  units in ICE’s family residential centers.", "Department of Homeland Security’s (DHS)  Migrant Protection Protocols  In January 2019, DHS introduced the Migrant  Protection Protocols, also referred to as the  “Remain in Mexico” program, at selected ports  of entry and, as of March 2019, within certain  Border Patrol sectors. Under this policy, CBP  issues eligible individuals, including family unit  members, Notices to Appear before an  immigration court, thereby initiating full  removal proceedings. After CBP agents and  officers complete processing duties, DHS  officials stated that CBP returns the  individuals to Mexico to await their court  proceedings, rather than releasing them into  the interior of the United States. According to  CBP officials, through the end of fiscal year  2019, CBP processed approximately 44,200  individuals—among which about 30,100  individuals, or 68 percent, were family unit  members—using the Migrant Protection  Protocols.", "While ICE generally has the authority to detain individuals for the duration  of their full removal proceedings, CBP and ICE officials stated that ICE  faces constraints that typically prevents it from doing so for family units.   Specifically, the limited amount of space at family residential centers is  reserved for those family units placed in expedited removal. Therefore,  according to ICE and CBP officials, with few exceptions, during the period  of our review, family units placed into full removal proceedings were  released into the United States to await their court proceedings.  According to ICE officials, even if there was more detention space for  family units, there are other constraints that would prevent ICE from  detaining family unit members (placed into full removal proceedings at  any point) for the duration of their court proceedings. Specifically, children  may generally only be held in federal immigration detention for 20 days  pursuant to the Flores Agreement. Due to the duration of full removal  proceedings, most full removal proceedings take longer than 20 days."], "subsections": []}, {"section_title": "CBP Separated at Least 2,700 Children from Their Parents from April 2018 through March 2019", "paragraphs": ["According to Border Patrol and OFO data, CBP separated at least 2,700  children from April 19, 2018, through the second quarter of fiscal year  2019. As we discuss later in this report, CBP may have separated  additional children from their parents during this period and not recorded  this information in its data systems. As a result, we are reporting  approximate, rounded figures on family separations. Specifically:", "Border Patrol updated its data system to track family unit separations  on April 19, 2018, and issued written guidance to its agents about  these changes on May 7, 2018, and August 2, 2018. From April 19,  2018, through March 31, 2019, Border Patrol data indicate that agents  separated at least 2,670 children.", "OFO updated its data system to track family unit separations on June  26, 2018, and issued guidance on these changes to its officers on  June 29, 2018. From June 30, 2018, through March 31, 2019, OFO  data indicate officers separated at least 30 children.", "As shown in table 4, CBP data indicate that the number of family unit  separations was highest between April 19, 2018 and June 27, 2018, due  to DHS’s response to the U.S. Attorney General’s April 2018 zero  tolerance policy (see table 4). CBP data also indicate that a small  percentage of all children that arrived in family units—fewer than 2  percent—were separated from their parents during these time frames.  Appendix II provides additional information about the characteristics of  family units separated by CBP.", "Border Patrol and OFO data indicate that the reasons for these family unit  separations varied. Regarding Border Patrol, as of April 19, 2018, agents  were able to record a family separation and select from options to explain  the reason for it in Border Patrol’s automated data system. Border Patrol  data indicate that the reasons that 97 percent of the adults and children  separated from April 19 through June 27, 2018, were because agents  referred the parent to the Department of Justice for criminal prosecution  on charges for criminal history or other reasons, or due to a prior  immigration violation(s) and a removal order. Table 5 shows the reasons  for family separations indicated in Border Patrol data from April 19, 2018  through March 31, 2019.", "Regarding OFO, as of June 30, 2018, officers were to record the reason  for any family unit separation with the child’s record in OFO’s automated  data system. From June 30, 2018 to March 31, 2019, OFO data indicate  that about 50 percent of adults and children were separated due to the  criminal history of the adult or a child safety concern. Table 6 shows the  reasons for family separations indicated in OFO data from June 30, 2018  through March 31, 2019."], "subsections": []}]}, {"section_title": "CBP Developed Some Policies and Procedures for Processing Family Units but Does Not Have Sufficient Controls to Ensure Effective Implementation", "paragraphs": [], "subsections": [{"section_title": "Border Patrol and OFO Have Policies and Procedures for Collecting Data on Family Units, and OFO Is Updating Its Data System to Link Parents’ and Children’s Records", "paragraphs": ["Since 2015, Border Patrol and OFO have issued policies and updated  procedures regarding the information to be collected about family units  and family separations, increasing the amount of data collected for family  units. For example, Border Patrol and OFO have updated their data  systems to better track the number of individuals apprehended as part of  family units and to record when and why family separations occur.  Specifically, Border Patrol updated its data system in October 2015 to  track whether individuals were apprehended as members of a family unit  and again in 2018 to track family separations. On October 2, 2015, the  Chief of the Border Patrol issued policy guidance requiring agents to  process family units together in its data system with a unique identifier  called a “family unit number,” which links the records of parents and  children apprehended together. Border Patrol updated its system on April  19, 2018 and on August 2, 2018, to track the number of separated adults  and children and the reasons for the separations, and issued guidance to  its agents about these updates. New Border Patrol agents also receive  mandatory training on, among other topics, recording information into  agency data systems, including procedures specific to family units.", "OFO updated its data system to track whether children under the age of  18 arrived as part of a family unit and whether they were separated from  a parent (or other family member) with whom they arrived. OFO  headquarters officials stated the updates were made during fall 2015.  On June 29, 2018, OFO issued a policy memorandum that, among other  things, required officers to track family separations in OFO’s data system,  and announced system updates to allow officers to select a separation  reason. This and subsequent data system updates allowed officers to  identify which separations were temporary (in which the family was  reunited while still in OFO custody), and which were permanent (resulting  in OFO referring a child to ORR), according to OFO officials. All OFO  officers hired as of March 2011 receive mandatory training on certain  processing procedures, including recording information into agency data  systems.", "As of October 2019, OFO’s data system does not have the capability— such as by using a family unit number—to link the records of noncitizen  parents and children apprehended together and thus cannot determine  the total number of adults involved in family separations. OFO is  implementing a new data system across all ports of entry that includes a  function to link the records of parents and children in family units using a  unique identifier. According to OFO officials, OFO began developing the  new data system in August 2017 and, as of October 2019, has  implemented it at 90 ports of entry, none of which are land ports of entry  along the southwest border. In June 2019, OFO officials stated they  planned to train OFO officers on the new data system at land ports of  entry along the southwest border in late summer 2019, but as of October  2019 that timeline had been delayed due to the high volume of family  units apprehended that summer. According to OFO headquarters  officials, they expected to deploy the new system to locations along the  southwest border on an ongoing basis as conditions allow. It is too soon  to determine whether the new data system will enable OFO to link  children apprehended at ports of entry to their parents and allow for OFO  to track the total number of family members separated in its aggregated  data. It is also too soon to determine whether the new system will provide  OFO officers with more readily available information that could help  reunify separated family units, if necessary."], "subsections": []}, {"section_title": "Border Patrol Updated Policy Documents for Processing Family Units in April 2019, but Border Patrol and OFO Training Materials Still Include Inconsistent Definitions of Family Units", "paragraphs": ["Since October 2015, some Border Patrol and OFO documents have  included inconsistent guidance on how agents are to define a family unit  for processing purposes. CBP’s 2015 policy defines a family unit to  include one or more non-U.S. citizen juvenile(s) accompanied by his or  her parent(s) or legal guardian(s), which Border Patrol agents confirmed  is the agency’s official definition that should guide how its agents process  family units. However, as shown in table 7, certain Border Patrol policy  documents since October 2015 have also stated that “all members of the  apprehended family unit must be non-criminal and/or non-delinquent and  have no history of violence or substance abuse.” As a result, individuals  in family units that Border Patrol considered criminal, delinquent, or to  have a history of violence or substance abuse may not have been  included in Border Patrol’s aggregated data on apprehended family units  and family separations (once the agency began tracking separations in  April 2018), because agents did not define and process them as family  units.", "We raised these inconsistencies to Border Patrol headquarters officials in  April 2019, and they acknowledged that certain policy and training  documents contained inaccurate definitions and guidance, which could  have led some agents to process certain parents and children separately,  without a family unit number to link their records. Specifically, they stated  that the language requiring that “all members of the family unit must be  non-criminal and/or non-delinquent, and have no history of violence or  substance abuse” should not be included in Border Patrol’s definition of a  family unit. In addition, officials noted that any guidance directing agents  to process a family unit separately in the data system, as a single adult  and UAC rather than linked together with a family unit number, due to a  planned prosecution referral is inconsistent with Border Patrol’s  processing procedures. They stated this was an oversight and not an  intentional change to the agency’s official definition as indicated in CBP’s  2015 policy. The Border Patrol headquarters officials were unsure of how  often the inconsistent definitions and guidance may have led agents to  incorrectly process family units.", "On the basis of our analysis of Border Patrol and ORR data, we found  evidence that agents processed some family units separately, as single  adults and UAC, without a family unit number or record of their  separation. Specifically, for children apprehended from June 28, 2018  through March 31, 2019, we compared ORR numbers on UAC involved in  family separations to Border Patrol apprehension data on separated  children. During that period, ORR records indicated that DHS separated  396 children, while Border Patrol apprehensions data indicated that it  separated 180 children. Border Patrol headquarters officials confirmed  that the discrepancy we identified between Border Patrol data and ORR  records may be attributable, in part, to the agents processing family units  incorrectly and separately, without assigning them a family unit number.", "To better understand the discrepancy between the ORR and Border  Patrol data, we selected a random, nongeneralizable sample of 40 ORR  records for UAC involved in family separations from June 28, 2019  through March 31, 2019, and found matches for each of the children in  Border Patrol apprehensions data. In 14 of the 40 selected ORR records,  Border Patrol data indicated the agent had not recorded the child as a  member of a family unit linked to a parent’s record with a family unit  number. Thus, Border Patrol agents had not recorded the subsequent  separation when agents referred the children to ORR as UAC. A Border  Patrol headquarters official stated that it is also likely that some agents  were processing family units separately, rather than linking them with a  family unit number, from May to June 2018 when agents were referring  parents for criminal prosecution in response to the April 2018 zero- tolerance policy. The official stated that agents may not have realized that  assigning a family unit number was necessary to track the separation in  the Border Patrol data.", "During the course of our audit, we discussed this issue with Border Patrol  and, as a result, Border Patrol issued new guidance to its sectors in April  2019 with an updated definition of family units consistent with CBP  policy. According to Border Patrol officials, Border Patrol also removed  previous policy documents, with the incorrect definitions and guidance,  from a website accessible to all Border Patrol agents. However, as of late  November 2019, Border Patrol training materials still direct agents to  process a parent and child separately, without a family unit number, if a  family member has a history of criminality, delinquency, violence, or  substance abuse, or if Border Patrol plans to prosecute the parent. This  definition and guidance, inconsistent with CBP policy, has been included  in training provided to all new agents at Border Patrol’s basic training  program since at least October 2017. According to officials from the  Border Patrol Academy, which is responsible for updating training  materials in coordination with program officials, they plan to update the  training materials in 2020. In the meantime, since September 2019, the  Border Patrol Academy has been providing trainees with a handout that  includes a definition of family units consistent with CBP policy.", "Regarding OFO, we also found that since 2012, training materials for new  officers have included a definition of a family that is inconsistent with CBP and OFO policy. Specifically, OFO training materials issued in January  2012—and in use as of November 2019—define a “family group” as “a  juvenile who is accompanied by closely related adults (parent,  grandparent, brother, sister, or legal guardian)” and considers the juvenile  to be UAC if “the juvenile is accompanied by relative(s) not closely  related.” The training document does not include a definition for “family  unit.” However, other key OFO policy documents issued subsequently  define family units in a way that is consistent with CBP policy—namely, a  February 2016 memo on processing family units in OFO’s data system  and a June 2018 memo on tracking family separations. We raised the  discrepancy in OFO’s training materials with OFO headquarters officials  in June 2019. OFO officials were unsure whether this definition had led  any officers to incorrectly process adults and children as family units  when they did not meet CBP’s definition of a family. OFO headquarters  officials stated the training materials were inconsistent with CBP and OFO  policy, and officials from CBP’s Office of Training and Development  stated they updated the training materials and provided them to OFO in  late November 2019. However, as of December 2019, CBP had not  provided us with the updated materials to verify that the revisions are  consistent with CBP policy.", "Standards for Internal Control in the Federal Government states that  management should design control activities, including by providing the  right training tools to achieve operational success. In addition, in GAO’s  Guide for Strategic Training and Development Efforts, we have reported  that senior managers need to continually observe and assess how  changes, such as in policies or practices, may affect the agency’s training  needs. This is one way, among others, to help ensure that the agency  has a framework to achieve its mission. Border Patrol and OFO officials  acknowledged the need to update training materials with definitions and  guidance, consistent with CBP policy; they explained that they had not yet  done so due to the considerable time and coordination it requires. Issuing  updated training materials that reflect CBP policy would help CBP ensure  that Border Patrol agents and OFO officers are processing family units  appropriately and tracking all separations."], "subsections": []}, {"section_title": "CBP Has Policies and Procedures to Address Concerns about the Validity of Family Unit Relationships but Does Not Have Sufficient Guidance to Ensure Cases Are Well Documented", "paragraphs": ["CBP has policies and procedures for assessing the validity of family units,  but does not have written guidance to help ensure that these cases are  well documented, as required by CBP policy."], "subsections": [{"section_title": "Assessing the Validity of Family Relationships", "paragraphs": ["CBP has policies and procedures for assessing the validity of family unit  relationships. During processing, Border Patrol and OFO officials said  that it is standard practice for agents and officers to assess whether (1)  adults and children apprehended together meet CBP’s definition of a  family unit and (2) whether agents and officers deem the claimed family  relationships to be potentially invalid. A CBP policy issued on June 27,  2018, states that “fraudulent claims of family relationships” should be  processed under “current CBP policies and procedures.” In practice, this  means that agents and officers are to consider the validity of family  relationships on a case-by-case basis with the information they have  available at that time, according to Border Patrol and OFO headquarters  officials. For example, these officials stated that agents and officers  review any available documentation, such as birth certificates,  presented by individuals; monitor interactions between adults and children to assess whether  interactions are typical of that of a parent and child; and generally use their law enforcement training, such as interviewing  skills, to help assess the validity of family relationships.", "Border Patrol and OFO officials noted that, in some instances, individuals  have admitted to falsely posing as a family, while other times agents and  officers have to make an assessment based on the totality of the  information available to them. In accordance with CBP policy, Border  Patrol and OFO are to generally hold individuals no longer than 72 hours,  so Border Patrol and OFO officials stated they must assess the validity of  the family units based on available information during the time they have  individuals in custody. According to Border Patrol and OFO officials and  documents, they have observed cases in which (1) a family unit claims a  child is under 18 years of age, but agents suspect the child is older, and  thus they do not meet CBP’s definition of a family unit, or (2) the adult  claims to be the parent, but Border Patrol has concerns that the adult is  another family relation, such as an aunt or older sibling, or the adult is not  related to the child at all. In June 2019, the Acting Secretary of Homeland  Security testified that CBP identified “almost 4,800 migrants this year” in  family units that CBP agents and officers determined to be “fraudulent” in  nature.", "In cases when Border Patrol agents or OFO officers, with approval from  their respective supervisors, assess that the relationship of a family unit  may not be valid, the child is to be processed as a UAC and transferred to  ORR. Specifically, according to Border Patrol and OFO officials and  documents, agents and officers are to indicate in their data systems that  the adult and child were separated and the reason why, and then refer  the child to ORR as a UAC. For Border Patrol, this process involves  removing the family unit number linking their records. Border Patrol and  OFO do not consider these cases to be family separations, since CBP  assessed that the individuals may not be part of a valid family unit.  According to CBP’s June 2018 policy, if a child arrives with an adult  claiming to be the child’s parent, a supervisory-level OFO or Border Patrol  official must give approval before an agent or officer transfers a child to  ORR as a UAC.", "According to Border Patrol and OFO headquarters officials, if an adult  wishes to appeal CBP’s assessment, the adult may raise the issue with  ICE officers when transferred to an ICE detention facility. Border Patrol  headquarters officials told us that its agents generally explain to the  adults that Border Patrol is processing them separately from the children  they arrived with due to concerns about the validity of the family  relationship. OFO headquarters officials told us that OFO does not  generally notify adults when processing the adults and children in  potentially invalid family units because they stated they do not want to  jeopardize the safety of the child if they suspect fraud, smuggling, or  trafficking. According to Border Patrol and OFO officials, they may  separate adults and children who they are concerned might not be valid  family units to ensure the safety of the child—for example, if agents and  officers cannot be certain that the child has not been a victim of trafficking  by the accompanying adult. Further, Border Patrol, OFO, and ICE officials  stated that ICE and ORR are better positioned to further investigate these  cases if an adult refutes CBP’s assessment that the family unit was  invalid, because CBP must generally hold individuals for a short period. In  addition, ICE and ORR are the agencies most involved in reunifying  family units, when appropriate."], "subsections": []}, {"section_title": "Documenting Cases of Potentially Invalid Family Relationships", "paragraphs": ["CBP began tracking the number of potentially invalid family units in 2018.  On April 19 and June 29, 2018, Border Patrol and OFO, respectively,  issued guidance about updates to agency data systems and issued  guidance to enable agents and officers to record potentially invalid family  units. That is, if the appropriate Border Patrol and OFO managers give  approval, agents and officers separate potentially invalid family units, and  record the separation and the reason for it in agency data systems,  according to Border Patrol and OFO officials and documents. More  specifically:", "Border Patrol agents are to delete the family unit number from the  parents’ and children’s records, and indicate the reason from options  that include “child is over the age of 18,” “no family relationship,” or  “no family relationship–prosecuted.”", "OFO officers are to indicate that a child was separated from the adult  with whom they arrived, and are to indicate the reason as “fraudulent  relationship.”", "Border Patrol and OFO officials noted observing cases of potentially  invalid family units, and Border Patrol data indicate an increase in the  number since Border Patrol began tracking the cases in April 2018.  Specifically, during our fall 2018 visits to ports of entry and border stations  in Texas and California, Border Patrol and OFO officials stated they have  observed suspected or confirmed cases of adults falsely claiming to be a  child’s parent, including occasional instances of seeing the same child  apprehended multiple times, but with different adults claiming to be their  parents. From April 19, 2018 through March 31, 2019, CBP data indicate  that CBP referred at least 921 children to ORR (918 by Border Patrol and  3 by OFO) due to CBP’s concerns that the family relationships were  potentially invalid. During the same period, Border Patrol data also  indicated that 2,245 adults were processed separately from the children  with whom they were apprehended due to concerns about the validity of  the family relationships. By comparison, Border Patrol data indicated  that agents processed 256,743 adults and children in valid family units  during this period. However, from July 1, 2018 through March 31, 2019,  the number of individuals Border Patrol assessed as part of potentially  invalid family units grew at a faster rate than the number of individuals  apprehended in valid family units. Specifically, the average monthly  increase in adults and children Border Patrol assessed to be in potentially  invalid family units rose by about 70 percent per month, on average,  during this period. Meanwhile, Border Patrol data indicate the rate of  increase for adults and children in valid family units was about 53 percent  per month, on average.", "However, some of the family units that CBP assessed to be potentially  invalid are subsequently found to be valid, according to ORR and ICE  officials. According to ORR officials and records of UAC involved in family  separations from June 28, 2018 through June 28, 2019, ORR was aware  of only 46 cases in which CBP referred a child to ORR care because CBP  had assessed the family unit to be invalid. In at least 10 of those cases,  the family was later determined to be valid and the child reunited with his  or her separated parent, according to ORR officials, as of June 2019.  Anecdotally, ICE headquarters officials stated that there are occasionally  cases in which CBP referred a child to ORR because agents or officers  assessed the family to be an invalid family unit, but ICE or ORR later  determined the family was valid and eligible to be reunified. For example,  ORR’s records on family separations included instances in which the  validity of family relationships was determined through DNA testing.", "ICE officials stated that its officers are able to conduct additional research  about the validity of family relationships, as needed, once an adult has  been transferred to its custody and the child to ORR. However, ICE does  not track how often potentially invalid family units are later assessed to be  valid and reunited, and, therefore, could not provide an exact number of  how often this has occurred. DHS and ICE officials have tracked the  outcomes of some deployments of ICE officers to help CBP assess the  validity of family relationships. Specifically, the Acting Secretary of  Homeland Security testified before the Committee on Oversight and  Government Reform in the House of Representatives on July 18, 2019  that CBP agents and officers referred 2,475 family unit members they  suspected had invalid family relationships to go through an additional  assessment by ICE officers who, among other training and skills, have  specialized forensic interviewing skills. The ICE officers assessed 352  of the 2,475 individuals—approximately 14 percent—to be invalid family  members. Additionally, an ICE official also testified before the Senate  Committee on Homeland Security and Governmental Affairs on June 26,  2019, and described a May 2019 pilot that involved voluntary rapid DNA  testing for some individuals. According to this official, 16 of the 84 family  units tested, around 19 percent, proved not to be the parent of the child  with whom they arrived. According to ICE officials, those family units it  determined to have valid family relationships while still in CBP custody,  based on the available evidence, remained together as a family unit and  were not separated.", "On June 27, 2018, the CBP Commissioner issued a policy memorandum  requiring that “fraudulent claims of parental or legal guardianship  relationship” should be “well-documented to support such claims”;  however, CBP does not have guidance to clarify how agents and officers  are to fulfill that requirement. Border Patrol and OFO headquarters  officials indicated that taking the aforementioned steps to record  information in agency data systems meets the CBP policy requirement for  documentation. In addition, according to Border Patrol and OFO officials,  agents and officers also record details of the apprehension on the Form I- 213, which is required for all individuals. However, neither Border Patrol  nor OFO has guidance about whether or what details about a family unit  being assessed as potentially invalid should be included on the Form I- 213. Learning about the details of these cases and why CBP made its  assessment is important to ICE officials in the event an adult refutes the  assessment and ICE must take additional steps to determine the validity  of the family relationship.", "ICE officials can view the information CBP agents and officers record on  the Form I-213, since ICE officers can access the form in a database it  shares with CBP. However, the headquarters official responsible for  coordinating ICE’s family and juvenile programs stated that the level of  detail included in the forms varies by location and the narrative often does  not include details about the reason why CBP considered a family unit  potentially invalid. ORR officials also stated this information would be  helpful to ORR because it may be relevant to the decisions ORR staff  make for UAC, such as selecting sponsors. ORR intake staff told us that  the documents they receive from CBP accompanying UAC referrals  typically do not contain narrative information about agents’ or officers’  concerns about potentially invalid family relationships.", "While CBP tracks cases on potentially invalid family units in its data  systems, this tracking does not (1) document the circumstances to  support the assessment of invalidity or (2) provide complete and timely  information for ORR and ICE to help them to fulfill their responsibilities,  including to review cases in which CBP initially determined a family to be  invalid but further investigation is needed. Rather, CBP’s data systems  only track the assessment of invalidity by allowing agents to select that as  a reason from a set of options, but do not track the circumstances to  support that assessment. However, CBP policy directs that these cases  be “well-documented to support such claims.” Standards for Internal  Control in the Federal Government state that management should use  quality information to achieve the entity’s objectives. In doing so,  management should identify the information needed to achieve objectives  and address risks, and should consider the expectations of both internal  and external users. Providing guidance on what narrative information  Border Patrol agents and OFO officers are to document on a child’s and  the accompanying adult’s Forms I-213 about potentially invalid family  units could help better ensure that the events are well-documented to  support such assessments, in accordance with CBP policy. Further, this  could help ensure that ICE and ORR officials have relevant details they  need to make decisions for adults and children in their custody, including  reuniting valid family units, where appropriate, before adults are removed  from the United States."], "subsections": []}]}, {"section_title": "CBP Developed Policies and Procedures for Family Separations, but Border Patrol and OFO Do Not Have Sufficient Controls to Ensure Information Is Accurately and Consistently Captured", "paragraphs": ["CBP, Border Patrol, and OFO have developed policies and procedures  for those agents and officers responsible for recording and approving  family separations; however, Border Patrol and OFO do not have  sufficient controls to ensure (1) Border Patrol agents are accurately and  consistently recording family separations in their data systems, (2) Border  Patrol and OFO’s data systems accurately capture separation reasons  that are consistent with CBP policy, and (3) required forms include  sufficient details about the circumstances of the separations.", "Regarding policies and procedure for family separations, according to  CBP’s June 2018 policy, a Border Patrol watch commander, or equivalent  position, must approve every family separation. Border Patrol and OFO  officials told us that higher-level officials, such as Border Patrol sector  chiefs or Port Directors, are often involved in decisions to separate family  units. A 2015 CBP policy requires that agents and officers record family  separations in agency data systems. Further, after updating data systems  to track family separations in 2018, as previously described, Border Patrol  and OFO issued written guidance to agents and officers with specific  instructions on how to record family separations in its data systems. For  example, Border Patrol issued guidance about how to record family  separations in its data system in May 2018, August 2018, and April  2019.", "In addition, Standards for Internal Control in the Federal Government  state that management should use quality information to achieve the  entity’s objectives, and identify the information needs to address risks.  In doing so, managers should also consider the expectations of both  internal and external users when collecting information. Further, changes  in conditions affecting the entity and its environment often require  managers to revise the internal control system, on a timely basis to  maintain effectiveness."], "subsections": [{"section_title": "Recording Border Patrol’s Family Separations", "paragraphs": ["Our analysis of Border Patrol and ORR data indicates that Border Patrol  agents have not accurately and consistently recorded family separations  in the data systems. Specifically, we reviewed a random,  nongeneralizable sample of 40 ORR records for UAC involved in family  separations between June 28, 2018, and March 31, 2019 and found  matches for all 40 of the children in Border Patrol apprehensions data.  Among the 40 records, we identified cases in which agents had not  documented the family separation in Border Patrol’s data system, as  required by CBP and Border Patrol policy. Specifically, Border Patrol  data indicated the agent had not processed the separation in the Border  Patrol data system for 10 of the 40 UAC involved in family separations.  That is, in these cases, Border Patrol agents processed the parents and  children together with a family unit number, but did not take the necessary  steps in the system to separate them and document the reason why the  separation occurred.", "We shared the results of our analysis with Border Patrol officials, and  these officials acknowledged that the discrepancy between Border Patrol  and ORR data on family separations may be attributable, in part, to  human error—that agents had not correctly recorded family separations in  Border Patrol’s data system. However, the officials were unsure of the  extent of the problem. Thus, it is unclear whether Border Patrol has  accurate records of all separated parents and children in its automated  data system.", "Border Patrol officials stated that data entry errors may have grown with  increased processing demands and strained resources faced by Border  Patrol as the volume of family units apprehended increased in fiscal years  2018 and 2019. However, as mentioned, federal internal control  standards provide that changes in conditions—such as increased  processing demands agents faced during periods of increased  apprehensions of family units—often require managers to revise the  internal control system. Developing and implementing additional controls  to ensure that Border Patrol agents accurately record family separations  in the data system, consistent with CBP and Border Patrol policies, would  better enable Border Patrol to maintain complete and accurate  information on all family separations. For example, an additional control  could be to require Border Patrol or OFO managers conducting  supervisory review of each apprehension to check that family separations  have been accurately recorded in the data system."], "subsections": []}, {"section_title": "Recording Reasons for Family Separations in Border Patrol and OFO Systems", "paragraphs": ["CBP, Border Patrol, and OFO have policies and procedures in place for  those agents and officers responsible for approving family separations  and recording the reasons in agency data systems. On June 27, 2018,  the CBP Commissioner issued a memorandum to the Chief of the Border  Patrol and to the Executive Assistant Commissioner of OFO to provide  direction on complying with the June 26, 2018, federal court order in Ms.  L. v. ICE that generally prohibits the government from separating parents  from their children, to include potential reasons that may warrant  continued family separations. Specifically, the memorandum states that  separations may occur only for the following reasons: (1) the parent has  criminal convictions for violent misdemeanors or felonies, (2) CBP plans  to refer the parent for a felony prosecution, (3) the parent poses a danger  to the child, or (4) the parent has a communicable disease. On June 29,  2018, OFO issued a policy memorandum reiterating the potential  separation reasons included in CBP’s June 27, 2018 policy  memorandum. According to Border Patrol headquarters officials, Border  Patrol did not issue any further implementing guidance.", "Border Patrol and OFO officials stated that agents and officers are to use  all available information to determine whether a family separation is  warranted. Such information may include available birth certificates,  personal observations of the family unit’s behavior, results of background  checks for criminal and immigration history, and results from available  medical assessments. In some instances, Border Patrol and OFO officials  stated that agents and officers may not always have complete  information, such as when a database indicates a parent’s arrest but does  not indicate whether he or she was convicted of the charge, but that  agents and officers are to weigh the totality of the circumstances. For  situations in which agents and officers are unsure whether to separate a  family, CBP’s policy states that agents and officers should contact their  local Office of Chief Counsel for guidance.", "Although Border Patrol and OFO data systems allow agents and officers  to select among options to indicate the reason for a family separation, the  reasons available in the systems do not fully align with CBP policy. For  example, Border Patrol’s data system does not include an option that  indicates the parent poses a danger to the child—one of the reasons  articulated in the Commissioner’s June 2018 memorandum. Table 8  shows how the separation reasons available in Border Patrol and OFO  data systems compared with the potential separation reasons established  in CBP’s June 2018 family separations policy.", "Border Patrol and OFO headquarters officials stated they were unsure  why the separation reasons available in the data systems do not fully  align with CBP policy on family separations, but stated that the data  system reasons have an implicit link to CBP policy. They stated that  Border Patrol and OFO officials review and approve each family  separation to ensure it meets CBP policy. In addition, OFO headquarters  officials stated that it issued guidance in June 2018 that reiterated CBP’s  policy on potential reasons for family separations. However, as illustrated  in table 8, it is sometimes not clear how separation reasons in Border  Patrol’s and OFO’s data systems align with CBP policy. For example,  Border Patrol’s option for “family member prosecuted for other reasons”  does not provide enough information to determine whether Border Patrol  is referring a parent for the prosecution of a felony, as required by CBP  policy.", "Both Border Patrol and OFO have previously changed separation  reasons in agency data systems, and in June 2019 Border Patrol officials  stated they continue to analyze the need for updates. As of October  2019, these officials stated that Border Patrol and OFO do not have any  current plans to update the separation reasons in their data system. CBP  officials who conduct supervisory review of files and approve family  separations rely, in part, on the information agents and officers record in  Border Patrol and OFO data systems, in conducting reviews and sharing  information, according to Border Patrol and OFO officials. Updating  Border Patrol’s and OFO’s data systems to ensure that options for  separation reasons clearly align with CBP policy could help ensure that  CBP makes decisions about family separations in accordance with CBP  policy and that data CBP collects reflects that."], "subsections": []}, {"section_title": "Recording Information about Family Separations on Border Patrol’s Form I-213", "paragraphs": ["CBP’s policies related to family separations do not include written  requirements that agents and officers record a description of the family  separation. However, Border Patrol and OFO officials stated that they  expect agents and officers to record the circumstances surrounding family  separations on a narrative section of each family member’s Form I-213.  Yet we found that Border Patrol agents are not consistently recording  detailed information about family separations on the Form I-213—the  official record of the apprehension.", "Specifically, we analyzed a nongeneralizable sample of Forms I-213 for  family units whom Border Patrol separated and found that, for most of the  family separation cases, one or more of the selected forms had missing  or inconsistent information in the narrative descriptions. Specifically, we  reviewed a sample of Forms I-213 for 23 family separation cases,  involving 27 children and 25 parents. These separations occurred  across each of the Border’s Patrol’s nine southwest border sectors  between June 28, 2018 and March 30, 2019. In particular, we assessed  (1) whether the forms included a reason for the separation, (2) whether  the descriptions of the cases provided enough information to determine  whether or not the reason met CBP policy, and (3) whether the  information recorded for each separation case was consistent across the  parents’ and children’s forms. On the basis of our review of the forms, we  found there was missing or inconsistent information on one or more of the  family members’ forms for 18 of the 23 separated family units.  Specifically, we found  for three of the 23 family separations, there was no indication that a  separation had occurred on one or more of the family members’  forms; for 20 of the 23 family separations, all of the family members’  forms included some indication of a family separation;", "Seven of the 25 parents’ forms and seven of the 27 children’s forms  did not contain a narrative description explaining why the separation  occurred; and", "17 of the 25 parents’ forms included sufficient narrative information to  determine whether the separation met CBP policy; 12 of the 27  children’s forms included enough information to make that  determination.", "In addition, even among those forms with sufficient information to  determine whether the reason met CBP policy, we found inconsistencies.  For example:", "Three parents’ and four children’s forms included information that  implied that the parent could potentially present a danger to the child,  but the actual separation reason noted on the form was something  different, such as the parents’ criminal history. For example, the  criminal history information provided on one parent’s Form I-213  included information about an arrest for kidnapping, but did not  include evidence that the arrest resulted in a conviction, making it  difficult to determine whether the separation aligned with CBP policy  and, in particular, what reason the separation would fall under.", "For nine of the 23 family separations, the separation reason was listed  as the parent’s criminal history on one of the family member’s forms,  but there was missing or inconsistent information on the other family  members’ forms. For example, in one instance, the father’s Form I- 213 indicated he had been convicted of sexually assaulting a 12-year- old child, but there was no separation reason and no information  about the parent’s criminal history provided on the child’s form.", "According to ICE officials responsible for monitoring family separations,  and reunifying family units where necessary, the narrative information on  the Form I-213 is ICE officers’ primary source of information about the  circumstances of a family separation. ICE officers need detailed  information, according to officials, to help conduct additional research to  confirm whether a separation was warranted or respond to requests for  information from ORR. In addition, ORR officials told us that they would  benefit from CBP recording certain information on a child’s Form I-213— such as the type and timing of a parent’s criminal conviction or whether  the parent may pose a danger to the child—and sharing that information,  to better inform ORR’s decisions about where and with whom to place  UAC when they leave ORR custody.", "However, CBP has not issued guidance on what descriptive details  surrounding family separations agents and officers are to record on the  Form I-213, based on our review of CBP documents. In addition, Border  Patrol officials stated that they do not have written guidance for agents  about what information should be captured on the Form I-213.  Conversely, OFO issued guidance stating that the Form I-213 must be  annotated with the reason for the family separation, the name of the  approving manager, and, at a minimum, the biographical information and  “A-number”—a unique identifier for noncitizens apprehended by CBP—of  the parent(s) and children. Border Patrol and OFO headquarters  officials acknowledged that the level of detail documented on the Form I- 213 about separations may vary by agent or officer, and rely on their  supervisory review process to ensure that family separations are  consistent with CBP policy.", "Border Patrol headquarters officials attributed missing separation reasons  or inconsistent information about the circumstances of the family  separations on the Forms I-213 to multiple factors. Specifically, they  acknowledged that Border Patrol has not issued guidance specifying what  descriptive details agents should include on the forms, and does not  have, for example, specific information that supervisors check for during  their review of each individual’s file. In addition, Border Patrol  headquarters officials noted that there have been great demands placed  on Border Patrol agents to expedite processing during periods of high  numbers of family units apprehended and crowding at Border Patrol  facilities. However, as noted previously, federal internal control standards  state that changes in conditions affecting the entity and its environment— like an increase of family units apprehended along the southwest  border—often require management to change the entity’s internal control  system, as existing controls may not be effective for meeting objectives or  addressing risks under changed conditions.", "As of October 2019, Border Patrol and OFO had no plans to (1)  implement additional controls to ensure that reasons for family  separations are included on individuals’ Form I-213 or (2) issue guidance  to agents and officers about what descriptive information about family  separations they should record on the forms. Developing and  implementing additional controls to ensure that Border Patrol agents and  OFO officers include a reason for the family separations on the parent’s  and child’s Forms I-213 could help CBP ensure its agents and officers are  separating family units in accordance with CBP policy. For example, an  additional control could be to require the Border Patrol or OFO manager  reviewing the information recorded on the Form I-213 to check that  certain information, such as the specific separation reason with relevant  details, has been included. In addition, without additional guidance on  what specific details Border Patrol agents and OFO officers are to include  in the narrative information about the family separation events on the  parent’s and child’s Forms I-213, ICE and ORR do not have complete or  consistent information to use in determining when it may be necessary to  reunify family units in accordance with the Ms. L. v. ICE court order."], "subsections": []}]}]}, {"section_title": "ICE Developed Procedures for Processing Family Units, But Does Not Systematically Track ICE’s Family Unit Separations in Its Data System", "paragraphs": [], "subsections": [{"section_title": "ICE Developed Procedures for Processing Family Units Referred from CBP", "paragraphs": ["ICE has procedures for processing family units whom CBP apprehended  and for releasing family units from ICE custody (see fig. 6)."], "subsections": [{"section_title": "Procedures for Taking Family Units into Custody from CBP", "paragraphs": ["According to ICE field office officials, upon referral by CBP, ICE officers  generally review the family unit’s files to ensure that CBP agents and  officers completed the forms sufficiently and, if not, ICE officers can return  the case to CBP. For example, ICE officers typically ensure that the  appropriate family unit member signed his or her copies of paperwork  provided by CBP. Additionally, according to ICE field office officials, ICE  officers have the discretion to decline the transfer of a family unit that they  determine is not suitable for detention in a family residential center or for  release.", "When ICE accepts CBP’s referral of a family unit and receives custody  from CBP, ICE officers are to enter information about each family unit  member in ICE’s data system, both for family units that ICE plans to  detain and those it plans to release. ICE’s data system pulls some  information from CBP’s data systems. For example, ICE officers can find  basic biographic information about individual family unit members  apprehended by Border Patrol by searching for an individual by his or her  “A-number,” a unique identifier. In addition, ICE officers are to enter new  information, such as the location(s) where officers detained or released  the individual family unit members and the documents officers served to  them, among other things. For information about the family unit members  that ICE detained at its family residential centers, see appendix II."], "subsections": []}, {"section_title": "Procedures for Releasing Family Units from ICE Custody", "paragraphs": ["Family units placed into expedited removal by CBP and detained in ICE  family residential centers—who express an intention to apply for asylum,  a fear of persecution or torture, or a fear of return—undergo screenings  conducted by an asylum officer. These screenings occur during  detention and are to determine whether one or more family unit members  have a credible fear of persecution or torture. The outcome of the  screening (and review by an immigration judge, if requested after the  screening) determines whether ICE will remove the family unit from the  United States or release the family unit into the interior of the country to  pursue immigration relief or protection in full immigration proceedings.  Additionally, as stated previously, children may generally only be held in  federal immigration detention for 20 days pursuant to the Flores  Agreement. Thus, if members of the family unit do not receive a credible  fear determination within 20 days, ICE generally releases the family unit  into the interior of the United States with a notice to appear before an  immigration court, which initiates full immigration proceedings.", "From fiscal year 2015 through fiscal year 2018, ICE data indicate that 99  percent of family unit members who were detained in one of ICE’s family  residential centers were subsequently released by ICE into the interior of  the United States. For additional information about the outcomes for  family unit members detained in ICE family residential centers, see  appendix II.", "According to ICE headquarters and field office officials, while a family unit  is at a family residential center, ICE officers typically assist family units  with their post-release plans by asking heads-of-household to identify  contacts in the United States, such as relatives, that the family unit can  stay with after leaving ICE custody. These contacts pay for the family  unit’s travel expenses if the family cannot purchase bus tickets, for  example, and ICE officers help coordinate these plans and typically drive  the family unit to the bus station upon release, according to ICE officials.  For family units who are not placed in a family residential center, ICE’s  procedures for assisting them with their post-release plans have varied  based on local conditions. ICE headquarters and field office officials  explained that, prior to October 2018, when the volume of family units  arriving at the southwest border began to increase significantly, ICE  officers sometimes coordinated post-release plans for family units that did  not stay at a family residential center. However, officials stated ICE has  not had the resources to help family units with post-release plans since  that time and instead has generally relied on nongovernmental  organizations for this assistance.", "When ICE releases family units from its custody to await immigration  court proceedings, ICE officers generally enroll the family unit’s head-of- household in its Alternatives to Detention program. The program uses  technology, such as ankle monitoring devices, to track the movement of  the adult family unit members. ICE field office officials stated that the  availability of ankle monitoring devices and the volume of family units  arriving at the southwest border can impact whether or not ICE enrolls a  family head-of-household in its Alternatives to Detention program. In  addition to ankle monitoring devices, most family units are also released  on orders that require heads-of-household to report telephonically or in- person to ICE officers once they reach their destination in the United  States. ICE officials stated the level of continued supervision by ICE  officers is at the discretion of the ICE officer in charge of the family unit’s  case and may also be dependent on a variety of factors, such as whether  the family unit entered the United States at or between ports of entry,  whether the family unit received a positive credible fear determination,  and the head-of-household’s prior criminal and immigration record."], "subsections": []}]}, {"section_title": "ICE’s Automated Data System Does Not Track Family Unit Separations That Occur in ICE Custody", "paragraphs": ["ICE relies on a manual process to track family unit separations that occur  in ICE custody, but does not systematically record this information in its  data system. ICE officers are to report all separations that occur in ICE  custody to the headquarters office responsible for coordinating family and  juvenile programs. ICE headquarters officials in that office compile the  information received from the field offices to populate a spreadsheet,  which they use to track all separations that occur in ICE custody. In  addition, according to ICE officials at headquarters, officers are to include  narrative information about the separation and the approving official’s  name in a comments field in the parent’s and children’s records in the  data system. According to ICE officials, the narrative information in the comment field is not searchable within ICE’s data system and ICE does  not have a mechanism, such as a drop-down menu, to systematically  record a family unit separation or the reasons for any separations that  occur in ICE custody. Thus, ICE cannot pull data from its system to track  such separations. ICE headquarters officials stated that these methods  are not an efficient and effective means to have readily available data on  family separations that occurred in ICE custody.", "According to ICE policy for detained parents, detained parents maintain  their parental rights during removal proceedings. In particular, if ICE is  removing a parent from the United States, field office directors or their  designees are to accommodate, to the extent practicable, the detained  parent’s efforts to make arrangements for his or her minor child or  children, including for the children to be removed with the parent. As  such, before removing an adult from the United States, ICE officers are to  check the individual’s paper A-file, and specifically the individual’s Form I- 213, for any indication the adult arrived with a child, according to ICE  headquarters officials. In addition, according to ICE officials, ICE officers  are to review the individual’s record in ICE’s data system where ICE  officers would be alerted to whether the individual had ever been  separated from a child.", "Given the limitations in ICE’s data system, officers would need to know to  review the narrative information in the comments field within the  individual’s records to determine whether he or she had been separated  from a child in ICE custody; however, none of ICE’s guidance documents  explain that officers are to look for such information in the narrative  comments field. Further, ICE officials told us that officers are not required  to check the spreadsheet maintained at ICE headquarters or contact  headquarters officials prior to removing adults from the United States. As  of November 2019, ICE headquarters officials stated they are working  with the ICE data unit to create a new module that would enhance ICE’s  ability to link and track family units in its data system, including capturing  information on families that ICE separates. According to ICE officials, ICE  has established a project team for this effort and hopes to deploy the  updates in the fourth quarter of fiscal year 2020. However, ICE did not  provide documentation with details, such as a project plan with time  frames for deploying these system updates, to verify these plans.", "Standards for Internal Control in the Federal Government states that  management designs the entity’s information system and related control  activities to achieve objectives and respond to risks. Further,  management designs the entity’s information system and the use of  information technology by considering the defined information  requirements for each of the entity’s operational processes. Given that  ICE did not provide documentation with details about planned changes to  ICE’s data system, it is too early to determine whether and when ICE’s  planned system enhancements will include a mechanism that allows ICE  officers to systematically track family separations that occur in ICE  custody. Without a mechanism in its data system to systematically track  the family units it separates, ICE is unable to ensure that separated  parents who are subject to removal are able to make arrangements for  their minor child or children (including being removed with them), as  provided in ICE policy ."], "subsections": []}]}, {"section_title": "DHS and HHS Have Interagency Agreements with Roles and Responsibilities Regarding UAC, but Long-Standing Information Sharing Gaps Remain", "paragraphs": ["DHS and HHS have developed interagency agreements for the transfer  and placement of UAC between the two departments; however,  information sharing gaps remain. In 2015, we reported that the  interagency process to refer UAC from DHS to HHS was inefficient and  vulnerable to errors because it relied on emails and manual data entry.  In addition, each DHS component (Border Patrol, OFO, and ICE)  submitted referrals for UAC to HHS’s ORR in a different way. To increase  the efficiency and improve the accuracy of the interagency referral and  placement process for UAC, we recommended the Secretaries of  Homeland Security and Health and Human Services jointly develop and  implement a documented interagency process with clearly defined roles  and responsibilities for all agencies involved in the referral and placement  of UAC in HHS shelters. DHS and HHS concurred with our  recommendation. Since our 2015 report, DHS and HHS developed two  documents to guide interagency procedures related to the processing of  UAC. Specifically, in April 2018, HHS and DHS established a  memorandum of agreement regarding information sharing for UAC. In  addition, on July 31, 2018, DHS and HHS issued a Joint Concept of  Operations to memorialize interagency policies, procedures, and  guidelines related to the processing of UAC.", "According to the April 2018 memorandum of agreement, among other  things ICE and CBP are to provide ORR with information at the time of  the referral and documents when the child is transferred to ORR,  including whether the child was traveling with other individuals and the  Form I-213, so that ORR can make informed decisions for the child.  Specifically, once a child has been transferred to ORR, the agency begins  the process of identifying a potential sponsor for the child and, when a  potential sponsor is identified, ORR requests information about that  sponsor. At this step, according to the memorandum of agreement, ICE is  to conduct a screening of the potential sponsor that includes, at a  minimum, a biographic criminal check of national databases, a check for  warrants of arrest, and an immigration status check. DHS is to provide  HHS with information necessary to conduct suitability assessments for  sponsors, including that which HHS would not otherwise have access. In  addition, to the extent permitted by law, and consistent with policy, DHS is  to report to ORR the results of any investigations it conducts that are  relevant to ORR’s determinations concerning the care and placement of  UAC.", "According to the July 2018 Joint Concept of Operations, ICE or CBP  should use ORR’s data system to refer UAC to ORR whenever feasible. If  ORR’s data system is not available, DHS may email ORR a referral form  along with any supporting documentation. DHS is also to provide ORR  with specific documents, including the Form I-213, when the child is  transferred to ORR. In the event a child is separated from a parent or  legal guardian, CBP or ICE is to enter this information into ORR’s data  system, according to the Joint Concept of Operations. CBP or ICE is also  to include contact information for parents, legal guardians, or adult  relatives, as this information can assist in ORR’s reunification process, if  needed. ORR is to contact the child’s family to, among other things,  determine whether the child has a potential sponsor who resides in the  United States, and to facilitate visitation and contact with family members,  regardless of their immigration status. Finally, DHS is to preserve the  unity of families during repatriation, according to the Joint Concept of  Operations.", "The memorandum of agreement and Joint Concept of Operations state  the roles and responsibilities of DHS and HHS and their components and  describe some of the information to be shared between the agencies  regarding the placement of UAC, among other things. However, DHS and  HHS officials’ statements indicate that, in practice, they have not resolved  long-standing differences in opinion about whether and how agencies are  to share information, and what type of information is needed to inform  decisions about the care and placement of UAC, including those  processed as UAC after separation from a parent. We found that DHS  has not consistently provided information and documents to ORR as  specified in the memorandum of understanding and the Joint Concept of  Operations. Further, ORR officials identified additional information they  believe ORR needs from DHS at the time of referral (or soon thereafter)  to inform their decisions about placing children with sponsors and  reunifying separated families, when necessary."], "subsections": [{"section_title": "Information Sharing Processes as Described in the Interagency Agreements", "paragraphs": ["With regard to information sharing expectations established in the  interagency agreements, as of September 2019, we found that certain  documents were not being shared or mechanisms for sharing information  were not being used consistently. For example, Border Patrol has taken  steps since our 2015 report to improve its referral process, so that Border  Patrol’s referral information is uploaded directly into ORR’s data system,  in keeping with Joint Concept of Operations requirements. However, the  referral screens in Border Patrol and ORR data systems do not fully align,  which has required ORR headquarters staff to manually enter some  required information into the ORR data system. That is, Border Patrol’s  referral screen does not include many of the fields—areas to input  specific information—included in ORR’s referral screen.", "Border Patrol and ORR officials offered different perspectives on why the  information on the referral screens in the data systems do not align.  Specifically, ORR officials stated that Border Patrol has not updated its  referral screen to match updates that ORR has made. For example, in  July 2018, ORR added a checkbox in its data system for DHS agencies to  indicate whether a UAC had been separated from a parent, as necessary.  Border Patrol took steps in October 2018 to similarly update its referral  screen, so the indication of a family separation would be automatically  uploaded to ORR’s data system with the referral. However, additional  steps must be taken by ORR for its data system to upload the  information, according to Border Patrol officials. Meanwhile, if ORR staff  see some indication of a family separation in the Border Patrol referral  form, such as in a narrative text field, ORR staff will typically add that  information to the records in their data system manually. Border Patrol  has not taken additional steps to update other parts of its system’s  referral screen to align with ORR’s data system because ORR’s data  system does not comply with DHS security standards, according to  Border Patrol officials. ORR officials said they had not been made aware  of any security concerns. However, concern about system security  standards is a long-standing issue that we noted in our 2015 report. As of  October 2019, Border Patrol and ORR did not have any plans to  collaborate further to improve automated referrals for UAC.", "Further, as of October 2019, ORR officials told us that ICE and OFO  officials are not consistently accessing the ORR data system to submit a  referral for a UAC. Specifically, ICE and OFO officers in certain locations  use ORR’s data system to submit a referral infrequently and instead use  a form, which ORR last updated in 2013, that they attach to emails to  refer UAC. However, ORR officials stated their expectation is that email  referrals are to be used only occasionally, such as if DHS officials  encounter technical problems using ORR’s data system. ICE and OFO  stated that their officers only rarely make referrals to ORR and sometimes  face constraints that prohibit them from using ORR’s data system to  submit the referral. For example, ICE officials stated that officers  generally use ORR’s data system for referrals, but that, on some  occasions, the officer’s password to access ORR’s data system has  expired due to infrequent use, and they must email the referral. In  addition, OFO and ICE officials stated that their officers who have access  to the ORR data system to make referrals are not always available, so in  those instances, other officers must email a referral form to ORR.", "OFO and ICE headquarters officials were unsure how often their officers  used email to send ORR referrals, rather than directly accessing ORR’s  data system. ORR officials also stated that even when ICE and OFO use  ORR’s data system to submit the referral, consistent with the Joint  Concept of Operations, the officers are not consistently marking the  separations checkbox in ORR’s data system for those children involved in  family separations. As a result of these challenges, ORR officials said  they must often manually enter referral information from ICE or OFO into  the ORR data system, including any indication of a family separation or  that the child was apprehended with an adult.", "ORR officials also stated that DHS—CBP and ICE—is not routinely  submitting the child’s Form I-213 to ORR, as specified by both  interagency agreements. Border Patrol and OFO headquarters officials  stated they have concerns about sharing sensitive information, including  in referral forms or on the Form I-213, with ORR headquarters or  contracted shelter staff because they are not law enforcement officers.  ORR headquarters officials stated that they have worked with other  federal partners to ensure that only ORR officials with the proper  authorization receive sensitive materials. These officials said they are  interested in working with DHS to set up a similar process so ORR can  receive the information it needs to make decisions for UAC. For example,  ORR headquarters officials stated that they would explore options for  updating DHS and HHS data systems so the child’s Form I-213 could be  shared directly between data systems. This would help ensure that only  ORR staff who have the proper authorization will have access to them,  according to HHS officials.", "In addition, DHS and HHS provided different perspectives on the  expected information sharing procedures included in the interagency  agreements. For example, ORR headquarters officials stated they  interpret existing interagency agreements to apply to information sharing  on all UAC, regardless of whether they were apprehended alone or with  an adult. By contrast, Border Patrol headquarters officials stated that the  interagency agreements apply to UAC involved in family separations, but  not those children referred to ORR after Border Patrol assessed a family  relationship to be invalid. In addition, ICE headquarters officials stated  that the interagency agreements were drafted to reflect the circumstances  of children apprehended alone, not separated children or those CBP  assesses to have invalid family relationships. ICE officials also stated  they no longer believe the April 2018 memorandum of agreement is valid  for any UAC, because it was developed to address a process ORR no  longer requires."], "subsections": []}, {"section_title": "Additional Information Sharing Needs Identified by ORR", "paragraphs": ["ORR identified additional information sharing needs—some not covered  by existing interagency agreements—to inform decisions regarding the  care and placement of UAC. Specifically, this information includes details  about the circumstances of family separations, and information about  adults who were apprehended with children (who subsequently were  designated as UAC). ORR officials stated that ORR and ICE require this  information, collected by DHS, to (1) assess potential sponsors for  placement of UAC and (2) to reunify eligible separated families.", "Assessing Potential Sponsors. ORR officials stated that ORR  needs additional information about parents and other adults  accompanying a child (who is later designated as a UAC) at the time  of apprehension to assess all potential sponsors with whom UAC will  be placed as they await immigration proceedings in the United States.  However, the Joint Concept of Operations contains limited details  about what information should be shared between DHS and HHS  about relevant adults. For example, the agreement states that ICE  and CBP will provide ORR with contact information for parents, legal  guardians, or adult relatives. However, the agreement does not, for  example, require DHS to share the details of an adult’s criminal  history information to ORR. In addition, Border Patrol headquarters  officials stated that agents typically would not alert ORR to any  concerns about invalid family relationships, as they do not believe that  information is relevant. ORR officials stated they need detailed  information about an accompanying adult to assess whether they  could potentially pose a danger to the child, and this is not addressed  in the Joint Concept of Operations. However, ORR officials stated  that this information is often not included in DHS’s referrals for UAC,  and ORR sometimes learns about an accompanying adult from a child  after placement in an ORR shelter.", "Reunifying Eligible Separated Family Units. To ensure compliance  with the federal court injunction in the Ms. L. v. ICE litigation, ORR  officials stated that they need to know enough details about (1) family  separations or (2) situations in which CBP had concerns a family  relationship was invalid, to determine whether there are any family  units potentially eligible for reunification. If DHS and HHS determine  that a parent will be reunified with a child, ORR is responsible for (1)  verifying the validity of the family relationship and (2) determining  whether the parent is fit or poses a danger to the child, according to  ORR officials. For family unit reunifications, ORR has relied, in part,  on the determinations made by DHS when the family was separated,  according to these officials. However, ORR officials stated the  information DHS provides about family separations is generally limited  or provided inconsistently, often without enough detail for ORR to  assess whether the family unit may be eligible for reunification. For  example, the referral might state a family separation is due to the  parent’s criminal history, but ORR must follow up with ICE to specify  the charge, determine whether the adult was convicted, or learn the  date of the event.", "In addition, ORR may conduct family reunifications in accordance with  ORR policies and procedures in other situations. For example, there  have been cases in which families were separated, but DHS later  dropped criminal charges against a parent it planned to prosecute, or  a parent has completed a hospitalization that required the parent to be  separated from his or her child. According to ICE policy, when ICE is  removing a parent from the United States, that parent has the right to  determine whether a minor child will be removed with him or her. ORR  officials stated that, according to ORR policies and procedures, if the  child is to be removed with the parent, ORR must assess whether (1)  the family relationship is valid and (2) whether the parent presents a  danger to the child. However, ORR officials stated that if this  information was not provided at the time of referral, they must reach  out to ICE officials to collect it. Further, ORR headquarters officials  stated that ICE has removed adults from the United States who  wished to be removed with their child or children in ORR custody,  before ORR could complete its assessment. However, neither ICE nor  ORR could determine exactly how often that had occurred or in  exactly what time frame these removals had occurred.", "DHS and HHS officials provided different perspectives on these  information sharing challenges not covered within existing interagency  agreements. ORR takes additional steps to collect information from ICE  and CBP that ORR is not routinely receiving at the time of referral. This  can extend the time that children spend in ORR custody, according to  ORR officials. If ORR staff conducting intake duties have questions about  UAC and any accompanying adults, ORR headquarters officials told us  they typically first contact the local CBP officials who processed the  apprehension.", "In April and August 2019, ORR officials said that some Border Patrol  sectors are more responsive than others and that limited and inconsistent  information sharing by DHS about separated children has led to delays in  placement and release decisions for UAC. ORR staff also reach out to  ICE’s field office juvenile coordinators or ICE headquarters officials  responsible for juvenile and family management. For example, ORR and  ICE headquarters coordinate on a weekly basis via email to assess  whether family separations are in compliance with federal court orders in  the ongoing Ms. L. v. ICE litigation. Specifically, since February 2019,  ORR and ICE have shared a spreadsheet tracking UAC who may have  been involved in a family separation, according to ORR and ICE  headquarters officials. Further, ICE officials said they gather additional  information, such as more details about the reason for a family separation  from the Form I-213 or by reaching out to CBP officials. They provide  some of this information to ORR, as ICE officials noted that they  recognize ORR needs such information to assist in its decision-making for  UAC. ICE headquarters officials noted that they have found ways to  provide more detailed information to ORR without sharing sensitive law  enforcement information. It is through this vetting process that ICE and  ORR assess potential family separations to reach a confirmed number of  cases and the reasons for them, according to ICE and ORR officials.", "ORR headquarters officials stated that, from their perspective, it would be  more efficient if CBP or ICE provided this information directly into ORR’s  data system at the time of referral, where possible, rather than sharing a  spreadsheet via email. Specifically, ORR headquarters officials stated  that they have experienced delays in releasing a child to a sponsor due to  missing information about a parent or the inability to notify a parent in ICE  detention about sponsorship decisions. By contrast, Border Patrol and  OFO headquarters officials noted concerns about sharing sensitive  information with ORR, particularly for adults apprehended with UAC.  Border Patrol officials stated, for example, that Border Patrol does not  share sensitive law enforcement information with a third party such as  ORR.", "According to ICE headquarters officials, sometimes ICE officers conduct  additional research after a child is referred to ORR, such as if CBP was  unable to collect certain information before making a separation  decision. ICE officials stated that, for their purposes, the current  information sharing procedures in place are sufficient, but noted that ICE  has added staff resources to keep up with the demands of current  information sharing procedures. Specifically, until May 2019, there was  one ICE headquarters official, 2in the juvenile and family management  unit, responding to all of ORR’s requests, and that ICE added another  staff person to assist in responding to ORR’s requests. As of October  2019, there were no plans to discuss further these information sharing  concerns, according to ORR, CBP, and ICE officials.", "Leading practices of high-performing organizations include fostering  collaboration both within and across organizational boundaries to achieve  results. Further, agencies should work together to establish a shared  purpose and goals; develop joint strategies or approaches that  complement one another; and ensure the compatibility of policies,  procedures, and other means to operate across agency boundaries. We  have previously reported that written agreements, such as a  memorandum of understanding or interagency agreements, can help  facilitate collaboration by articulating roles and responsibilities, among  other things. These types of written agreements are most effective when  they are regularly updated and monitored, as we reported in 2012.", "While issuing the April 2018 memorandum of agreement and July 2018  Joint Concept of Operations were important steps toward addressing the  weaknesses we identified in our 2015 report, additional actions are  needed to fully address our recommendation and increase the efficiency  and improve the accuracy of the interagency referral and placement  process for all UAC. In addition, further DHS and HHS collaboration about  information sharing methods and ways to enhance interagency  agreements would better position ORR to make informed and timely  decisions for UAC, including those separated from adults with whom they  were apprehended."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["As the number of CBP apprehensions of family units has risen markedly  in recent years, DHS has developed policies and procedures for  processing family units. For example, since 2015 CBP has introduced  policies and procedures for collecting information about family units,  which has increased the data it collects, including on family separations.  However, DHS continues to face challenges in ensuring that it accurately  and consistently tracks information about family units, including those it  separates. Specifically, CBP training includes definitions of and guidance  for processing family units that are inconsistent with CBP policy. Issuing  updated training materials with correct definitions of and guidance for  processing family units would help CBP ensure that its agents and  officers are accurately tracking family units and, where applicable, family  separations. In addition, CBP has policies and procedures related to  concerns about the validity of a family unit, but it does not have written  requirements about what information on these cases Border Patrol agents  and OFO officers are to record. Without additional guidance about what details CBP agents and officers are to record on the required Form I-213,  these cases will not be well documented, as required by CBP policy.  Further, ICE and ORR officials do not have sufficient information to make  decisions for the adults and children involved, including determining when  reuniting valid family units is necessary.", "CBP has developed policies and procedures related to family  separations, but additional controls would help Border Patrol and OFO  ensure that information about these cases is accurately and consistently  captured. By developing and implementing additional controls for tracking  family separations—such as requiring checks during supervisory review  that separations were documented properly—Border Patrol could better  ensure it has accurate information about these cases, consistent with  CBP and Border Patrol policies. Further, some of the options for  separation reasons in Border Patrol’s and OFO’s data systems do not  fully align with CBP policy. Without updating the reasons agents and  officers have available to select from, CBP is not well positioned to  determine whether its officials are separating family units for reasons  consistent with CBP policy.", "In addition, during our review of selected Forms I-213 for a sample of  separated family units, we found that agents did not always include the  reason for the separation or include a detailed description of the  circumstances of the case. Developing and implementing additional  controls to check that Border Patrol agents document family separations  and why they occurred on family unit members’ Forms I-213 could help  Border Patrol ensure its agents are separating family units in accordance  with CBP policy. Additionally, without additional guidance on what specific  information about the circumstances of the family separations Border  Patrol agents and OFO officers are to include on the parent’s and child’s  Forms I-213, ICE and ORR do not have sufficient information to  determine, among other things, when family reunifications are required.", "During our review of ICE’s policies and procedures for processing family  units, we found that it does not systematically track the family units it  separates in its data system. By updating its data system to do so, ICE  would be better able to ensure that separated parents, who are subject to  removal, are able to make arrangements for their minor child or children,  including being removed with them, consistent with ICE policy.", "While DHS and HHS have developed written interagency agreements  related to the transfer and care of UAC, as we recommended in 2015, we  found that information sharing gaps between the two agencies remain. As  such, continuing their efforts to address our prior recommendation to  jointly develop and implement a documented interagency process for all  agencies involved in the referral and placement of UAC could help DHS  and HHS increase the efficiency and improve the accuracy of these  processes for UAC. Moreover, additional DHS and HHS collaboration  about information sharing would help provide ORR with additional  information, including about accompanying adults, to make informed and  timely decisions for UAC."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making a total of nine recommendations, including six to CBP and  one each to ICE, DHS, and HHS. Specifically:  The CBP Commissioner should issue updated Border Patrol and OFO  training materials that reflect the correct definition of a family unit and  guidance for recording that information. (Recommendation 1)", "The CBP Commissioner should provide written guidance to Border Patrol  agents and OFO officers about what narrative information should be  recorded on the child’s and the accompanying adult’s Forms I-213 to  document cases in which CBP determines that a parent–child relationship  may be invalid. (Recommendation 2)", "The CBP Commissioner should develop and implement additional  controls to ensure that Border Patrol agents accurately record family unit  separations in its data system. (Recommendation 3)", "The CBP Commissioner should update Border Patrol’s and OFO’s data  systems to ensure data captured on family unit separation reasons clearly  align with CBP policy. (Recommendation 4)", "The CBP Commissioner should develop and implement additional  controls to ensure that Border Patrol agents include a narrative  description of a family unit separation on the parent’s / legal guardian’s  and child’s Forms I-213, including the reason for the separation.  (Recommendation 5)", "The CBP Commissioner should provide guidance to Border Patrol agents  and OFO officers on the narrative information they are to include about  family unit separation events on the parent’s / legal guardian’s and child’s  Forms I-213. (Recommendation 6)", "The ICE Director should develop and implement a mechanism to  systematically track in its data system the family units ICE separates.  (Recommendation 7)", "The Secretary of Homeland Security, jointly with the Secretary of Health  and Human Services, should collaborate to address information sharing  gaps identified in this report to ensure that ORR receives information  needed to make decisions for UAC, including those apprehended with an  adult. (Recommendation 8)", "The Secretary of Health and Human Services, jointly with the Secretary of  Homeland Security, should collaborate to address information sharing  gaps identified in this report to ensure that ORR receives information  needed to make decisions for UAC, including those apprehended with an  adult. (Recommendation 9)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DHS and HHS for review and  comment. DHS and HHS provided formal, written comments, which are  reproduced in full in appendixes III and IV, respectively. DHS and HHS  also provided technical comments on our draft report, which we  incorporated, as appropriate.", "DHS concurred with our recommendations and described actions planned  or underway to address them. For example, in response to several of our  recommendations that CBP provide additional or revised guidance and  training to agents and officers, DHS stated that Border Patrol issued a  memo in January 2020 to clarify what information agents are to record for  family unit members, potentially invalid family units, and subsequent  separations, if applicable. DHS also described planned updates to OFO  data systems to automatically record certain information in family unit  members’ Form I-213, such as the names and identifying information of  all family members apprehended together. Regarding our  recommendation that CBP should update Border Patrol’s and OFO’s data  systems to ensure the options for family separation reasons clearly align  with CBP policy, DHS provided documentation of guidance that OFO and  Border Patrol issued about data system updates. DHS requested that we  consider the recommendation implemented. We will review the  information and documents DHS provided to assess the extent to which  CBP fully addressed this recommendation. Regarding our  recommendation that ICE develop and implement a mechanism to track  its separations in its data system, DHS stated that ICE has efforts  underway to enable ICE officers to track separations and reunifications in  its data system throughout ICE’s immigration enforcement process.", "DHS and HHS also both concurred with our recommendations that the  agencies collaborate to address information sharing gaps identified in this  report, and described plans to coordinate and reach agreement on  information sharing practices. We will review the agencies’ actions and  planned efforts, including any documentation provided by DHS and HHS,  and the extent to which they address each of our nine recommendations.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from its  issue date. At that time, we will send copies of this report to the  appropriate congressional committees, the Acting Secretary of Homeland  Security, and the Secretary of Health and Human Services. In addition,  the report is available at no charge on the GAO website at  https://gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8777 or gamblerr@gao.gov. Key contributors to this  report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The objectives of this report were to examine (1) what U.S. Customs and  Border Protection (CBP) data indicate about the numbers and  characteristics of family units who have been apprehended along the  southwest border, (2) the extent to which CBP has developed and  implemented policies and procedures for processing family units  apprehended along the southwest border, (3) the extent to which U.S.  Immigration and Customs Enforcement (ICE) has developed and  implemented policies and procedures for processing family units  apprehended along the southwest border, and (4) how the Department of  Homeland Security (DHS) shares information with the Department of  Health and Human Services (HHS) about unaccompanied alien children  (UAC), including those children who initially arrived with and were  separated from their parents or other adults.", "To address these objectives and to observe agents and officers  processing families, we conducted site visits at U.S. Border Patrol  stations and Office of Field Operations (OFO) ports of entry in Arizona,  California, and Texas, from July 2018 to October 2018. We also visited  ICE family detention facilities, known as family residential centers, in  Dilley and Karnes City, Texas in February 2019. Specifically, in Tucson,  Arizona we visited Border Patrol’s Tucson sector headquarters and  OFO’s Tucson Field Office headquarters and the Nogales port of entry. In  the San Diego, California region, we visited Border Patrol’s San Diego  sector headquarters and Imperial Beach station and the San Ysidro port  of entry. In the Rio Grande Valley, Texas region, we visited CBP’s Central  Processing Center, Border Patrol’s McAllen station, and the Hidalgo and  Brownsville ports of entry. In the San Antonio, Texas region, we visited  ICE’s San Antonio field office headquarters, South Texas Family  Residential Center, and Karnes County Residential Center. During these  site visits, we interviewed Border Patrol, OFO, and ICE officials, observed  agents and officers processing families, and toured CBP and ICE  facilities, among other activities. To select these locations, we reviewed  CBP data on Border Patrol and OFO apprehensions along the southwest  border, including family unit apprehensions, and identified specific  locations that had the greatest increase in the number of apprehensions  of individuals from fiscal year 2016 to 2017. We also considered the  geographical proximity of multiple CBP and ICE facilities to maximize  observations. Our observations during site visits are not generalizable to  all Border Patrol, OFO, and ICE operations along the southwest border,  but provided us the opportunity to learn more about how policies and  procedures for processing families are conducted and how CBP and ICE  coordinate their efforts.", "In addition, to address all of our objectives, we interviewed DHS and HHS  officials. Specifically, we met with DHS officials from CBP’s Office of the  Commissioner and Office of Chief Counsel; Border Patrol’s Law  Enforcement Operations Directorate and Strategic Planning and Analysis  Directorate; OFO’s Admissibility and Passenger Programs office; ICE’s  Enforcement and Removal Operations (including the Juvenile Family and  Residential Management Unit, Field Operations, Alternatives to  Detention, and Law Enforcement Systems and Analysis) and ICE’s Office  of the Principal Legal Advisor. We also interviewed HHS officials from the  offices of the Assistant Secretary for Preparedness and Response and  Office of Refugee Resettlement (ORR).", "To address our first objective and describe what CBP data indicate about  the numbers and characteristics of family units who have been  apprehended along the southwest border, we reviewed record-level  apprehensions data from CBP’s Border Patrol and OFO for individuals  determined to be inadmissible or potentially subject to removal. We  collected data for fiscal year 2016 through the second quarter of fiscal  year 2019 because Border Patrol and OFO began to systematically  collect data on individuals apprehended as part of a family unit in fiscal  year 2016. The second quarter of fiscal year 2019 was the most current  data available at the time of our review. We used “number of  apprehensions” rather than the “number of individuals or family unit  members” as the unit of analysis we reported because an individual may  have been apprehended multiple times in the same year. The data we  report on apprehensions of family unit members include individuals in  family units CBP later separated (for reasons other than concerns about  validity of the family relationship) from April 19, 2018, when Border Patrol  and OFO began collecting data on family separations, through the first  two quarters of fiscal year 2019. The record-level data we analyzed are  current as of the date Border Patrol or OFO provided it to us. Specifically,  Border Patrol data for fiscal years 2016 through 2018 are current as of  January 2019; Border Patrol data for the first two quarters of fiscal year  2019 and selected fields for all fiscal years are current as of April 2019.  OFO data for fiscal years 2016 through 2018 are current as of February  2019; OFO data for the first two quarters of fiscal year 2019 are current  as of June 2019.", "We grouped the ages of apprehended children in family units (e.g. ages  0–4, 5–11, and 12–17) according to key agency and court documents.  While most of our analysis was conducted on the apprehensions of  individuals in family units, we were also able to analyze the composition  of family units (i.e., as a group rather than individuals) apprehended by  Border Patrol. Specifically, Border Patrol uses a “family unit number” to  link the records of adult(s) and children processed as a family unit. As a  result, we analyzed whether the family unit was headed by an adult male  or adult female and how many children were in the family unit. We could  not conduct a similar analysis for the family units apprehended by OFO,  because OFO does not assign family units unique identifying numbers to  link family members in its data system. As a result, we were unable to  report on the composition of family units that OFO encountered.", "As part of our analysis of CBP data, we determined the number of family  unit members Border Patrol and OFO data indicated as separated from  April 19, 2018 through March 31, 2019. We selected this time frame  because Border Patrol began to systematically collect data on family  separations in its data systems on April 19, 2018, and the second quarter  of fiscal year 2019 was the most current data available at the time of our  review. Our analysis of the reasons for family separations is based on  the data recorded by agents and officers in Border Patrol’s and OFO’s  data systems. During the period of our review, Border Patrol’s and OFO’s  data systems included options for agents and officers to choose from to  explain the reason for the separation, including, for example, “family  member prosecuted – criminal history” and “family member prosecuted –  other reasons.” These reasons, and the numbers of separations for each  reason, reflect CBP data and may not match the information about  separations (including numbers of, reasons for, and timeframes of  separations) that DHS reported to a federal court in response to related  litigation, such as Ms. L. v. ICE. According to court filings, the information  provided in response to that litigation was based on a manual review of  multiple federal datasets and reflect categories as required by the  litigation.", "We excluded family separations indicated in CBP data as temporary from  our analysis. We also reported separately on the number of adults and  children who were apprehended together, but whom CBP assessed to  have potentially invalid family relationships and thus processed  separately, as CBP does not consider these family separations. To  assess the reliability of CBP data, we completed a number of steps,  including (1) performing electronic testing for obvious errors in accuracy  and completeness, such as running logic tests; (2) reviewing existing  information about the data and the systems that produced them, such as  relevant training materials for Border Patrol agents and OFO officers who  use agency data systems; and (3) discussing data entry issues and data  limitations with Border Patrol and OFO officials. We also received  demonstrations on the data systems from Border Patrol and OFO officials  at headquarters. The limitations and determinations of reliability for the  Border Patrol and OFO data are discussed in more detail below.", "Border Patrol data. We identified a small number of Border Patrol  apprehension records that had the same date of apprehension and  unique identifier, known as the “A-number.” It is possible that these  apprehension records represented one apprehended individual that  Border Patrol agents processed as two apprehensions. These records  constituted less than 1 percent of the almost 2.4 million apprehension  records we analyzed. We included these apprehension records in our  analysis because Border Patrol considers them unique apprehensions  and because their small number does not materially affect our analysis.", "We did not include a small number of records (less than 1 percent of  apprehensions of family unit members) that had a family unit number but  did not meet CBP’s definition of a family unit in our analysis of records of  family unit members. For example, a small number of family unit member  records did not include a date of birth, so we could not determine whether  the individual was an adult or child (i.e., under or over the age of 18  years).", "For our analysis of the reasons for family separations, we found a small  number (18) of Border Patrol records that included more than one  separation reason, so we could not distinguish which reason led to a  permanent family separation. Thus, we excluded these records from our  analysis of the reasons for family separations.", "According to Border Patrol headquarters officials and documents, in  situations in which only one of the adults in a two-parent family was  separated, the child or children would remain with the other adult as an  intact family unit (and the child would not be designated a UAC and  transferred to the custody of ORR). As such, in these situations, we  included the separated adults in our reported numbers of separated  family unit members, but did not include associated remaining family units  in our analysis of separated family units.", "We found 18 records for family units that included one adult and one  child, with one of the family unit members separated. According to Border  Patrol’s procedures, in the event a family separation occurs, both family  unit members are to be processed in the data system as “separated.” We  included these records in the number of family unit members, but did not  include them in our analysis of separated family unit members, as it was  unclear from the records whether or not the family unit was separated.", "We identified data reliability issues with Border Patrol’s data on family  separations, as described in our report. When reporting these data, we  rounded down to the nearest increment of five, and described relevant  data using modifiers such as “at least” because of possible missing  information. This enabled us to report on the Border Patrol data that we  determined were sufficiently reliable for our purposes.", "OFO data. For the OFO data, we excluded approximately 11 percent of  all apprehension records (including single adults, UAC, and parents and  children that arrived as part of a family unit) from our analyses because  we could not confirm an A-number, for those apprehensions. Among the  apprehension records missing an A-number, 44 percent were cases in  which OFO officers paroled the individuals and, according to OFO  officials, officers are not required to assign an A-number to these  individuals. In addition, 47 percent of the records with a missing A- number were cases that involved individuals withdrawing their  applications for admission into the United States, in which OFO officers  have discretion whether or not to assign an A-number. According to OFO  officials, additional records with missing A-numbers may be due to human  error during data entry or problems with the data system saving this  information in the database that OFO used to pull the data. Finally, we  collapsed 153,025 apprehension records into 71,986 apprehension  records because we determined that they were duplicate records for the  same individual and the same apprehension, based on factors such as A- number, birth date, and date and time of apprehension.", "As a result, we determined that we could not present precise figures for  analyses that include OFO data and instead provided approximations  throughout the report. We rounded all data and figures on OFO  apprehensions, including where OFO’s data inform CBP-data and figures,  down to the hundreds place. As an exception, for the much-smaller number of OFO family separations, as compared with total  apprehensions, we rounded the figures by increments of five, and  described relevant data using modifiers such as “at least” because of  possible missing information. This enabled us to report on the OFO data  that we determined were sufficiently reliable for our purposes.", "With the previously described modifications, we determined that the  Border Patrol and OFO data were sufficiently reliable to generally  describe the number and demographic characteristics of family units  apprehended by CBP along the southwest border.", "To address the second objective, on the extent to which CBP has  developed and implemented policies and procedures for processing  family units—including how CBP defines family units, assesses the  validity of family relationships, and determines whether family separations  are warranted—we reviewed CBP, Border Patrol, and OFO policy  documents, training materials, and other guidance documents in effect  from October 2015 through December 2019. For example, we reviewed  CBP’s 2015 National Standards on Transport, Escort, Detention, and  Search policy, as well as Border Patrol’s data system processing  guidance and Border Patrol and OFO policies and procedures on how  agents are to record family separations in agency data systems, among  other documents. We compared CBP, Border Patrol and OFO policies  and procedures to Standards for Internal Control in the Federal  Government related to identifying, analyzing, and responding to change;  designing control activities to achieve objectives and identify risks; and  using quality information to achieve objectives. We also compared  Border Patrol definitions for family units, and processes and guidance for  tracking family units, invalid family units, and family unit separations  against CBP and Border Patrol policy.", "To evaluate how Border Patrol recorded information for family units  apprehended from June 28, 2018 through March 31, 2019, we also  selected a sample of ORR records for UAC involved in family separations  and compared them to Border Patrol apprehensions data for the same  children. Specifically, we selected a small, random, nongeneralizable  sample of 40 ORR records for UAC involved in family separations. We  then matched all 40 selected records to Border Patrol apprehensions  data, using unique identifiers. Our findings are not generalizable due to  the size of our sample, so we cannot use our findings to assess the  magnitude of the issues we identified in Border Patrol data. We limited  the records from which we selected our sample to those ORR records  that included an A-number, a unique identifier, for the adult separated  from the child in ORR custody, since Border Patrol tracks its separation  reasons in the adult’s records. Finally, we compared this information with  CBP’s October 2015 National Standards on Transport, Escort, Detention,  and Search policy, which states that family separations must be  documented in the appropriate data systems. We also assessed  information against federal internal control standards, which call for  management to identify and use quality information to achieve the entity’s  objectives and address risks, among other control activities.", "To describe how Border Patrol agents document the reasons for and  circumstances of each family separation case, we reviewed a  nongeneralizable sample of the DHS Form I-213, Record of  Deportable/Inadmissible Alien (Form I-213), which is a form that agents  are required to complete for each individual CBP apprehends.  Specifically, Border Patrol provided us with Forms I-213 for the adults and  children involved in the three most recent instances of family separation  from June 28, 2018 through March 30, 2019, in each of Border Patrol’s  nine sectors along the southwest border. Two of the sectors only had one  family separation during that period, so we reviewed the forms for a total  of 23 family separations. We reviewed a sample of Forms I-213 prepared  by Border Patrol agents, as Border Patrol separated approximately 95  percent of the family separations indicated in CBP data during the period  we reviewed. We did not review a sample of Forms I-213 prepared by  OFO officers, given the relatively smaller number of families separated by  OFO. In addition, we reviewed a sample of forms for cases of family  separations only, and did not review forms for cases in which Border  Patrol determined the family relationship was invalid because Border  Patrol officials told us that they do not record information about  assessments of invalid family relationships on the Form I-213. Finally, we  compared this information with a 2015 CBP policy that states that family  separations must be documented in the appropriate data systems; a June  2018 CBP policy that includes potential reasons to warrant family  separations; and federal internal control standards, which call for  management to identify and use quality information to achieve the entity’s  objectives and address risks, among other control activities.", "To address the third objective, and examine the extent to which ICE has  developed and implemented policies and procedures for processing  families apprehended along the southwest border, we reviewed ICE  policy documents, training materials, and other guidance documents. For  example, we reviewed ICE’s Juvenile and Family Residential  Management Unit Field Office Juvenile Coordinator Handbook, ICE’s  Family Residential Standards, ICE’s data system training manual, and  ICE’s detained parent policy. We compared ICE’s processes against  ICE policies and procedures and federal internal control standards, which  call for management to design the entity’s information system and related  control activities to achieve objectives and respond to risks.", "ICE data. To report on family members apprehended by CBP and  detained in ICE family residential centers, we reviewed ICE detention  data from June 2014, when ICE opened its first family residential center  on the southwest border, through fiscal year 2018, the most current data  available at the time of our review. The data for all fiscal years is current  as of May 2019, when ICE provided us with record-level data to analyze.", "To assess the reliability of ICE’s data, we completed a number of data  reliability steps, including (1) performing electronic testing for obvious  errors in accuracy and completeness, such as running logic tests; (2)  reviewing existing information about the data and the systems that  produced them, such as relevant training materials for the ICE officers  who use them; and (3) discussing data entry issues and data limitations  with ICE officials. We also received demonstrations on ICE’s data system  from officials at headquarters. We determined that the data were  sufficiently reliable to describe the numbers and demographic  characteristics of family members who were apprehended by CBP and  detained by ICE at one of its family detention facilities.", "Additionally, we collected and reviewed data on the families whom ICE  separated from July 2018 through September 2019. We selected this time  frame because July 2018 is when ICE began to require its field offices to  report all instance of family separations to headquarters, which tracks the  information on a spreadsheet, and September 30, 2019, the end of the  fiscal year. We reported the total number of family separations from the  spreadsheet, but could not independently verify the number of  separations in ICE’s spreadsheet because ICE does not track family  separations systematically in its data system. As a result, we reported the  total number of family separations, according to ICE, for context to  demonstrate that most family separations occur when family units are in  CBP custody.", "To describe how DHS shares information with HHS about UAC, including  those involved in family separations, we reviewed DHS and HHS  interagency agreements, including the April 2018 information sharing  memorandum of agreement and July 2018 Joint Concept of Operations.  Additionally, we interviewed DHS and HHS officials at headquarters and  DHS officials at locations along the southwest border. We compared the  information we gathered with DHS and HHS interagency agreements,  which provide expectations for interagency information sharing and  procedures for the care and custody of UAC. We also compared DHS  and HHS information sharing practices to leading practices for  collaboration among federal agencies.", "We conducted this performance audit from July 2018 to February 2020 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: U.S. Customs and Border Protection (CBP) Apprehensions and U.S. Immigration and Customs Enforcement (ICE) Detentions of Family Units", "paragraphs": ["This appendix provides additional information about apprehensions of  noncitizen family units by CBP’s U.S. Border Patrol and Office of Field  Operations (OFO) at or between U.S. ports of entry from fiscal year 2016  through the second quarter of fiscal year 2019. It also provides additional  information about family unit members who were apprehended by CBP  and subsequently detained by U.S. Immigration and Customs  Enforcement (ICE) at a family residential center at some point from fiscal  year 2015 through fiscal year 2018."], "subsections": [{"section_title": "Demographic Information and CBP Processing Decisions for Family Units", "paragraphs": ["The following tables contain information on the demographics of CBP  apprehensions of noncitizen family units and family unit members and the  processing decisions that CBP agents and officers made for them. CBP  data indicate that Border Patrol was responsible for the majority of the  overall number of family unit member apprehensions by CBP from fiscal  year 2016 through the second quarter of fiscal year 2019 (see table 9).", "CBP data indicate that family unit member apprehensions grew as a  percentage of total CBP apprehensions from fiscal year 2016 through the  second quarter of fiscal year 2019 (see table 10). For example, CBP data  indicate that apprehensions of family unit members grew from about 22  percent of total southwest border apprehensions in fiscal year 2016 to  about 51 percent of such apprehensions during the first two quarters of  fiscal year 2019.", "CBP data indicate that most apprehensions of family unit members from  fiscal year 2016 through the second quarter of fiscal year 2019 were  nationals of Central American countries (see table 11).", "CBP data indicate that the majority of apprehensions of adult family unit  members by CBP were females, while the majority of children were male  (see table 12).", "Border Patrol’s data system collects information about the family units it  apprehends. Border Patrol’s data indicate that family units that agents  apprehended were generally headed by females, although the number of  family units headed by males and two-parent family units increased from  fiscal year 2016 through the first two quarters of fiscal year 2019 (see  table 13).", "Border Patrol’s data indicate that most Border Patrol apprehensions of  family unit members occurred in just three sectors (Rio Grande Valley,  Texas; El Paso, Texas; and Yuma, Arizona) from fiscal year 2016 through  the second quarter of fiscal year 2019 (see table 14).", "OFO data indicate that most OFO apprehensions of family unit members  occurred in just four ports of entry (San Ysidro, California; El Paso,  Texas; Hidalgo, Texas; and Nogales, Arizona) from fiscal year 2016  through the second quarter of fiscal year 2019 (see table 15).", "CBP data indicate that the majority of apprehensions of family unit  members resulted in the family unit members being released into the  interior of the United States with a notice to appear before an immigration  court, which became increasingly common from fiscal year 2016 through  the second quarter of fiscal year 2019 (see table 16)."], "subsections": []}, {"section_title": "Family Units CBP Separated at the Border", "paragraphs": ["The following tables contain information on family units that CBP  separated at the border. CBP data indicate that the majority of children  that CBP separated from their parents from April 19, 2018 through March  31, 2019 were male (see table 17).", "CBP data indicate that CBP separated children that ranged in age from  less than 1 year old to 17 years old from their parents from April 19, 2018  through March 31, 2019, and the majority of separated children were age  12 and over (see table 18).", "CBP data indicate that the majority of children that CBP separated from  April 19, 2018, through March 31, 2019, were nationals from Central  American countries and that more than half were Guatemalan nationals  (see table 19).", "Border Patrol data indicate that the majority of family units that Border  Patrol separated from April 19, 2018 through March 31, 2019 were  headed by males who were apprehended with a single child (see table  20).", "Border Patrol data indicate that most adults that were separated from  their children by Border Patrol from April 19, 2018, through March 31,  2019, had not been previously apprehended by CBP (see table 21)."], "subsections": []}, {"section_title": "Demographic Information and ICE Processing Decisions for Family Units Detained at ICE Family Residential Centers", "paragraphs": ["The following tables and figures contain information about the noncitizen  family unit members apprehended by CBP and detained by ICE at ICE’s  family residential centers from fiscal year 2015 through fiscal year 2018.", "ICE data indicate that from fiscal year 2015 through fiscal year 2018, ICE  detained 139,098 family unit members at its family residential centers  (see table 22).", "ICE data indicate that most child family unit members (ages 0 to 17)  detained in ICE detention facilities were under the age of 13 (see table  23).", "ICE data indicate that the majority of adults detained at ICE’s family  residential centers were female, and the gender of children detained was  relatively equal between male and female (see fig. 7).", "ICE data indicate that the majority of family unit members detained at  ICE’s family residential centers were from El Salvador, Guatemala, and  Honduras, as well as Mexico (see fig. 8).", "ICE data indicate that the vast majority of family unit members who were  detained in one of ICE’s family residential centers were subsequently  released by ICE into the interior of the United States (see table 24)."], "subsections": []}]}, {"section_title": "Appendix III: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Kathryn Bernet (Assistant  Director), Leslie Sarapu (Analyst in Charge), Hiwotte Amare, James  Ashley, Kathleen Donovan, Michele Fejfar, Cynthia Grant, Michael  Harmond, Eric Hauswirth, Stephanie Heiken, Jan Montgomery, Heidi  Nielson, Kevin Reeves, and Jonathan Still made key contributions to this  report."], "subsections": []}]}], "fastfact": ["In FY 2019, U.S. Customs and Border Protection (CBP) reported apprehending almost 527,000 noncitizen members of parent-child families along the southwest border.", "CBP policies require officers and agents to track any family separations, but we found that separations from June 2018 through March 2019 weren’t accurately tracked—and agents inconsistently recorded details.", "We made 9 recommendations to the Departments of Homeland Security and Health and Human Services. For example, Homeland Security should take steps to ensure accurate tracking of separations, and both departments should collaborate to share information."]}