{"id": "GAO-08-399", "url": "https://www.gao.gov/products/GAO-08-399", "title": "VA Health Care: Additional Efforts to Better Assess Joint Ventures Needed", "published_date": "2008-03-28T00:00:00", "released_date": "2008-03-28T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Department of Veterans Affairs (VA) and the Department of Defense (DOD) have a long history of partnering to achieve more cost-effective use of health care resources. Their partnerships have evolved to include joint ventures--joint efforts to construct or share medical facilities. VA has maintained eight joint ventures with DOD across the country. VA has also developed partnerships, or affiliations, with university medical schools to obtain health care services for veterans and provide training to medical residents. VA has not entered into a joint venture with an academic affiliate to date. However, several proposals for such joint ventures have surfaced in the last decade. This congressionally requested report discusses the (1) potential benefits and concerns associated with joint ventures and the extent to which they are documented and measured, (2) lessons learned from existing and proposed VA joint ventures, and (3) steps VA has taken to evaluate proposed joint ventures. To address these issues, GAO conducted site visits to and interviews with officials from all existing and proposed joint venture sites."]}, {"section_title": "What GAO Found", "paragraphs": ["VA and DOD officials identified a number of potential benefits and concerns associated with joint ventures, but they have not routinely or comprehensively documented and measured them. Among the potential benefits, VA and DOD officials and academic affiliate representatives cited improved access to care, lower or avoided costs, and improved training opportunities. While the identified benefits are many, these officials and representatives also cited a number of concerns associated with joint ventures, such as potential conflicts of missions and cultures, a loss of organizational identity and control, staffing uncertainties, and financial risks. Although able to provide anecdotal information of the benefits and concerns associated with joint ventures, officials at the joint ventures do not use performance measures to routinely or comprehensively document and assess the outcomes of the joint ventures. Without such efforts, it is difficult to know to what extent these benefits and concerns have materialized. VA also does not use performance measures at the department level to determine what is being achieved through the joint ventures--thereby making it difficult to determine the overall outcomes of the joint ventures and to hold joint venture partners accountable for results. Officials from VA and DOD and representatives from academic affiliates identified several lessons they have learned from their experiences with the existing and proposed joint ventures. These lessons include the importance of establishing joint committees to work through issues, communicating frequently with their partners, securing leadership buy-in and support at all levels, developing contingency plans, allowing adequate time to implement change, and establishing clear roles and responsibilities. For example, at most VA-DOD joint venture sites, officials have created jointly staffed committees to tackle specific issues, such as clinical, financial, and information management. Also, in New Orleans, Louisiana, VA and its academic affiliate signed a memorandum of understanding that, among other things, identifies the roles and responsibilities of the parties involved in the proposed joint venture negotiations. VA has taken steps to enhance its process for evaluating proposed joint ventures, but additional efforts are warranted. In response to our previous recommendations, VA developed and issued criteria for evaluating joint venture proposals in November 2007. In addition, VA established working groups in Charleston, South Carolina, and New Orleans to examine joint venture proposals with academic affiliates. However, VA's criteria for evaluating joint venture proposals are not sufficiently specific, in terms of both the definition and the application of the criteria. As a result, VA's evaluations of joint venture proposals could be inconsistent and, therefore, may not serve as a reliable guide for federal investments in joint ventures. In addition, the criteria are not tailored to take into account differences in prospective joint venture partners to ensure that VA applies the appropriate level of review and scrutiny to proposals."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Sharing Act has been amended several times since 1982 and is codified at 38 U.S.C. §  8111.", "Health care services shared under these agreements include inpatient and outpatient care;  ancillary services, such as diagnostic and therapeutic radiology; dental care; pharmacy  services; and specialty care services, such as treatment for spinal cord injuries. Shared  support services include administration and management, research, education and training,  patient transportation, and laundry.", "The Presidential Task Force to Improve Health Care Delivery for Our Nation’s Veterans  was established by Executive Order 13214 in 2001 to promote resource sharing between VA  and DOD.", "VA and DOD declare that joint ventures are integral to the standard  operations of both departments and use the existing joint ventures as  laboratories for developing future interdepartmental policy frameworks.", "VA also has a long history of developing partnerships, or affiliations, with  university medical schools to help VA fulfill its mission of providing health  care to the nation’s veterans. As of January 2008, VA had affiliations with  107 medical schools. VA is further authorized to enter into sharing  contracts or agreements for the mutual use or exchange of health care  resources with its academic affiliates to secure health care resources that  otherwise might not be feasibly available or to effectively use other health  care resources. Although VA routinely obtains medical services for  veterans from its academic affiliates and provides training and education  to the medical residents of its academic affiliates, VA has not entered into  a joint venture with an academic affiliate. However, opportunities for VA  to enter into joint ventures with several academic affiliates, including  affiliates in Charleston, South Carolina, and New Orleans, Louisiana, have  surfaced over the last decade. Congress has shown an interest in VA’s  exploring possible joint ventures with academic affiliates. For example, in  2003, Congress required the Secretary of Veterans Affairs to study the  feasibility of coordinating health care services with representatives of VA’s  academic affiliate, the Medical University of South Carolina (MUSC) in  Charleston, and, in 2006, Congress authorized VA to collaborate with its  academic affiliate, Louisiana State University (LSU), on rebuilding the two  New Orleans medical centers destroyed during Hurricane Katrina.", "This report discusses the (1) potential benefits and concerns associated  with joint ventures and the extent to which they are documented and  measured, (2) lessons learned from existing and proposed VA joint  ventures with DOD and academic affiliates, and (3) steps VA has taken to  evaluate proposed joint ventures. To address these issues, we used a  combination of site visits and semistructured interviews to obtain  information from all eight existing VA-DOD joint ventures and the three  proposed joint ventures between VA and academic affiliates. Specifically,  we visited three existing VA-DOD joint venture locations in El Paso, Texas;  Las Vegas, Nevada; and North Chicago, Illinois. We also visited New  Orleans, which is the site of a proposed joint venture between VA and the  Louisiana State University Health Care Services Division. We conducted  semistructured telephone interviews with officials from the remaining  existing and proposed joint ventures. During the site visits and telephone  interviews, we interviewed the parties involved in the existing or proposed  joint ventures, including VA and DOD officials at the local and network  level and representatives from the academic affiliates. In addition to the  site visits and semistructured interviews, we reviewed agency  documentation, reports, studies, and analyses on existing and proposed  VA joint ventures, as well as legal authorities governing joint ventures  between VA and DOD and between VA and its academic affiliates. We also  interviewed department-level officials from VA and DOD and  representatives from several veteran service organizations. Finally, we  reviewed published research and studies, including GAO reports, on  public-private partnerships; best practices in collaboration, partnering,  and organizational transformation; and evaluation criteria. We conducted  this performance audit from May 2007 through March 2008 in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on our  audit objectives. Appendix I provides additional details on our objectives,  scope, and methodology."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "VA’s Partnerships with DOD", "paragraphs": ["VA has a long history of partnering with DOD to enhance health care  delivery to veterans, beginning in 1982 with the enactment of the Sharing  Act, which aimed to promote more cost-effective use of health care  resources through greater interagency sharing and coordination. Since  that time, VA and DOD have participated in a wide array of sharing  agreements for the mutual use or exchange of health care resources.  Starting in the 1990s, VA and DOD expanded their sharing agreements to  include joint ventures sharing agreements. Joint ventures are intended to  avoid costs by maximizing available resources by jointly using a medical  facility. According to VA, joint ventures involve a multi-entity,  collaborative and strategic arrangement of at least 5 years in duration and  a level of magnitude and scale comparable to VA’s current major capital  threshold ($10 million). Joint ventures are complex in that they require an  integrated approach because two separate health care systems must  develop multiple sharing agreements that allow them to operate as one  system at one location. VA currently has eight joint ventures with DOD  (see fig. 1)."], "subsections": []}, {"section_title": "VA’s Partnerships with Academic Affiliates", "paragraphs": ["For decades, VA has also developed and maintained partnerships, or  affiliations, with university medical schools to provide health care to  veterans. Through these affiliations, VA has been able to obtain medical  services for veterans and provide training and education to medical  residents. Although VA maintains numerous sharing agreements with its  academic affiliates, it has not yet entered into a joint venture with any of  them. However, in recent years, VA has had the opportunity to consider  proposed joint ventures with several academic affiliates. In particular:    University of Colorado Hospital (UCH): In the late 1990s, UCH proposed  to integrate the VA Denver medical center and UCH into a new joint  facility on the Fitzsimons campus, which is located in Aurora, Colorado.  UCH and VA officials could not reach agreement on certain aspects of the  proposal, and, therefore, discussions about a proposed joint venture  between VA and UCH concluded in 2002. As required by law, in June 2007,  VA issued a report that examined options for replacing its Denver facility,  including the feasibility of entering into a partnership for constructing and  operating a new facility with a federal, state, or local governmental agency  or a suitable nonprofit organization. The report outlined three different  options available to VA for replacing the facility and summarized their key  advantages and disadvantages.", "Medical University of South Carolina: In 2002, MUSC proposed to partner  with VA in the construction and operation of a new medical center in  Charleston. Since that time, VA and MUSC have conducted several  feasibility studies examining the potential collaboration. In 2006, Congress  authorized the VA Secretary to enter into an agreement with MUSC to  design and plan for the operation of a colocated joint-use medical facility.  In November 2007, VA officials from the medical center in Charleston told  us that VA and MUSC are still exploring a range of collaborative  arrangements.", "Louisiana State University Health Care Services Division: In 2005,  Hurricanes Katrina and Rita damaged VA’s New Orleans medical center  and LSU medical facilities. In February 2006, VA and LSU signed a  memorandum of understanding that established the framework for  exploring whether any mutually beneficial sharing and contracting could  occur between VA and LSU. In 2006, the VA Secretary was authorized to  carry out the project as a collaborative effort with LSU. According to a  VA official, no final decision on the proposed joint venture between VA  and LSU has been made. However, VA has announced a preferred site for  the joint facility in the downtown New Orleans area, adjacent to the site  LSU has identified for its new facility (see fig. 2). Although no final  decision has been made, the proximity of the preferred sites keeps the  possibility of some type of joint facility as an option."], "subsections": []}, {"section_title": "N", "paragraphs": ["Congress has had a long-standing interest in expanding VA’s and DOD’s  sharing of health care resources. For example, the National Defense  Authorization Act for Fiscal Year 2003 required VA and DOD to implement  two programs—the joint incentive program and the demonstration  program—to increase the sharing of health care resources between VA  and DOD. The administration has also encouraged such collaboration  between VA and DOD as a means to achieve more cost-effective use of  health care resources. For example, in 2003, a presidential task force  recommended that VA and DOD declare that joint ventures are integral to  the standard operations of both departments and use the existing joint  ventures as laboratories for developing future interdepartmental policy  frameworks. Congress has also recently encouraged VA to explore  opportunities for expanding its collaboration with academic affiliates as a  potential cost-effective means of rebuilding and revitalizing VA’s aging  infrastructure. Table 1 briefly describes selected laws and initiatives that  have authorized and encouraged collaboration between VA and DOD as  well as between VA and academic affiliates.", "VA and DOD have also taken steps to improve and expand their health  care sharing activities. For example, since 2005, VA and DOD have  convened annual conferences to highlight the progress and  accomplishments of joint ventures as well as provided a forum for  discussing common barriers to success, lessons learned, and best  practices. In 2007, VA and DOD established the VA-DOD Joint Market  Opportunities Working Group to examine the existing VA-DOD joint  ventures and the potential for additional joint ventures. In the first phase  of its review, the working group studied all eight existing VA-DOD joint  ventures sites to identify best practices, lessons learned, and challenges. In  the second phase of its review, the working group plans to assess potential  opportunities for the colocation and comanagement of VA-DOD facilities.", "In addition, VA is exploring options to improve its partnerships with  academic affiliates. For example, in 2006, VA established a blue ribbon  panel to advise the VA Secretary on issues related to a comprehensive  philosophical framework to enhance VA’s partnerships with medical  schools and affiliated institutions. Among other things, the panel will  explore the different types of health care partnerships between VA and  academic affiliates, including joint ventures, in light of changes of medical  education, research priorities, and the health care needs of veterans."], "subsections": []}, {"section_title": "Guidance Related to Strategic Planning and Performance Measures", "paragraphs": ["The National Defense Authorization Act for Fiscal Year 2003 also required  VA and DOD to develop and publish a joint strategic plan to shape, focus,  and prioritize coordination and sharing efforts within the departments and  to incorporate the goals and requirements of the joint strategic plan into  each department’s strategic plan. In response, VA and DOD approved  their initial Joint Strategic Plan in April 2003 to guide the departments’  health care resource-sharing activities. The plan is updated annually and  included in the Joint Executive Council Annual Report to Congress.", "We have reported that there is no more important element in results- oriented management than an agency’s strategic planning effort. This  effort is the starting point and foundation for defining what the  department seeks to accomplish, identifying the strategies it will use to  achieve the desired results, and then determining how well it succeeds in  reaching goals and achieving objectives. We also previously reported that  traditional management practices involve the creation of long-term  strategic plans and regular assessments of progress toward achieving the  plans’ stated goals. Moreover, the Government Performance and Results  Act of 1993 requires agencies to set goals, measure performance, and  report on their accomplishments. The use of performance measures is a  key tool to help managers assess progress toward achieving the goals or  objectives stated in their plans. This is also an important accountability  tool to communicate a department’s progress to Congress and the public."], "subsections": []}]}, {"section_title": "Officials Identified Potential Benefits and Concerns, but Have Not Used Performance Measures to Document and Assess the Outcomes of Joint Ventures", "paragraphs": ["Officials from VA and DOD and representatives from academic affiliates  identified a number of potential benefits and concerns associated with  joint ventures, but have not used performance measures to routinely or  comprehensively document and assess the outcomes of the joint ventures.  The most commonly cited potential benefits of joint ventures include  improved access to care, cost savings and avoidances, and improved  training opportunities. According to the officials we interviewed, joint  ventures also raise a number of potential concerns, including potential  conflicts between organizations’ missions and cultures, a potential loss of  organizational identity and control, and uncertainties associated with  staffing. While able to discuss these potential benefits and concerns, none  of the officials involved in VA-DOD joint ventures use performance  measures to routinely document or assess the outcomes of these  endeavors at their facilities. Without this information, the extent to which  identified benefits have been achieved and concerns mitigated at joint  ventures is unknown. VA also does not use performance measures at the  department level to determine what is being achieved through the joint  ventures. As a result, VA has only limited and anecdotal information on the  results of joint ventures."], "subsections": [{"section_title": "Officials Cite a Number of Benefits Associated with Joint Ventures", "paragraphs": ["According to our interviews with officials from VA and DOD and  representatives from academic affiliates, the potential benefits of joint  ventures range from improved access to care to greater flexibility in the  use of staff and other resources.", "Joint ventures provide improved access to care: VA and DOD officials  said that the existing and proposed joint ventures provide their patients  with improved access to specialty care and services that may not  otherwise be available. For example, VA officials said that veterans in  Honolulu have access to orthopedic care at the DOD medical center that  would not otherwise be readily available. Similarly, according to LSU  representatives, the proposed joint venture between VA and LSU would  provide veterans with access to the only Level I Trauma Center in the  region. Also, according to DOD officials in Fairfield, the joint venture with  VA provides their beneficiaries with access to specialty care, such as  neurosurgery, dialysis, and radiation oncology services. VA officials also  said that joint ventures have resulted in fewer referrals of veterans to VA  medical centers in other geographic areas, and, as a result, veterans do not  have to travel great distances to receive care. For example, VA officials in  El Paso said that local veterans, who previously had to travel over 250  miles to the Albuquerque VA medical center, can now be treated at the  local DOD hospital. VA officials in Anchorage said that before a joint  venture with DOD was established there, they referred most of their joint  replacement cases to the Seattle VA medical center. With the joint venture,  many veterans requiring joint replacement can now be treated at the  facility in Anchorage and do not have to travel to Seattle.", "Joint ventures could reduce or avoid costs: Many of the officials from VA  and DOD and representatives from the academic affiliates told us that  joint ventures have resulted in or have the potential to result in lower or  avoided costs by creating economies of scale, eliminating redundant or  duplicative services, and reducing infrastructure and construction costs.  In general, officials at many of the VA-DOD joint venture sites said that  purchasing care from their joint venture partner was less expensive than  purchasing the same services in the local community from private  providers. In addition, officials said they lowered their costs through  economies of scale or volume discounts that each agency—working  alone—would not otherwise receive. Officials at some joint venture sites  said they lower their costs by reducing redundancies and duplication of  staffing, equipment, services, and space. For example, in North Chicago,  DOD officials estimated that they will save about $352,000 annually by  sharing a magnetic resonance imaging (MRI) machine purchased using  joint incentive funds (see fig. 3). In New Orleans, VA officials estimated  that a joint facility with LSU would be more cost-effective than a stand- alone facility because a joint operation would enable the partners to share  space and facilities, such as laboratories, kitchens, and the energy plant.  Several of the officials at VA-DOD joint venture sites said they avoided  several million dollars in construction costs by entering into a joint  venture rather than building a stand-alone medical facility. Each partner  thus expanded the services available to all patients, while avoiding the  costs of separate, duplicative medical facilities.", "Joint ventures offer additional training opportunities: VA and DOD  officials at the existing VA-DOD joint venture sites said that the joint  ventures provide educational and training opportunities to meet DOD’s  readiness mission. Several DOD officials said that the joint ventures give  their medical staff opportunities to work on veteran patient cases that are  more severe, complex, and varied than cases involving active duty  personnel. Such opportunities help the military medical staff sustain their  skill levels and provide greater assurance of medical readiness. According  to VA and DOD officials we interviewed, joint ventures also offer  knowledge-sharing opportunities. For example, in Key West, VA personnel  train Navy staff to handle disruptive behavior, while Navy staff train VA  personnel in a variety of areas, including basic life support and advanced  cardiac life support. Finally, VA officials and academic affiliate  representatives said that the educational and training opportunities at joint  ventures can serve as a recruitment and retention tool. For example, in  New Orleans, VA officials and LSU representatives said that the proposed  joint venture—specifically, a new, modern facility and the range of  training opportunities that may be offered in the new facility—could help  in recruiting and retaining highly skilled medical staff.", "Joint ventures increase flexibility in the use of resources: According to  many of the VA and DOD officials and academic affiliate representatives  we interviewed, joint ventures offer flexibility in handling fluctuations in  staffing and allow more efficient use of space and equipment. Since DOD  staff is subject to deployments, VA staff can often help stabilize staffing at  VA-DOD joint venture facilities. For example, because VA and DOD staff  are extensively integrated among all commonly shared or used work units,  DOD officials in Las Vegas said that VA and DOD staff are often seen as  interchangeable and can, therefore, fill in for each other as needed,  allowing continuity in service and care. LSU officials expected the  proposed joint venture with VA in New Orleans to provide a similar  opportunity, especially for hard-to-fill and specialty positions.  Furthermore, joint ventures can provide additional flexibility with and  access to space and equipment, according to officials from DOD and VA.  In North Chicago, VA officials described how the joint venture helped  them better use their underutilized capacity by integrating VA and DOD  medical facilities and expanding the emergency room at the VA medical  center. In Albuquerque, VA officials said they were able to use DOD’s  outpatient facility as backup space when VA’s operating room was flooded  due to a water leak.", "In addition to the benefits previously cited, some VA and DOD officials  identified a benefit that is specific to VA-DOD joint ventures—that is, joint  ventures support efforts to achieve a seamless transition between VA and  DOD. Some VA and DOD officials noted that joint ventures support the  Presidential Task Force objective for VA and DOD to collaborate at all  levels to ensure a seamless transition for eligible military personnel from  active duty to veteran status. DOD officials in Honolulu told us that the  joint venture agreement with VA and the resulting close working  relationship help them to seamlessly transfer beneficiaries from the DOD  health system to the VA health system. VA officials at two joint venture  sites said that the colocation of the VA and DOD facilities enables them to  conduct medical evaluations of active duty personnel before they are  transferred to veteran status, which helps to provide a smoother  transition."], "subsections": []}, {"section_title": "Officials Acknowledge Potential Concerns Associated with Joint Ventures, but Offer Mitigation Strategies", "paragraphs": ["VA and DOD officials and representatives from academic affiliates also  identified a number of potential concerns associated with joint ventures,  including maintaining timely access to care, potential conflicts between  organizational missions and cultures, staffing uncertainties that can affect  hospital operations, a loss of organizational identity or control, the  potential to create dependencies, and financial risks. In identifying the  potential concerns, they offered examples of the mitigation strategies they  have used or could use to manage these concerns. Furthermore, federal  statutes serve to safeguard the quality of care and access to care for  veterans in a joint venture arrangement, and VA officials noted that  veteran service organizations play an important oversight role in ensuring  that these provisions are met.", "Joint ventures may not maintain timely access to care: Limited access to  joint venture facilities, resulting from either reduced capacity or increased  security procedures, could hinder a patient from obtaining timely care. At  a few VA-DOD sites, officials said that their patients may not always be  able to access timely care from their joint venture partner because of  capacity constraints. For example, in El Paso, VA and DOD officials said  that an expected realignment of military personnel in the region may result  in an increased demand for medical services. This increase, coupled with  limits on available space and personnel, may reduce DOD’s ability to meet  the demands of both veterans and active duty personnel for timely care.  To mitigate this concern, VA officials told us that the El Paso VA office has  developed contingency plans, which are reviewed each day, to ensure that  care is not delayed or denied to any veteran. Officials at the El Paso VA  medical center also maintain a network of health care providers in the  community and at other VA facilities. In addition, the high level of security  at the military bases that host some of the VA-DOD joint ventures  sometimes makes it difficult for the veterans to gain timely access to the  medical facility. For example, in Fairfield, DOD officials said that it can be  difficult to get VA staff and patients on and off the military base in a  reasonable amount of time while adhering to security procedures.", "Furthermore, VA officials in Las Vegas noted that during national  emergencies, such as the terrorist attacks of September 11, 2001, the  military base can be “locked down” for hours or days, and, therefore,  veterans would not then be able to access the base for care. VA and DOD  have taken steps to mitigate these access issues. For example, VA and  DOD have developed informal “work arounds” at the military base in  Fairfield, and, in Las Vegas, VA officials worked with DOD to ensure that  veterans can access the base by presenting their veteran identification  card.", "Joint ventures could lead to conflicts between organizational missions  and cultures: Differences in organizational missions and cultures could  affect the success of a joint venture. VA officials stated that DOD’s  readiness mission may be incompatible in certain situations with VA’s  mission to provide quality and timely care to veterans. Similarly, VA  officials noted that VA and its academic affiliates have different missions  and, at times, competing priorities, which has raised concerns among  veterans that they may not always receive appropriate access to  equipment and services. A director of a VA medical center said these types  of access-to-care issues can be addressed by establishing a protocol during  the formation of the joint venture and monitoring to ensure that the  protocol is followed once the joint venture is fully operational. Different  organizations also have different cultures, which can lead to conflicts. In  Honolulu, for example, VA officials discussed differences in VA’s and  DOD’s interpretations of certain guidelines, which resulted in friction  between the two organizations. However, the officials said these types of  conflicts are worked out within the joint venture’s governance process.  Although differences in missions cannot be completely eliminated, DOD  officials in North Chicago said that using a phased approach to integrate  staff, facilities, and services gave both VA and DOD the time to adjust to  each other’s staff, culture, and operations.", "Staffing uncertainties could affect joint venture operations: Staffing  uncertainties, such as those resulting from changes in leadership or the  deployment of DOD personnel, can affect the continuity and quality of  care and access to care for veterans. At the VA-DOD joint ventures, DOD’s  top-level administration rotates command about every 2 years, requiring  VA to continually “sell” the concept of a joint venture to the new  leadership, according to a VA official. LSU officials also noted that  academic affiliates can experience frequent leadership turnovers. To  facilitate a smooth transition, officials at one of the VA-DOD sites said that  they hold transition briefings, while officials at other sites recommended  maintaining documentation of joint policies and decisions to help the new  leadership understand the ongoing operational agreements. Officials at  most of the VA-DOD sites also discussed the concerns raised by the  deployment of key DOD medical personnel and its potential negative  effect on services—that is, when DOD personnel are deployed, the joint  venture may not be able to maintain the same level of services or patient  load. Although officials at some of the VA-DOD sites said that the  integrated operations of the joint venture helped mitigate concerns about  the potential impact of deployment, VA officials in Albuquerque said that  they decided to mitigate these concerns by eliminating the joint staffing  model and moving to an arrangement under which DOD purchases care  from VA.", "Joint ventures may result in a loss of identity or control: A joint venture  could diminish VA’s identity by changing a VA medical center from a  facility that treats only veterans to a facility with a mixed patient  population that is served by providers from different health care systems.  The same would be true for the DOD and academic affiliate partners.  Since the identity of a VA medical center as a veteran’s hospital is  important to veterans, initial construction proposals for joint ventures  between VA and its academic affiliates in Charleston, Denver, and New  Orleans included options to construct separate bed towers for VA and the  academic affiliate. Another potential concern is the loss of some level of  control. Because a joint venture binds the participating organizations  together, one joint venture partner can be affected by the other partner’s  actions or circumstances—from deployments to changes in leadership or  priorities. To mitigate this concern, joint venture partners recommended  having governance and contingency plans that delineate roles and  responsibilities, establish lines of authority, and identify work-arounds,  among other things.", "Joint ventures may create dependencies: When partners enter into a joint  venture, a concern exists that they may become dependent on each other  for equipment and services and not have immediate access to necessary  equipment or services if the joint venture arrangement is disrupted or  dissolved. For example, VA officials in El Paso said one of their primary  concerns is that VA patients will become dependent on services provided  by DOD, which could be interrupted or discontinued in the event of a  military realignment or deployment. To handle this uncertainty, VA  officials said that it is important to have back-up plans for the provision of  health care and to maintain relationships with other health care providers  in the community. Also, as we have previously noted, VA officials said the  El Paso VA office has developed contingency plans, which are reviewed  daily, to ensure that care is not delayed or denied to any veteran. LSU  representatives also stated that in addition to considering what services  and equipment can be shared in a proposed joint venture with VA, it is  important to consider how the partners would separate or discontinue  such sharing, if necessary, in the future.", "Joint ventures may pose financial risks: Although joint ventures are  often viewed as a way to avoid costs by pooling resources, joint ventures  also raise some financial concerns, such as the possibility of incurring  additional costs. For example, VA officials from two of the eight VA-DOD  sites said that certain aspects of the joint venture have resulted in  additional costs for their organizations. In addition, a feasibility study  conducted by VA and MUSC on the proposed joint venture in Charleston  showed that VA would not earn a positive return on investment on any of  the joint venture options. Furthermore, joint ventures may have additional  costs associated with the projects that would not occur otherwise. For  example, a representative from MUSC said that the federal homeland  security requirements that apply to a facility’s construction and operations  and other security considerations, which would apply to MUSC in a VA- MUSC joint venture, would add to the overall cost of the project for  MUSC. In addition, joint ventures between federal and nonfederal  organizations face more public scrutiny, because of concerns that the  federal government may be viewed simply as a source of capital funding or  may be financially taken advantage of by the nonfederal partner. To  mitigate some of these financial concerns, the VA medical center director  in New Orleans stated that joint venture partners should agree that neither  partner should make a profit from the joint venture arrangement."], "subsections": []}, {"section_title": "VA Does Not Use Performance Measures to Routinely or Comprehensively Document and Assess Outcomes of Joint Ventures at the Local or Department Level", "paragraphs": ["Although VA and DOD officials at existing joint venture sites identified a  number of benefits and concerns associated with joint ventures, they  stated that they do not use performance measures to routinely or  comprehensively document and assess the outcomes of the joint ventures.  For example, VA and DOD officials told us that they do not use  performance measures to assess the extent to which the joint ventures  produce the identified benefits, such as improved care or lower costs. VA  and DOD officials at several joint venture sites said that they have  information, such as patient referral rates, wait times and satisfaction  survey data, as well as workload and financial statistics that could be used  to indicate how the joint ventures are performing. However, officials do  not use the information to routinely or comprehensively document and  measure the results of the joint ventures for a number of reasons,  including the following:    The VA-DOD sites have competing priorities for the limited resources that  would be required to conduct such assessments, according to officials  from several sites.", "Officials at the VA-DOD sites said that differences in their computer  systems and business processes can limit their ability to conduct such  assessments.", "VA officials said that since all of the existing joint ventures with DOD have  been congressionally directed, there is little incentive to document or  measure the results of the joint ventures.", "VA officials noted that they are not required to conduct assessments.", "Officials at some VA-DOD joint venture sites have done one-time studies  assessing certain aspects of the joint venture. For example, DOD officials  in Albuquerque said they commissioned a study of the cost of services  provided in their network compared with the cost of services provided  through the joint venture with VA. Officials at several sites also provided  examples of projected cost savings associated with JIF projects, which  require business case analyses. However, VA and DOD officials at all of the  VA-DOD joint venture sites said that they do not routinely or  comprehensively assess the outcomes of the joint ventures. Rather,  several VA and DOD officials said they intuitively knew they were saving  money as a result of the joint venture, but they were unable to provide  data to support this belief. Without comprehensive, supporting evidence,  the extent to which the cited outcomes have been achieved at joint  venture sites is largely unknown.", "From a department-level strategic planning perspective, VA has broadly  defined what the joint ventures are to accomplish and identified some  strategies it will use to achieve the desired results. However, VA does not  use performance measures at the department level to determine what is  being achieved through its joint ventures and how well VA succeeds in  reaching the goals and achieving the desired outcomes. We have  previously reported that performance measures are a valuable tool for  holding agencies accountable for results, tracking progress toward agency  goals, and giving managers crucial information on which to base their  organizational and management decisions. Although VA has over a  hundred performance measures that it uses to centrally monitor agency  programs and activities, it does not have specific measures for its joint  venture activities. The 2003 Presidential Task Force to Improve Health  Care Delivery for Our Nation’s Veterans also found that none of VA’s and  DOD’s performance metrics measured the depth and breadth of VA-DOD  collaboration and sharing, or the impact of successful collaboration on  various health care indicators, such as improved access or reductions in  the overall cost of furnishing services. Similarly, in March 2006, we found  that VA and DOD had not established specific quantitative performance  measures to track the progress of their health care resource-sharing  activities. We concluded that such measures would be a useful tool for  VA to help ensure that health care sharing is optimized, and that the  departments are cost-efficiently achieving their resource-sharing goals.  Furthermore, we recommended that VA develop performance measures  that would be useful for determining the progress of their health care  resource-sharing goals. Performance measures could also help VA use the  existing joint ventures as laboratories for developing future  interdepartmental policy frameworks, as recommended by the 2003  presidential task force, by allowing VA to assess what is being achieved  through the joint venture, including what is and what is not working."], "subsections": []}]}, {"section_title": "Officials Identified Lessons Learned from Their Experiences with Existing and Proposed Joint Ventures", "paragraphs": ["Officials from VA and DOD and representatives from academic affiliates  identified several lessons they have learned from their experiences with  the existing and proposed joint ventures. These lessons included  establishing joint committees to work through issues, communicating  frequently with their partner, securing leadership buy-in and support at all  levels, developing contingency plans, allowing adequate time to implement  change, and establishing clear roles and responsibilities.", "Establish joint committees to work through issues: Officials at many of  the joint venture locations said that establishing joint committees to work  through the various issues that arise in developing and implementing joint  ventures is helpful. Almost all of the sites had established such  committees, which typically consist of an equal number of representatives  from VA and DOD. The joint committee structure allows the officials to  work collaboratively in tackling joint venture issues. For example, in  North Chicago, the joint committee structure consists of an Executive  Steering Group that is co-chaired by VA and DOD and six joint working  groups that are responsible for specific issues, such as finance,  information management, and clinical issues associated with forming their  joint venture (see fig. 4). Similarly, in Las Vegas, all joint venture activities  are addressed and monitored through a series of jointly staffed  committees, ensuring that both VA and DOD have equal input into joint  venture activities and decisions. These committees report to the  leadership of the joint venture. In New Orleans, VA and LSU formed a joint  venture coordinating committee whose responsibilities include identifying  opportunities for sharing information technologies and ensuring the  availability of appropriate staffing for all aspects of the joint venture. Our  previous work on organizational transformation cites such benefits of  establishing jointly staffed teams as creating opportunities for employees  from the merging organizations to interact with each other, helping  accelerate the merger or transformation process by allowing the parties to  learn more about each other, and breaking down organizational silos.  Teams composed of a cross-section of individual members can also assist  in integrating different perspectives, flattening organizational structure,  streamlining operations, and making it easier to work together on future  projects.", "Frequent communication between partners is important: Officials at  most VA and DOD sites with whom we spoke said that frequent  communication between partners helps reduce confusion, fosters a better  work environment, helps ensure that vital information is shared with  affected staff, and provides opportunities for each partner to learn from  the other. For example, at one site, officials said that frequent meetings  between VA and DOD leadership provide a convenient platform for the  leaders to discuss joint venture issues, resolve problems, and evaluate a  joint strategy or vision for going forward. At another site, the staff meets  almost daily to plan and execute decisions related to the joint venture. At  the site of a proposed joint venture between VA and an academic affiliate,  VA officials adopted a communications strategy to use in communicating  with VA’s potential partner, employees, and stakeholders. In our previous  work on organizational transformations, we have noted that creating an  effective, ongoing communications strategy is essential to implementing  significant organizational changes, such as the joint ventures. Such a  strategy helps to build an understanding of the purpose of the planned  change and establish trust among VA and its academic affiliates and  stakeholders, such as employees and veterans. A communications strategy  can also help ensure that these groups receive a message that is consistent  in tone and content. Sharing a consistent message with stakeholders helps  reduce the perception that some are more likely than others to get the  “real” story when, in fact, all are receiving the same information.", "Leadership buy-in and support at all levels are vital: Most VA and DOD  officials and academic affiliate representatives with whom we spoke said  that leadership buy-in and support play a key role in the success of a joint  venture. This lesson is consistent with our previous work on  organizational transformation, which indicates that support from top  leadership is indispensable for fundamental change, such as a joint  venture entails. Top leadership’s clear and personal involvement in the  transformation represents stability for both the organization’s employees  and its external partners. Top leadership must set the direction, pace, and  tone for the transformation. Likewise, when a transformation requires  extensive collaboration with another organization, as would be the case  with a joint venture, committed leadership at all levels is needed to  overcome the many barriers to working across organizational boundaries.  Officials noted that forming a joint venture is very challenging and  leadership buy-in and support are needed to encourage the partners to  work through the challenges. Without such commitment from the top, the  officials at one VA-DOD joint venture site said that they would have given  up on the joint venture a long time ago because of the number of  seemingly insurmountable challenges. Conversely, the proposed joint  venture between VA and UCH in Denver did not come to fruition largely  because of a lack of leadership buy-in.", "Contingency plans are critical: Officials from an academic affiliate noted  that it is important that joint venture partners develop appropriate  contingency plans to ensure continuity of service, and officials from many  of the joint venture sites had developed such plans to ensure continued  care for their clients. For example, VA officials at several sites said they  have contingency plans in place—such as plans to send patients to other  health care providers in the community—in case a military deployment  threatens to disrupt services or care, or an increased demand for care by  DOD beneficiaries reduces DOD’s ability to meet VA’s demand for care to  veterans. As we have previously reported, contingency planning is  important because it identifies alternative activities that can be employed  to ensure the continuity of an agency’s core business operations and will  greatly improve response efforts. Not having such a plan in place increases  the risk of unnecessary problems in an uncertain situation.", "Allow adequate time to introduce and implement change: Joint ventures  represent a significant change in how VA normally conducts business. As a  result, VA and DOD officials told us that the implementation of joint  ventures must be managed with care. Officials at one of the VA-DOD joint  ventures noted that forming a joint venture often takes years—which helps  ensure that the changes are carefully considered. This lesson is consistent  with the finding in our prior work on organizational transformations that  successful major change management in large private and public-sector  organizations can often take at least 5 to 7 years. As a result, we have  previously reported that it is essential to establish and track  implementation goals and establish a timeline to pinpoint performance  shortfalls and gaps and suggest midcourse corrections. By demonstrating  progress toward these transformation goals, the organization builds  momentum and demonstrates that real progress is being made. Similarly,  some VA and DOD officials recommended using a phased implementation  schedule to help employees and stakeholders get accustomed to the  changes.", "Clearly define roles and responsibilities: Many VA and DOD officials and  representatives from academic affiliates we interviewed said that clearly  defining the roles and responsibilities of each joint venture partner helped  to avoid problems such as misunderstandings, duplication, and confusion.  Similarly, our previous work on collaboration between organizations  suggests that agreeing on roles and responsibilities is important. In  particular, collaborating organizations should work together to define and  agree on their respective roles and responsibilities, including how the  collaborative effort will be led. In doing so, organizations can clarify who  will do what, organize their joint and individual efforts, and facilitate  decision making. VA, DOD, and academic affiliates have used several  techniques to define their roles and responsibilities. For example, at one  VA-DOD joint venture site, officials use joint policy letters to document  roles, responsibilities, policies, and decisions. These joint policy letters  also help to maintain continuity during transitions, such as changes in the  top leadership at one of the joint venture partners. In New Orleans, VA and  LSU signed a memorandum of understanding that identifies the roles and  responsibilities of the parties and provides a framework for collaboration  and discussion between the two organizations on a proposed joint venture.  Figure 5 shows the VA-LSU memorandum of understanding and highlights  the specific roles and responsibilities of the parties."], "subsections": []}, {"section_title": "VA Has Taken Steps to Evaluate Proposed Joint Ventures, but Additional Efforts Are Needed", "paragraphs": ["VA has taken steps to evaluate proposed joint ventures. For example, VA  established working groups in Charleston and New Orleans to examine  joint venture proposals with academic affiliates. In addition, in response to  our previous recommendations, VA developed and issued criteria for  evaluating joint venture proposals in November 2007. However, VA’s  evaluation criteria are not sufficiently specific to ensure consistent  evaluations of proposals, and are not sufficiently tailored to ensure the  appropriate level of review."], "subsections": [{"section_title": "VA Has Taken Steps to Better Evaluate Proposed Joint Ventures", "paragraphs": ["VA has undertaken steps to better assess proposed joint ventures.  Specifically, in response to our recommendations, VA developed criteria  for evaluating joint venture proposals at the department level. The  criteria are contained in a handbook that VA issued in November 2007. The  handbook represents an important step toward better assessing proposed  joint ventures and managing existing joint ventures in that, among other  things, it details departmental policy on joint ventures, defines joint  ventures, identifies the process for reviewing and approving joint venture  proposals, and outlines criteria for use in evaluating joint venture  proposals—none of which had previously been developed, documented, or  shared with joint venture partners. Developing evaluation criteria is a  notable step because, as we have previously noted, the absence of criteria  at the department level to evaluate joint venture proposals can result in  inconsistent evaluations, misunderstandings, and delays. According to  VA, the handbook was developed by a working group of over 50 officials  from various offices and levels within VA. The working group used a  variety of methods to identify the evaluation criteria, including soliciting  ideas from VA officials, identifying and analyzing relevant statutes and  regulations, and reviewing related published research.", "As outlined in the November 2007 handbook, VA’s evaluation criteria will  be applied in a two-phase review process and will be applicable to all joint  venture proposals, including those involving DOD, academic affiliates, and  other health care providers.", "Phase I: The first review phase is the initial evaluation of a joint venture  proposal. In this phase, VA officials apply a set of criteria, referred to as  the screening criteria, to determine if the proposal will be submitted to the  department level for consideration. Depending on how well the proposal  meets the criteria, VA officials assign it a pass or fail rating. If the proposal  receives a pass rating, it moves to the second review phase.", "Phase II: In the second phase, VA officials apply a more robust set of  criteria, referred to as comprehensive criteria, to determine if the proposal  will be submitted to the VA Secretary for consideration. If the proposal  passes the second phase of review, it will be folded into VA’s capital  investment and budget processes and will compete with other projects for  funding. The Secretary will make the final decision regarding whether VA  will pursue the joint venture.", "In addition to developing the evaluation criteria, VA has taken other steps  to better evaluate proposed joint ventures. For example, VA established  Collaborative Opportunities Steering Groups and Collaborative  Opportunities Planning Groups to study the proposed joint ventures with  its academic affiliates in Charleston and New Orleans. The study groups  were tasked with analyzing what, if any, mutually beneficial sharing and  contracting could be done with each academic affiliate. Composed of VA  officials and representatives from the respective academic affiliate, the  study groups assessed a range of issues, including sharing options and the  clinical, legal, and financial considerations associated with the different  sharing options. The study groups were charged with issuing their findings  to VA and the respective academic affiliate, which they did in a series of  reports. The study groups did not make recommendations, but rather  they laid out the advantages and disadvantages of the different options  examined."], "subsections": []}, {"section_title": "VA’s Evaluation Criteria Are Less Useful Than They Could Be", "paragraphs": ["VA’s development of criteria for evaluating joint venture proposals  represents a step forward in VA’s process for assessing joint venture  proposals. However, the evaluation criteria are less useful than they could  be.", "The evaluation criteria are not sufficiently specific—in terms of both the  definition and the application of the criteria: VA defined most of the  screening and comprehensive criteria by outlining the different elements  that make up each criterion. While this information is instructive, key  elements of some of the criteria are sometimes not defined. For example,  one of the screening criteria is “serendipitous win-wins.” Other than  instructing VA officials to determine if the proposal offers “unique promise  and advantages for enhancing quality,” this term is not defined, and there  are no examples of what might be considered a “serendipitous win-win”  arrangement. Furthermore, although the handbook identifies a host of  criteria that VA officials should consider in evaluating joint venture  proposals, it generally does not provide guidance on whether certain  criteria are more important than others or how each criterion will be used  to make an overall assessment. For example, it is unclear whether all 4  screening criteria, plus their 18 subelements, must be met to receive a  passing rating. The lack of specificity in the definition and application of  the evaluation criteria could lead to inconsistent evaluations of joint  venture proposals—thereby reducing the value of having such criteria in  place.", "VA officials noted that the lack of specificity in the evaluation criteria  reflects, in part, their view of a primary purpose of the criteria.  Specifically, they noted that for the working group, a primary purpose of  the criteria was to inform potential partners about VA’s requirements for  joint venture proposals. VA officials further noted that their familiarity  with the processes involved in preparing proposals for community  outpatient clinics and joint incentive projects, among other things, will  help them to apply the criteria. We recognize the usefulness of the criteria  as a communication tool and considered their usefulness for this purpose  when we previously recommended that VA develop evaluation criteria and  share them with proposed joint venture partners. In addition, we  recognize that VA officials’ experience with related processes will be  useful in applying the criteria. However, our purpose in previously  recommending that VA develop evaluation criteria was to ensure that  proposals are evaluated consistently across the country. Given that  multiple VA officials will be using the criteria to evaluate joint venture  proposals, increasing the specificity of the criteria—by fully defining their  key elements and the process for applying them—will help ensure that the  criteria are applied consistently. Furthermore, given the magnitude of joint  ventures compared with other projects, such as joint incentive projects,  additional specificity in how to apply the criteria seems warranted.", "The criteria are not tailored for the different types of joint ventures: VA  plans to apply the same criteria and review process for all joint venture  proposals, including those with DOD, academic affiliates, and other health  care providers. However, according to some VA and DOD officials we  interviewed, there are fundamental differences, risks, and experiences  between joint ventures with DOD and joint ventures with other partners  that should be taken into account. For example, since VA and DOD are  federal departments, both are accustomed to working within the federal  framework and following federal laws, regulations, guidance, and  procedures—which may not be the case for academic affiliates or other  health care providers. Furthermore, both VA and DOD follow the same  federal appropriation cycle—which can help to synchronize joint  investments. In contrast, academic affiliates or other health care providers  may use a different fiscal year. In addition, federal law governs the  availability of federal funds—and provides safeguards in the use of those  funds, which helps mitigate some of the potential financial risks involved  with a joint venture. For example, appropriation law provides that  appropriated funds are available only for the objects for which the  appropriations were made, except as otherwise provided by law. Thus,  VA and DOD can spend their appropriated funds only to meet the health  care needs of their beneficiaries, and neither department is permitted to  pay for the health care needs of the other department’s beneficiaries. In  addition, the Sharing Act provides for the department providing the health  care services to be reimbursed for the cost of the services under a rate of  reimbursement determined by the two departments. Finally, VA and DOD  have experience developing and implementing joint ventures, whereas VA  has not developed a joint venture with any other health care provider.  While some of the criteria that VA has found most useful in working  through the challenges of forming joint ventures with DOD may be  applicable to forming joint ventures with academic affiliates or other  health care providers, other criteria may be less applicable or some  potentially useful criteria may be lacking."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["A number of potential benefits are associated with joint ventures,  including improved access to care and reduced costs. As a result,  Congress and the administration have encouraged joint ventures between  VA and DOD and, more recently, between VA and academic affiliates as a  cost-effective means to stretch limited resources and replace aging  infrastructure. However, comprehensive information is not readily  available on whether joint ventures actually produce all of the identified  benefits. Specifically, VA does not use performance measures at the local  or department level to routinely or comprehensively assess the outcomes  of its existing joint ventures, leaving VA with only limited and anecdotal  information on the outcomes of joint ventures. While some of the benefits  of joint ventures, such as gaining economies of scale, may be intuitive, and  the anecdotal examples provided by officials at different joint venture sites  suggest that some benefits are being achieved, the magnitude and extent  of such benefits are unknown. Routine and comprehensive information on  what is being achieved through the joint ventures could help VA leadership  and policymakers make more informed decisions about how to improve  the performance of existing joint ventures as well as whether to pursue  different joint venture opportunities in the future.", "VA’s effort to develop criteria for evaluating joint venture proposals is a  positive step in improving VA’s process for assessing joint venture  proposals. However, without more specific criteria for evaluating future  joint venture proposals, VA may not improve the consistency of its  evaluations as we intended when we recommended that VA develop  evaluation criteria. Given the long-term and resource-intensive nature of  joint ventures, it is critical that VA have robust criteria that can be  consistently applied to distinguish proposals that are in the best interest of  our nation’s veterans and the federal government from those proposals  that are not. Furthermore, although the intent of our previous  recommendations was to ensure consistency in the evaluation of joint  venture proposals, we also recognize that each proposal could have unique  aspects and should be evaluated on its merits and circumstances. To the  extent that the application of a single set of criteria to all joint venture  proposals excludes consideration of unique but important aspects of  individual proposals, VA may overlook differences among different types  of prospective joint venture partners that should be taken into account."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To develop a more comprehensive framework for evaluating existing and  future joint ventures, we recommend that the Secretary of Veterans Affairs  take the following three actions:    Develop departmental performance measures to assess the outcomes of  joint ventures and to determine the extent to which strategic goals are  being achieved.", "Revise the evaluation criteria for joint venture proposals to ensure they  are measurable and specific—both in terms of definition and application.", "Analyze the differences among types of joint venture partners to determine  whether the evaluation criteria should be tailored to the type of partner  (e.g., DOD or academic affiliate) and, if so, tailor the criteria accordingly."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to VA and DOD for review and  comment. VA and DOD provided written comments on a draft of this  report, which are reprinted in appendixes II and III, respectively. VA  generally agreed with our findings, conclusions, and recommendations. VA  stated that the report is consistent with VA’s direction and ongoing work  toward enhancing existing and future joint ventures. As part of this  ongoing work, VA’s Joint Ventures Working Group is reviewing existing  performance measures to develop specific measures for joint venture  activities and will facilitate incorporation of the measures into VA’s  established processes. In addition, the working group will review and  refine the proposed evaluation guide on a continual basis. Also, DOD  generally agreed with the report’s overall findings. The departments  provided technical comments, which we have incorporated as appropriate.", "We are sending copies of this report to congressional committees with  responsibilities for veterans’ issues; the Secretary of Veterans Affairs; the  Secretary of the Department of Defense; and the Director, Office of  Management and Budget. We also will make copies available to others  upon request. In addition, this report will be available at no charge on  GAO’s Web site at http://www.gao.gov.", "If you or your staff have any questions on matters discussed in this report,  please contact me on (202) 512-2834 or at williamsonr@gao.gov. Contact  points for our Offices of Congressional Relations and Public Affairs may  be found on the last page of this report. Key contributors to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report discusses the (1) potential benefits and concerns associated  with joint ventures and the extent to which they are documented and  measured, (2) lessons learned from existing and proposed Department of  Veterans Affairs (VA) joint ventures with academic affiliates and the  Department of Defense (DOD), and (3) steps VA has taken to better  evaluate proposed joint ventures.", "To address these objectives, we used a combination of site visits and  semistructured interviews to obtain information for all eight existing VA- DOD joint ventures and for the three proposed joint ventures between VA  and academic affiliates. Specifically, we visited three existing VA-DOD  joint ventures in El Paso, Texas; Las Vegas, Nevada; and North Chicago,  Illinois. We also visited New Orleans, Louisiana, the site of a proposed  joint venture between VA and the Louisiana State University (LSU) Health  Care Services Division. We used several criteria to select these sites,  including geographic dispersion, the maturity of the partnership, the  nature of the shared services, the organizations involved in the partnership  (e.g., the branch of the military), the structure or framework of the  partnership, and the perceived effectiveness of the partnership. We  conducted semistructured telephone interviews with officials from the  remaining existing and proposed joint ventures. During the site visits and  telephone interviews, we interviewed the parties involved in the existing  or proposed joint ventures, including VA and DOD officials and  representatives from the academic affiliates. We also performed a content  analysis of the information we collected through the site visits and  semistructured interviews to determine the benefits and concerns  associated with joint ventures, as well as the lessons learned in developing  joint ventures that were commonly cited by the officials involved in the VA  joint ventures. We also interviewed department-level officials from VA and  DOD and representatives from several veterans service organizations,  including Disabled American Veterans, the Paralyzed Veterans of America,  and the American Legion.", "In addition to conducting the site visits and semistructured interviews, we  reviewed agency documentation, reports, studies, and analyses on existing  and proposed VA joint ventures so that we could report on any issues or  concerns associated with jointly planning, constructing, and sharing a  medical center. For example, we reviewed the VA Strategic Plan Fiscal  Year 2006-2011, the VA 5-Year Capital Plan Fiscal Year 2005-2010, the VA- DOD Joint Executive Council Strategic Plan Fiscal Year 2007-2009, VA- DOD Joint Executive Council annual reports, the VA-MUSC Collaborative  Opportunities Steering Group final report, and the VA-LSU Collaborative  Opportunities Study Group report. We reviewed legal authorities  governing the sharing of health resources between VA and DOD, and VA  and its academic affiliates, including appropriation and fiscal law  authorities.", "To identify criteria for possible use in evaluating joint ventures and to help  us assess the comprehensiveness of VA’s criteria, we reviewed published  research and studies, including GAO reports, on public-private  partnerships; best practices in collaboration, partnering, and  organizational transformation; and evaluation criteria. To identify  applicable studies focusing on public-private partnerships for constructing  joint public facilities or hospitals similar to VA’s joint venture  partnerships, we searched literature databases using the following criteria:  (1) studies that identified any benefits and risks associated with forming  public-private partnerships for hospitals or federal buildings, with a focus  on cost savings or risk management; (2) studies that provided lessons  learned from previous health-care-related, public-private partnerships,  including any factors contributing to challenges or successes; and   (3) studies that provided guidelines or evaluative criteria that could be  used to evaluate a health-care-related, public-private partnership. After  identifying the studies, we reviewed each study to determine its relevance  and applicability to our objectives and to ensure the methodological  soundness of the non-GAO studies.", "We conducted this performance audit from May 2007 through March 2008  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Veterans Affairs", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Nikki Clowers, Assistant  Director; Vashun Cole; Elizabeth Curda; Jennifer DuBord; Elizabeth  Eisenstadt; Cindy Gilbert; Alexander Lawrence; Susan Michal Smith; and  James Musselwhite Jr. made key contributions to this report."], "subsections": []}]}], "fastfact": []}