{"id": "GAO-02-66", "url": "https://www.gao.gov/products/GAO-02-66", "title": "Immigration Benefit Fraud: Focused Approach Is Needed to Address Problems", "published_date": "2002-01-31T00:00:00", "released_date": "2002-02-15T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["Immigration and Naturalization Service (INS) officials believe that some aliens are using the benefit application process to carry out illegal activities, such as crimes of violence, narcotics trafficking, and terrorism. The extent of immigration benefit fraud is unknown, but INS officials and others believe that this problem will increase as smugglers and other criminal enterprises use fraud to bring illegal aliens, including criminals, into the United States. INS investigative units in both the service centers and the district offices investigate possible benefit fraud on the basis of information they receive from staff who process benefit applications, other INS units, the public, and law enforcement agencies. Providing immigration benefits in a timely manner may conflict with the goal of preserving the integrity of the legal immigration system. Although INS recognizes the need to balance these competing goals, it has not always succeeded. INS has several performance measures in place to gauge the results of its benefit fraud enforcement activities. However, INS has not established outcome-based performance measures to assess the results of fraud activities. Additionally, INS has not established goals or measurement criteria for the service center units that are responsible for fraud investigations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Immigration benefit fraud is a significant problem that threatens the integrity of the legal immigration system. Aliens apply to the Immigration and Naturalization Service (INS) for such benefits as naturalization, work authorization, and adjustment of status. Immigration benefit fraud involves attempts by aliens to obtain such benefits through illegal means (e.g., using fraudulent documents). INS officials believe that the problem is pervasive and serious; they also believe that some aliens are using the benefit application process to enable them to carry out illegal activities, such as crimes of violence, narcotics trafficking, and terrorism. In its fiscal year 2000 Threat Assessment, INS predicted that immigration benefit fraud would intensify as smugglers and criminal enterprises searched for other methods to bring illegal aliens into the United States. Recently, proposals have been offered that would separate INS functions into enforcement and service components. Regardless of how INS is restructured, addressing the issues discussed in this report would require that enforcement and service delivery priorities be recognized.", "At your request, we reviewed available information on the nature and extent of immigration benefit fraud and assessed INS’s efforts to address it. Specifically, this report addresses the following questions: (1) What does INS know about the nature and extent of immigration benefit fraud? (2) How do INS’s policies, procedures, and information systems support its immigration benefit fraud investigations? (3) How does INS address its dual responsibility of timely application processing and the detection and deterrence of fraudulent applications? and (4) What performance measures does INS have in place to gauge the results of its benefit fraud enforcement activities?", "To address the objectives of our review, we reviewed relevant reports, laws, and regulations. In addition, we interviewed INS officials at headquarters, three regional offices, five district offices, and four service centers. We chose these locations because they represent a wide cross section of the country and because they handled approximately 85 percent of all applications received by INS in fiscal year 2000. Specifically, to address the first three questions, we interviewed INS officials in headquarters, regions, district offices, and service centers and we obtained and reviewed pertinent reports and documents. To address the fourth question, we obtained and reviewed Government Performance and Results Act (GPRA) requirements and INS performance reports and we obtained and analyzed INS prosecution and investigation data for fiscal years 1998 through 2000. See appendix I for a more detailed discussion of our scope and methodology.", "We performed our work from November 2000 through August 2001 in accordance with generally accepted government auditing standards. We requested comments on a draft of this report from the attorney general."], "subsections": [{"section_title": "Background", "paragraphs": ["INS is responsible for ensuring that persons eligible for immigration benefits receive them in a timely manner while aliens who are ineligible are denied benefits. Some ineligible applicants attempt to obtain immigration benefits through fraudulent means.", "Immigration fraud falls into two broad categories—benefit application fraud and document fraud. Benefit application fraud involves the willful misrepresentation of a material fact to gain an immigration benefit in the absence of lawful entitlement. Benefit application fraud includes immigration benefit fraud schemes such as marriage fraud, in which an ineligible alien makes a false claim to a bona fide marriage with an eligible petitioner in order to obtain immigration benefits, and occupational preference fraud, in which businesses in the United States claim falsely that aliens are needed for employment because of their education, technical knowledge, or experience and that such people are not available in the U.S. workforce. Benefit application fraud also includes nonimmigrant visa fraud. Document fraud encompasses the counterfeiting, sale, or use of documents, such as birth certificates, passports, or visas, to circumvent U.S. immigration laws and may be a part of some benefit application fraud cases. According to INS, both are often part of larger alien smuggling efforts.", "INS processes alien applications and petitions for benefits (e.g., naturalization, employment authorization, adjustment of status) through a network of field offices. INS’s four service centers, located in California, Nebraska, Texas, and Vermont, process 35 types of applications, including petitions for permanent and temporary workers, petitions for admission of spouses, and applications for employment-based adjustment of status to permanent residence. The service centers were established to handle the applications and petitions for benefits submitted for processing by mail. About 68 percent of all immigration applications and petitions are filed at the four service centers. INS’s 33 district offices process 42 types of applications. Most of these applications require interviews with the applicant or verification of an applicant’s identity. District offices process naturalization applications and petitions for alien relatives and family- based adjustment of status applications, among other types of applications.", "Detecting and preventing immigration benefit fraud in applications involves different INS units—3 regional offices, 4 service centers, 33 district offices, and INS’s Forensic Document Laboratory. In fiscal year 2000, INS expended about $2.8 billion on enforcement activities. About $26 million, or 1 percent of enforcement program funds, were expended for fraud detection and prevention activities, including benefit application fraud. Funding has remained basically the same from fiscal year 1998 to fiscal year 2000. For fiscal year 2001, INS received an additional $7.5 million for investigative and analyst positions for antifraud investigations associated with fraudulent business-related visa applications and with marriage fraud.", "Both the service center operations units and district office investigative units may open possible benefit fraud cases on the basis of information that they receive from adjudication officers; from other INS components, including Investigations, Inspections, and Intelligence; from INS regional offices, the public, including informants; and from other federal and local law enforcement agencies. The adjudication staff in each of the units may also detect fraud because of their responsibility for ensuring quality in the application adjudication process.", "INS’s operations units attempt to detect benefit fraud through database checks for misrepresentations of information (e.g., nonexistent addresses) on applications and other analysis. These units also try to identify trends and patterns that may indicate fraud, such as increases in the number of requests for certain types of cards, for example, applications for replacement of alien registration cards (green cards). However, once immigration benefit fraud is suspected, the matter is generally referred to district offices for investigation. The service center may continue to provide support for field investigations and prosecutions.", "In fiscal year 2000, INS’s district investigative units opened approximately 4,000 cases involving fraud, almost half of which involved marriage fraud.For this same period, the units completed about 3,700 fraud cases.Adverse actions, such as a conviction or removal, were taken in almost half of those cases. Of the 483 defendants prosecuted for fraud, 259 were convicted. Comparable data are not kept on the number of cases or on analyses done at the service centers.", "Federal statutes provide for a range of criminal charges against persons and entities for violations of immigration laws. INS officials indicated that fraud cases are time consuming, resource intensive, complex, and difficult to prove. U.S. attorneys accept fraud cases under established prosecutorial priorities and resource availability. The priority placed on the prosecution of such cases varies among the 94 U.S. attorney offices around the country. Statutes also provide penalties and other sanctions for civil document fraud. Additionally, INS can use administrative remedies, such as denial or revocation of a benefit that applicants are not entitled to receive."], "subsections": [{"section_title": "Benefit Fraud Is a Comparatively Low Priority Within INS", "paragraphs": ["Efforts to address benefit fraud are given a lower priority than other priorities within INS, and resources devoted to it are limited. INS’s interior enforcement strategy focuses resources on areas that would have the greatest impact on reducing the size and annual growth of the illegal resident population. Of the five priority areas outlined in the strategy, benefit fraud ranks fourth nationally. The priorities are to (1) identify and remove criminal aliens; (2) deter, dismantle, and diminish smuggling of aliens; (3) respond to community reports and complaints about illegal aliens; (4) minimize immigration benefit fraud and document abuse; and (5) block and remove employers’ access to unauthorized workers. The strategy allows district offices some flexibility in prioritizing their resources, and some offices may make fraud a higher priority. Nationally, however, it remains fourth.", "According to INS, the investigation of immigration fraud has long been an enforcement mandate of INS’s Investigations Division. However, resources identified for fraud have been redirected as a result of legislation such as the employer sanctions provisions of the Immigration Reform and Control Act and Department of Justice initiatives such as the Violent Gang Task Force and criminal alien removal.", "INS district office investigations workyear data show the amount of time devoted to fraud activities compared with other investigative categories, as shown in figure 1. For fiscal years 1998 through 2000, about 11 percent of investigative workyears was directed for fraud investigations. According to INS officials, these workyears underestimate the time spent on benefit fraud investigations. This is because immigration benefit fraud may be uncovered during the course of another type of investigation and the time spent is recorded in the other investigation category. For example, antifraud activities that are conducted under the auspices of the Anti-Smuggling, Organized Crime Drug Enforcement Task Force, and Organized Crime units are not included in the amount of funds expended in antifraud efforts. However, INS does not have data to show the nature and extent of its efforts to investigate immigration benefit fraud in connection with its other activities.", "Additionally, few resources are devoted to the service center operations units that have responsibility for gathering information to help detect and deter fraud. The service centers received about 4 million applications in fiscal year 2000, and the four operations units that perform analysis for fraud detection had about 40 positions.", "INS’s forensic document laboratory provides document analysis for field investigations and is a significant resource for fraud investigations. The laboratory has established four priority categories for assisting investigations. Immigration fraud falls in the last category."], "subsections": []}, {"section_title": "INS Restructuring", "paragraphs": ["The administration has proposed a restructuring of INS. In addition, legislation has been introduced to accomplish this. Although these proposals are different in some respects, they are similar in that they would separate INS’s enforcement and service activities into independent units. A major difference among the proposals is the individual to whom the units would report. At the time we completed work on this report, these proposals were still under consideration and it had not yet been determined specifically how immigration benefit fraud enforcement activities would be carried out."], "subsections": []}]}, {"section_title": "Benefit Fraud Is Perceived as a Pervasive and Significant Problem", "paragraphs": ["Although the extent of the benefit fraud problem is not known, internal and external reports and the views of INS officials indicate that the problem is pervasive and significant. The following examples provide some insight into the extent of benefit fraud: In a fiscal year 2000 Threat Assessment, INS predicted that fraud in obtaining immigration benefits would continue to rise as the volume of petitions for benefits grows and as smugglers search for other methods to introduce illegal aliens into the United States. INS reported that one of the more prolific schemes seen in recent years is the abuse of various nonimmigrant visa (e.g., tourist visa) provisions that can lead to permanent residency and ultimately to naturalization.", "In May 1999, the Acting Deputy Executive Associate Commissioner for the Immigration Services Division testified that immigration benefit fraud had increased in both scope and complexity in recent years and that exploitation of the benefit petition process by criminals and criminal organizations had generated serious concerns. He stated that criminal aliens and terrorists manipulate the benefit application process to facilitate expansion of their illegal activities, such as crimes of violence, narcotics trafficking, terrorism, and entitlement fraud.", "In 1998 and 1999, INS referred petitions to the Department of State consular post in Chennai, India, because of suspected applicant fraud. State found that about 45 percent of claims made on the 3,247 petitions referred through March 31, 1999, were of questionable validity, and 21 percent of the work experience claims made to INS were confirmed to be fraudulent.", "In recent reports on INS programs, we reported vulnerabilities in both the H-1B and Religious Worker Visa Programs. These vulnerabilities include abuse by employers in the H-1B program who falsely requested and certified the need for foreign workers and abuse by some religious organizations that existed solely as a means to carry out immigration fraud in the Religious Worker Program.", "INS’s California Service Center found, through a series of investigations and analyses, widespread L-1A visa fraud by foreign companies, particularly in the Los Angeles area, and also identified this fraud as a growing problem. In one phase of the study, the service center reviewed a targeted group of 5,000 petitions that were identified as fitting a particular set of criteria. About 90 percent of these targeted petitions were identified as fraudulent. INS pointed out that these results do not represent an analysis of the percentage of fraud in the L- 1 petition filings because the results were not obtained through a random sampling of cases. An official in the operations branch stated that follow-up analysis of about 1,500 petitions found only one petition that was not fraudulent.", "According to the September 30, 1999, PricewaterhouseCoopers’ final draft report on immigration benefits reengineering of selected INS field staff’s perception of the nature and extent of fraud, INS’s officers believed that immigration benefit fraud in INS programs was significant. The report also recognized that INS lacked a servicewide fraud detection and deterrence strategy.", "INS officials working on benefit fraud issues in the offices we visited indicated that fraud is a major problem. For example, fraud unit officials in the Los Angeles District Office said that immigration benefit fraud is rampant across the country. A Miami fraud unit official stated that fraud is out of control. A Nebraska Service Center official told us that fraud is probably involved in about 20 to 30 percent of all applications filed.", "The size and complexity of INS criminal cases and the number of aliens involved also gives insight into the extent of benefit fraud. According to an INS executive associate commissioner, in addition to the wide range of INS programs affected, the sheer volume of fraudulent applications relating to a single benefit scheme can be enormous and the structure of the criminal conspiracy can be complex. For example, in one case, an immigration consulting business filed 22,000 applications for aliens to qualify under the extended legalization program. Nearly 5,500 of the aliens’ claims were fraudulent and 4,400 were suspected of being fraudulent. As a result of the investigation, 54 individuals perpetrating this fraud were successfully prosecuted. The government estimated that these individuals were paid over $9 million in fees for filing the fraudulent applications.", "INS is only now attempting to quantify the scope and extent of the immigration benefit fraud problem. In March 2000, INS began an assessment effort to determine the extent of fraud in the H-1B Nonimmigrant Worker program. This pilot project is INS’s first attempt to identify the type and amount of fraud in one major program. The initiative will also attempt to identify and prosecute persons found culpable of fraud and to assist the service center operations units in developing and validating fraud indicators for data mining in operations computer databases."], "subsections": []}, {"section_title": "INS’s Approach to Addressing Benefit Fraud Is Fragmented and Unfocused", "paragraphs": ["INS’s efforts to contain immigration benefit fraud are fragmented and unfocused. INS’s interior enforcement strategy states that its efforts to contain benefit fraud are to be directed toward large-scale, complex fraud schemes, such as those perpetrated by facilitators or criminal organizations (e.g., cases involving multiple persons and large sums of money, with national coordination). To address benefit fraud, INS relies on the district office investigative units and the service center operations units. However, the interior enforcement strategy, which seeks a cohesive approach to the problem, recognizes the importance of the service centers in benefit fraud detection and deterrence but has not integrated their operations units into the strategy. The strategy does not provide direction on how these units should systematically work together, and as a result, cooperation and communication are informal and minimal. Therefore, INS cannot be assured that its approach is indeed cohesive and that units are working together effectively to identify and investigate large-scale cases. Further, INS has not established guidance for opening immigration benefit fraud investigations or for prioritizing investigative leads. INS also lacks an agencywide case management capability that would allow for the monitoring of its efforts and that would help the agency avoid duplicate investigations. INS has a case tracking system for another investigative activity, which it expects to adopt for agencywide use once security and staff support issues are resolved. Last, existing system limitations do not allow for a great deal of information sharing among units and may hamper efforts to identify fraud schemes and trends.", "In our prior reports, we reported that INS lacked an enterprise architecture to efficiently and effectively manage its information technology efforts, as well as defined and disciplined processes to select, control, and evaluate its information technology investments.Accordingly, we have recommended that INS develop and implement an enterprise architecture and disciplined information technology investment management processes. INS agreed with our recommendations and is currently developing its enterprise architecture and investment management processes."], "subsections": [{"section_title": "INS’s Strategy Does Not Address How Various Units Are to Coordinate Investigations", "paragraphs": ["INS’s interior enforcement strategy is to promote a cohesive approach to respond effectively to the changing patterns of illegal immigration. Through the strategy, INS seeks to deter illegal migration; prevent immigration-related crimes, including immigration benefit fraud; and remove individuals, especially criminals, who are unlawfully present in the United States, to preserve the integrity of the legal immigration system. The interior enforcement strategy, however, does not address how the district offices and service centers, which are under different organization leaderships, are to coordinate their immigration benefit fraud investigation efforts. Moreover, INS does not have an enterprise architecture that would provide this missing information on how these units are to coordinate, as well as what information is to be shared, when it is to be shared, with whom it is to be shared, etc. Agents within district offices and suboffices work under the purview of the district directors, who report to their respective regional director and then to the executive associate commissioner for field operations. By contrast, the assistant center directors for operations report to their respective service center directors, who report to the headquarters’ Immigration Services Division (ISD) and then to the executive associate commissioner for field operations.", "Enforcement and ISD—two main units within INS —have vastly different missions and organization objectives. The Investigation Division within Enforcement is INS’s enforcement arm charged with investigating violations of criminal and administrative provisions of the immigration laws, while the primary function of ISD is the adjudication and processing of alien applications and petitions. According to a service center official, the four service center operations units are unique and do not fit in either Enforcement or ISD as those units are currently organized. He believes that the operations units are the bridges between the two programs and that both programs depend on those units to identify immigration benefit fraud. However, because the operations units are organizationally assigned to ISD, they receive little information and no resources or personnel from Enforcement.", "According to INS, no direct tasking mechanism exists when operations units develop significant suspect fraud cases. Further, under its priority system, regions and districts do not necessarily share the same goals and tasks as the service centers or their parent component, ISD.", "Both service center and district officials told us that coordination and cooperation between the offices is limited and informal and varies among locations. As a result, some offices may have stronger working relationships and investigate more cases together than others. For example, a New York District Office investigations official said that his unit’s relationship with the Vermont Service Center is informal—that is, there is no established protocol for when or how they coordinate their efforts. A Miami District Office official acknowledged that his office had few dealings with the Texas Service Center, where as an investigator in the Dallas District Office indicated that he regularly investigated leads for the service center because he had a relationship with staff there. In general, there is no established protocol for linking work done by the operations units so that they can assist one another with investigations or for analysts in the service centers to relay information about uncovered patterns and schemes to district offices for use in investigations. More important, the lack of common procedures means there is no assurance that the most significant, high-priority fraud cases are being investigated. This can contribute to inconsistent program implementation and an ineffective use of resources for benefit fraud detection. Whether or not the district office investigates a case developed by a service center can depend on the relationship between the two units and on available resources.", "The offices have engaged in some successful collaborative efforts. For example, the San Diego District Office investigative unit initiated an investigation on the basis of information provided by the California Service Center. This case involved an individual suspected of filing fraudulent family-unity documents for 31 applicants. The U.S. attorney subsequently prosecuted the case. The defendant was convicted and sentenced to 12 months and 1 day in prison and was subsequently removed from the country. Relationships between the units and staff availability are the factors to which service center officials attribute the success or, in other instances, the lack of success in getting cases from the service center investigated by agents in the local district office. As a result, although the operations units work with Enforcement on some cases, they do not routinely share information or collaborate with Enforcement to investigate immigration benefit fraud. The strategy is silent on the need for district offices’ investigative units and the service center operations units to coordinate their immigration benefit fraud investigations. Further, the strategy does not provide direction or guidance on how the operations units are to coordinate and work with Enforcement.", "In its technical comments, INS identified two fraud-related proposals that have not been implemented. One proposal involved placing the operations units in the four service centers under Enforcement to allow better direction and oversight in detecting and deterring benefit fraud. The other proposal was that antifraud task forces be deployed in several major cities. INS did not provide a timeframe for these proposals."], "subsections": []}, {"section_title": "INS Has No Clear Criteria for Selecting Which Benefit Fraud Investigations to Pursue", "paragraphs": ["INS has not established criteria for its investigative units at the district offices and its ISD operations units at the service centers to use in selecting immigration benefit fraud investigations to pursue. For example, the service centers have no standard operating procedures or guidance for distinguishing which leads should be investigated. Without such guidance, INS cannot be assured that the highest-priority cases are opened and that limited resources are being maximized.", "Although some officials told us that the service centers are performing a key function, are innovative, and provide information and analysis for significant cases, the operations units at the service centers do not have standard procedures for determining which leads have priority over hundreds of others. At the California Service Center, the officers stated that they are overwhelmed with cases. One intelligence officer at the service center stated that he is handling approximately 250 cases. According to an official at another service center, the unit does not have anything in writing about their roles and responsibilities. Rather, he stated that because they are so understaffed, their priorities change frequently and that they use their own judgment in responding to what appears to be the most pressing demand, which may or may not be the most compelling issue to investigate. According to a Miami District Office official, during the month of January 2001 its investigative unit received 205 leads, of which 84 were facilitator cases (e.g., cases involving individuals or entities who prepare fraudulent benefit applications or who arrange marriages for a fee for the purpose of fraudulently enabling an alien to remain in the United States) and 121 were single-issue cases, which usually involve one applicant. The district office was able to investigate only four of the facilitator cases and none of the single-issue cases. A Los Angeles District Office fraud unit investigative official told us that it receives approximately 200 leads per month, but because of resource limitations, very few of the leads are investigated. Chicago officials informed us that they had a backlog of approximately 300 marriage fraud cases. They used their own discretion in deciding which immigration benefit fraud leads to investigate and, as a result, may have selected lower-priority cases.", "The INS headquarters’ Investigations Division directs only a few cases at the national level. District offices generally decide which benefit fraud cases to open and pursue with the Office of the U.S. Attorney in their jurisdiction. Investigators in the district offices and in the service centers told us that they use their own judgment, with a supervisor’s concurrence, in deciding which cases to work. During fiscal year 2000, 55 percent of district office benefit fraud investigative resources were directed toward single-issue cases. The remaining resources were directed to larger-scale cases—about 30 percent to facilitator cases and 15 percent to organizations.", "Service center officials indicated that it is often not possible to get the district offices to take their cases. For example, the California Service Center has not been able to get a district office to undertake an investigation of a suspected preparer of about 500 possibly fraudulent family-unity applications, seemingly the type of large-scale cases that should be investigated. The service center presented the case to a district office investigative unit that turned it down, saying that the unit did not have the time and the case was not a priority for them. A suboffice of the same district office was subsequently approached by the service center staff to undertake this investigation, but the suboffice also declined, citing limited resources. At the time of our review, however, the suboffice was reconsidering opening an investigation, and in September 2001 the suboffice assigned a special agent to handle the case. Without clear criteria on the type of cases that should be given priority, operations units will continue to have difficulty obtaining assistance from district investigative units."], "subsections": []}, {"section_title": "INS Lacks an Agencywide Case Management Capability for Investigations", "paragraphs": ["INS does not have an effective and efficient capability for tracking and managing agencywide investigations, including benefit fraud investigations. Such a capability could assist INS in its management of investigations by helping to ensure that resources are effectively used, duplicate investigations are avoided, fraud cases are coordinated, and oversight of investigations can be conducted. Further, investigators could readily determine whether an investigation of a given individual or organization is already open or whether the subject was previously investigated. INS is in the process of adapting an existing system to provide this capability once it resolves security and staff support issues.", "Investigators cannot tell if several of the 33 district offices are investigating the same cases or following up on the same leads, because the offices do not have access to all available information. Several district office officials told us that they were investigating the same target and did not know it. For example, one official told us that during the course of an undercover operation, he contacted 15 different offices in an effort to determine if the case he was working on was being investigated elsewhere. He found out that another unit was also investigating the case.", "The director of the Investigations Division stated that a national case management capability currently does not exist for fraud cases. As a result, he and others cannot determine if several investigations on the same subjects are ongoing. In addition, a 1999 report of the four service center operations units by the headquarters’ Office of Enforcement stated that the service centers have no managerial oversight of their benefit fraud investigations at the local or national level. Because INS does not have a national case management capability for immigration benefit fraud investigations, it does not have the capability to oversee ongoing investigations to determine when they should be continued or terminated to ensure that scarce resources are put to optimal use. Despite the interior enforcement strategy’s goal of focusing on large-scale cases, investigation workyear data for fiscal years 1998 through 2000 indicated that about 55 percent of benefit fraud investigative resources were directed to single- issue cases instead.", "In a previous report, we recommended that INS establish a cost-effective case tracking and management capability that is automated, agencywide, and readily available to investigative personnel and program managers to facilitate the sharing of case information and prevent duplication of effort in smuggling cases. According to an INS headquarters official, the Criminal Investigative Reporting System is an intelligence and case- management system to be used as a tool to track and manage all INS investigations. It has been used for smuggling cases, partly in response to our recommendation, and it is currently under development for other types of investigations and has been deployed in some locations. The official added that before implementation of the system can be mandated agencywide, the resolution of some security issues and the availability of support staff to handle computer-related technical issues will have to be addressed.", "Since the service centers are not part of the Investigations Division, the system being developed may not include the service centers’ investigative efforts, even though they carry out immigration benefit fraud activities. Additionally, service centers do not have their own case management tracking system and are not included in any current system."], "subsections": []}, {"section_title": "Benefit Fraud Investigations Hampered by Lack of Integrated Information Systems", "paragraphs": ["As the volume of applications and petitions processed has grown, the resulting fraud schemes have become far more extensive and sophisticated than those previously encountered by INS. The interior enforcement strategy directs higher priority to the investigation and prosecution of complex fraud schemes identified by service center computer analysis for investigation by the district offices. As a consequence, according to an INS official, a single fraudulent application could easily be approved during the adjudication process because it is less likely to be identified. However, with the aid of computer databases, INS analysts can review numerous applications and detect patterns, trends, and potential schemes. For example, through computer analysis of applications, INS determined that hundreds of individuals were simultaneously claiming to be living in the same one-bedroom apartment. In another case, hundreds of individuals claimed to be living simultaneously at the same nonexistent address. Further, a review of immediate-relative petitions identified 25,000 potential marriage fraud cases.", "INS’s information systems hamper the agency’s ability to identify potential benefit application fraud, because some adjudication staff do not have access to some of INS’s databases. Furthermore, because some INS databases are not linked, staff in the different units cannot share information. With record numbers of illegal immigrants in this country and an increasing volume of benefit applications to service centers, access to data to allow the verification of eligibility and accuracy of information is crucial. Because INS processes many different types of benefit applications in various locations, numerous opportunities exist to perpetrate fraud across multiple jurisdictions. According to INS, large- scale conspiracies can no longer be investigated with traditional investigative techniques, because criminal trends have changed significantly and fraud schemes are more extensive and sophisticated."], "subsections": [{"section_title": "Adjudication Officers Do Not Have Access to Useful Information for Accurate Decision-Making", "paragraphs": ["Several INS officials told us that they do not know if a previous action may have been taken on a case. Applications and petitions are often filed, by an alien or by someone acting on an alien’s behalf, at multiple locations or at the same location multiple times by or for the same individuals in search of the best outcome. Neither legislation nor INS policy requires that all applications and petitions be filed in the INS office or service center with residential jurisdiction. Therefore, it is important for adjudicators to have access to information related to previously submitted applications in order to identify potential benefit fraud.", "In our review of the H-1B program, adjudicators said that they do not have easy access to case-specific information developed by other INS officials that would help them better determine whether a petition should be approved. For example, information that a petition has been denied is initially available only to adjudication officers within the same service center. After a month, it is uploaded to a central system and is available to adjudication officers in all centers, but it can be accessed only through a complicated, time-consuming process. As a result, adjudicators in one service center might approve a petition that was previously submitted to and denied at another service center, even if the denying adjudicator had determined that the employer did not meet H-1B requirements. It is important that only eligible applicants receive this benefit, because this program has an annual limit on the number of H-1B visas that can be permitted. Thus, if an ineligible alien obtains an H-1B visa, an eligible alien may not be able to obtain one.", "According to some INS officials, a data source with important information that is not routinely accessed or accessible by adjudication officers is the National Automated Immigration Lookout System (NAILS). Not having access to or not using the NAILS database essentially means that adjudication officers may be making decisions without access to or use of significant information and that benefits are being awarded to individuals who may clearly not be entitled to receive them."], "subsections": []}, {"section_title": "INS Information Systems Not Linked to Each Other and to Other Law Enforcement Systems", "paragraphs": ["Because INS processes many different types of benefit applications in various locations, numerous opportunities exist to perpetrate fraud across multiple jurisdictions. The operations units at the four service centers, which are responsible for detecting and deterring benefit fraud, operate independently of each other and of the district offices. They also have different systems that do not interface. As a result, sharing information among offices is difficult. As the service centers operations and supporting information technology systems have evolved, they have not done so in relationship to an INS enterprise architecture. According to INS headquarters officials, some of the operation units have demonstrated exceptional abilities and resourcefulness in developing information systems despite limited assistance from ISD. The centers have individually and independently developed fraud detection capabilities that are typically nonexistent elsewhere. The development of such systems has depended on the staff expertise at the centers, and these systems have included single-office-only computer systems linking databases that interface with other systems, such as the Treasury Enforcement Communication System (TECS), the National Crime Information Center (NCIC), and others.", "According to a service center official, realizing that it will take years before new, advanced information systems are on-line at INS, service centers are attempting to find their own solutions.", "One INS official told us that the approval in New York of a criminal alien terrorist’s application for legal permanent residence might have occurred because the adjudicator was not aware of the alien’s criminal history. This situation helped convince INS headquarters that service centers should have access to other agencies’ and each other’s information. At the time this happened, the California Service Center was pilot testing a system (see discussion below) that might have identified the individual as a terrorist, which could have prevented him from getting legal status. After this incident, INS planned to expand the California pilot project to the other service centers in an effort to prevent aliens from getting illegal benefits. The official said that although the linkage of information systems will not stop applicants from filing multiple applications at different service centers, it should prevent them from receiving immigration benefits that they are seeking illegally.", "Management officials on both the benefit and enforcement sides of INS acknowledged various system problems, including limited data availability and independent systems. According to the deputy executive associate commissioner for ISD, INS is committed to system changes. According to another INS official, for over a year ISD’s efforts to move toward electronic filing and the modernization of Computer Linked Application Information Management Systems 3 and 4 have been on hold.  The deputy executive associate commissioner said that this is because our August 2000 report stated that INS should not make any technology investments until it develops an enterprise architecture plan. In addition, ISD decided more than a year ago to develop a strategic business plan, followed by an information technology plan to support the business plan. The business plan is complete and under review by the commissioner. The final draft of the information technology plan was completed in November 2001 and is currently under review by ISD. The official added that the enterprise architecture plan is not scheduled to be completed this fiscal year but that any proposed investments must be reviewed to ensure compliance within the parameters established. ISD is to commence work on both the business plan and the plan to relate information technology in the second quarter of fiscal year 2002. According to INS, these plans, when complete, should help identify and define the interactions and interrelationships of all units."], "subsections": []}, {"section_title": "Pilot Interface Project at California Service Center", "paragraphs": ["Slow development of the information systems, balanced against the ever- increasing volume of applications and petitions and the perception that fraud is pervasive and significant, is leading some service centers to find interim solutions. One such major effort to provide data to help adjudicators make more accurate decisions was recently demonstrated by the California Service Center. In October 1996, the California Service Center submitted a formal request to the U.S. Customs Service (Customs) to pilot test a TECS/Interagency Border Inspection System (IBIS) interface project. Customs subsequently approved the California Service Center’s request, and the pilot began in April 1997. The initial goal of the project was to use information available through TECS/IBIS (and not available in INS systems) about people who may have been trying to illegally obtain immigration benefits. The service center’s daily receipts of applications and petitions for immigration benefits were checked against the TECS/IBIS system, which contained historical databases for INS and other agencies, to determine whether the applicant was already in the system and, if so, their current immigration status. The results were summarized monthly for the period April 1997 through August 2000. For this 41-month period, about 2.9 million records were checked against TECS/IBIS and 43,656 individuals were identified as potentially attempting to defraud the INS benefits adjudicative process.", "Although less than 2 percent of the records were shown by the test to contain potential adverse information, some of the applicants did have criminal backgrounds. Some applicants were currently under investigation by other agencies, were aggravated felons (aliens who had committed a crime for which they could be removed), had previously been deported, were considered serious violators of U.S. laws, or had previously been denied asylum in the United States.", "The individuals who were identified as having submitted potential adverse information were seeking immigration benefits from 34 different INS programs. The highest number of individuals who were identified with potential adverse information had applied for replacement of alien registration cards. California Service Center officials told us that aggravated felons and individuals with misdemeanor convictions and warrants are among those making requests for replacement of alien registration cards. At the time of our fieldwork, the California Service Center had reviewed data on 13,559 aliens who had been identified as potentially trying to obtain immigration benefits through fraudulent means. Our review of the data showed that of the 7,599 cases that had been adjudicated, 5,997 cases were approved (the immigration benefits requested were granted), 593 cases were denied, 913 cases were referred to other INS offices for resolution, and 96 cases were handled in several other ways, such as revocation of approved benefits. Adjudication of the remaining 5,960 cases was still pending.", "INS officials, including the deputy executive associate commissioner for ISD, considered the project a success. An INS official told us that the TECS/IBIS pilot proved to be an unobtrusive and efficient means of identifying individuals who were attempting to defraud INS’s benefits adjudication process. The project positively identified hundreds of individuals who had been officially removed from the United States, including individuals classified as aggravated felons, who   were attempting to fraudulently obtain newly issued INS immigrant   were subject to removal owing to prior criminal records and had escaped earlier detection by INS enforcement personnel.", "Although INS had determined that the results of the project were significant and had planned to implement the project in district offices and service centers nationwide, the timeframe for implementation had not been finalized before the September 11, 2001, terrorist attacks. After September 11, an INS official told us that the attorney general is requiring TECS/IBIS checks to be done on all applications and petitions that are submitted to the service centers and the district offices for all 34 INS benefit programs within the next 6 months. This requirement is much more extensive than INS’s initial plan to conduct TECS/IBIS checks on four of the programs at the service centers. The INS official told us that the software is already in place at the service centers to use TECS/IBIS to check the records of the principal applicants but that the system will not provide any help in checking records of dependents, such as the spouse and children of principal applicants. These checks will need to be completed manually and at significant cost. INS is just beginning to assess the full costs of these record checks."], "subsections": []}]}]}, {"section_title": "Concerns About INS’s Ability to Balance Application Processing and Fraud Detection", "paragraphs": ["The dual responsibility to provide immigration benefits in a timely manner to those who are legally entitled to them and to deny benefits to those who are not eligible has presented a difficult challenge to INS. The agency has been criticized by Congress, the media, and immigration advocacy groups for its inability to provide applicants with timely benefits owing to the backlog of applications. As new legislation calls for the processing of additional applications, some in shorter timeframes, INS will continue to struggle with this issue. These pressures to adjudicate cases quickly are significant because INS must also ensure that the quality of adjudication is reasonably considered to prevent those who are ineligible from receiving benefits. Unless INS can devote additional resources to processing applications, its efforts to expedite application processing will mean that the quality of adjudication will most likely be sacrificed."], "subsections": [{"section_title": "Application Backlog Has Increased", "paragraphs": ["A large application backlog and an increased number of applications contribute to long delays in processing applications for immigration benefits. The added pressure from applicants whose lives are disrupted by those delays has prompted lawsuits against INS. Pressure to expedite the process can lead to less thorough application review and errors and make it less likely that benefit fraud will be detected. INS’s total application backlog (i.e., pending applications) increased from about 1 million in fiscal year 1994 to almost 4 million in fiscal years 1998 through 2000. In fiscal year 2000, INS received over 6 million applications, nearly 50 percent more applications than in fiscal year 1994. INS’s efforts to meet production goals for processing naturalization applications helped reduce the backlog in that area, but backlogs for other application types then increased. INS has established monthly goals and accountability for field offices for some types of applications.", "An INS official pointed out that although INS backlogs have increased since 1994, it has completed more applications than it received during fiscal year 2000—6,058,447 applications were received and 6,487,470 applications were completed. He added that data for fiscal year 2001 are not yet available, but INS anticipates that the data will show significant increases in receipts owing to the passage of the Legal Immigration and Family Equity Act. In addition, INS increased its completions over fiscal year 2000, despite the fact that it did not receive funding for the related casework until six weeks prior to the end of the fiscal year."], "subsections": []}, {"section_title": "Recent Changes Added New Requirements for INS Application Processing", "paragraphs": ["Another time pressure affecting the emphasis on application processing rather than benefit fraud detection is INS’s new program requirements. The American Competitiveness in the Twenty-First Century Act of 2000, among other things, increased the number of H-1B visas available for fiscal years 2001 through 2003, from 65,000 to 195,000 per year. The latter number is to revert to 65,000 in 2004. In December 2000, Congress enacted legislation that allows businesses to pay a premium processing fee of $1,000 to get their filings completed in 15 days rather than 60 days. In addition, Congress enacted the Legal Immigration and Family Equity Act in December 2000. The act allows, among other things, aliens who otherwise qualify, but are not here legally, to adjust their status to permanent residency without having to return to their home country. Such aliens have to pay a $1,000 penalty to continue processing. Before the act became effective, aliens in this country seeking to adjust their status to permanent resident had to be here legally. According to INS, 1,297 additional staff—482 in the service centers alone are needed to respond to the expected increased application workload for fiscal years 2002 through 2004."], "subsections": []}, {"section_title": "Limited Emphasis on Quality and Fraud Detection During Application Processing", "paragraphs": ["According to INS policy, adjudication officers determine eligibility for a wide range of immigration benefits. They review applications and may conduct interviews of the applicants. They also grant or deny applications or petitions on the basis of the evidence presented. Adjudication officers have the dual responsibility of processing applications in a timely manner while being alert to the possibility of fraud and misrepresentation associated with application processing.", "When adjudication officers suspect fraud, they are to request additional supporting information and present their concerns to a supervisor or investigative or intelligence official. Further, adjudication officers are to ensure that documentary evidence and reports of investigation used by district office and service centers to substantiate denials are sufficient and adequate to meet requirements for presentation in court.", "In our report on the H-1B program and during our audit work for this report, adjudication officers and investigators raised concerns about their ability to meet time and production pressures while ensuring quality and detecting fraudulent applications. According to some INS officials and INS reports, significant emphasis is placed on meeting production goals at the expense of ensuring the quality of the benefit application process. Staff in various offices stated that the pressure to reduce the backlog and the increasing workload reduce the time available to identify possible immigration benefit fraud. For example, at one service center, officials told us that adjudication officers are so overloaded and pressured to process applications that they are given required overtime to adjudicate cases at home. However, when they are at home processing applications, they do not have access to databases that might help them detect fraud. One district office adjudication official stated that management demands quick adjudication to meet the office’s goals. The official further stated that management has not emphasized that adjudication officers are to pursue fraud. Officials in two other district offices said that with high production goals and backlogs, the current system does not allow time to look for fraud. For example, according to an official, adjudication officers in his district office have approximately a 15-minute timeframe for adjudicating an application. This puts a great deal of pressure on adjudication officers to approve cases and keep application processing moving along. Additionally, he stated that production timeframes could suffer if a case is referred to the investigative unit.", "Further, our report on the H-1B program raised concerns that INS’s supervisory review and appraisal process emphasized the quantity over the quality of reviews and that more balance was needed between the two. Because the existing supervisory review and performance appraisal systems for INS staff reviewing petitions are based largely on the number of requests processed rather than on the quality of the review, staff are rewarded for the timely handling of petitions rather than for careful scrutiny of their merits. As a result, there is no assurance that INS reviews are adequate for detecting noncompliance or abuse.", "Also, some officials believe that adjudication officers are discouraged from taking the time to discuss questionable cases with investigators. For example, an official in the Vermont Service Center told us that adjudication supervisors have complained that the operations unit slows the application process by taking adjudication officers’ time away from reviewing applications. The official added that as a result of a production concern that the unit would not make its numeric goals, some adjudication officers have had to sneak over to the operations unit to discuss fraud- related issues.", "Further, service center officials told us that when deciding on staff positions for the facilities, they weigh the risk of not completing adjudicative work with the need to support intelligence operations. As a result, they may choose not to put staff in the operations units.", "A 1999 PricewaterhouseCoopers immigration benefits reengineering study contracted by INS found, among other things, that applications were not consistently adjudicated because, for example, the procedures used to process applications varied by office and standard quality control procedures were lacking.", "The study recommended implementing new, consolidated processes and forms, quality controls, and a comprehensive fraud prevention program. The latter would involve the creation of a fraud task force to periodically estimate the types and frequency of fraud, conduct training, and develop a management system for all applications. The deputy executive associate commissioner for ISD told us that INS is evaluating these recommendations. He stated that INS is at the beginning of its efforts to improve integrity in application processing. Further, he stated that although not much is currently being done to address fraud, in fiscal year 2001 INS received 54 additional positions for fraud—44 for the district offices and 10 for the service centers. Persons to fill these positions will be hired and deployed sometime in the near future."], "subsections": []}]}, {"section_title": "Outcome Measures for Benefit Application Fraud Have Not Been Established", "paragraphs": ["INS does not have established outcome-based performance measures in place that would help it assess the results of its benefit application fraud activities. Additionally, INS has not established outcome-based goals or measurement criteria for the service center operations units that are responsible for fraud investigation activities. We recognize that developing such measures is difficult, in that INS does not know and cannot quantify the extent to which immigration benefit fraud has been occurring.", "INS set the following numeric goals in its fiscal year 2000 Annual Performance Plan:   Present 85 fraud organization and facilitator principals involved in major benefit application fraud schemes for criminal prosecution   Present 56 benefit application fraud cases for prosecution that target According to INS, the agency exceeded its 2000 goals by actually presenting cases involving 205 principals and 102 organizations for prosecution. INS officials told us, however, that this goal does not describe how well the agency is detecting and deterring benefit fraud. The assistant commissioner for planning indicated that INS is going to start a deliberative process to look at all of its GPRA measures, examine best practices of other agencies, talk to practitioners, and review INS resources for combating immigration benefit fraud, because it does not know how much fraud has existed or the extent of its success in reducing fraud. He stated that this would be the first structured process for trying to develop indicators to help INS gauge success rather than trying to plan where resources should be allocated.", "INS is hampered in establishing meaningful goals for benefit fraud in that it does not know the extent of the problem. For the first time, INS is conducting a study to determine the pervasiveness of benefit fraud in one of its major programs, the H-1B program. Not only is this study an important first step in determining the extent of fraud in one program, but it should also help INS establish meaningful performance goals to assess how well the agency is detecting and deterring benefit fraud. INS plans to study other programs to statistically determine the extent of fraud and has already started a study of the L-1 program."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Immigration benefit fraud has been a long-standing problem for INS that has grown more intense and serious as criminal aliens and terrorists have used the application process for illegal activities, such as crimes of violence, narcotics trafficking, and terrorism. Institutionally, INS has not done much to combat this significant problem, which threatens the integrity of the legal immigration system because it results in INS’s granting valuable benefits to ineligible aliens. INS’s management of its benefit fraud enforcement activities has been fragmented and unfocused owing to several problems.", "First, although INS’s interior enforcement strategy articulates the agency’s overall approach for addressing benefit fraud and sets broad priorities, it does not specifically state how the investigative units at the districts and service centers are to coordinate their activities. Communicating how these units are to work together is particularly important because they report to different organizational entities.", "Second, INS has not provided working-level guidance for its investigation units in the districts and service centers. Without such guidance, INS cannot be assured that its limited investigative resources are focused on the highest priority cases. The lack of clear guidance was evident in fiscal years 1998 through 2001, when about 55 percent of investigation staff years were spent on single-issue cases. This is not consistent with the enforcement strategy for benefit fraud.", "Third, INS lacks an agencywide case tracking and management capability to maintain important data on prior, current, and future targets of benefit fraud investigations. Without such a capability, INS cannot be assured that its resources are being used effectively, duplicate investigations are avoided, and cases are coordinated. Although INS’s Criminal Investigative Reporting System may be useful for tracking and managing all INS investigations, it has not yet been adopted for use in all benefit fraud cases.", "Fourth, INS needs to ensure that adjudicators have access to the data that they need to do their jobs. With record numbers of illegal immigrants in this country, an increasing volume of benefit applications, and more sophisticated and extensive fraud schemes, INS must improve its technology systems to make accurate immigration benefit decisions in a timely manner. Without timely access to information across units, INS cannot be assured that aliens are not improperly receiving benefits through fraud.", "These interunit coordination and information-sharing problems are indicative of INS’s need to develop an enterprise architecture. In response to our recommendations, INS has recognized that it does not have an enterprise architecture and has taken some limited steps to develop one. The issues discussed in this report should be addressed within the context of an enterprise architecture development and implementation effort.", "Although the dual responsibility of providing timely immigration benefits to those who are eligible and denying benefits to those who are ineligible has been a difficult challenge, INS must do a better job of balancing these requirements. In the past, emphasis has been placed on timely processing of applications, allowing quality to suffer. This has contributed to the increase in benefit fraud.", "INS has set and exceeded performance goals to meet GPRA requirements, but these goals were not outcome based, and the results did not tell the agency how well it was doing in combating benefit fraud. We recognize INS’s difficulty in establishing meaningful goals for benefit fraud because it does not know the extent of fraud in any of its programs. Its current effort to determine the extent of fraud in the H-1B program is a good start, however and if it proves successful, a similar effort could be used on other programs.", "Regardless of how INS may be restructured, the detection of immigration benefit fraud will require addressing the issues discussed in this report. Specifically, any restructuring plan should address the need to coordinate the efforts of the investigation units in the district offices and service centers; balance the responsibility for timely adjudication of immigration benefit applications and the need to detect and investigate fraudulent applications; establish guidance for deciding which immigration fraud investigations to pursue; track immigration benefit fraud investigations; determine the optimum means of providing adjudicators with access to INS’s databases; and establish outcome-based performance measures."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the attorney general direct the INS Commissioner to do the following:   Revise INS’s interior enforcement strategy to better integrate its many units, including the service centers’ operations units involved in benefit fraud enforcement, to effectively coordinate limited resources and to address crosscutting policy and procedural or logistical problems.", "Revise INS’s strategy to also determine how INS should balance its dual responsibilities of processing applications in a timely manner and detecting fraudulent applications.", "Develop guidance for INS’s investigative units at the district office and service centers to use in deciding which benefit application fraud cases to pursue.", "Use the Criminal Investigative Reporting System, or develop another method, to track and manage benefit fraud investigations, so that INS can maintain data on individuals and organizations that are or have been the target of investigations.", "Determine the actions and related costs that would be associated with providing adjudicators access to INS databases for reviewing applications for alien benefits, and if appropriate, provide adjudicators such access. This determination should also include the actions and costs related to sharing information among the four service centers.", "Establish outcome-based performance measures for benefit fraud investigations against which to gauge the success of these efforts, building on the results of the H-1B study to the extent practicable."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["INS provided written comments on a draft of this report. In its comments, which are included as appendix II, INS agreed with our recommendations with one exception. While INS agreed that it should more effectively detect fraudulent applications and process applications in a more timely manner, it did not believe that both issues should be addressed by the interior enforcement strategy. In support of its dissent on this point, INS cited the pending restructuring plan that divides INS’s enforcement and service missions into two distinct bureaus.", "As previously mentioned, INS’s mission involves carrying out two primary functions—enforcing immigration laws and providing services or benefits to eligible legal immigrants. These functions often translate into competing priorities at the program level that need to be balanced for effective program implementation. All too often, the emphasis placed on one over the other results in ineffective enforcement or poor benefit delivery. A number of proposals have been offered to restructure INS to deal with this challenge. Dividing the enforcement and service functions into two distinct bureaus is one proposal. If INS were restructured along these lines, organizational crosswalks would need to be devised to assure that the two primary functions were still being effectively coordinated and balanced, that is, that the enforcement concerns were considered in performing service functions and vice versa. Our intention is that these primary functions be coordinated and balanced, regardless of how the agency is structured. In a restructured INS, the interior enforcement strategy might not be the most appropriate mechanism to accomplish our intent, but we continue to believe that INS would need to coordinate and balance these primary functions even if they were housed in two separate bureaus.", "INS also noted that in conducting our study we interviewed numerous field personnel who often gave percentages of fraud in various types of cases. INS is concerned that these estimates are unscientific and not based on valid studies or statistically valid samples. In addition, INS noted that it is unclear exactly how these individuals were defining the term “fraud.”  It appeared to INS that in some cases, the individuals were discussing cases in which suspicion had been aroused; in others, whether a more in-depth review should be conducted; and in others, situations where criminal fraud had been established. INS believes that as such, the estimates are unsubstantiated and give the reader a false impression of the extent of fraud encountered by its adjudicators.", "We acknowledge that the estimates provided by INS supervisors and managers were not based on scientific studies. Nevertheless, the estimates do reflect these individuals’ experience of working in the area of benefit fraud and as such provide some indication of the pervasiveness and significance of the problem. Moreover, the estimates generally tracked with other internal and external reports we cited to demonstrate the nature and extent of benefit fraud. During our discussion with supervisors and managers, we used the same definition of fraud that INS uses, as discussed in this report.", "INS also provided us with technical comments, which we incorporated where appropriate.", "As agreed with your office, unless you publicly announce the contents of this report earlier, we plan no further distribution of it until 30 days from the date of this letter. At that time, we will send copies to the chairmen and ranking minority members of the Senate and House Judiciary Committees; the attorney general; the commissioner of INS; the director, Office of Management and Budget; and other interested parties. We will also make copies available to others upon request.", "If you or your staff have any questions about this report, please contact James M. Blume or me at (202) 512-8777. Key contributors to this report are acknowledged in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To identify data that indicate the nature and extent of immigration benefit fraud, we reviewed Immigration and Naturalization Service (INS) reports and studies, interviewed INS officials, and used information developed in our prior reports.", "To determine how INS’s policies, procedures, and information systems support its immigration benefit fraud enforcement activities, we reviewed relevant laws and regulations; INS threat assessments, interior enforcement strategy, policy guidance, and information system data; and testimonies and other reports and documents. We also obtained and analyzed INS budget data and INS Performance Analysis System investigations data for fiscal years 1998 through 2000. In addition, we interviewed INS officials at headquarters, including officials from the Enforcement Division and the Immigration Services Division; at the three INS regional offices located in Laguna Niguel, California; Dallas, Texas; and Burlington, Vermont; at the four service centers in California, Nebraska, Texas, and Vermont; and at district offices in Chicago, Dallas, Los Angeles, Miami, and New York. We judgmentally selected these district offices based on their application workload and geographic dispersion. Together, the four service centers and the five district offices that we contacted accounted for about 85 percent of all applications received by INS in fiscal year 2000.", "To determine how INS addresses its dual responsibility of processing applications in a timely manner and detecting and deterring benefit fraud, we reviewed legislation, pertinent INS guidance, our reports, and other studies. We also interviewed INS officials in headquarters and the field.", "To determine how INS measures the results of its benefit fraud enforcement activities, we reviewed Government Performance and Results Act requirements and INS performance reports, and we obtained and analyzed INS prosecution and investigation data for fiscal years 1998 through 2000. We also interviewed key field and headquarters officials."], "subsections": []}, {"section_title": "Appendix II: Comments From the Immigration and Naturalization Service", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": [], "subsections": []}]}], "fastfact": []}