{"id": "GAO-19-207", "url": "https://www.gao.gov/products/GAO-19-207", "title": "Nuclear Waste: DOE Should Take Actions to Improve Oversight of Cleanup Milestones", "published_date": "2019-02-14T00:00:00", "released_date": "2019-02-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["EM manages DOE's radioactive and hazardous waste cleanup program using compliance agreements negotiated between DOE and other federal and state agencies. Within the agreements, milestones outline cleanup work to be accomplished by specific deadlines. EM's cleanup program faces nearly $500 billion in future environmental liability, which has grown substantially.", "GAO was asked to review DOE's cleanup agreements. This report examines the extent to which EM (1) tracks the milestones in cleanup agreements for EM's cleanup sites; (2) has met, missed, or postponed cleanup-related milestones at selected sites and how EM reports information; and (3) has analyzed why milestones are missed or postponed and how EM considers those reasons when renegotiating milestones.", "GAO reviewed agreements and milestones at EM's 16 cleanup sites and compared information tracked by EM headquarters and these sites; interviewed officials from four selected sites (chosen for variation in location and scope of cleanup, among other factors); and reviewed EM guidance related to milestone negotiations."]}, {"section_title": "What GAO Found", "paragraphs": ["The cleanup process at the 16 sites overseen by the Department of Energy's (DOE) Office of Environmental Management (EM) is governed by 72 agreements and hundreds of milestones specifying actions EM is to take as it carries out its cleanup work. However, EM headquarters and site officials do not consistently track data on the milestones. EM headquarters and site officials provided GAO with different totals on the number of milestones in place at the four sites GAO selected for review. These discrepancies result from how headquarters and selected sites define and track milestones. First, not all sites make the same distinction between major (i.e., related to on-the-ground cleanup) and non-major milestones and, as a result, are not consistently reporting the same milestones to EM headquarters. Second, sites do not consistently provide EM headquarters with the most up-to-date information on the status of milestones at each site. These inconsistencies limit EM's ability to use milestones to manage the cleanup mission and monitor its progress.", "EM does not accurately track met, missed, or postponed cleanup-related milestones at the four selected sites, and EM's milestone reporting to Congress is incomplete. EM sites renegotiate milestone dates before they are missed, and EM does not track the history of these changes. This is because once milestones change, sites are not required to maintain or track the original milestone dates. GAO has previously found that without a documented and consistently-applied schedule change control process, program staff may continually revise the schedule to match performance, hindering management's insight into the true performance of the project. Further, since 2011, EM has not consistently reported to Congress on the status of the milestones each year, as required, and the information it has reported is incomplete. EM reports the most recently renegotiated milestone dates with no indication of whether or how often those milestones have been missed or postponed. Since neither EM headquarters nor the sites track renegotiated milestones and their baseline dates at the sites, milestones do not provide a reliable measure of program performance.", "EM officials at headquarters and selected sites have not conducted root cause analyses on missed or postponed milestones; thus, such analyses are not part of milestone negotiations. Specifically, EM has not done a complex-wide analysis of the reasons for missed or postponed milestones. Similarly, officials GAO interviewed at the four selected sites said that they were not aware of any site-wide review of why milestones were missed or postponed. Best practices for project and program management outlined in GAO's Cost Estimating and Assessment Guide note the importance of identifying root causes of problems that lead to schedule delays. Additionally, in a 2015 directive, DOE emphasized the importance of conducting such analysis. Analyzing the root causes of missed or postponed milestones would better position EM to address systemic problems and consider those problems when renegotiating milestones with regulators. Without such analysis, EM and its cleanup regulators lack information to set more realistic and achievable milestones and, as a result, future milestones are likely to continue to be pushed back, further delaying the cleanup work. As GAO has reported previously, these delays lead to increases in the overall cost of the cleanup."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making four recommendations, including that EM establish a standard definition of milestones across the cleanup sites, track and report original and renegotiated milestone dates, and identify the root causes of why milestones are missed or postponed. In commenting on a draft of this report, DOE agreed with three of the recommendations and partially agreed with a fourth."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Energy (DOE) faces nearly $500 billion in future  environmental liabilities related to the cleanup of nuclear and hazardous  waste at its 16 sites around the country. These liabilities have grown  substantially despite DOE spending roughly $6 billion annually on its  cleanup program. The waste is primarily a result of decades of producing  material for the nation’s nuclear weapons program and can pose risks to  human health and the environment. The waste consists of millions of  gallons of radioactive waste in underground storage tanks, thousands of  tons of spent (used) nuclear fuel and special nuclear material, large  volumes of transuranic and mixed low level waste, and huge quantities of  contaminated soil and water. At many of its sites, DOE has had difficulty  making significant progress on the cleanup, particularly for the most  dangerous wastes and at sites with the most challenging cleanup work.  Because of the large and expanding estimated costs of cleaning up these  sites, in 2017, we designated the federal government’s environmental  liabilities—more than 80 percent of which pertain to DOE—as a new high- risk area. In January 2019, we noted that the estimated cost to complete  the cleanup was likely to increase.", "DOE’s Office of Environmental Management (EM) is responsible for  managing DOE’s cleanup program and overseeing the contractors that  carry out the cleanup work at EM’s sites. Federal laws—including the  Comprehensive Environmental Response, Compensation, and Liability  Act of 1980, as amended (CERCLA); the Resource Conservation and  Recovery Act of 1976, as amended (RCRA); and the Atomic Energy Act  of 1954, as amended—govern cleanup at these sites. EM’s cleanup work  has been implemented under cleanup agreements negotiated between  DOE sites and federal and state regulatory agencies, such as the U.S.  Environmental Protection Agency (EPA) and state environmental  protection agencies. EM uses milestones—dates by which certain tasks  are to be completed—as a tool for managing and tracking progress on  site cleanup, along with earned value management systems and  performance metrics. EM also reports to Congress on the status of these  milestones and bases its annual request for cleanup funding in part on  the need to meet site milestones. However, in 1995 and 2002, for  example, we reported that milestones, as developed and used by DOE,  were not a good measure of EM’s cleanup progress and recommended  that DOE set national cleanup priorities and renegotiate milestones based  on those priorities. In 2015, an independent review found that the use of  cleanup agreements negotiated by individual EM sites, rather than a more  centralized approach, sometimes caused EM to focus its scarce  resources on outdated milestones and lower-priority risks to human  health and the environment.", "You asked us to review EM’s cleanup agreements that set requirements  and milestones for EM’s cleanup approach at its 16 sites and how EM  has performed in meeting those milestones historically. This report  examines the extent to which EM (1) tracks the milestones in cleanup  agreements in place at EM’s cleanup sites; (2) has met, missed, or  postponed cleanup-related milestones at selected sites and how EM  reports that information; and (3) has analyzed why milestones are missed  or postponed and how, if at all, EM considers those reasons when  renegotiating milestones with regulators.", "To review and summarize the number of cleanup agreements and  corresponding milestones in place at EM’s cleanup sites, we collected  and examined all of the cleanup agreements for EM’s 16 active cleanup  sites. We also collected EM’s publicly reported lists of cleanup  milestones—as found in DOE’s Future-Years Plans submitted to  Congress in 2012 and 2017—as well as updated lists that we obtained  from EM headquarters. In addition, we gathered lists of milestones from  some of the sites, as described below. We compared information  provided by EM headquarters and the sites to identify discrepancies, if  any, regarding the number and status of the milestones. We also  compared EM’s approach to tracking milestones against GAO’s  standards for internal control in the federal government.", "To analyze the extent to which EM has met, missed, or postponed  cleanup-related milestones at selected sites and how EM reports that  information, we selected a nongeneralizable sample of four sites—Idaho  National Laboratory in Idaho; Savannah River Site in South Carolina; Los  Alamos National Laboratory in New Mexico; and the Hanford Site in  Washington—for in-depth review. We selected these sites to ensure  diversity in (1) geographic location, (2) the responsible DOE agency (EM  is responsible for the cleanup at the 16 sites, but the National Nuclear  Security Administration oversees five of the sites), (3) the size of the  annual cleanup budget (selecting both large and small budgets), and (4)  the size of the total environmental liability (selecting both large and small  liabilities). Findings from these sites cannot be generalized to sites that  we did not include in our review. From each of the selected sites, we collected EM’s public reports on historical and current data on the number  and status of milestones and reviewed, analyzed, and summarized this  information. We reviewed DOE’s 2017 cleanup policy and associated  policies and procedures and met with officials from each of the sites in the  sample to find out more about site efforts to track how often milestones  had been met, missed, or postponed. To evaluate how EM reported this  information, we compared DOE’s 2012 and 2017 reports to Congress and  EM’s internal milestone reporting systems at headquarters and the sites.  We also compared EM’s reporting against the requirement to report to  Congress and best practices for project schedules.", "To evaluate the extent to which EM has analyzed why milestones are  missed or postponed, we interviewed EM headquarters and site officials.  To analyze the extent to which EM considers those reasons when  renegotiating milestones, we reviewed EM’s orders and guidance that  govern the process of negotiating cleanup milestones with regulators. We  compared this guidance against best practices in project and program  management.", "We conducted this performance audit from May 2017 to February 2019 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["EM oversees a nationwide complex of 16 sites. A majority of the sites  were created during World War II and the Cold War to research, produce,  and test nuclear weapons (see figure 1). Much of the complex is no  longer in productive use but still contains vast quantities of radioactive  and hazardous materials related to the production of nuclear weapons. In  1989, EM began carrying out activities around the complex to clean up,  contain, safely store, and dispose of these materials. Starting at about  the same time, DOE documents indicate that EM and state and federal  regulators entered into numerous cleanup agreements that defined the  scope of cleanup work and established dates for coming into compliance  with applicable environmental laws. EM has spent more than $170 billion  since it began its cleanup program, but its most challenging and costly  cleanup work remains, according to EM documents.", "The processes that govern the cleanup at EM’s nuclear waste sites are  complicated, involving multiple laws, agencies, and administrative steps.  EM’s cleanup responsibilities derive from different laws, including  CERCLA, RCRA, the Atomic Energy Act, and state hazardous waste  laws. Federal facility agreements, compliance orders, and other  compliance agreements also govern this cleanup.", "Federal facility agreements are generally enforceable agreements that  DOE enters into with EPA and affected states under CERCLA and  applicable state laws. For each federal facility listed on the National  Priorities List, EPA’s list of seriously contaminated sites, section 120 of  CERCLA requires the relevant federal agency to enter into an interagency  agreement with EPA for the completion of all necessary cleanup actions  at the facility. The interagency agreement must include, among other  things, the selection of the cleanup action and schedule for its completion.  Interagency agreement provisions can be renegotiated, as necessary, to  incorporate new information, adjust schedules, and address changing  conditions.", "States generally issue federal facility compliance orders to DOE under  RCRA and the Federal Facilities Compliance Act. RCRA prohibits the  treatment, storage or disposal of hazardous waste without a permit from  EPA or a state that EPA has authorized to implement and enforce a  hazardous waste management program. Under the Federal Facilities  Compliance Act, federal agencies are subject to state hazardous waste  laws and state enforcement actions, including compliance orders. RCRA  regulations establish detailed and often waste-specific requirements for  the management and disposal of hazardous wastes, including the  hazardous waste component of mixed waste. Tri-party agreements  among DOE, EPA, and the relevant state often serve as both a federal  facility agreement and a compliance order.", "In addition to federal facility agreements, other types of agreements  governing cleanup at specific sites may also be in place, including  administrative compliance orders, court-ordered agreements, and  settlement agreements. Administrative compliance orders are orders from  state agencies enforcing state hazardous waste management laws.  Court-ordered agreements result from lawsuits initiated primarily by  states. Settlement agreements are agreements between parties that end  a legal dispute.", "These agreements may include milestones—dates by which DOE  commits to plan and carry out its cleanup work at the sites. DOE has  identified two different types of milestones: enforceable and planning  milestones. Generally, an enforceable milestone has a fixed, mandatory  due date, subject to the availability of appropriated funds, whereas a  planning milestone is not enforceable and usually represents a  placeholder or shorter term of work. In this report, we are examining any  enforceable milestone that derives from either federal facility agreements  or other compliance agreements.", "EM manages its cleanup program based on internal guidance, on  milestone commitments to regulators, and in consultation with a variety of  stakeholders. First, according to EM officials, EM manages cleanup  activities based on requirements listed in a cleanup policy that it issued in  July 2017 along with guidance listed in standard operating policies and  procedures associated with this policy. The 2017 cleanup policy states  that EM will apply DOE’s project management principles described in  Order 413.3B to its operations activities in a tailored way. Second, EM’s  budget requests are explicit regarding the role the milestones play in the  cleanup effort. For example, in its fiscal year 2019 request to Congress,  EM stated that the request addresses cleanup “governed through  enforceable regulatory milestones.” Third, in addition to the milestone  commitments to EPA and state environmental agencies, other  stakeholders involved include county and local governmental agencies,  citizen groups, and other organizations. These stakeholders advocate  their views through various public involvement processes, including site- specific advisory boards."], "subsections": []}, {"section_title": "At EM’s 16 Cleanup Sites, Cleanup Is Governed by 72 Agreements, but EM Headquarters and Sites Do Not Consistently Define or Track Milestones", "paragraphs": ["At EM’s 16 cleanup sites, cleanup is governed by 72 agreements and  hundreds of cleanup milestones. These agreements include federal  facility agreements generally negotiated between DOE, the state, and  EPA, and compliance orders from state regulators. These agreements  may impose penalties for missing milestones and may amend or modify  earlier agreements, including extending or eliminating milestone dates.  Within the agreements, hundreds of milestones outline deadlines for  specific actions to be taken by EM as it carries out its cleanup work.  However, because EM lacks a standard definition of milestones, some  sites track milestones differently than EM headquarters, limiting EM’s  ability to monitor performance."], "subsections": [{"section_title": "At EM’s 16 Cleanup Sites, Cleanup Is Governed by 72 Agreements, Most of Which Include Cleanup Milestones", "paragraphs": ["In total, DOE has entered into 72 cleanup agreements at EM’s 16 cleanup  sites. The agreements were initially signed between 1985 and 2009 (see  table 1). With the exception of the Moab Uranium Mill Tailings Remedial  Action Project in Utah and the Waste Isolation Pilot Plant in New Mexico,  each site is governed by at least one cleanup agreement. Twelve are  governed by multiple agreements (up to as many as 17 at the Savannah  River Site, for example).", "Twelve sites are governed by federal facility agreements, generally with  the relevant state and EPA. These agreements generally set out a  sequence for accomplishing the work, tend to cover a relatively large  number of cleanup activities, and include milestones that DOE must  meet. All of the 12 sites with federal facility agreements are also governed  by additional compliance agreements that have been negotiated at each  site subsequent to the initial federal facility agreement or other agreement  with the state. These agreements may impose penalties for missing  milestones and may amend or modify earlier agreements, including  extending or eliminating milestone dates. For example, the Hanford Site  is subject to three consent decrees that resulted from litigation in which  the state of Washington sued DOE for failing to meet certain cleanup  milestones."], "subsections": []}, {"section_title": "EM Headquarters and Selected Cleanup Sites Do Not Consistently Define or Track Milestones", "paragraphs": ["EM headquarters and cleanup site officials provided us with different  totals on the number of milestones in place at the four sites we selected  for further review. Both federal facility agreements and other compliance  agreements contain milestones with which EM must comply and,  according to EM officials and our review of the agreements, these  agreements collectively contain hundreds of milestones. However,  milestone information that EM headquarters and site officials shared with  us was not consistent. For example, for milestones due in fiscal years  2018 through 2020, officials at EM headquarters identified 135  enforceable cleanup milestones at the four selected sites, which was less  than half of the number of such milestones officials at those sites reported  to us (see table 2).", "These discrepancies result from how headquarters and selected sites  define and track milestones.", "Milestone definitions. EM headquarters officials said that they are  primarily concerned with milestones related to on-the-ground cleanup;  that is, cleanup activities that actually result in waste being removed,  treated, or disposed of. EM officials said they consider these to be  major milestones. However, not all sites make the same distinction  between major and non-major milestones and, as a result, are not  consistently reporting the same types of milestones to EM  headquarters. For example, officials at the Savannah River Site track  milestones in a federal facility agreement that lists 79 milestones due  in fiscal years 2018 through 2020. This agreement makes no  distinction between major and non-major milestones and includes  administrative activities, such as revisions to cleanup reports, in its  milestone totals. EM headquarters officials, on the other hand, do not  include these activities as major milestones and list only 43  milestones due in the same time frame. Similarly, Hanford officials do  not distinguish between major or other milestones in their internal  tracking. As a result, Hanford officials are tracking 178 milestones due  in fiscal years 2018 through 2020, whereas EM headquarters officials  are tracking 57 for the same time frame at Hanford.", "Requirements for updating milestones. Sites do not consistently  provide EM headquarters with the most up-to-date information on the  status of milestones at each site. This is because EM requirements  governing the submission of milestone information do not specify  when or how often sites are to update this information, so sites have  the discretion to choose when to send updated milestone data to  headquarters. As a result, the information on the list of milestones  used to track cleanup performance by EM headquarters may differ  from the more up-to-date information kept by the sites. For example,  officials at each of the four sites we examined stated that they try to  send updated information on the status of milestones to headquarters  on an annual basis, though they sometimes send it less frequently.  Officials at EM headquarters acknowledged that their list of  milestones is not always up-to-date because of the lag between when  a milestone changes at the site and when sites update that  information in the EM headquarters’ database.", "In addition to inconsistencies in tracking and defining milestones, lists of  milestones maintained by EM headquarters and the four selected sites  may not include all cleanup milestones governing the cleanup work at the  site. We found two cases in which permits at two sites included  milestones that neither EM headquarters nor site officials included in their  list of sites’ cleanup milestones. For example, milestones related to a  major construction project at one of the selected sites we reviewed— Savannah River—are not listed in either EM headquarters’ or the  Savannah River Site’s list of enforceable milestones. According to South  Carolina state environmental officials, milestones associated with this  project are part of a separate permit and dispute resolution agreement not  connected to the federal facility agreement or one of the sites’ compliance  agreements. Recently, DOE acknowledged in its fiscal year 2019 budget  request that this project has faced technical challenges, and officials  noted that the previously agreed-upon start date for operating this project  would be delayed. However, this milestone and its delay are not included  in either EM headquarters’ or Savannah River’s list of milestones.  Similarly, officials at the Hanford Site said that some milestones  governing Hanford’s cleanup are part of the site wide RCRA permit  issued by the state, which is separate from its federal facility agreement,  and, as a result, officials do not track this information in the same Hanford  milestone tracking system and do not report it to EM headquarters.", "EM does not have a standard definition of milestones for either sites or  headquarters to use for reporting and monitoring cleanup milestones or  guidance on how often sites should update the status of milestones. EM  headquarters officials cited guidance that sites can refer to when entering  their milestone data into the headquarters-managed database. This  guidance addresses how to submit milestone data but does not include a  definition of milestones or specify how often sites should update the  information. EM headquarters officials noted that sites have the  discretion to input milestones as they choose. EM’s lack of a standard  definition of milestones limits management’s ability to use milestones to  manage EM’s cleanup mission and monitor its progress. We have  previously found that poorly defined, incomplete, or missing requirements  make it difficult to hold projects accountable, result in programs or  projects that do not meet user needs, and can result in cost and schedule  growth. In addition, according to Standards for Internal Control in the  Federal Government, information and communication are vital for an  entity to achieve its objectives.  According to these standards, the first  principle of information and communication is that management should  define the information requirements at the relevant level and the requisite  specificity for appropriate personnel. Without this, EM’s ability to use  milestones for managing and measuring the performance of its cleanup  program is limited."], "subsections": []}]}, {"section_title": "EM Does Not Track Sites’ Renegotiated Milestone Dates and Has Not Consistently Reported Milestone Information to Congress as Required", "paragraphs": ["EM relies on cleanup milestones, among other metrics, to measure the  overall performance of its operations activities. However, sites regularly  renegotiate milestones they are at risk of missing, and EM does not track  data on the history of postponed milestones. As a result, EM cannot  accurately track the progress of cleanup activities to meet these  milestones. Additionally, EM has not consistently reported required  information to Congress, and the information it has reported is  incomplete. For example, in its report to Congress on the status of the  enforceable milestones, EM includes the latest (meaning the most  recently renegotiated) milestone dates with no indication of whether or  how often those milestones have been missed or postponed."], "subsections": [{"section_title": "Sites Renegotiate Milestone Dates Before They Are Missed, and EM Does Not Track How Often This Occurs", "paragraphs": ["Site officials typically renegotiate enforceable milestones they are at risk  of missing with their regulators, in accordance with the modification  procedures established in federal facility agreements. EM officials said  that sites have the ability to renegotiate milestones before they are  missed. For example, the Hanford Site Federal Facility Agreement allows  DOE to request an extension of any milestone; the request must include,  among other things, DOE’s explanation of the good cause for the  extension. As long as there is consensus among EM and its regulators,  the milestone is changed. Similarly, the Los Alamos Federal Facility  Agreement requires site officials to negotiate cleanup milestones each  fiscal year. Because renegotiated milestones are not technically missed,  EM avoids any fines or penalties associated with missed milestones.", "Site officials we interviewed at the four selected sites stated that it is  common for regulators and sites to renegotiate milestones before sites  miss them. For example, at the Savannah River Site, both DOE and  South Carolina officials said they could not recall any missed milestones  among the thousands of milestones completed since the cleanup began.  Similarly, Hanford officials told us that since the beginning of the cleanup  effort in 1989, more than 1,300 milestones had been completed and only  62 had actually been missed because, in most cases, whenever  milestones were at risk of being missed, they were renegotiated.  However, officials at these sites could not provide us with the exact  number of times milestones had been renegotiated. This is because once  milestones are changed, sites are not required to maintain or track the  original milestones. As a result, the new milestones become the new  agreed-upon time frame, essentially resetting the deadline.", "Because EM does not track the original baseline schedule for  renegotiated milestone dates, milestones do not provide a reliable  measure of program performance. According to best practices identified  in GAO’s schedule assessment guide, agencies should formally establish  a baseline schedule against which performance can be measured. In  particular, we have previously found that management does not have the  ability to identify and mitigate the effects of unfavorable performance  without a formally established baseline schedule against which it can  measure performance. We have also found that, without a documented  and consistently-applied schedule change control process, program staff  may continually revise the schedule to match performance, hindering  management’s insight into the true performance of the project. In addition,  DOE’s internal project management policies call for steps to maintain a  change control process, including setting a baseline schedule for  completing certain activities and maintaining a record of any subsequent  deviations from that baseline. EM uses milestones as one of its metrics  for measuring the performance of its cleanup efforts, since the milestones  are effectively schedule targets. However, since neither EM headquarters  nor the sites track renegotiated milestones and their baseline dates at the  sites, EM cannot accurately use milestones for managing and measuring  the performance of its cleanup program."], "subsections": []}, {"section_title": "EM Has Not Consistently Reported Required Information to Congress, and the Information It Has Reported Is Incomplete", "paragraphs": ["EM has not consistently reported required information to Congress on the  status of its milestones. The National Defense Authorization Act for Fiscal  Year 2011 established a requirement for EM to annually provide  Congress with a future-years defense environmental cleanup plan. This  plan is to contain, among other things, information on the current dates  for enforceable milestones at specified cleanup sites, including whether  each milestone will be met and, if not, an explanation as to why and when  it will be met. However, since 2011, EM has only provided Congress  with the required annual plan in 2 years—2012 and 2017—and EM  officials told us in September 2018 that they were unsure when EM would  release the next future-years plan. EM officials said that, instead of the  annual plan, they have provided oral briefings to Congressional staff  during the 4 years when a formal report was not produced.", "In addition, our analysis of the 2012 and 2017 plans EM submitted to  Congress identified three ways in which the plans provide inaccurate or  incomplete information on EM’s enforceable milestones.", "No historical record. First, the plans contain no indication of whether  each milestone date reported is the original date for that milestone or  whether or how many times the milestones listed have been missed  or postponed. Instead, the plans report the latest (and most recently  renegotiated) dates for the milestones without listing the original dates  or acknowledging that some of the milestones have been delayed, in  some cases by several years, beyond their original agreed-upon  completion dates. For example, we found that at least 14 milestones  from the 2012 plan were repeated in the 2017 plan with new  forecasted completion dates, but the 2017 plan gave no indication that  these milestones had been postponed (see table 3). The milestones’  due dates had been pushed back by as many as 6 years without any  indication in the 2017 report that they were delayed. As noted above,  EM headquarters does not track changes to milestones and EM  officials at both headquarters and the sites said that they have not  historically kept a record of the original baseline dates for renegotiated  milestones they change. As a result, EM officials could not readily  provide information on whether the other milestones listed in the 2012  report met their listed due date or whether they were postponed.  Headquarters officials stated that to gather this information they would  need to survey officials at each site.", "Inaccurate forecast. Second, the forecast completion dates for  milestones listed in the 2012 and 2017 plans may not present an  accurate picture of the status of the milestones and EM’s cleanup  efforts. For example, in the 2012 plan, DOE reported that four out of  218 milestones were at risk of missing their planned completion date,  while the rest were on schedule. As discussed above, we found 14 of  the milestones in the 2012 plan had been postponed and listed again  in the 2017 plan. Similarly, the 2017 plan listed only one milestone  out of 154 as forecasted to miss its due date. However, because EM  does not have a historical record of the changes made to the  milestones, it is unclear how many of these milestones represented  their original due dates.", "Incomplete list. Third, the plans did not include milestones from all of  the 10 DOE cleanup sites that EM is required to report on. In 2012,  EM did not report milestone information for two of the 10 sites that  were required to be included in the plan. In the 2017 plan, information  was missing for one of the 10 required sites. EM headquarters  officials said that this could be because some sites did not update  their milestone information or some sites may still be renegotiating  new milestones. However, neither report indicated that data were  missing for these sites.", "As a result of these issues, DOE’s future-years defense environmental  cleanup plans provide only a partial picture of the milestones and overall  cleanup progress made across the cleanup complex, and actual progress  made in cleanup is not transparent to Congress. The absence of reliable  and complete information on the progress of EM’s cleanup mission limits  EM’s ability to manage its mission and complicates Congress’s ability to  oversee the cleanup work."], "subsections": []}]}, {"section_title": "EM Does Not Analyze the Root Causes of Missed or Postponed Milestones and Does Not Have Guidelines for Considering Root Causes When Renegotiating New Milestones", "paragraphs": ["Best practices and DOE requirements for project management call for a  root cause analysis when problems lead to schedule delays, but EM  officials at both headquarters and selected sites have not analyzed  reasons why milestones are missed or postponed. According to best  practices identified in GAO’s cost estimating guide, agencies should  identify root causes of problems that lead to schedule delays and  renegotiated milestones. Specifically, when risks materialize (i.e., when  milestones are missed or delayed), risk management should provide a  structure for identifying and analyzing root causes. The benefits of doing  so include developing a better understanding of the factors that caused  milestones to be missed and providing agencies with information to more  effectively address those factors in the future. In addition, DOE has  recently emphasized the importance of doing this kind of analysis. In  2015, DOE issued a directive requiring sites to do a root cause analysis  when the project team, program office, or independent oversight offices  determine that a project has breached its cost or schedule thresholds.  This directive, which applies to all programs and projects within DOE,  calls for “an independent and objective root cause analysis to determine  the underlying contributing causes of cost overruns, schedule delays, and  performance shortcomings,” such as missed or postponed milestones.", "However, EM has not done a complex-wide analysis of the reasons for  missed or postponed milestones. Similarly, officials we interviewed at the  four selected sites said that they were not aware of any site-wide review  of why milestones were missed or postponed. According to headquarters  officials, this analysis has not been done because EM has determined  that DOE requirements governing this type of analysis apply only to  contract schedules, not regulatory milestones, and that missed or  postponed milestones are not necessarily an indication of cleanup  performance shortcomings. However, as previously noted in this report,  missing or postponing milestones is a systemic problem across the  cleanup complex that makes it difficult for DOE to accurately identify  cleanup performance shortcomings. Because EM has not analyzed why it  has missed or postponed milestones, EM cannot address these systemic  problems and consider those problems when renegotiating milestones  with regulators. Without such analysis, EM and its cleanup regulators  lack information to set more realistic and achievable milestones and, as a  result, future milestones are likely to continue to be pushed back, further  delaying the cleanup work. As we have reported previously, these delays  lead to increases in the overall cost of the cleanup."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["The federal government faces a large and growing future environmental  liability, the vast majority of which is related to the cleanup of radioactive  and hazardous waste at DOE’s 16 sites around the country. EM has  responsibility for addressing the human health and environmental risks  presented by this contamination in the most cost-effective way. However,  most of EM’s largest projects are significantly delayed and over budget,  and state regulators for nearly all of EM’s cleanup sites have responded  by initiating enforcement actions, often leading to additional agreements,  including administrative orders and court settlements, in addition to initial  federal facility agreements to ensure those risks are addressed.", "EM relies on cleanup milestones, among other metrics, to measure the  overall performance of its operations activities, and EM reports that very  few of its cleanup milestones over the past 2 decades have been missed.  However, EM’s self-reported performance in achieving milestones does  not provide an accurate view of actual progress in cleaning up sites. EM  has not established clear definitions for tracking and reporting milestones  and does not have any requirements governing the way sites are to  update milestone information. As a result, EM’s internal tracking of these  milestones has inconsistencies. Additionally, since the requirement to  annually report on the status of milestones was set in 2011, EM has  produced only two reports to Congress, and these were inaccurate and  incomplete. Without a clear and consistent approach to collecting and  reporting this data, including the history of milestone changes, EM cannot  accurately use milestones for managing and measuring the performance  of its cleanup program. The absence of reliable and complete information  on the progress of EM’s cleanup mission also limits EM’s and Congress’s  ability to oversee the cleanup work. In addition, without a root cause  analysis of why milestones are missed or postponed, EM and its cleanup  regulators lack information to set more realistic and achievable  milestones. As a result, future milestones are likely to continue to be  pushed back, further delaying the cleanup work, which will likely increase  cleanup costs and risks to human health and the environment."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making the following four recommendations to DOE:  The Assistant Secretary of DOE’s Office of Environmental Management  should update EM’s policies and procedures to establish a standard  definition of milestones and specify requirements for both including and  updating information on milestones across the complex.  (Recommendation 1)", "The Assistant Secretary of DOE’s Office of Environmental Management  should track original milestone dates as well as changes to its cleanup  milestones. (Recommendation 2)", "The Assistant Secretary of DOE’s Office of Environmental Management  should comply with the requirements in the National Defense  Authorization Act by reporting annually to Congress on the status of its  cleanup milestones and including a complete list of cleanup milestones  for all sites required by the act. The annual reports should also include,  for each milestone, the original date along with the currently negotiated  date. (Recommendation 3)", "The Assistant Secretary of DOE’s Office of Environmental Management  should conduct root cause analyses of missed or postponed milestones.  (Recommendation 4)"], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOE for review and comment. DOE  provided written comments, which are reproduced in appendix II; the  agency also provided technical comments that we incorporated in the  report as appropriate. Of the four recommendations in the report, DOE  agreed with three, and partially agreed with one.", "Regarding the recommendation that DOE update EM’s policies and  procedures to establish a standard definition of milestones and  specify requirements for both including and updating information on  milestones across the complex, the agency agreed with the  recommendation. DOE stated that these policy-driven reforms can  improve the efficiency of milestone tracking.", "Regarding the recommendation that DOE track changes to cleanup  milestones, the agency agreed with the recommendation. DOE stated  that EM currently monitors milestone status, including changes as the  need for changes are identified and as part of its ongoing  communication with field offices, and therefore DOE considers the  recommendation to be closed. However, as we noted in the report,  neither EM headquarters nor the sites track the original baseline  schedule for renegotiated milestone dates. We adjusted the language  of the recommendation to make clear that the EM Assistant Secretary  should track original milestone dates as well as changes to cleanup  milestones. DOE stated in its written comments that EM does not  believe that tracking original and changed milestones will strengthen  EM's ability to use milestones to manage and measure the  performance of its cleanup program. However, as we noted in this  report, according to best practices identified in GAO's schedule  assessment guide, agencies should formally establish a baseline  schedule against which performance can be measured. We have  found that, without a documented and consistently-applied schedule  change control process, program staff may continually revise the  schedule to match performance, hindering management's insight into  the true performance of the project. In addition, DOE's internal project  management policies call for steps to maintain a change control  process, including setting a baseline schedule for completing certain  activities and maintaining a record of any subsequent deviations from  that baseline.", "Regarding our recommendation that DOE comply with the  requirements in the National Defense Authorization Act by reporting  annually to Congress on the status of its cleanup milestones and  including a complete list of cleanup milestones for all sites required by  the act, the agency partially agreed with the recommendation. DOE  stated that additional budget and clarification of purpose and scope  would be required to fulfill this recommendation. As we point out in our  report, DOE has not fully complied with requirements established by  the act, including not submitting all required annual reports and, even  when DOE did submit these reports, its reporting omitted information  about some sites. DOE stated that EM is reviewing options to address  this recommendation.", "Regarding our recommendation that DOE conduct root cause  analyses of performance shortcomings that lead to missed or  postponed milestones, the agency agreed with the recommendation  and stated that EM is evaluating options to implement it. However,  DOE stated that there may be multiple reasons why milestones are  changed, and not all of the changes are due to DOE performance. To  acknowledge the uncertainty in the causes of missed or postponed  milestones, we adjusted the language of the recommendation to  clarify that the EM Assistant Secretary should conduct root cause  analyses of missed or postponed milestones.", "In addition, in its written comments, DOE disagreed with the draft report's  description of the process and authorities related to renegotiating  compliance milestones, stating that EM cannot and does not unilaterally  delay/postpone milestones and that EPA and state regulator approval of  milestone changes is required. We agree, and the report states that it is  common for regulators and sites to renegotiate milestones before sites  miss them. DOE also disagreed with the draft report’s characterization of  the coordination between EM sites and headquarters in tracking  milestones. In particular, DOE’s written comments state that site-specific  databases include all regulatory compliance milestones drawn from  applicable agreements, while the headquarters database tracks major  enforceable milestones. However, as our report notes, because not all  sites make the same distinction between major and non-major  milestones, sites are not consistently reporting the same types of  milestones to EM headquarters. In addition, DOE’s written comments  state that EM sites and headquarters routinely collaborate and discuss  the status of milestones via meetings and EM periodically requests that  sites verify the data in the EM headquarters database. Nevertheless, as  our report notes, EM requirements governing the submission of milestone  information do not specify when or how often sites are to update this  information.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of Energy, and other interested parties. In  addition, this report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-3841 or trimbled@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made significant contributions to this  report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Department of Energy (DOE) Cleanup Sites", "paragraphs": [], "subsections": [{"section_title": "Brookhaven National Laboratory", "paragraphs": ["The Brookhaven National Laboratory was established in 1947 by the  Atomic Energy Commission. Formerly Camp Upton, a U.S. Army  installation site, Brookhaven is located on a 5,263-acre site on Long  Island in Upton, NY, approximately 60 miles east of New York City.  Historically, Brookhaven was involved in the construction of accelerators  and research reactors such as the Cosmotron, the High Flux Beam  Reactor, and the Brookhaven Graphite Research Reactor. These  accelerators and reactors led the way in high-energy physics experiments  and subsequent discoveries but also resulted in radioactive waste. To  complete the cleanup mission, DOE is working to build and operate  groundwater treatment plants, decontaminate and decommission the  High Flux Beam Reactor and the Brookhaven Graphite Research  Reactor, and dispose of some wastes off-site."], "subsections": []}, {"section_title": "Energy Technology Engineering Center", "paragraphs": ["The Energy Technology Engineering Center occupies 90 acres within the  290 acre Santa Susana Field Laboratory 30 miles north of Los Angeles,  California. The area was primarily used for DOE research and  development activities. In the mid-1950s, part of the area was set aside  for nuclear reactor development and testing, primarily related to the  development of nuclear power plants and space power systems, using  sodium and potassium as coolants. In the mid-1960s, the Energy  Technology Engineering Center was established as a DOE laboratory for  the development of liquid metal heat transfer systems to support the  Office of Nuclear Energy Liquid Metal Fast Breeder Reactor program.  DOE is now involved in the deactivation, decommissioning, and  dismantlement of contaminated facilities on the site."], "subsections": []}, {"section_title": "Hanford Site", "paragraphs": ["DOE is responsible for one of the world’s largest environmental cleanup  projects: the treatment and disposal of millions of gallons of radioactive  and hazardous waste at its 586 square mile Hanford Site in southeastern  Washington State. Hanford facilities produced more than 20 million  pieces of uranium metal fuel for nine nuclear reactors along the Columbia  River. Five plants in the center of the Hanford Site processed 110,000  tons of fuel from the reactors, discharging an estimated 450 billion gallons  of liquids to soil disposal sites and 53 million gallons of radioactive waste  to 177 large underground tanks. Plutonium production ended in the late  1980s. Hanford cleanup began in 1989 and now involves (1) groundwater  monitoring and treatment, (2) deactivation and decommissioning of  contaminated facilities, and (3) the construction of the waste treatment  and immobilization plant intended, when complete, to treat the waste in  the underground tanks."], "subsections": []}, {"section_title": "Idaho National Laboratory", "paragraphs": ["DOE’s Idaho Site is an 890-square-mile federal reserve, situated in the  Arco Desert over the Snake River Plain Aquifer in central Idaho. The  Idaho Cleanup Project involves the environmental cleanup of the Idaho  Site, contaminated with legacy wastes generated from World War II-era  conventional weapons testing, government-owned research and defense  reactors, spent nuclear fuel reprocessing, laboratory research, and  defense missions at other DOE sites."], "subsections": []}, {"section_title": "Lawrence Livermore National Laboratory", "paragraphs": ["The 1-square-mile Lawrence Livermore National Laboratory site is an  active, multi-program DOE research laboratory about 45 miles east of  San Francisco. A number of research and support operations at  Lawrence Livermore handle, generate, or manage hazardous materials  that include radioactive wastes. The site first was used as a Naval Air  Station in the 1940s. In 1951, it was transferred to the U.S. Atomic  Energy Commission and was established as a nuclear weapons and  magnetic fusion energy research facility. Over the past several years,  Lawrence Livermore constructed several treatment plants for  groundwater pumping and treatment and for soil vapor extraction. These  systems will continue to operate until cleanup standards are achieved."], "subsections": []}, {"section_title": "Los Alamos National Laboratory", "paragraphs": ["Los Alamos National Laboratory is located in Los Alamos County in north  central New Mexico. The laboratory, founded in 1943 during World War II,  served as a secret facility for research and development of the first  nuclear weapon. The site was chosen because the area provided  controlled access, steep canyons for testing high explosives, and existing  infrastructure. The Manhattan Project’s research and development efforts  that were previously spread throughout the nation became centralized at  Los Alamos and left a legacy of contamination. Today, the Los Alamos  National Laboratory Cleanup Project is responsible for the treatment,  storage, and disposition of a variety of radioactive and hazardous waste  streams; removal and disposition of buried waste; protection of the  regional aquifer; and removal or deactivation of unneeded facilities."], "subsections": []}, {"section_title": "Moab Uranium Mill Tailings Project", "paragraphs": ["The Moab Site is located about 3 miles northwest of the city of Moab in  Grand County, Utah. The former mill site encompasses approximately  435 acres, of which about 130 acres is covered by the uranium mill  tailings pile. Uranium concentrate (called yellowcake), the milling product,  was sold to the U.S. Atomic Energy Commission through December 1970  for use in national defense programs. After 1970, production was  primarily for commercial sales to nuclear power plants. During its years of  operation, the mill processed an average of about 1,400 tons of ore a  day. The milling operations created process-related wastes and tailings, a  radioactive sand-like material. The tailings were pumped to an unlined  impoundment in the western portion of the Moab Site property that  accumulated over time, forming a pile more than 80 feet thick. The  tailings, particularly in the center of the pile, have a high water content.  Excess water in the pile drains into underlying soils, contaminating the  ground water."], "subsections": []}, {"section_title": "Nevada National Security Site", "paragraphs": ["In 1950, President Truman established what is now known as the Nevada  National Security Site in Mercury, Nevada, to perform nuclear weapons  testing activities. In support of national defense initiatives, a total of 928  atmospheric and underground nuclear weapons tests were conducted at  the site between 1951 and 1992, when a moratorium on nuclear testing  went into effect. Today, the site is a large, geographically-diverse  research, evaluation, and development complex that supports homeland  security, national defense, and nuclear nonproliferation. In Nevada, DOE  activities focus on groundwater, soil, and on-site facilities; radioactive,  hazardous, and sanitary waste management and disposal; and  environmental planning."], "subsections": []}, {"section_title": "Oak Ridge Reservation", "paragraphs": ["DOE’s Oak Ridge Reservation is located on approximately 33,500 acres  in eastern Tennessee. The reservation was established in the early 1940s  by the Manhattan Engineer District of the U. S. Army Corps of Engineers  and played a role in the production of enriched uranium during the  Manhattan Project and the Cold War. DOE is now working to address  excess and contaminated facilities, remove soil and groundwater  contamination, and enable modernization that allows the National Nuclear  Security Administration to continue its national security and nuclear  nonproliferation responsibilities and the Oak Ridge National Laboratory to  continue its mission for advancing technology and science."], "subsections": []}, {"section_title": "Paducah Gaseous Diffusion Plant", "paragraphs": ["The Paducah Gaseous Diffusion Plant, located within an approximately  650-acre fenced security area in in McCracken County in western  Kentucky, opened in 1952 and played a role in the production of enriched  uranium during and after the Cold War until ceasing production for  commercial reactor fuel purposes in 2013. Decades of uranium  enrichment and support activities required the use of a number of typical  and special industrial chemicals and materials. Plant operations  generated hazardous, radioactive, mixed (both hazardous and  radioactive), and nonchemical (sanitary) wastes. Past operations also  resulted in soil, groundwater, and surface water contamination at several  sites located within plant boundaries."], "subsections": []}, {"section_title": "Portsmouth Gaseous Diffusion Plant", "paragraphs": ["The Portsmouth Gaseous Diffusion Plant is located in Pike County, Ohio,  in southern central Ohio, approximately 20 miles north of the city of  Portsmouth, Ohio. Like the Paducah Plant, this facility was also initially  constructed to produce enriched uranium to support the nation’s nuclear  weapons program and was later used by commercial nuclear reactors.  Cleanup activities here are similar to those at the Paducah Plant."], "subsections": []}, {"section_title": "Sandia National Laboratories", "paragraphs": ["The Sandia National Laboratories comprises 2,820 acres within the  boundaries of the 118 square miles of Kirtland Air Force Base and is  located about 6 miles east of downtown Albuquerque, New Mexico. It is  managed by the National Nuclear Security Administration. Sandia  National Laboratories was established in 1945 for nuclear weapons  development, testing, and assembly for the Manhattan Engineering  District. Beginning in 1980, the mission shifted toward research and  development for nonnuclear components of nuclear weapons.  Subsequently, the mission was expanded to research and development  on nuclear safeguards and security and multiple areas in science and  technology."], "subsections": []}, {"section_title": "Savannah River Site", "paragraphs": ["The Savannah River Site complex covers 198,344 acres, or 310 square  miles, encompassing parts of Aiken, Barnwell, and Allendale counties in  South Carolina, bordering the Savannah River. The site is a key DOE  industrial complex responsible for environmental stewardship,  environmental cleanup, waste management, and disposition of nuclear  materials. During the early 1950s, the site began to produce materials  used in nuclear weapons, primarily tritium and plutonium-239. Five  reactors were built to produce nuclear materials and resulted in unusable  by-products, such as radioactive waste. About 35 million gallons of  radioactive liquid waste are stored in 43 underground tanks. The Defense  Waste Processing Facility is processing the high-activity waste,  encapsulating radioactive elements in borosilicate glass, a stable storage  form. Since the facility began operations in March 1996, it has produced  more than 4,000 canisters (more than 16 million pounds) of radioactive  glass."], "subsections": []}, {"section_title": "Separations Process Research Unit", "paragraphs": ["The Separations Process Research Unit is an inactive facility located at  the Knolls Atomic Power Laboratory in Niskayuna, New York, near  Schenectady. The Mohawk River forms the northern boundary of this site.  Built in the late 1940s, its mission was to research the chemical process  to extract plutonium from irradiated materials. Equipment was flushed and  drained, and bulk waste was removed following the shutdown of the  facilities in 1953. Today, process vessels and piping have been removed  from all the research unit’s facilities. In 2010, cleanup of radioactivity and  chemical contamination in the Lower Level Railroad Staging Area, Lower  Level Parking Lot, and North Field areas was completed."], "subsections": []}, {"section_title": "Waste Isolation Pilot Plant", "paragraphs": ["The Waste Isolation Pilot Plant is an underground repository located near  Carlsbad, New Mexico, that is used for disposing of defense transuranic  waste. The plant is managed by DOE’s Office of Environmental  Management and is the only deep geological repository for the permanent  disposal of defense generated transuranic waste."], "subsections": []}, {"section_title": "West Valley Demonstration Project", "paragraphs": ["The West Valley Demonstration Project occupies approximately 200  acres within the 3,345 acres of land called the Western New York Nuclear  Service Center. The project is located approximately 40 miles south of  Buffalo, New York. The West Valley Demonstration Project Act of 1980  established the project. The act directed DOE to solidify and dispose of  the high-level waste and decontaminate and decommission the facilities  used in the process. The land and facilities are not owned by DOE.  Rather, the project premises are the property of the New York State  Energy Research and Development Authority. DOE does not have  access to the entire 3,345 acres of property."], "subsections": []}]}, {"section_title": "Appendix II: Comments from the Department of Energy", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Nico Sloss (Assistant Director),  Jeffrey T. Larson (Analyst in Charge), Natalie M. Block, Antoinette C.  Capaccio, R. Scott Fletcher, Cindy K. Gilbert, Richard P. Johnson, Jeffrey  R. Rueckhaus, Ilga Semeiks, Sheryl E. Stein, and Joshua G. Wiener  made key contributions to this report."], "subsections": []}]}], "fastfact": ["The Department of Energy is tasked with cleaning up waste from Cold War nuclear weapons production, much of which is hazardous or radioactive. DOE spends about $6 billion a year on this cleanup, and faces about $500 billion in future liabilities.", "Agreements between DOE and its regulators set requirements and milestones (deadlines) for the work at each cleanup site.", "We found that DOE didn't accurately track or report whether milestones were met, missed, or postponed. We also found that sites continually renegotiate milestones they are at risk of missing.", "We made 4 recommendations to address these and other issues we found."]}