{"id": "GAO-09-481T", "url": "https://www.gao.gov/products/GAO-09-481T", "title": "Next Generation Air Transportation System: Issues Associated with Midterm Implementation of Capabilities and Full System Transformation", "published_date": "2009-03-25T00:00:00", "released_date": "2009-03-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["To prepare for forecasted air traffic growth, the Federal Aviation Administration (FAA), including its Joint Planning and Development Office (JPDO) and Air Traffic Organization (ATO), is planning for and implementing the Next Generation Air Transportation System (NextGen) in partnership with other federal agencies and the aviation industry. NextGen will transform the current radar-based air traffic control system into a more automated aircraft-centered, satellite-based system. GAO's previous work has identified issues related to the usefulness of NextGen planning documents, FAA's organizational structure to manage the transition to NextGen, and FAA's workforce to oversee and implement NextGen. Recently, the focus of NextGen planning and implementation has shifted to capabilities that can be achieved in the midterm, defined as 2012 through 2018. GAO's testimony focuses on (1) JPDO's and ATO's progress in planning NextGen and changes in the NextGen management structure; (2) ongoing efforts to implement midterm capabilities to address capacity constraints, and issues related to these efforts; and (3) key human capital issues, research and development needs, and facilities maintenance and reconfiguration challenges going forward. GAO's testimony updates prior GAO work with FAA data and interviews with agency and union officials and industry stakeholders, including airline, aircraft, and avionics manufacturer representatives."]}, {"section_title": "What GAO Found", "paragraphs": ["JPDO and ATO have made progress in planning for and developing NextGen. JPDO has continued to update its basic planning documents, and in January 2009, ATO released the current version of its NextGen Implementation Plan, which focuses on the midterm implementation of capabilities. Recent versions of NextGen planning documents have partially addressed some of GAO's previously reported concerns about their usefulness, but industry participants continue to express frustration that the documents lack any specific timelines or commitments. Recent changes in the management structure for NextGen, though designed to address industry stakeholders' and others' concerns about fragmentation of authority and lack of accountability, have not fully addressed these issues and have raised further questions about parties' roles and responsibilities. To help address current congestion and delays, industry stakeholders have frequently suggested that FAA shift its focus from planning for NextGen to maximizing what can be done with existing, proven capabilities and existing infrastructure. In January of this year, FAA created a NextGen Midterm Implementation Task Force, which responds to this suggestion and is to report its recommendations to FAA in August 2009. The task force plans to identify and prioritize capabilities that can be implemented in the midterm and potentially be deployed regionally to address key bottlenecks. Essential to the mid- and long-term success of these efforts is persuading the airlines to make costly investments in NextGen equipment--a step they are reluctant to take without clearly demonstrated benefits. Incentives that could encourage such investments include operational preferences--such as preferred airspace, routings, or runway access--and equipment investment tax credits. FAA will also have to validate, certify, and issue rules for these capabilities. Going forward, FAA faces challenges in resolving human capital issues, addressing needed research and development, reconfiguring and maintaining existing facilities, and enhancing capacity. Human capital issues include involving stakeholders, such as controllers and technicians, in NextGen efforts and acquiring the systems engineering, contract management, leadership, and other skills needed for NextGen. FAA plans to fill 378 NextGen positions in fiscal years 2009 and 2010. Additionally, for NextGen, research and development efforts to address the environmental impact of aviation, human factors, and weather will be critical. Air traffic facilities will also have to be reconfigured to support NextGen, and existing facilities require maintenance to ensure safety and reliability. FAA is currently reviewing its facility needs.Finally, even with the efficiencies anticipated from implementing NextGen, FAA has determined that it will need additional airport and runway capacity. Efforts to enhance capacity will require substantial advance planning and cost and safety analyses."]}], "report": [{"section_title": "Letter", "paragraphs": ["I appreciate the opportunity to testify before you this morning on efforts to  transform the nation’s current air traffic control (ATC) system to the Next  Generation Air Transportation System (NextGen). Currently, the U.S. air  transportation system handles about 50,000 flights over a 24-hour period.  By 2025, air traffic is projected to increase to about 80,000 flights every 24  hours. Today’s U.S. air transportation system will not be able to meet  these air traffic demands. In fact, as we all know, today’s system is  straining to meet current demands. For example, in 2008, almost one in  four flights either arrived late or was canceled, and the average flight delay  increased despite a 6 percent decline in the total number of operations.  The transformation to NextGen, together with other ongoing ATC  modernization efforts, promises to enhance the capacity and efficiency of  our air transportation system while maintaining safety and minimizing the  environmental impact of air transportation.", "In Vision 100, enacted in 2003, Congress directed the Secretary of  Transportation to establish the Joint Planning and Development Office  (JPDO) to plan and coordinate the transition to NextGen in collaboration  with other federal agencies and the aviation industry. NextGen will  transform the current radar-based ATC system into a more automated,  aircraft-centered, satellite-based system, and will shift the operating  paradigm from air traffic control to air traffic management. NextGen  encompasses five major transformational programs—Automatic  Dependent Surveillance Broadcast (ADS-B), System-Wide Information  Management (SWIM), NextGen Data Communications (DataComm),  NextGen Network Enabled Weather (NNEW), and National Airspace Voice  Switch (NVS). JPDO—located organizationally within the Federal  Aviation Administration (FAA)—is responsible for NextGen planning and  coordination. FAA’s Air Traffic Organization (ATO), headed by its Chief  Operating Officer (COO), is responsible for implementing the transition to  NextGen. At the same time, FAA is planning and implementing other  capabilities that have not been designated specifically as NextGen efforts  but are also expected to enhance the capacity and efficiency of the air  transportation system. FAA plans to implement these capabilities in the  midterm, defined as 2012 through 2018, and eventually to integrate them  with NextGen transformational programs.", "My testimony this morning addresses (1) JPDO’s and ATO’s progress in  planning NextGen and changes in the NextGen management structure; (2)  ongoing efforts to implement midterm capabilities to address capacity  constraints and delays, and issues related to these efforts; and (3) key  human capital issues, research and development needs, and facilities  maintenance and reconfiguration challenges going forward. My statement  is based on recent related GAO reports and testimonies, updated with  more recent FAA data, and our discussions with selected senior FAA  officials; officials of the National Air Traffic Controller Association  (NATCA) and the Professional Aviation Safety Specialists (PASS) unions;  and aviation industry stakeholders, including the Air Transport  Association, which represents U.S. airlines, and aircraft and avionics  industry representatives. This work was conducted in accordance with  generally accepted government auditing standards. Those standards  require that we plan and perform the work to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": [{"section_title": "JPDO and ATO Have Issued Key NextGen Plans, but ATO Restructuring and Recent Executive Order Have Not Fully Resolved NextGen Management Issues", "paragraphs": ["JPDO and ATO have issued key NextGen plans and have reorganized the  management structure for NextGen. We have previously reported on  stakeholders’ concerns about the fragmented management structure for  NextGen and resulting lack of clear accountability for NextGen’s  implementation. While recent FAA efforts have made progress on this  front, they have yet to fully resolve stakeholders’ concerns. Resolving this  issue will be critical to advancing both the implementation of capabilities  in the midterm and the full transformation to NextGen in the long term."], "subsections": [{"section_title": "Planning Effort Has Shifted to Focus on Implementation, but Continues to Lack Specific Timelines and Commitments", "paragraphs": ["Since 2003, JPDO and ATO have made progress in planning for and  implementing NextGen. In accordance with Vision 100, JPDO created a  multi-agency research and development plan for the transition to  NextGen. This plan consists of three basic documents—a Concept of  Operations, an Enterprise Architecture, and an Integrated Work Plan.  Collectively, these three documents form a basis for interagency and  industry planning and coordination. JPDO views these plans as iterative  and intends to issue further versions as NextGen technologies are  developed and implemented. As NextGen progressed from the planning to  the implementation phase, ATO produced its NextGen Implementation  Plan, which addresses the more detailed level of planning and activities  necessary to achieve NextGen capabilities. According to ATO, it and JPDO  have worked to align and ensure linkages between these planning  documents. The current version of the NextGen Implementation Plan,  released in January 2009, focuses on the midterm (2012 though 2018)  implementation of NextGen capabilities.", "In a previous testimony, we raised some concerns about the usefulness of  the NextGen planning documents, and we still have some concerns. For  example, we reported that the planning documents lacked the type of  specific information that industry stakeholders need for their own  planning purposes, such as a catalog of critical needs, clearly defined and  prioritized intermediate objectives, and a structured plan for achieving  tangible results. Recent versions of NextGen planning documents have  partially addressed some of these concerns, but industry stakeholders  continue to express frustration that the planning documents lack any  specific timelines or commitments. A senior FAA official has  acknowledged that FAA will face ongoing challenges in attempting to  communicate effectively with industry and other stakeholders to ensure  that they fully understand the content and objectives of the initiative and  remain engaged and committed to its planning and implementation."], "subsections": []}, {"section_title": "NextGen Organizational Structure Has Undergone Changes, but Roles and Responsibilities Continue to Be Unclear", "paragraphs": ["Initially, JPDO was established as a separate and independent office  within FAA reporting directly to both the COO of ATO and the FAA  Administrator (see fig. 1).", "In May 2008, FAA announced a reorganization of its NextGen management  structure and named a Senior Vice President for NextGen and Operations  Planning who reports to ATO’s COO (see fig. 2.). The reorganization  eliminated JPDO’s dual reporting status, and the JPDO Director now  reports directly to the newly created Senior Vice President for NextGen  and Operations Planning. The reorganization also led to JPDO’s placement  lower in FAA’s organizational structure—it is now a fourth-level  organization.", "According to ATO’s COO, a purpose of the reorganization was to respond  to industry stakeholders’ concerns about the fragmentation of authority  and lack of accountability for NextGen, which might delay its  implementation. In particular, stakeholders have expressed frustration  that a program as large and important as NextGen does not follow the  industry practice of having one person with the authority to make key  decisions. In the COO’s view, the reorganization creates one “team” with  one person in charge to plan, implement, and oversee NextGen. According  to FAA, the Senior Vice President for NextGen and Operations Planning is  responsible for integrating and implementing all elements of NextGen.  However, this individual does not have budget authority over several key  NextGen projects, according to a recent testimony from the Department of  Transportation’s (DOT) Inspector General.", "In November 2008, the President issued Executive Order 13479, which  took the positive step of treating NextGen as an important national  initiative, but potentially added another level of complexity and  uncertainty to the management structure for NextGen. The order directed  the Secretary to create a staff to support the Senior Policy Committee, an  advisory body chaired by the Secretary of Transportation whose members  are the heads of the federal partner agencies and whose purpose is to  provide policy guidance for NextGen planning. Previously, JPDO  coordinated the agenda of the Senior Policy Committee, but now,  according to FAA, the new support staff will coordinate the committee’s  agenda, although JPDO will continue to be involved in the development of  issues and topics for the committee. Furthermore, notwithstanding JPDO’s  statutory responsibility for coordinating with the federal partner agencies,  the director of the support staff will serve as the senior DOT liaison  between the Secretary and the federal partner agencies. It remains unclear  how these changes will affect JPDO’s role relative to the Senior Policy  Committee or to other federal partner agencies. The executive order also  directed the Secretary to establish a committee to advise the Secretary on  the implementation of NextGen. According to FAA’s interpretation of the  executive order, the new advisory committee will be an external  (nongovernmental) committee whose role will be to provide an external  stakeholder perspective. The role of this committee could potentially  duplicate the roles of other advisory bodies associated with the NextGen  initiative. FAA has said that it and JPDO are working with DOT to clarify  roles and responsibilities in executing the executive order.", "It is difficult to tell how well the reorganization and the implementation of  the executive order will address stakeholders’ concerns about the  fragmentation of authority for NextGen. For example, although the  reorganization places JPDO and the office responsible for NextGen  integration and implementation under the leadership of the same Senior  Vice President, other activities critical to NextGen’s implementation lie  outside this official’s jurisdiction. Several types of aviation operations are  under the leadership of the Senior Vice President for Operations, and  responsibilities for airport and aviation safety activities fall outside ATO  altogether and are headed by FAA Associate Administrators. According to  FAA, the NextGen Management Board, which is composed of Associate  Administrators, the COO, Senior Vice Presidents, and the Director of the  JPDO, ensures agencywide support for NextGen. However with no direct  line of authority between the Senior Vice President for NextGen and  Operations Planning and these other operations and activities,  accountability for NextGen outcomes is unclear, creating the potential for  delays in implementation. It is also unclear how the reorganization and the  implementation of the executive order will affect the overall role created  for JPDO by Vision 100. For example, according to one industry  stakeholder, their ability to understand and be involved in the NextGen- related efforts of federal partner agencies has been hampered by JPDO’s  placement under ATO’s management.", "Several stakeholders have suggested that an office above the Senior Vice  President for NextGen and Operations Planning and these other units—an  office that would report directly to the FAA Administrator or the Secretary  of Transportation—is needed to ensure accountability for NextGen  results. In contrast, another stakeholder suggested that further  reorganization may not be needed, but FAA’s existing leadership could  play a greater role in clarifying the responsibilities of the various offices  involved in planning and implementing NextGen and in clearly assigning  accountability for NextGen outcomes."], "subsections": []}]}, {"section_title": "Industry Stakeholders Seek More Rapid Midterm Implementation of Existing Capabilities, but Progress Depends Both on Airlines’ Investments and on FAA’s Validation, Certification, and Rulemaking", "paragraphs": ["To help address current congestion and delays, many stakeholders have  suggested that FAA focus on maximizing what can be done with existing,  proven capabilities and existing infrastructure. We have previously  characterized this approach as “NowGen.” For example, industry  stakeholders highlighted “off-the-shelf” technologies, including Traffic  Management Advisor (TMA), Traffic Flow Management (TFM), and User  Request Evaluation Tool (URET), as well as performance-based  navigation and tailored arrival procedures. Such technologies and  procedures are being implemented in airports now and, according to these  stakeholders, could be implemented more widely and used more  effectively to address capacity constraints. For example, TMA—a decision- support tool that helps controllers manage air traffic flows more  efficiently—has been used at some airports to increase capacity. However,  according to one stakeholder, some airports equipped with TMA are not  using it to its fullest extent to increase capacity. Industry stakeholders also  maintain that using existing performance-based navigation procedures  during low-visibility conditions—when the required distances separating  aircraft are normally increased for safety reasons—would enable greater  use of closely spaced parallel runways, thereby increasing capacity.", "In part to help accelerate the implementation of existing capabilities in the  midterm—including technologies that are part of NextGen’s five  transformational programs, such as ADS-B—FAA has created a NextGen  Midterm Implementation Task Force through RTCA. According to the  NextGen Implementation Plan, the task force will focus on maximizing the  benefits of midterm NextGen operational capabilities and addressing  business and investment-related issues associated with implementing  these capabilities. A member of the task force indicated that it will be  identifying a handful of capabilities that can be implemented in the  midterm and prioritizing them according to their relative net benefits.  Furthermore, the task force will be examining the potential for deploying  capabilities regionally to address key bottlenecks in the national air  transportation system before deploying them nationally. Current plans call  for the task force to provide final conclusions and recommendations to  FAA in August 2009."], "subsections": [{"section_title": "Midterm Implementation Depends on Airlines’ Acquisition of Required Avionics", "paragraphs": ["Implementing these capabilities in the midterm, as well as over the long  term, depends not only on FAA, but also on aircraft operators, who must  acquire the necessary equipment. For example, aircraft must be equipped  with appropriate technology to use ADS-B. Some airlines have purchased  some of the necessary technology, but over all, airlines are waiting for  FAA to specify requirements and address funding concerns. In addition,  industry stakeholders have expressed concerns about the progress made  by FAA in adequately explaining and demonstrating the benefits of  equipping aircraft with advanced avionics equipment, which comes at a  significant cost to the aviation industry. For example, one industry  stakeholder told us that, without an explicit FAA commitment to reduce  separation standards—a key benefit of deploying aircraft with ADS-B  equipment—the industry has little incentive to voluntarily purchase the  equipment. One objective of the new NextGen Midterm Implementation  Task Force is to help operators identify the benefits of acquiring NextGen- compatible equipment sooner rather than later.", "A range of potential requirements and incentives could encourage aircraft  operators to purchase equipment. These could include mandated  deadlines or operational preferences—such as preferred airspace,  routings, or runway access. Industry stakeholders have expressed  concerns that the array of operational benefits available to early equippers  has yet to be identified and defined, and have also questioned the extent to  which such preferences would result in tangible benefits. Another  proposed option would combine mandated deadlines and operational  preferences with equipment investment tax credits that would financially  support equipment implementation for a limited initial set of aircraft  operators. The credits would provide a competitive advantage for early  equippers. Airlines that continue to delay equipage will become more and  more disadvantaged, thus providing an incentive for these airlines to  equip."], "subsections": []}, {"section_title": "Midterm Implementation Also Depends on FAA’s Validation, Certification, and Rulemaking Efforts", "paragraphs": ["Before midterm NextGen implementation can occur, FAA must validate  and certify technologies and issue rules for the use of procedures. FAA  has made some progress in this area, including developing specifications  for performance-based navigation procedures at selected airports, but  much remains to be done. We and others have previously expressed  concerns about the time and human resources required for these efforts  and have identified them as a significant risk to the timely and cost  effective implementation of NextGen. In recent interviews, stakeholders  have expressed similar concerns about the midterm implementation of  existing or off-the-shelf technologies and capabilities. For example, an  avionics manufacturer, an aircraft manufacturer, and an airline association  we interviewed all cited the time it takes to develop rules for new  procedures and the problems that result from deploying equipment before  rules are finalized. Any activities needed to implement new policies and  procedures, such as the expanded use of performance-based navigation  procedures; to demonstrate new capabilities, such as the use of closely  spaced parallel runways; to set parameters for the certification of new  systems, such as ADS-B; and to develop new technologies will take time  and be a priority in the mid- and long-term planning for NextGen. Just as  important, the time required to complete such activities will have to be  balanced against the need to ensure the reliability and safety of  procedures and systems before they are used in the national airspace  system."], "subsections": []}]}, {"section_title": "Addressing Ongoing Human Capital, Research and Development, and Facility and Capacity Challenges Will Be Critical for NextGen’s Implementation Going Forward", "paragraphs": ["A number of other challenges affect FAA’s ability to move forward with  NextGen’s implementation. These challenges include resolving ongoing  human capital challenges, addressing research and development needs,  reconfiguring and maintaining existing facilities, and enhancing the  physical capacity of airports."], "subsections": [{"section_title": "Resolving Key Human Capital Challenges, Including Involving Internal Stakeholders and Acquiring Expertise, Will Be Critical to NextGen’s Success", "paragraphs": ["Involving internal stakeholders, such as current air traffic controllers and  technicians, in planning for and deploying new technologies will be  important to NextGen’s success. In our view, input from current air traffic  controllers with recent experience controlling aircraft, who will be  responsible for managing traffic in the NextGen environment, and from  current technicians, who will maintain NextGen equipment, is important  when considering human factors and safety issues. Furthermore, our work  on past ATC modernization projects has shown that a lack of stakeholder  or expert involvement early and throughout a project can lead to cost  increases and delays.", "We have previously reported that active air traffic controllers were not  involved in the NextGen planning effort. In following up on this issue, we  found that some progress has been made. According to FAA, it has used  active controllers as subject matter experts in NextGen development;  representatives of both the controllers’ and the technicians’ unions have  seats on the NextGen Management Board; and the controllers’ union is  participating in the NextGen Midterm Implementation Task Force.  Controller union officials have likewise reported participating in several  NextGen planning and decision-making groups, including the Institute  Management Council, and acknowledge that active controllers serve as  subject matter experts for NextGen working groups. However, these union  officials have expressed concern that the union is not involved in selecting  the subject matter experts. According to the technicians’ union, it does not  generally participate in NextGen efforts, although it has a liaison working  on ADS-B and is seeking to participate in the NextGen Midterm  Implementation Task Force.", "Acquiring expertise in areas such as systems engineering and contract  management is another human capital challenge FAA faces going forward.  Because of the scope and complexity of the NextGen effort, the agency  may not currently have the in-house expertise to manage the transition to  NextGen without assistance. In November 2006, we recommended that  FAA examine the strengths and weaknesses of its technical expertise and  contract management expertise in light of the skills required to define,  implement, and integrate the numerous complex programs inherent in the  transition to NextGen. In response to our prior recommendation, ATO  contracted with the National Academy of Public Administration (NAPA) to  (1) determine the mix of skills needed by the nonoperational (acquisition)  workforce to implement NextGen and (2) identify the strategies for  acquiring the necessary workforce competencies.", "In September 2008, NAPA completed its study and reported to FAA. The  study found that ATO will need to develop or strengthen skills in the areas  of software development, systems engineering, research and development,  strategic planning, financial budget analysis, and contract administration,  among others. However, the study identified leadership as the single most  important element of success for large-scale systems integration efforts  like NextGen and highlighted leadership as a NextGen implementation  challenge. The study, therefore, recommended that FAA tailor its  leadership development program to focus on the specific leadership skills  needed for managing this large, complex, evolving program, to include  communication, collaboration, change management, and accountability  and measurement. Strategies presented to ATO for consideration in  acquiring the skills needed for the NextGen transition include aggressively  marketing the NextGen vision, enhancing internal research and  development skills, and working collaboratively with FAA headquarters to  develop a more integrated approach to NextGen workforce planning.", "According to an FAA official, FAA plans to fill a total of 378 NextGen  positions in fiscal years 2009 and 2010. NextGen staffing needs can be  difficult to address, a senior FAA official said, because historically  NextGen skills have been in short supply and competitively priced in the  marketplace. However, the current economic conditions could make  hiring for these positions less difficult than it otherwise might be. If not  adequately addressed, this situation could contribute to delays in  integrating new technologies and transforming the national airspace  system."], "subsections": []}, {"section_title": "Addressing Ongoing Research and Development Needs Is Key to Keeping the Vision of NextGen on Track", "paragraphs": ["As NextGen moves forward, applied research will be needed to integrate  its five transformational technologies, as well as the legacy facilities and  systems that will also be part of NextGen, to ensure that all the  components work safely and reliably together. According to FAA, the  funding requested in its Capital Improvement Program for 2009 through  2013 reflects the research and development and capital investments  deemed necessary to deliver NextGen capabilities in the midterm. The  funding requested for FAA NextGen research and development has  significantly increased, from a total of $83 million in fiscal year 2009 to  about twice that amount in each of the next 4 fiscal years. FAA believes  that this level of FAA funding for NextGen research and development will  complement investments made by federal partner agencies—particularly  the National Aeronautics and Space Administration (NASA)—and will  adequately support NextGen’s implementation. In addition, the American  Recovery and Reinvestment Act has increased NASA’s budget for  aeronautics research by $150 million, although it does not indicate  whether this additional funding will be focused on NextGen-specific  research.", "NASA’s aeronautics research has long supported FAA’s air traffic  modernization efforts. To help ensure that NASA’s aeronautics research is  effectively transferred to FAA, the two agencies have developed a strategy  that initially establishes four research transition teams, which are aligned  with JPDO’s planning framework. This strategy also outlines the two  agencies’ responsibilities for the research—FAA will develop user  requirements, and NASA will conduct the fundamental research in each of  the four areas and then transfer projects back to FAA for further  development. According to FAA, its collaboration with NASA on the  research transition teams has better focused NASA’s investments on FAA’s  requirements. Research transition teams have not, however, been  established between FAA and the other partner agencies.", "Prioritizing the research and development needed for NextGen is also  important to avoid gaps and delays. The most recent version of JPDO’s  Integrated Work Plan identifies the sequence of research that must be  completed before specific NextGen capabilities can completed. This  research, however, cannot be fully prioritized without identifying the  benefits that can be expected from the different capabilities and  technologies. According to JPDO officials, they are developing a matrix  that will identify benefits and costs and build a business case for all the  components of NextGen over the next year that will help in prioritizing  research and development.", "Going forward, further research and development is needed in a number  of areas to implement NextGen, according to FAA, stakeholders, and our  analysis. For example:    Environmental Impact Research: According to a JPDO analysis, the  environmental impact of aviation will be the primary constraint on the  capacity and flexibility of the national airspace system unless this impact  is managed and mitigated. In proposed legislation reauthorizing FAA, $111  million for fiscal years 2009 through 2011 may be used for a new FAA  research and development program to help reduce aviation noise and  emissions. This program—the Continuous Lower Energy, Emissions, and  Noise (CLEEN) initiative—would facilitate over the next 10 years the  development, maturation, and certification of improved airframe  technologies. Aeronautics industry representatives and experts we  consulted said that the program’s funding levels may not be sufficient to  attain the goals specified in the proposal. According to these experts, the  proposed funding levels would allow for the further development of one or  possibly two projects. FAA recognizes the implications of the proposed  funding structure for CLEEN and characterizes the program as a “pilot.”", "Human Factors Research: Human factors research explores what is  known about people and their abilities, characteristics, and limitations in  the design of the equipment they use, the environments in which they  function, and the jobs they perform. Compared with the current ATC  system, NextGen will rely to a greater extent on automation, and the roles  and responsibilities of pilots and air traffic controllers will change. For  example, both pilots and controllers will depend more on automated  communications and less on voice communications. Such changes in roles  and responsibilities raise significant human factors issues for the safety  and efficiency of the national airspace system. Until fiscal year 2005, NASA  was a primary source of federal aviation-related human factors research,  but NASA then began reducing its human factors research staff,  reassigning some staff to other programs and reducing the contractor and  academic technical support for human factors research. According to  NASA, human factors research continues to be a critical component of its  aeronautics research program, although its work is now focused at the  foundational (earlier-stage) level. FAA plans to invest $180.4 million in  human factors research from fiscal year 2009 through fiscal year 2013. It  remains to be seen whether or to what extent FAA’s research and  development, which is typically more applied than NASA’s, will offset  NASA’s reductions in human factors research.", "Weather Related Research: Improved weather information is essential to  realize key NextGen capabilities that depend on accurate weather  information for decision-making. According to FAA, 70 percent of delays  are attributable to weather every year. NextGen Network Enabled Weather  (NNEW) is one of the five NextGen transformational programs for which  current reseach and development efforts are needed, even though their full  benefits may not be realized until after the midterm. NNEW is intended to  provide weather support services for decision-making in the NextGen  environment. More specifically, NNEW is FAA’s contribution to the 4- dimensional weather cube—a technology that will provide weather  observations and analyses, including forecasts of expected weather  conditions, for all users of the national airspace system. FAA is developing  the requirements for this program, and the Department of Commerce,  through its National Oceanic and Atmospheric Administration, will lead  the development of the 4-dimensional weather cube, using the Department  of Commerce’s resources and those of the partner agencies. FAA expects  to finish defining the requirements for NNEW in March 2009. After  validating the requirements, FAA will solicit reviews from the relevant  stakeholders on the extent to which their requirements are aligned with  those of the other agencies. This is a collaborative effort whose success  will depend on contributions from all parties. Delays in aligning agency  requirements, as well as the lack of meteorological knowledge, could lead  to delays in implementing NextGen systems.", "Beyond these research efforts, FAA has continued to move forward in  planning and conducting demonstrations of some key NextGen  technologies. For example, a recently announced demonstration with US  Airways and Aviation Communications and Surveillance Systems at the  Philadelphia International Airport will test ADS-B technology that allows  an aircraft with the necessary avionics to transmit its own position as well  as to receive information from other similarly equipped aircraft. FAA is  providing $6 million to purchase the necessary avionics equipment for the  aircraft involved in the demonstration. FAA has also initiated projects to  demonstrate the benefits of integrating NextGen capabilities. For example,  in December 2008, FAA signed a memorandum of agreement with  NetJets—an Ohio-based air service provider with a fleet of 600 aircraft. In  this demonstration, FAA will test a number of NextGen technologies and  procedures including ADS-B. The company will provide real-time data,  allowing FAA to validate performance requirements. This demonstration  will help FAA identify the costs and benefits associated with NextGen  implementation."], "subsections": []}, {"section_title": "Reconfiguring and Maintaining the Existing ATC System and Increasing Physical Capacity Are Also Key Challenges", "paragraphs": ["To fully realize NextGen’s capabilities, a new configuration of ATC  facilities will be required. FAA has not developed a comprehensive  reconfiguration plan, but says that preliminary efforts are underway to  plan concepts for future FAA facilities. Going forward, it will also be  critical for FAA to ensure the safety and efficiency of its existing ATC  system, since it will be the core of the national airspace system for a  number of years and some of its components will become part of  NextGen. FAA faces an immediate task to maintain and repair existing  facilities so that the current ATC system continues to operate safely and  reliably. FAA has estimated a one-time cost of $268 million to repair 400  existing terminal facilities. Once FAA develops and implements a facility  reconfiguration plan, the costs of facility repairs and maintenance may be  reduced. The American Recovery and Reinvestment Act of 2009 provides  $200 million to be made available within the next 2 years for  improvements in power systems, air route traffic control centers, air  traffic control towers, terminal radar approach control facilities, and  navigation and landing equipment and indicates that projects that can be  completed in 2 years should be given priority. The availability of these  funds increases the importance of FAA’s developing facility consolidation  and reconfiguration plans to ensure that the funds are spent efficiently and  effectively. FAA has acknowledged the need to keep long-term plans in  mind so that it does not invest unnecessarily in facilities that will not be  used for NextGen.", "Finally, FAA has determined that, even after planned improvements have  been completed at 35 of the busiest airports, 14 airports—including some  of the 35 busiest—will still need enhanced physical capacity by 2025.  Planning infrastructure projects to increase capacity, such as building  additional runways, can be a lengthy process, and will require substantial  advance planning and safety and cost analyses. Furthermore, without  substantial reductions in emissions and noise around the nation’s airports  and continuing efforts at all levels of government, including increased  research and development activities, achieving the goal of safely  expanding the capacity and efficiency of the national airspace system to  meet 21st century needs may not be attainable.", "Thank you, Mr. Chairman. I would be pleased to answer any questions that  you or Members of the Subcommittee may have at this time."], "subsections": []}]}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For further information on this testimony, please contact Dr. Gerald L.  Dillingham at (202) 512-2834 or dillinghamg@gao.gov. Individuals making  key contributions to this testimony include Andrew Von Ah (Assistant  Director), Bess Eisenstadt, Bert Japikse, Kieran McCarthy, and Richard  Scott."], "subsections": []}]}, {"section_title": "Appendix I: Related GAO Products", "paragraphs": ["Next Generation Air Transportation System: Status of Transformation  and Issues Associated with Midterm Implementation of Capabilities.  GAO-09-479T. Washington, D.C. March 18, 2009.", "Next Generation Air Transportation System: Status of Systems  Acquisition and the Transition to the Next Generation Air  Transportation System. GAO-08-1078. Washington, D.C.: September 11,  2008.", "Responses to Questions for the Record; Hearing on the Future of Air  Traffic Control Modernization. GAO-07-928R. Washington, D.C.: May 30,  2007.", "Next Generation Air Transportation System: Status of the Transition to  the Future Air Traffic Control System. GAO-07-784T. Washington, D.C.:  May 9, 2007.", "Joint Planning and Development Office: Progress and Key Issues in  Planning the Transition to the Next Generation Air Transportation  System. GAO-07-693T. Washington, D.C.: March 29, 2007.", "Federal Aviation Administration: Key Issues in Ensuring the Efficient  Development and Safe Operation of the Next Generation Air  Transportation System. GAO-07-636T. Washington, D.C.: March 22, 2007.", "Next Generation Air Transportation System: Progress and Challenges  Associated with the Transformation of the National Airspace System.  GAO-07-25. Washington, D.C.: November 13, 2006.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}], "fastfact": []}