{"id": "GAO-13-383", "url": "https://www.gao.gov/products/GAO-13-383", "title": "Grants Management: Improved Planning, Coordination, and Communication Needed to Strengthen Reform Efforts", "published_date": "2013-05-23T00:00:00", "released_date": "2013-06-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO has previously identified several management challenges that have hindered grants management reform efforts. GAO was asked to review recent federal grants management reform efforts. GAO reviewed (1) what OMB and other federal grants governance bodies have done since the passage of P.L. 106-107 to reform grants management processes, and (2) what actions, if any, have been taken to address what GAO has found to be persistent management challenges. GAO reviewed relevant legislation, OMB circulars and guidance, action plans of interagency councils responsible for overseeing grants management reforms, and previous GAO work and other literature on grants management reforms. GAO also reviewed its previous work on collaborative mechanisms and management consolidation efforts. GAO also interviewed officials from OMB, grant-making agencies, and associations representing a variety of grantee types."]}, {"section_title": "What GAO Found", "paragraphs": ["In the past 14 years, since the passage of the Federal Financial Assistance Management Improvement Act of 1999 (P.L. 106-107), there has been a series of legislative- and executive-sponsored initiatives aimed at reforming aspects of the grants management life cycle. Recently, a new grants reform governance body, the Council on Financial Assistance Reform (COFAR), replaced two former federal boards--the Grants Policy Committee (GPC) and Grants Executive Board (GEB). The Office of Management and Budget (OMB) created COFAR and charged it with identifying emerging issues, challenges, and opportunities in grants management and policy and providing recommendations to OMB on policies and actions to improve grants administration.", "In addition to this new governance structure, OMB and other entities involved with federal grants management are overseeing several ongoing reform initiatives intended to address the challenges grantees encounter throughout the grants life cycle. These initiatives include consolidating and revising grants management circulars, simplifying the pre-award phase, promoting shared information technology (IT) solutions such as the development of shared end-to-end grants management systems, and improving the timeliness of grant close out and reducing undisbursed balances. Management and coordination challenges could hinder the progress of some of these initiatives. For example, although promoting shared IT solutions for grants management--an original goal of P.L. 106-107--remains a priority, there has been uncertainty regarding the status of this initiative and future plans for it. The lead agency for this initiative changed several times since 2012, and it has been unclear at times whether promoting shared IT systems for grants management would continue to be a priority, and if so, which agency was in charge. After receiving GAO's draft report for review, OMB issued a \"Controller Alert\" on April 29, 2013, announcing that the Department of the Treasury would lead efforts to transform federal financial management by, among other things, relying on common standards, shared services, and using state-of-the-art technology.", "Although COFAR has recently identified several high-level priority goals for 2013 through 2015, it faces some of the same management challenges identified in previous GAO reports on grants management, such as the lack of a comprehensive plan for implementing reforms, confusion over roles and responsibilities among grants governance bodies, and inconsistent communication and outreach to the grantee community. COFAR has not yet released to the public an implementation plan that includes key elements such as performance targets and goal leaders for each goal, and mechanisms to monitor, evaluate, and report on progress made toward stated goals. Furthermore, agencies involved with current grants management reforms are not always clear on their roles and responsibilities for various streamlining initiatives which may cause such initiatives to languish. Finally, GAO found that members of the grant recipient community continue to voice concern because they do not see a role for themselves as OMB and COFAR develop priorities for reforming federal grants management. In the comments it provided on April 29, 2013, OMB described actions it is taking to address these challenges, such as using a more detailed project plan internally and scheduling outreach events with federal partners and members of the grantee community."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Director of OMB: (1) develop and make publiclyavailable an implementation schedule that includes performance targets, goal leaders who can be held accountable for each goal, and mechanisms to monitor, evaluate, and report on results; (2) clarify the roles and responsibilities for various streamlining initiatives; and (3) develop an effective two-way communication strategy with relevant stakeholders. OMB generally concurred with our recommendations and provided additional and updated information, which was incorporated into the report as appropriate."]}], "report": [{"section_title": "Letter", "paragraphs": ["Grants play a significant role in implementing and funding federal  programs including medical services, nutrition programs, and housing  assistance for the sick and economically disadvantaged; financial aid for  more than 14 million postsecondary students; and funding and  maintenance of our nation’s highways, bridges, and mass transit system.  Federal outlays for grants to state and local governments steadily  increased from $91 billion in fiscal year 1980 (about $221 billion in 2011  constant dollars) to approximately $545 billion in fiscal year 2012. Over  time, growth in the numbers of grant programs to state and local  governments and their level of funding has contributed to greater diversity  and complexity in the federal grants management processes. Multiple  reporting systems and data requirements associated with administering  these federal grants have increased the burden and cost of grants  management for agencies and grantees.", "Efforts to streamline federal grants management have been under way for  well over a decade. Concerned that aspects of the grants management  process lacked coordination among agencies and consistency with  application and reporting requirements, Congress passed the Federal  Financial Assistance Management Improvement Act of 1999, commonly  referred to by the grants community as P.L. 106-107. Since the  enactment of P.L. 106-107, the federal government has taken a number  of additional steps to reform government-wide grants management to  achieve greater efficiency and transparency. While P.L. 106-107  sunsetted in 2007, a number of reform initiatives continue, and new  initiatives have been put into place. Our previous work described many of  these initiatives and the related challenges—the lack of a comprehensive  plan for implementing reforms, confusion over roles and responsibilities  among grants governance bodies, and inconsistent communication and  outreach to the grantee community—that have undermined the  government’s ability to simplify grants management processes, reduce  unnecessary burden on applicants, grantees, and federal agencies, and  improve delivery of services to the public.", "You asked us to examine federal grants management reform efforts. To  accomplish this, we reviewed (1) what the Office of Management and  Budget (OMB) and other federal grants governance bodies have done  since the passage of P.L. 106-107 in 1999 to reform grants management  processes and reduce unnecessary burdens on applicants, grantees, and  federal agencies; and (2) what actions, if any, have been taken to  address what we have found to be persistent management challenges.", "To address these objectives, we reviewed P.L. 106-107, relevant OMB  circulars and guidance, and action plans created by former and current  interagency councils with responsibility for overseeing grants  management reforms. We interviewed officials from the Office of  Management and Budget (OMB) who are involved with developing and  implementing government-wide grants management policy; officials at the  three agencies that served as consortia leads for the 2004 to 2012 Grants  Management Line of Business (GMLOB) e-government initiative: the  National Science Foundation (NSF), Department of Health and Human  Services (HHS), and the Department of Education(Education); and  officials at the General Services Administration (GSA), the agency that  managed the Financial Management Line of Business (FMLOB) e- government initiative in 2012. To capture the perspective of grantor  agencies, we spoke to officials from HHS, NSF, and Education in their  grant-making and administration capacities. To understand grantee  perspectives, we interviewed officials from grantee associations that  represent a variety of grantee types including state and local  governments, nonprofit organizations, and universities. Finally, we  reviewed our previous work on grants management initiatives and the  related challenges that have undermined the government’s ability to  simplify grants management processes, reduce unnecessary burden on  applicants, grantees, and federal agencies, and improve delivery of  services to the public. We also reviewed our previous work on  collaborative mechanisms and management consolidation efforts.  For  more information on objectives, scope and methodology, see appendix I.", "We conducted this performance audit from July 2012 to May 2013 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Grant Life Cycle and Reporting Requirements", "paragraphs": ["While there is substantial variation among grant types, competitively  awarded federal grants generally follow a life cycle comprising various  stages—pre-award (announcement and application), award,  implementation, and closeout—as seen in figure 1. Once a grant program  is established through legislation, which may specify particular objectives,  eligibility, and other requirements, a grant-making agency may impose  additional requirements on recipients. For competitive grant programs,  the public is notified of the grant opportunity through an announcement,  and potential recipients must submit applications for agency review. In the  award stage, the agency identifies successful applicants or legislatively  defined grant recipients and awards funding. The implementation stage  includes payment processing, agency monitoring, and recipient reporting,  which may include financial and performance information. The closeout  phase includes preparation of final reports, financial reconciliation, and  any required accounting for property. Audits may occur multiple times  during the life cycle of the grant and after closeout.", "Federal agencies do not have inherent authority to enter into grant  agreements without affirmative legislative authorization. In authorizing  grant programs, federal laws identify the types of activities that can be  funded and the purposes to be accomplished through the funding.  Legislation establishing a grant program frequently will define the  program objectives and leave the administering agency to fill in the details  by regulation.", "Adding to the complexity of grants management, grant programs are  typically subject to a wide range of accountability requirements (under  their authorizing legislation or appropriation) and implementing  regulations, which are intended to ensure that funding is spent for its  intended purpose. Congress may also impose increased reporting and  oversight requirements on grant-making agencies and recipients. In  addition, grant programs are subject to crosscutting requirements  applicable to most assistance programs. OMB is responsible for  developing government-wide policies to ensure that grants are managed  properly and that grant funds are spent in accordance with applicable  laws and regulations. For decades, OMB has published guidance in  various circulars to aid grant-making agencies with such subjects as audit  and record keeping and the allowability of costs."], "subsections": []}, {"section_title": "Federal Grants Management Reforms", "paragraphs": ["In the past 14 years, since the passage of P.L. 106-107, there has been a  series of legislative- and executive-sponsored initiatives aimed at  simplifying aspects of the grants management life cycle; minimizing the  administrative burden for grantees, particularly those that obtain grants  from multiple federal agencies; and ensuring accountability by improving  the transparency of the federal grants life cycle. See figure 2 for more  information.", "Governance initiatives: Intended to make changes that affect policy and oversight Process initiatives: Intended to simplify aspects of the grants lifecycle Transparency initatives: Intended to increase the transparency of information detailing federal  awards and expenditures To print text version of this graphic, go to appendix II."], "subsections": []}]}, {"section_title": "Process Initiatives Helped Reform Aspects of the Grants Management Life Cycle, but Management and Coordination Challenges Could Hinder Further Progress", "paragraphs": ["Since the passage of P.L. 106-107, OMB and other entities involved with  federal grants management have overseen several ongoing initiatives  intended to address the challenges grantees encounter throughout the  grants life cycle. These initiatives include consolidating and revising  grants management circulars, simplifying the pre-award phase, promoting  shared IT solutions for grants management, and improving the timeliness  of grant closeout and reducing undisbursed balances. However,  management and coordination challenges could hinder the progress of  some of these initiatives."], "subsections": [{"section_title": "Increasing Efficiency and Effectiveness of Grant Programs by Consolidating and Revising Guidance in Grant Management Circulars", "paragraphs": ["As part of the effort to implement P.L. 106-107, OMB began an effort in  2003 to (1) consolidate its government-wide grants guidance, which was  located in seven separate OMB circulars and policy documents, into a  single title in the Code of Federal Regulations, and (2) establish a  centralized location for grant-making agencies to publish their  government-wide grant regulations. The purpose of this effort was to  make it easier for grantees to find and use the information in the OMB  circulars and agencies’ grant regulations by creating a central point for all  grantees to locate all government-wide grants requirements. As of March  2013, OMB has completed revisions on guidance related to two areas—- suspension and debarment and drug-free workplace. All grant-making  agencies have relocated their suspension and debarment regulations to  one title of the Code of Federal Regulations and some have relocated the  drug-free workplace regulations.", "OMB has also been consulting with stakeholders to evaluate potential  reforms in federal grant policies contained in the multiple grant circulars.  As a first step, in February 2012, OMB published an advanced notice of  proposed guidance detailing a series of reform ideas that would  standardize information collection across agencies, adopt a risk-based  model for single audits (annual audits required of nonfederal entities that  expend more than $500,000 in federal awards annually), and provide new  administrative approaches for determining and monitoring the allocation  of federal funds. After receiving more than 350 public comments on the  advanced notice of proposed guidance, OMB published its circular reform  proposal in February 2013 and plans to implement the reforms by  December 2013. OMB officials believe that once implemented, these  reforms have the potential to make grant programs more efficient and  effective by eliminating unnecessary and duplicative requirements and  strengthening the oversight of grant dollars by focusing on areas such as  eligibility, monitoring of subrecipients, and adequate reporting."], "subsections": []}, {"section_title": "Simplifying the Pre-Award Phase by Improving Grants.gov", "paragraphs": ["Launched in 2003, Grants.gov is a website the public can use to search  and apply for federal grant opportunities. Officials we spoke to from  associations representing state and local governments, universities, and  nonprofits praised Grants.gov. Many noted that it simplified the pre-award  stage by making it easier for applicants to search for and identify federal  grant funding opportunities. Specifically, one organization said the site  does an excellent job categorizing grants by topic, making it easier for  resource-constrained applicants that may not have a professional grant  writer to search for relevant grants.", "However, grantee association officials also raised concerns about  aspects of the site. For example, although there is an OMB policy  directive establishing a standard format for federal funding opportunity  announcement requirements, grantee officials said that in practice the  lack of a standardized grants announcement can increase their burden  because extra time is required to determine eligibility and other  requirements. We have also reported that persistent management  challenges, such as a lack of performance measures and communication  with stakeholders and unclear roles and responsibilities among the  governance entities, have adversely affected Grants.gov operations.", "Since we first reported on these issues in July 2009, HHS has made  some progress to address these challenges and increase the  effectiveness and long-term viability of Grants.gov. Specifically, HHS is  taking steps to implement several of our prior recommendations. For  example, in 2012, the Program Management Office (PMO) adopted a  performance monitoring tool that currently monitors 22 technical  measures covering availability, usage, and performance. The PMO also  hired a communications director whose responsibilities include outreach  to stakeholders. The PMO reported that starting in fiscal year 2013, HHS  plans to more actively solicit input from grants applicants on ways to  enhance the site. While it is too soon to determine the effectiveness of  these reforms, tracking site performance and developing an effective two- way communication strategy to engage with stakeholders are practices  which, if thoughtfully and deliberately implemented, may address the  challenges we identified."], "subsections": []}, {"section_title": "Promoting Post-Award Shared Information Technology Solutions for Grants Management", "paragraphs": ["Promoting shared information technology (IT) solutions for managing  grants—an original goal of P.L. 106-107 and the governance bodies  charged with implementing the legislation—could provide an additional  way to simplify post-award grants management activities by consolidating  the administration and management of grants across agencies and  potentially reducing the costs of multiple agencies developing and  maintaining grants management systems. However, it is unclear whether  promoting shared IT systems for grants management is still a priority, and  if so, which agency is in charge of this effort.", "In 2004, OMB established the GMLOB to develop government-wide  solutions intended to support end-to-end grants management activities,  including shared grants management systems (which could include  modules for intake of applications, peer review, award, payment, and  performance monitoring and final closeout of the grant award). In 2005,  OMB chose three agencies—the National Science Foundation (NSF), the  Administration for Children and Families within the Department of Health  and Human Services (HHS), and the Department of Education—to  develop grants management systems that they could provide for other  agencies. Currently, NSF operates Research.gov, which has one other  external agency customer that uses individual modules of the  Research.gov system; the Administration for Children and Families  operates GrantSolutions.gov, which services 17 government customers, 8  of which are HHS components; and Education operates G5, which has 13  customers all of which are Education components (see appendix III for a  list of NSF, HHS, and Education customers).", "Since 2012, there has been uncertainty regarding the status of and future  plans for the operational elements of what was the GMLOB. OMB folded  GMLOB into the Financial Management Line of Business (FMLOB)—an  initiative focused on financial systems improvements— in 2012, and  initially announced the Treasury Department would be the managing  partner. Later, OMB informed us the General Services Administration  (GSA) would be the managing partner, but GSA officials informed us they  were only the managing partner of the FMLOB from June to September  30, 2012. GSA officials also told us that according to OMB officials, GSA  would not be responsible for working with NSF, HHS, or Education, or  promoting shared service agreements for grants management systems.  As of March 2013, OMB had not publicly announced who the managing  partner of FMLOB would be for fiscal year 2013. After receiving a draft  copy of this report for its review and comment, OMB issued a “Controller  Alert” on April 29, 2013, announcing that, for fiscal year 2013, the  Department of the Treasury’s Office of Financial Innovation and  Transformation (FIT) will serve as Managing Partner and the Program  Management Office for the FMLOB. OMB also highlighted the Controller  Alert in its comment letter to us, also dated April 29, 2013 (see appendix  IV for OMB’s letter).", "In May 2012, OMB issued guidance directing agencies to find ways to  spend federal dollars on IT more efficiently to compensate for a 10  percent reduction in overall IT spending. The guidance also directed  agencies to propose how they would reinvest the savings from proposed  cuts to produce a favorable return on investments. One of the strategies  OMB had previously highlighted to reduce duplication, improve  collaboration, and eliminate waste across agency boundaries was the  Federal IT Shared Services Strategy, also referred to as “Shared First,”  an effort to share common IT services across agencies. The guidance did  not specifically mention grants management systems, and it is unclear  whether OMB intends to encourage other agencies to partner with NSF,  HHS, and Education to continue sharing services. In its April 29, 2013,  Controller Alert,  OMB stated that in accordance with OMB’s guidance on  shared services, the Treasury’s FIT will “lead efforts to transform federal  financial management, reduce costs, increase transparency, and improve  delivery of agencies’ missions by operating at scale, relying on common  standards, shared services, and using state-of-the-art technology.”  However, OMB’s Controller Alert did not address whether the roles of  NSF, HHS, and Education would change as a result of FIT’s leadership in  this area."], "subsections": []}, {"section_title": "Improving the Timeliness of Grant Closeout and Reducing Undisbursed Balances at the End of the Grant Life Cycle", "paragraphs": ["As part of its efforts to improve grants management government-wide,  OMB has instructed agencies to improve the timeliness of their grant  closeout procedures. Once the grant’s period of availability to the grantee  has expired, the grant can be closed out and the funds deobligated by the  awarding agency. Timely closeout helps to ensure that grantees have met  all financial and reporting requirements. It also allows federal agencies to  identify and redirect unused funds to other projects and priorities as  authorized or to return unspent balances to the Department of the  Treasury. In August 2008, we reported that during calendar year 2006  about $1 billion in undisbursed funding remained in expired grant  accounts in the largest civilian payment system for grants, the Payment  Management System. In a follow-up report issued in April 2012, we  found that at the end of fiscal year 2011 there was more than $794 million  in funding remaining in expired grant accounts. To improve the  timeliness of grant closeout, we recommended that OMB instruct all  executive departments and independent agencies to annually track the  amount of undisbursed grant funding remaining in expired grant accounts  and report on the status and resolution of the undisbursed funding in their  annual performance plan and annual performance and accountability  report. In response to our recommendations, on July 24, 2012, the  Controller of OMB issued a “Controller Alert” to all federal chief financial  officers instructing agencies to take appropriate action to close out grants  in a timely manner. The alert provided strategies agencies should  consider to achieve this goal, including establishing annual or semiannual  performance targets for timely grant closeout, monitoring closeout activity,  and tracking progress in reducing closeout backlog."], "subsections": []}]}, {"section_title": "OMB and the Council on Financial Assistance Reform Face Persistent Challenges in Reforming Federal Grants Management", "paragraphs": [], "subsections": [{"section_title": "COFAR Announced Grants Management Reform Goals, but Key Implementation Elements Remain Undefined", "paragraphs": ["In a September 2012 report, we identified certain key features for  effective interagency collaborative efforts, including the importance of  identifying goals for short-and long-term outcomes. Identifying goals can  help decision makers reach a shared understanding of what problems  genuinely need to be fixed, how to balance differing objectives, and what  steps need to be taken to create not just short-term advantages but long- term gains.", "In February 2013, COFAR posted five priority goals for fiscal years 2013  to 2015 to the U.S. Chief Financial Officers Council website:  1.  Implement revised guidance to target risk and reduce administrative  burden.  2.  Standardize federal agencies’ business processes to streamline data  collections.  3.  Provide public validated financial data that aligns spending  information with core financial accounting data in coordination with the  work of the GATB.  4.  Ensure that federal agencies’ grants professionals are highly qualified.  5.  Reduce the number of unclean audit opinions for grant recipients.", "For each priority, COFAR identified proposed deliverables and milestone  dates for those deliverables. As of May 2013, COFAR had not released to  the public an implementation plan that includes other key elements such  as performance targets, mechanisms to monitor, evaluate, and report on  progress made towards stated goals, and goal leaders who can be held  accountable for those goals. Establishing implementation goals and  tracking progress toward those goals helps to pinpoint performance  shortfalls and suggest midcourse corrections, including any needed  adjustments to future goals and milestones. Reporting on these activities  can help key decision makers within the agencies, as well as  stakeholders, obtain feedback for improving both policy and operational  effectiveness.", "In response to the draft report we provided for them to review, OMB  officials stated in their comment letter dated April 29, 2013, that they used  a more detailed internal project plan to monitor timelines and roles and  responsibilities. They acknowledged that more needs to be done by  pointing out that as the work of COFAR matured, the council would be  better able to articulate metrics that allowed for a more thorough  evaluation of whether the policy changes were having their intended  impacts. They added that the publically-stated deliverables were intended  to leave room for further evolution of the right approach for  implementation. While we have not been able to assess or validate  OMB’s newly provided information on COFAR’s approach, we believe a  more detailed, publically-available implementation plan that will allow  Congress and the public to better monitor the progress of the reforms is  needed."], "subsections": []}, {"section_title": "Lack of Clearly Articulated Roles and Responsibilities Continues to Be a Challenge", "paragraphs": ["We previously reported that when interagency councils clarify who will do  what, identify how to organize their joint and individual efforts, and  articulate steps for decision making, they enhance their ability to work  together and achieve results. In interviews with federal grant  management officials we were told that OMB and the council do not  always clearly articulate the roles and responsibilities for various  streamlining initiatives, plans for future efforts, and means for engaging  small grant-making agency stakeholders and utilizing agency resources.", "Agency officials involved with current grants management reforms told us  that the roles and responsibilities for various streamlining initiatives are  not always clear. For example, OMB designated Treasury as the  managing partner of the FMLOB initiative, then designated GSA as the  managing partner, but only for four months. As of March 2013, OMB had  not issued a subsequent announcement as to which agency would take  over the grants management related functions of FMLOB after GSA. In  the meantime, the former GMLOB consortia leads are unsure whether  promoting shared grants management systems is still a priority. As  previously mentioned, OMB’s Controller Alert of April 29, 2013,  announced that Treasury’s FIT office will serve as Managing Partner and  the Program Management Office for the FMLOB for fiscal year 2013.   However, the Controller Alert did not address whether the roles of NSF,  HHS, and Education would change as a result of FIT’s leadership in this  area.", "In addition to OMB, eight agencies are permanent members of COFAR.  COFAR also has a rotating member, currently NSF, which serves a two- year term. Agency officials involved with COFAR told us that the council  is still determining the role of the rotating agency and how COFAR will  reach out to smaller grant-making agencies not on the council. According  to OMB officials, they are still working out how to provide other agencies  with a communication channel and the opportunity to review and  comment on proposed changes. In its April 29, 2013, comment letter,  OMB acknowledged that the expectation was that the rotating member  would be able to represent the views of smaller agencies and that there  may be federal officials or agencies that wish to be more involved or not  fully aware of the all the COFAR’s work. OMB officials also stated that  COFAR staff will help the rotating agency gather input and feedback from  the broader collection of smaller agencies. OMB officials said  incorporating the views of all federal grant-making agencies was essential  to the work of the COFAR and that their strategy would continue to evolve  over time, as it will for engaging with nonfederal stakeholders.", "Agency officials also told us that they are still trying to determine how to  bring together financial, policy, and IT staff, and incorporate their areas of  expertise into discussions on proposed policy and program changes. One  agency official noted this had been a challenge with the previous grants  management structure. She said that the GPC focused on policy and the  GEB focused on systems and technology solutions and, even though  there was some level of overlap among the people staffing the two  boards, a stronger connection was needed to ensure that streamlining  efforts included technology and policy expertise. In their comment letter,  OMB officials stated they made repeated efforts to solicit the views of all  federal agencies through town hall meetings, formal circulation of draft  policies for comment prior to publication, and conference calls to share  information on key issues."], "subsections": []}, {"section_title": "Grantee Stakeholders Continue to Report Limited Opportunities to Provide Feedback on Grants Management Reforms", "paragraphs": ["We have noted that communication is not just “pushing the message out,”  but should facilitate a two-way, honest exchange and allow for feedback  from relevant stakeholders. We previously reported that grantees felt  that the lack of opportunities to provide timely feedback resulted in poor  implementation and prioritization of streamlining initiatives and limited  grantees’ use and understanding of new functionality of electronic  systems. For example, grantees experienced problems stemming from  policies and technologies that were inconsistent with their business  practices and caused inefficiencies in their administration of grants.", "Members of the grantee community told us they continue to have  concerns because they do not see a role for themselves as OMB and  COFAR develop priorities for reforming federal grants management. For  example, officials from the eight associations representing state and local  governments, universities, and nonprofit recipients told us that outreach  to grantees on proposed reforms continues to be inconsistent or could be  improved. Ten organizations representing state and local officials,  including some of the same organizations we interviewed, submitted a  letter to OMB after the creation of COFAR was announced, expressing  their disappointment that there would be no state or local representation  on the council. In the letter, the state and local officials stated that formal  engagement of all stakeholder parties is necessary for success and that  their exclusion from the council undermined the important work of the  council before it even commenced.", "OMB officials stated they are seeking different forums to engage with  members of the grantee community.  Several association officials said  they appreciated that OMB reached out to them for comment before  proposing changes to OMB circulars. OMB and COFAR also hosted a  webinar in February 2013 to coincide with the circular reform proposal,  and invited representatives from grantee associations to discuss their  concerns and ask questions. In addition, following their review of the draft  report, OMB officials provided us with a list of invitations for speaking  engagements they have accepted since February 2013 as a snapshot of  the types of engagements they participate in to communicate with  interested stakeholder groups.", "While improved outreach to the broader grantee community is an ongoing  challenge, certain groups of grantees have established communication  channels with the federal government. These approaches could be a  useful model for COFAR to build upon with different grantee communities.  For example, we have previously reported that the research community  established avenues of communication with relevant federal agencies  through the Federal Demonstration Partnership (FDP), a cooperative  initiative of 10 agencies and over 90 research institutions. Agency  officials and members of the research community continue to describe  this partnership as an effective model for promoting two-way  communication. Officials from the HHS Grants.gov PMO told us they  solicit information and feedback related to the functionality of Grants.gov  through quarterly meetings and open forum-type sessions with FDP  members. According to these officials, consistent communication with the  FDP has enabled them to survey the community and determine  appropriate improvements to the system to avoid undertaking inefficient  or counterproductive revisions to the Grants.gov system. Likewise, a FDP  official told us face-to-face meetings with grantor agency officials allow  them to provide input on proposed changes to grants management  policies and practices.", "In a second example, several state and local grantee association officials  referred to the communication channels that were set up while  implementing the Recovery Act as an example of effective two-way  communication they would like to see replicated. In the same letter  submitted to OMB after the creation of COFAR was announced, 10  organizations representing state and local officials referenced the  constant and consistent communication OMB and the Recovery Board  engaged in with members of the grantee community as a requirement for  success. We have also previously reported that OMB and Recovery  Board officials held weekly conference calls with state and local  representatives to hear comments, concerns, and suggestions from them  and share decisions. As a result of these calls, federal officials changed  their plans and related guidance. This type of interaction was essential in  clarifying federal intent, addressing questions, and establishing working  relationships for the implementation efforts. However, several officials  said these outreach efforts have dwindled, and they again feel OMB is not  involving them in COFAR priority-setting discussions. Although the  circumstances surrounding the Recovery Act were unusual in that there  was a high level of funding available that had to be spent quickly, there  are opportunities for COFAR to learn what communication strategies  worked for agency officials and grantees, and apply those strategies.", "Another possible mechanism for improving communication with states  and localities might be to use the Partnership Fund for Program Integrity  Innovation (Partnership Fund) as a venue for federal policymakers to  communicate and engage with the grantee community on proposed  grants management reforms. Established by the 2010 Consolidated  Appropriations Act, and administered by OMB, the Partnership Fund  allows federal, state, local, and tribal agencies to pilot innovative ideas for  improving assistance programs in a controlled environment. We  previously reported that as part of implementing the Partnership Fund,  OMB established a Federal Steering Committee, consisting of senior  policy officials from federal agencies that administer benefits programs  and formed the “Collaborative Forum.” The Collaborative Forum is made  up of state representatives and stakeholder experts, including federal  agencies, nongovernmental organizations, and others, who collaborate to  generate, develop, and consult on potential pilot projects. The forum’s  website, http://collaborativeforumonline.com, is used to hold discussions  about potential projects and to share lessons and best practices among  members."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["In a time of fiscal constraint, continuing to support the current scope and  breadth of federal grants to state and local governments will be a  challenge. Given this fiscal reality, it becomes more important to design  and implement grants management policies that strike an appropriate  balance between ensuring accountability for the proper use of federal  funds without increasing the complexity and cost of grants administration  for agencies and grantees. Duplicative, unnecessarily burdensome, and  conflicting grants management requirements result in resources being  directed to nonprogrammatic activities, which could prevent the cost- effective delivery of services at the local level. Streamlining and  simplifying grants management processes is critical to ensuring that  federal funds are reaching the programs and services Congress intended.", "In October 2011, OMB created COFAR and tasked it with overseeing the  development of federal grants management policy. Although COFAR  recently identified some priorities, it has not yet released to the public an  implementation plan that includes performance targets, mechanisms to  monitor, evaluate, and report on progress made towards stated goals,  and goal leaders who can be held accountable for those goals. Although  OMB officials provided us with some additional and updated information  in their comment letter that we were unable to assess or validate, they  agreed with our recommendations that OMB and COFAR need to  develop an implementation schedule and mechanisms to monitor,  evaluate and report on results, clarify roles and responsibilities for the  various streamlining initiatives and engagement with federal stakeholders,  and develop an effective two-way communication strategy that includes  the grant recipient community. OMB officials acknowledged that more  needs to be done to clarify roles and responsibilities and plans for moving  forward with various streamlining initiatives. Moreover, stakeholders  continue to express frustration about limited opportunities to provide  feedback on proposed reforms. If grantees remain isolated from COFAR’s  development of new grants management systems and policies, those  systems and policies could be ineffective or require more resources to  use."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend the Director of OMB, in collaboration with the members  of COFAR, take the following three actions:  1.  Develop and make publicly available an implementation schedule that  includes performance targets, goal leaders who can be held  accountable for each goal, and mechanisms to monitor, evaluate, and  report on results.  2.  Clarify the roles and responsibilities for various streamlining initiatives  and steps for decision making, in particular how COFAR will engage  with relevant grant-making agency stakeholders and utilize agency  resources.  3.  Improve efforts to develop an effective two-way communication  strategy that includes the grant recipient community, smaller grant- making agencies that are not members of COFAR, and other entities  involved with grants management policy."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to OMB, Education, GSA, HHS, and  NSF for comment. NSF and HHS provided technical comments, which we  incorporated as appropriate.  In its written comments, OMB generally  concurred with our findings and recommendations but also said there had  been significant progress on the grants management streamlining  process in recent months, including using a more detailed project plan internally to monitor progress  made towards the priorities established for COFAR; making efforts to solicit the views of all federal agencies including  town hall meetings, formal circulation of draft policies for comment  prior to publication, and conference calls to share information on  key issues; and using meetings, webinars, and teleconferences to inform a diverse  cross section of stakeholder groups about the work that the  COFAR is doing, and to get their feedback on upcoming policy  changes.", "Because OMB only provided us with additional and updated information  at the end of its comment period, we could neither verify nor validate it.   However, we have incorporated OMB’s comments into the body of the  report, as appropriate, in order to make our review as up-to-date as  possible.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date.   At that time, we will send copies to the Secretaries of  Education, and Health and Human Services; Administrator of GSA;  Director of the National Science Foundation; the Director of the Office of  Management and Budget and to appropriate congressional committees.  The report also is available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staff members have any questions or wish to discuss the  material in this report further, please contact me at (202) 512-6806 or  czerwinskis@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this report.  GAO staff who made key contributions to this report are listed in  Appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["We were asked to examine federal grants management reform efforts. To  accomplish this, we reviewed (1) what the Office of Management and  Budget (OMB) and other federal grants governance bodies have done  since the passage of P.L. 106-107 in 1999 to reform grants management  processes and reduce unnecessary burdens on applicants, grantees, and  federal agencies; and (2) what actions, if any, have been taken to  address what we have found to be persistent management challenges,  such as the lack of a comprehensive plan for implementing reforms,  confusion over roles and responsibilities among grants governance  bodies, and inconsistent two-way communication with stakeholders.", "To address both objectives, we reviewed P.L. 106-107; and OMB  circulars and guidance such as OMB-12-01, “Creation of the Council on  Financial Assistance Reform,” OMB A-102, “Grants and Cooperative  Agreements With State and Local Governments,” and A-110, “Uniform  Administrative Requirements for Grants and Other Agreements with  Institutions of Higher Education, Hospitals and Other Non-Profit  Organizations,” which describe administrative requirements for different  types of grantees, and OMB’s February 2012 advanced notice of  proposed guidance, which proposes several ideas for circular reforms.  We also reviewed action plans created by former and current interagency  councils with responsibility for overseeing grants management reforms,  as well as our previous work and other literature on grants management  initiatives and the related challenges that have undermined the  government’s ability to simplify grants management processes, reduce  unnecessary burden on applicants, grantees, and federal agencies, and  improve delivery of services to the public.  We also reviewed our previous  work on collaborative mechanisms and management consolidation  efforts.", "We interviewed officials from OMB who are involved with developing and  implementing government-wide grants management policy; officials at the  three agencies that served as consortia leads for the 2004 to 2012 Grants  Management Line of Business (GMLOB) e-government initiative: the  National Science Foundation (NSF), Health and Human Services (HHS),  and the Department of Education; and officials at the agency that  managed the Financial Management Line of Business (FMLOB) e- government initiative in 2012: the General Services Administration (GSA).  To capture the perspective of grantor agencies, we spoke to officials from  HHS, NSF, and the Department of Education in their grant-making and  administration capacities. To understand grantee perspectives, we  interviewed officials from grantee associations that represent a variety of  grantee types including state and local governments, nonprofit  organizations, and universities.", "To select the grantee associations that we interviewed, we relied on three  data sources:  4.  Our previous work on grant streamlining which included 31 grantee  associations separated into four categories: state government, local  and regional government, nonprofits, and tribal;  5.  A list of grant associations included on the Grants.gov website; and  6.  Additional grantee associations that have been active in grants- related topics in the past.", "We selected 16 grantee associations to contact. These associations  represented a variety of grantee types from state and local government,  nonprofit organizations, as well as associations representing grantees on  crosscutting grants related issues. In addition, the associations could offer  a historical perspective on federal efforts to streamline grants  management. Of the 16 associations we contacted, 8 associations said  they were knowledgeable about grants management reforms and could  answer our questions. We interviewed officials at these 8 associations:", "National Association of State Auditors, Comptrollers, and Treasurers", "National Association of State Budget Officers", "National Association of Regional Councils", "National Association of Counties", "National Grants Management Association", "National Grants Partnership", "Federal Demonstration Partnership", "National Association of Chief Information Officers  Two additional associations, Federal Funds Information for States and  National Council of Nonprofits, sent us comments on grants management  reforms in writing.", "We conducted this performance audit from July 2012 to May 2013 in  accordance with generally accepted government auditing standards.", "Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Table of Selected Grants Management Reforms", "paragraphs": [], "subsections": [{"section_title": "Start date 1999", "paragraphs": ["Content  To address grants management issues, the act required the Office of  Management and Budget (OMB) to direct, coordinate, and assist federal  agencies in establishing common grants management systems, and  simplifying their application, administrative, and reporting procedures  with the goal of improved efficiency and delivery of services to the public.  The law sunsetted in 2007.", "The Chief Financial Officers (CFO) Council established the GPC to  implement P.L. 106-107. Composed of grants policy experts from across  the federal government, the GPC oversaw the efforts of cross-agency  work groups focusing on different aspects of grants management,  recommended policies and practices to OMB, and coordinated related  interagency activities. OMB replaced the GPC in 2011 with the Council  on Financial Assistance Reform (COFAR).", "This board consisted of senior officials from federal grant-making  agencies and provided strategic direction and oversight of Grants.gov, a  grant identification and application portal. OMB coordinated grants  management policy through the board and the GPC until October 2011,  when OMB announced that COFAR would replace both of these federal  grant bodies.", "In response to P.L. 106-107, OMB created Grants.gov, a central grant  identification and application website for federal grant programs. The  Grants.gov oversight and management structure includes HHS, the  managing partner agency, the Grants.gov Program Management Office,  which is housed within HHS and responsible for day-to-day  management, and formerly the GEB which provided leadership and  resources. The GPC was also involved because of its role in streamlining  pre-award policies and implementing P.L. 106-107.", "Established to support the development of a government-wide solution to  support end to-end grants management activities that promote citizen  access, customer service, and agency financial and technical  stewardship. In 2005, OMB selected the Department of Health and  Human Services (HHS) and the National Science Foundation (NSF) to  jointly lead the effort. Later, NSF took over the leadership role. In fiscal  year 2012, it became part of the Financial Management Line of  Business.", "Transparency  This act required OMB to establish a free, publicly accessible website  containing data on federal awards and subawards. OMB began providing  data on federal awards on USAspending.gov in December 2007 and  phased in reporting on subawards in 2010.", "Transparency  Congress and the administration built provisions (such as quarterly use  and outcome reporting) into the Recovery Act to increase transparency  and accountability over spending. The Recovery Act called for a website  (Recovery.gov) for the public to access reported data. A second website  (FederalReporting.gov) was established so grant recipients could report  their data. The Recovery Act also established the Recovery  Accountability and Transparency Board to coordinate and conduct  oversight of funds distributed under the act in order to prevent fraud,  waste, and abuse."], "subsections": []}, {"section_title": "Start date 2011", "paragraphs": ["Type  Transparency  This board, established by an executive order, provides strategic  direction for enhancing the transparency of federal spending and  advance efforts to detect and remediate fraud, waste, and abuse in  federal programs. It is charged to work closely with the existing Recovery  Board to extend its successes and lessons learned to all federal  spending.", "This council replaced the GPC and GEB in October 2011. OMB charged  COFAR with identifying emerging issues, challenges, and opportunities  in grants management and policy and providing recommendations to  OMB on policies and actions to improve grants administration. COFAR is  also expected to serve as a clearinghouse of information on innovations  and best practices in grants management. COFAR is made up of the  OMB Controller and the Chief Financial Officers from the largest eight  grant-making agencies and one of the smaller federal grant-making  agencies. The latter serves a rotating 2-year term.", "In February 2012, OMB published an advanced notice of proposed  guidance detailing a series of reform ideas that would standardize  information collection across agencies, adopt a risk-based model for  single audits, and provide new administrative approaches for determining  and monitoring the allocation of federal funds. After receiving more than  350 public comments on its advanced notice of proposed guidance,  OMB published its circular reform proposal in February 2013, and plans  to implement the reforms by December  2013.", "To improve the timeliness of grant close out and reduce undisbursed  balances, the Controller of OMB issued a “Controller Alert” to all federal  chief financial officers instructing agencies to take appropriate action to  closeout grants in a timely manner. It provided a number of strategies  such as establishing annual performance targets for timely grant close  out."], "subsections": []}]}, {"section_title": "Appendix III: Grants Management Line of Business Consortia Leads and Customers as of January 2013", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from the Office of Management and Budget", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Thomas M. James, Assistant  Director, and Elizabeth Hosler, and Jessica Nierenberg, Analysts-in- Charge, supervised the development of this report. Travis P. Hill, Melanie  Papasian, and Carol Patey made significant contributions to all aspects of  this report. Elizabeth Wood assisted with the design and methodology,  Amy Bowser provided legal counsel, Donna Miller developed the report’s  graphics, and Susan E. Murphy and Sandra L. Beattie verified the  information in this report.", "Other important contributors included Beryl Davis, Kim McGatlin, Joy  Booth, and James R. Sweetman, Jr."], "subsections": []}]}], "fastfact": []}