{"id": "GAO-04-835", "url": "https://www.gao.gov/products/GAO-04-835", "title": "Transatlantic Aviation: Effects of Easing Restrictions on U.S.-European Markets", "published_date": "2004-07-21T00:00:00", "released_date": "2004-08-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Transatlantic airline operations between the United States and European Union (EU) nations are currently governed by bilateral agreements that are specific to the United States and each EU country. Since 1992, the United States has signed so-called \"Open Skies\" agreements with 15 of the 25 EU countries. A \"nationality clause\" in each agreement allows only those airlines designated by the signatory countries to participate in their transatlantic markets. In November 2002, the European Court of Justice ruled that existing Open Skies agreements were illegal under EU law, in part because their nationality clauses discriminated against airlines of other EU nations. The United States and the EU have been negotiating revisions to these agreements. Experts agree that removing the nationality clause is central to any new agreement. GAO was asked to report on (1) how prevalent Open Skies agreements are and what their effects on airlines and consumers are, (2) what the key ways that commercial aviation between the United States and the EU could be changed by the Court of Justice decision are, and (3) how the elimination of nationality clause restrictions might affect airlines and consumers. GAO's work included both analyzing data on transatlantic air service and evaluating information from and positions of industry officials, subject-matter experts, and stakeholder groups. GAO is making no recommendations."]}, {"section_title": "What GAO Found", "paragraphs": ["Open Skies agreements have benefited airlines and consumers. Airlines benefited by being able to create integrated alliances with foreign airlines. Through such alliances, airlines connected their networks with that of their partner's (e.g., by code-sharing agreements), expanded the number of cities they could serve, and increased passenger traffic. Consumers benefited by being able to reach more destinations with this \"on-line\" service, and from additional competition and lower prices. GAO's analysis found that travelers have a choice of competitors in the majority of the combinations of U.S.-EU destinations (such as Kansas City-Berlin). The Court of Justice decision could alter commercial aviation in four key ways. First, it would essentially create one Open Skies agreement for the United States and EU, thereby extending U.S. airline access to markets that are now restricted under traditional bilateral agreements. Notably, more U.S. airlines would gain legal access to London's Heathrow airport, which is restricted by the U.S. agreement with the United Kingdom. Second, it would also allow EU airlines to operate into the United States from airports outside their own countries. Third, for EU airlines, a revised agreement could alleviate some obstacles to merging with other EU carriers or creating subsidiary operations in other countries. Finally, the possibility that EU airlines might move some operations into other EU nations raises concerns about which EU nations' regulatory and legal systems would govern. U.S. airlines and consumers are likely to benefit from the elimination of the nationality clause, but the benefits may not be realized in the near term. Both U.S. consumers and airlines would benefit from gaining access to markets restricted under bilateral agreements, especially London's Heathrow airport, though capacity considerations there are likely to postpone and limit such access. Consolidation within the EU aviation industry could occur, with the effect on U.S. consumers varying, depending on whether consolidation creates additional competition or reduces it in particular markets. EU airlines could begin new transatlantic service in countries other than the airline's own, which would provide consumers with additional competitive choices. However, those airlines would likely face difficulties in competing successfully at another airline's hub."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since the late 1970s, commercial aviation within the United States and the  nations that form the European Union (EU) has become substantially  deregulated, creating greater competition, lower fares, and significant  increases in passenger traffic. Commercial aviation between the United  States and the EU is not deregulated to the same degree. Since 1992,  however, the United States has signed what are called “Open Skies”  agreements with a number of EU nations. These bilateral agreements seek  to create a more deregulated transatlantic environment between the two  nations signing the agreement by reducing or eliminating operating  restrictions on the airlines of either nation. This means that any airline  licensed by either nation can offer service between the two nations. This  same relaxation of restrictions does not extend, however, to airlines  licensed by other nations. Under what is called the “nationality clause,” the  right to provide nonstop service between a point of origin in one nation and  a destination in a second nation is limited to airlines that are owned and  controlled by citizens of the two nations signing the agreement, thereby  effectively excluding other EU airlines from providing competing service.", "In November 2002, the European Court of Justice, the EU body responsible  for interpreting European law, ruled that seven existing Open Skies  agreements and the bilateral agreement between the United States and the  United Kingdom violated EU law. In particular, the Court of Justice found  that the nationality clause illegally discriminated against airlines from other  EU nations because it excluded them from entering the transatlantic  aviation market between the two nations that had signed the agreement. In  June 2003, the European Council, composed of representatives from each  member state, issued a mandate to the European Commission to negotiate  with the United States on the creation of an Open Aviation Area, which  provides for the liberalization of the U.S.-EU market, including the removal  of restrictions on foreign investment in airlines between the EU and the  United States.", "In October 2003, the United States and the EU opened negotiations.  Industry experts and stakeholders we spoke with agreed that resolving the  nationality clause was the key issue. However, in June 2004, the European  Council rejected a draft agreement being negotiated by the United States  and the EU Commission. The European Council stated that further efforts  should focus on “more balanced market access provisions” than were  included in the draft agreement. U.S. officials interpreted that as referring  to a desire by EU carriers to gain more direct access to the U.S. domestic  aviation market. Further contacts are being considered. U.S. and EU  officials stated that current agreements remain in effect. There is no set  time frame for when the matter must be settled.", "Changing the agreements to remove the nationality clause restrictions  carries implications for U.S. and EU airlines, airline passengers, and other  stakeholders within the airline industry. These negotiations thus represent  an opportunity to examine the current agreements and their effect on the  U.S. airline industry, as well as the implications of potential changes to  those agreements. You asked us to report on the potential implications of  changes in these agreements. We examined the following questions:  How prevalent are Open Skies agreements between the United States  and EU nations, and what has been their effect on airlines and  consumers?", "What are the key ways that commercial aviation between the United  States and the EU could be changed by the Court of Justice decision?", "How might the elimination of nationality clause restrictions in any new  U.S.-EU agreement affect airlines and consumers?", "To examine the prevalence and effect of Open Skies agreements on airlines  and consumers, we reviewed prior research from a variety of organizations,  including the U.S. Department of Transportation (DOT), and we analyzed  DOT data on passenger traffic from 1990 through 2002. To determine the  key issues related to the European Court of Justice’s decision, we  interviewed officials from five major U.S. and eight major EU airlines; DOT;  the U.S. Department of State (State); the European Commission  Directorates General for Competition, Employment, and Transport; U.S.  and EU labor unions and associations; and EU airports, as well as officials  of EU aviation trade associations. To determine how the absence of the  nationality clause restrictions might affect airlines and consumers, we  interviewed industry experts about the likely outcome of removing the  nationality clause restrictions, and used prior research to highlight any  potential benefits or barriers that airlines and consumers would face. We  also analyzed available data on capacity constraints at EU airports and the  effect of opening transatlantic markets on labor. We assessed the reliability  of the various data sets analyzed throughout the report and determined that  they were sufficiently reliable for our purposes.", "We recognize that other important factors must be carefully examined  when analyzing international aviation. For example, issues relating to  safety and security regulatory oversight are obviously critical to any  comprehensive analysis of air transportation. Because of the magnitude of  these issues, however, we agreed with your staff at the outset that they  were beyond the scope of this report. In addition, while the EU mandate  called for the creation of a more open aviation market (including issues  such as foreign ownership restrictions and access to domestic markets),  both U.S. and EU officials acknowledged that addressing the Court of  Justice ruling and resolving the nationality clause issue were both  priorities, and we therefore focused our report on the issues linked to the  ruling only. We also agreed to exclude from this report several other related  issues – such as requirements that U.S. government employees and others  using U.S. government financed foreign air travel to use U.S. airlines. For  additional information on our objectives, scope, and methodology, see  appendix I. We conducted our work from October 2003 through July 2004  in accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "U.S. and EU Domestic Airline Markets Are Largely Deregulated", "paragraphs": ["A dominant theme of the commercial airline industry in the United States  and the EU in the past 2 decades has been one of decreased government  economic regulation. This development began in the United States with  passage of the Airline Deregulation Act of 1978, phasing out federal  regulation of rates, routes, and services for domestic airlines. EU aviation  deregulation began in 1987 and led to the creation of a single European  aviation market. In 1993, the EU efforts mirrored U.S. deregulation by  removing all government restrictions on routes, fares, and capacity, as well  as barriers to cross-border investment of European airlines. By 1997, the  EU removed the final operating restriction by allowing cabotage within the  EU. Deregulation has allowed substantial growth in both U.S. and EU  airline operations and passenger traffic, with consumers on both sides of  the Atlantic benefiting from decreased fares and increased service. As  airline operations and passenger traffic grew, U.S. and EU aviation industry  employment increased as well (see table 1)."], "subsections": []}, {"section_title": "Open Skies Agreements Extend Partial Deregulation to Transatlantic Routes", "paragraphs": ["For many decades, international air service has been governed by aviation  agreements that are based on the principle that nations have sovereignty  over their airspace. This sovereignty is defined by nine “freedoms of the  air” that have developed over time to outline possible aviation rights  between countries. During a 1944 international civil aviation convention in  Chicago, the participating countries decided that international aviation  would be governed by negotiated bilateral aviation agreements that specify  “traffic rights,” such as the number of airlines that can operate between  markets, the airports from and to which they operate, the number of flights  that can be provided, and the fares that airlines could charge. These  aviation rights, including the right to prevent foreign airlines from cabotage  operations, have been the basis for international aviation.", "Under traditional bilateral agreements, air services can only be offered by  airlines that are licensed and designated by the two countries that sign the  agreement. To be licensed to provide commercial air services, an airline  must meet various legal and regulatory requirements. Among these  requirements are citizenship and control tests, which require that an airline  be majority-owned and effectively controlled by citizens of the licensing  country. In the United States, the airline must also meet economic fitness  and safety requirements. EU law establishes a framework for the granting  of airline licenses and air operators certificates, but all Community  airlines licensed by EU member states in accordance with EU law are  permitted to provide transport throughout the EU. The process by which  countries indicate which airlines are authorized to provides service under  the agreements is called “designation.” Designation has traditionally  indicated that the country making the designations will ensure appropriate  regulatory oversight. This responsibility extends to ensuring that the airline  complies with international civil aviation safety and maintenance  standards.", "Open Skies agreements are a particular kind of bilateral agreement. They  remove the vast majority of restrictions on how airlines of the two  countries signing the agreement (signatory countries) may operate  between their respective territories. For example, they remove prohibitions  on the routes that airlines of the signatory countries can fly, or the number  of airlines that can fly them. These expanded operational rights represent  significant alterations to the traditionally more restrictive bilateral  agreements that specified service frequency, capacity, routing, and pricing.", "While they granted more rights to airlines of the signatory countries, Open  Skies agreements, through the nationality clause, allow the U.S.  government to block airlines of other countries from these rights. For  example, while both Germany and France have Open Skies agreements  with the United States, the German-based carrier Lufthansa is not  permitted by either France or the United States to operate flights between  France and the United States, without it being a continuation of a flight that  originates in Germany. Yet according to DOT officials, if it is deemed “not  inimical” to U.S. interests, DOT can waive the ownership and control  requirements. For example, DOT officials stated that, under the  multilateral Open Skies agreement signed with Brunei, Chile, New Zealand,  and Singapore, it applied a more flexible definition of the nationality clause  for nations covered by the agreement and focused on ensuring that the  airlines covered by that agreement are “effectively controlled” by nations  that signed the agreement. Table 2 summarizes some of the key  differences between traditional bilateral agreements and Open Skies  agreements.", "The U.S.–EU market grew from 28 million annual passengers in 1990 to  over 51 million passengers by 2000, representing the most important  international market for U.S. airlines. British Airways is the largest carrier  in the U.S.–EU market, followed by American, Delta, and United Airlines  (see fig. 1). Neither U.S. nor EU low-cost carriers currently offer  transatlantic services."], "subsections": []}]}, {"section_title": "Open Skies Agreements Have Benefited Consumers and Airlines by Removing Restrictions on International Air Service", "paragraphs": ["Consumers and airlines have benefited from Open Skies agreements that  the United States has signed with 15 individual EU member nations. The  number of such agreements has grown over time, although 10 EU member  nations, including the largest U.S. aviation partner, the United Kingdom,  still have more restrictive bilateral agreements or no agreement at all. Open  Skies facilitated the formation of more integrated international alliances  between U.S. and EU airlines, which allowed the airlines to expand their  networks and provide competitive service for more passengers to more  locations at cheaper fares. As a result, U.S. passengers have been able to  pay less to reach most EU destinations, significantly increasing passenger  traffic."], "subsections": [{"section_title": "The United States Has Open Skies Agreements with the Majority of EU Nations", "paragraphs": ["Since signing the first Open Skies agreement with the Netherlands in 1992,  the United States has entered into agreements with 15 of the 25 EU nations  (see fig. 2). The United States signed nine of these agreements by 1996.  Since then, the United States has signed Open Skies agreements with six  EU member states: Italy, Malta, Poland, Slovakia, Portugal, and France.", "While the majority of EU member states have signed Open Skies  agreements, 10 EU member states maintain bilateral agreements that are  more restrictive than Open Skies agreements or have no aviation  agreement with the United States. The United States does not have any  aviation agreement with Cyprus, Estonia, Latvia, Lithuania, and Slovenia.  EU member states that have traditional bilateral agreements include  Greece, Ireland, Spain, Hungary, and the United Kingdom. For the five  countries with bilateral agreements but without Open Skies, the types of  restrictions vary from agreement to agreement. For example:  The U.S.–Spain agreement does not permit U.S. airlines to code-share  with any of their EU partners from intermediate points elsewhere in  Europe. For example, United Airlines cannot place its code on any  Lufthansa flight from Germany to Spain. The resulting “interline” service  tends to be both more expensive and more inconvenient than  code-shared routes, placing them at a competitive disadvantage.", "The agreement with the United Kingdom, commonly referred to as  Bermuda 2, restricts service between the United States and London’s  Heathrow airport to two airlines from each country—at present,  American and United from the United States, and British Airways and  Virgin Atlantic from the United Kingdom. In addition, the agreement  limits nonstop service into Heathrow by U.S. airlines to 12 specified U.S.  cities. UK airlines can operate from Heathrow to 11 specific cities, plus  other cities where there is no U.S. airline competitor. Despite these  restrictions, London’s Heathrow airport (Heathrow) accounted for the  highest percentage (over 20 percent) of U.S.–EU passengers of any  European airport between 1990 and 2002."], "subsections": []}, {"section_title": "Open Skies Agreements Enhanced Creation of Airline Alliances and Subsequent Expansion of Airline Networks", "paragraphs": ["Open Skies agreements greatly changed how U.S. and EU airlines provide  international service. The change centers on the alliances that various U.S.  and EU airlines have formed with each other. Operating in an alliance  allows an airline to greatly expand its service network, without having to  increase the number of routes it flies using its own aircraft. In the simplest  case, an international code-sharing alliance links the route network of one  airline with the route network of another, forming an end-to-end alliance  with little overlap (see fig. 3). In this way, alliances have allowed airlines to  expand the number of markets that received “on-line” service between the  U.S. and EU. Airline passengers prefer this type of “seamless” service,  compared to interline service, because it allows the convenience of single  ticketing and check-in, among other things.", "Alliances greatly increase the number of markets that can be served on-line  because they connect locations that were otherwise served only by one of  the alliance airlines. This concept, illustrated in figure 3, allows networks  to serve “behind-and-beyond” markets. Transatlantic flight occurs between  what are called “gateway” airports, such as Atlanta and Paris. A “behind”  point is a location that feeds passenger traffic into the gateway airport on  one side of the Atlantic, while “beyond” points are those destinations that  can be reached once a passenger has traveled to the gateway airport on the  other side of the Atlantic. For example, Kansas City, Missouri, and Berlin,  Germany, constitute a “behind-and-beyond” market. Neither city has  nonstop transatlantic service, so passengers from either destination must  first fly to a gateway airport. A passenger originating a trip in Kansas City  would have to take a flight into a gateway airport (such as Atlanta),  connect to a transatlantic flight to an EU gateway (such as Paris), and then  connect onto a flight to Berlin.", "Most major U.S. airlines that provide transatlantic service (American,  Delta, United, Northwest, US Airways, and Continental) belong to  international alliances with other airlines, including many from the EU. To  more closely integrate scheduling and pricing, alliance partners may  request that they be given immunity from national antitrust laws, which  would otherwise prohibit potential competitors (i.e., the alliance partners)  from coordinating pricing and services. DOT has granted antitrust  immunity to most of the alliances that U.S. airlines have with EU airlines.  Beginning with Northwest and KLM Royal Dutch Airline (KLM) in 1993,  DOT approved antitrust immunity for U.S. airlines with 18 international  alliance partners. Yet not all alliances have received antitrust immunity.  U.S. policy stipulates that only airlines from countries that have signed  Open Skies agreements with the United States can receive antitrust  immunity. The efforts to obtain antitrust immunity for an alliance between  American and British Airways has twice failed, in part because the United  States was unable to obtain an Open Skies agreement with the United  Kingdom and the airlines were not willing to cede Heathrow slots as  required by competition authorities. American and British Airways are  limited in the number of markets in which they can code-share, and are not  permitted to coordinate market scheduling and pricing in the same way as  other airlines that do have antitrust immunity. (See appendix IV for  summary information of the major international alliances.)"], "subsections": []}, {"section_title": "Consumer Benefits Have Resulted from Expanded Alliances and Networks", "paragraphs": ["Various studies have found that the alliances and expanded networks  created since the first Open Skies agreements have produced significant  benefits for consumers. Two studies conducted by DOT found that the  development of alliances in transatlantic markets led to consumer benefits  in the form of more competitive service and more extensive networks.", "We found that international network airlines serve the majority of U.S.-EU  city-pair markets with no worse than double-connection (i.e., two-stop)  on-line service. Based on scheduled flights for May 2004, 83 percent of the  possible U.S.–EU markets (5,165 of 6,210) were scheduled to receive  on-line service with nonstop, single-connection or double-connection  service.  More than half of those markets were served by nonstop or  single-connection flights. Table 3 summarizes the connectivity of major  U.S.-EU markets. (Additional markets may also have received on-line  service, but the service would have required more than two connections  and would thus be excluded from our analysis.)", "In addition, consumers in most U.S.-EU markets have a choice of service  from more than one competing airline or alliance. Figure 4 illustrates that  consumers flying between Kansas City and Berlin have four different  competitive alternatives. In the 174 nonstop markets, 71 percent have at  least three airlines providing either nonstop service or competitive  single-stop service.  In markets where the best level of service is one-stop  or on-line single connections, over 85 percent have at least three  competitors, and in markets where the best level of service involves two  connections, 60 percent have three or more competitors (see fig. 5).", "Between 1996 and 1999, according to DOT, within Open Skies countries,  fares dropped an average of 20 percent, compared to a 10 percent fare  decrease in non-Open Skies markets (see table 4). These differences are  consistent across the various categories of markets, such as  gateway-to-gateway markets and behind-beyond markets. Much of the  decrease has been attributed to the incentive for alliances to offer  lower-priced on-line service rather than the higher-priced interline connecting service.  DOT officials noted, however, that little if any  analysis of changes in airfares and service has been completed that would  examine any changes in the market since September 2001."], "subsections": []}]}, {"section_title": "Addressing the European Court of Justice Decision Will Affect Commercial Aviation in Four Key Ways", "paragraphs": ["Industry and government officials with whom we spoke generally said that  the Court of Justice decision–particularly as it relates to likely changes in  the existing nationality clause in the Open Skies agreements and the  bilateral agreement with the United Kingdom–will affect commercial  aviation in at least four key ways, depending on the eventual outcome of  negotiations between the United States and EU. These experts agree that  complying with the Court of Justice decision will require that  nationality-based restrictions be eliminated. The four key areas raised by  potential changes to the nationality clause are closely intertwined and are  as follows:  A new U.S.–EU agreement that would address the nationality clause  issue would likely supersede the five existing restricted bilateral  agreements and also would become effective in the five EU nations  where no agreement currently exists. It would thus provide U.S. airlines  with expanded legal traffic rights (i.e., rights to operate between two  destinations) into what are now restricted markets. However, capacity  limitations at certain key airports might restrict U.S. airlines’ ability to  exercise this new right.", "Eliminating the nationality clause restrictions means that the United  States would recognize all EU airlines as “European Community”  airlines. These airlines, which currently can provide transatlantic  passenger service only between the United States and airports in their  own country, would have the ability to provide service between the  United States and any EU country.", "Because nationality-based restrictions would no longer apply, one major  barrier to European transnational mergers would no longer exist.  EU-based airlines could more freely consolidate, create subsidiary  operations, or relocate their businesses to any location within the EU  without jeopardizing their rights to fly to the United States.", "The increased operating flexibility that EU airlines would receive raises  questions as to which EU member state’s regulatory oversight and labor  laws should apply in particular situations. If an EU airline moved its  operations to (or established a subsidiary carrier in) another EU  country—perhaps to take advantage of lower wages or other cost  savings—questions are likely to arise as to which member state’s  regulatory framework and labor laws would apply.", "U.S. and EU officials agree that both sides must eventually reach some  agreement on resolving the nationality clause issue in order to comply with  EU law. However, there is no set time frame for when the matter must be  settled. In November 2002, the EU called for member nations to renounce  their Open Skies agreements with the United States, but did not pursue the  request in response to receiving a negotiating mandate. It is uncertain how  a prolonged inability to remedy the nationality clause issue might affect  U.S. and EU commercial aviation, in part because such issues have never  arisen before."], "subsections": [{"section_title": "Extension of Open Skies Model Would Provide U.S. Airlines with Additional Traffic Rights", "paragraphs": ["U.S. airlines would gain expanded legal traffic rights under a new U.S.-EU  agreement. According to U.S. and EU industry and government officials, a  new agreement would supersede and be binding on all EU member states,  thereby removing most remaining traffic right restrictions.  Because the  Open Skies agreements between United States and 15 member states have  already effectively eliminated traffic restrictions in those markets, there  would be no significant gains in traffic rights for U.S. airlines, although EU  airlines would gain expanded traffic rights or operations to and from those  countries. However, U.S. airlines would gain rights to serve markets, from  which they had been previously restricted, with the other 10 EU countries.", "Extending the Open Skies framework and rights to all EU member states  would be necessary in order to prevent a critical imbalance of economic  rights from developing that would place U.S. airlines at a potential  competitive disadvantage. Unless Open Skies rights were extended to all  EU nations, any country with which the United States now has a more  restrictive bilateral agreement would be able to benefit from rights  negotiated by other countries without itself having to negotiate for those  rights. In other words, those countries (and their passengers and airlines)  would benefit from the actions of others without “paying” for them–an  outcome known as “free riding.”  A free-rider scenario would occur  between the United States and EU if an airline from a non-Open Skies  country were able to operate from an Open Skies country to circumvent  restrictions in the home country’s bilateral agreement. For example, a UK  airline could originate a flight in France with a commuter aircraft, change  to a wide body aircraft at London’s Heathrow airport, and then continue on  to the United States to a point not designated under Bermuda 2 with  hundreds of additional passengers. This would put U.S. airlines at a  competitive disadvantage because the current bilateral agreement with the  United Kingdom prevents any U.S. airline from flying similar routes."], "subsections": [{"section_title": "U.S. Airlines Would Gain Access to Restricted Markets", "paragraphs": ["One key operational right that U.S. airlines would gain is full legal nonstop  access to all markets in the 10 countries with which the United States still  has more restrictive bilateral agreements or no agreements.  The most  noteworthy of these 10 is the United Kingdom, because of the amount   and value of passenger traffic that moves between the two countries.   Bermuda 2’s limits on competition disproportionately affect U.S. airlines  because the United Kingdom successfully negotiated for additional traffic  rights in the early 1990s. Partly as a result, between 1992 and 1996, the UK  airlines’ share of the U.S.-UK market rose from 49 percent to 59 percent.   Today, UK airlines still provide more service in the U.S.-UK market,  especially into Heathrow. As of May 2004, British Airways and Virgin  Atlantic scheduled a total of 43 daily nonstops from Heathrow to the United  States, compared to 28 daily nonstops offered by American and United.", "While a new U.S.-EU agreement could eliminate the legal restrictions on  the number of U.S. airlines permitted to operate into Heathrow, capacity  limitations would affect the extent to which U.S. airlines would be able to  operate there. Heathrow is essentially operating at full capacity, especially  at times that are commercially viable for transatlantic operations.  According to airline and industry officials, the commercially-preferred  times for transatlantic arrivals into Heathrow are between 6 a.m. and 10  a.m., and the commercially-preferred times for transatlantic departures  from Heathrow are between 10 a.m. and 2 p.m. These times are based on  airlines being able to coordinate their transatlantic flights with feeder  flights from their spoke airports. However, as figure 6 shows, the demand  for arrival (and departure) slots during these times generally exceeded the  available supply.", "If the U.S. Open Skies framework were extended to all EU countries  following the removal of the nationality clause restrictions, U.S. airlines  would gain full “fifth freedom rights,” including to and from EU member  states with restrictive bilateral agreements. These fifth freedom rights  would allow U.S. airlines to operate flights from the United States to any  EU country and then beyond to another EU country. However, traffic rights  to countries beyond the EU would be limited to those the United States  already has under its Open Skies agreements; the EU has no current  mandate to grant new “beyond rights.” Open Skies agreements, by  definition, grant airlines the unrestricted right to operate fifth freedom  flights, which are otherwise limited under the more restrictive bilateral  agreements, such as the agreement with the United Kingdom.", "Airline officials and industry experts maintain that over time, however, fifth  freedom rights available from countries that have Open Skies agreements  have proven to be of limited commercial value to passenger airlines. (Cargo  airlines, on the other hand, greatly value fifth freedom rights. See appendix  III for additional information on cargo carriers.) United, for example,  attempted to exercise fifth freedom rights for operations with Open Skies  countries in Europe, but abandoned those operations after determining  that they were not profitable. United officials explained that, with the  development of alliances, it is more cost efficient to use alliance partners to  provide connecting service into “beyond” markets. Of the U.S. passenger  airlines that have fifth freedom rights with EU countries, only two airlines  exercise these rights. Northwest operates fifth freedom flights from  Minneapolis that stop in Amsterdam and continue to Bombay, India. Delta  flies from Atlanta to Bombay using fifth freedom rights over Paris."], "subsections": []}, {"section_title": "U.S. Airlines Would Gain Code-Sharing Rights", "paragraphs": ["Under the terms of the more restrictive bilateral agreements with Spain and  Greece, U.S. airlines are prohibited from serving those markets by way of  code-share flights. This effectively prohibits, for example, passengers using  a United ticket from traveling from Albuquerque to Madrid by connecting at  Frankfurt, Germany, to a United code-share flight operated by its Star  alliance partner Lufthansa. If the Open Skies framework were extended  throughout the EU, such prohibitions would be eliminated. Airlines would  be able to offer new routings to passengers, and passengers would be free  to choose among new options for travel into those countries."], "subsections": []}]}, {"section_title": "EU Airlines Would Be Able to Establish Transatlantic Routes between the United States and Other EU Countries", "paragraphs": ["Like U.S. airlines, EU airlines would have greater access to international  markets. Eliminating nationality clause restrictions included in existing  agreements effectively means that, in any new agreement, the United States  could recognize the concept of a “European Community” airline.  This  could mean, for example, that rights originally restricted to designated  airlines of the signatory countries would be available to all European  Community airlines. In other words, Lufthansa, British Airways, and LOT  Polish Airlines would be European Community airlines in addition to being  German, British, and Polish airlines. If the United States recognized a  European Community airline, it would have the right to operate  transatlantic flights directly to and from more EU destinations. Under  current Open Skies agreements, the right to establish transatlantic routes  between destinations in the signing countries is limited to airlines licensed  in and designated by those two countries and is under the ownership and  control of the country’s citizens. For example, Air France—an airline  licensed and designated by France—is not allowed under existing Open  Skies agreements to provide nonstop transatlantic service between cities in  the United States and Italy; it can fly only between U.S. and French cities.  Under an Open Skies agreement that included an EU nationality clause, Air  France would have the right to fly between any EU city and any city in the  United States. In theory, Air France could also decide to establish a  mini-hub in a city outside of France, where it could potentially begin  providing nonstop service into additional U.S. cities. This same flexibility  would extend to all EU airlines and to all U.S.-EU markets. In this way, EU  airlines, regardless of the EU country in which they were licensed, would  have the ability to provide flights into the United States from throughout  the EU (see fig. 7)."], "subsections": []}, {"section_title": "EU Airlines Will Have Greater Ability To Restructure and Operate Transatlantic Service", "paragraphs": ["Eliminating nationality-based restrictions would remove a major barrier  that has prevented EU airlines from restructuring their operations by  merging with another airline or creating significant commercial operations  in locations outside their home countries, without sacrificing traffic rights  across the north Atlantic. Because international traffic rights are granted  by two signatory nations and are tied to national ownership and control, an  airline operating an international service cannot merge with a carrier from  another EU member state without risking the loss of these U.S. traffic  rights. Similarly, because the traffic rights are tied by designation and  nationality clause to airlines from particular countries, airlines also cannot  move operations into another country and exercise those rights.", "Eliminating nationality-based restrictions would allow citizens of any EU  nation to exercise what is called the “right of establishment.” Under the  Treaty of Rome, any EU citizen has the right to establish a business in  another EU state. Removing nationality-based restrictions would allow EU  airlines to restructure operations, such as merging with another EU airline  or relocating in another EU member state, to gain economic efficiencies  without losing traffic rights into the United States.  For example, EU  airlines could relocate operations to or establish subsidiaries in EU  member states that have lower average wages and (from a business  perspective) more lenient labor laws. Controlling costs associated with  labor (i.e., “social costs,” which include wages, benefits, and pensions, and  which also define the number of hours in the work week) is important to an  airline’s ability to compete with lower-cost or more efficient airlines,  because those costs can represent a major portion of an airline’s operating  costs.", "Under an agreement in which the United States would recognize a  European Community airline, EU airlines could take the following actions.", "Acquisitions or mergers—EU airlines could engage in cross-border  airline mergers and acquisitions without jeopardizing traffic rights to the  United States.  Some observers of EU aviation have long believed that  the large number of relatively small state-supported airlines created a  fragmented, inefficient system burdened with excess capacity. The  suggested remedy was consolidation of the European industry.", "Moving operations to another country—EU airlines could move some  or all of their operations to other EU countries without risking the loss  of traffic rights. For example, an existing airline, such as Austrian  Airlines, hypothetically would be able to move its operations into and  establish itself in Poland and still be able to provide service into the  United States from anywhere in the EU.", "Creating subsidiary operations—EU airlines could set up subsidiary  operations outside of their home countries that could provide  transatlantic service.  Because these subsidiaries could be established  anywhere in the EU, they could potentially take advantage of lower  costs that might be available in some EU countries.", "Establishing new entrant airlines--EU citizens in one country could  establish an airline in another country and provide service into the  United States, provided they met licensing and certification  requirements. Citizens from Spain, for example, could establish a new  airline in Poland and provide service from anywhere in the EU to the  United States."], "subsections": []}, {"section_title": "Moving Airlines or Operations between EU Countries Raises the Issue of Which Country Would Have Regulatory Authority", "paragraphs": ["While eliminating the nationality clause restrictions may mean that traffic  rights are no longer limited, the concept of an airline’s being licensed by a  particular EU country remains important for regulatory oversight. For  issues concerning safety and security oversight of airlines, all governments  maintain an interest in having assurance as to which other government  remains responsible for assuring the safe and secure operation of airlines  that may fly to or from any given location.", "While operating a safe, secure carrier is of course important for  maintaining consumer confidence in the carrier, ensuring the safe and  secure operation of commercial aviation is a fundamental responsibility  that is shared by governments and airlines. Under the existing EU  framework, this oversight responsibility resides with each country, subject  to a framework of European level cooperation and legislation. Thus, one  issue that will need to be resolved, if airlines are permitted to shift their  operations from one EU country to another, is which country exercises the  oversight responsibility.", "A number of criteria have been suggested for determining which country’s  legal and regulatory system should apply. Traditionally, the country that  issued the airline’s operating license has been responsible. However,  ensuring safety and security would become problematic if an airline  relocated its major hub activities to a location possibly hundreds of miles  outside the licensing state’s borders. Another possible criteria proposed to  determine which state’s systems apply is based on the location of the  carrier’s “principal place of business.”  But in an industry in which the  assets and employees are mobile, what constitutes an airline’s principal  place of business is uncertain. While not providing a definition per se, the  ICAO Air Transport Regulation Panel and the Organization for Economic  Co-operation and Development have suggested a set of guidelines that  governments could use in determining an airline’s “principal place of  business.”  These guidelines propose that a “principal place of business”  means the country in which an air carrier does the following:   maintains its primary corporate headquarters;  regularly provides air transportation service;  maintains substantial capital investment in physical facilities;  pays income tax and registers its aircraft; and   employs a significant number of nationals in managerial, technical, and  operational positions.", "However, questions arise regarding how to measure the extent to which an  airline might meet each of these criteria (e.g., defining and measuring  “substantial capital investment”).", "Officials with major airline unions generally support these criteria. The  concern of labor groups is that, unless a relatively stringent standard is  applied, airlines will move operations to countries specifically to take  advantage of lower costs of doing business (particularly with regard to  wage rates and labor laws). Doing so is sometimes referred to as adopting a  “flag of convenience,” a pejorative term adopted from the maritime  industry.", "The question of which member state’s labor law should apply to a situation  is the subject of a current legal challenge brought by employees of the EU  low-fare carrier Ryanair at the Charleroi Airport in Belgium. Ryanair is  headquartered in Ireland and has bases located in Stansted, United  Kingdom; Frankfurt/Hahn, Germany; Stockholm, Sweden; and Charleroi,  Belgium. It employs nonunionized pilots. All of Ryanair's pilots, regardless  of where they are based, are employed under Irish labor law and pay Irish  taxes. In May 2002, Ryanair did not retain three employees after these  employees had completed Ryanair’s 1-year probationary period. The  employees at Charleroi charge they were wrongfully terminated under  Belgian law. The question for the EU courts is whether Ireland or Belgium's  labor laws would apply in this instance."], "subsections": []}]}, {"section_title": "U.S. Consumers, Airlines, and Labor Groups May All Benefit from Changes in Agreements, Although Extent of Benefits Is Uncertain and Gains May Not Be Realized Immediately", "paragraphs": ["Eliminating the nationality clause restrictions from the new U.S.-EU  agreement would likely provide new benefits to consumers, airlines, and  labor groups. By eliminating the nationality clause restrictions, a new  agreement would in effect extend the Open Skies framework to the 10 EU  member countries without Open Skies agreements. This could potentially  provide the same benefits that consumers, airlines, and labor groups  realized after the signing of the current Open Skies agreements. However,  because of mitigating circumstances, these benefits will take some time to  develop, and they will be contingent on resolving a number of related  issues (e.g., de facto access to restricted airports). Experts and industry  officials with whom we spoke generally agreed that eliminating the  nationality clause restrictions would mainly increase the potential for the  following:  More U.S. airlines might attempt to provide nonstop service from their  hub airports into London’s Heathrow Airport.", "EU airlines might use their new ability to establish transatlantic routes  between U.S. cities and EU destinations outside of their homeland.", "More transnational mergers might occur between EU airlines.", "An EU airline might attempt to establish a “flag of convenience”  operation—that is, the airline might move some or all of its operations  to another EU country with lower wage or other costs.", "Each of these actions would allow airlines to more freely respond to  market forces and consumer demand. As in other instances where  government removed restrictions on airlines, such as domestic  deregulation and Open Skies agreements, consumers could potentially  benefit from increased competition and therefore better service and lower  fares."], "subsections": [{"section_title": "New Entry by U.S. Airlines Into Restricted Markets Would Benefit Consumers, but Access to London’s Heathrow Airport May Be Limited by Current Slot Allocation Process", "paragraphs": ["Officials at some U.S. airlines said a major potential benefit of a new  agreement would be the opportunity for access to markets restricted by the  existing bilateral agreements. Similar to the experience of current Open  Skies agreements, U.S. consumers and airlines would benefit from gaining  access to the 10 restricted markets, such as the United Kingdom, Spain,  Ireland, and Greece. The likely source of the greatest benefit would be  London’s Heathrow Airport, since it is the largest destination for U.S.  travelers (see fig. 8). If a new agreement extended the U.S. Open Skies  framework to all EU member states, it would remove the restrictions of the  Bermuda 2 agreement. U.S. airlines with no current access to Heathrow  would gain the right to operate there. For example, Continental Airlines,  which currently has no Heathrow access with its own aircraft, would be  able to begin service into Heathrow from any U.S. airport, including its  hubs at Newark, Houston, and Cleveland. (Continental now operates flights  from those hubs into London’s Gatwick Airport and code-shares with Virgin  Atlantic into Heathrow.)  Because Heathrow is the major U.S.-EU gateway,  many U.S. airlines view the opportunity to gain access to this market as a  positive benefit.", "Access to Heathrow by additional U.S. airlines represents potentially  positive benefits to consumers and airlines. Consumers would benefit from  gaining greater choice of airlines, service from more U.S. destinations, and  possible competitive pressures on price. For example, if all U.S. airlines  now serving London by flying into Gatwick switched their operations to  Heathrow, London-bound consumers would benefit because access to  central London is faster and easier from Heathrow. In addition, consumers  in Denver and Detroit, who now have flights into Heathrow only on British  Airways, would likely benefit from the additional competitive presence on  those particular routes. Airlines that do not now have access to Heathrow  would benefit from being able to carry passengers into a valued  destination. Even though these airlines operate to London’s Gatwick  Airport, they have reported losing high-yield business passengers and  corporate accounts to competitors because of their inability to provide  service to Heathrow.", "For consumers and airlines to realize such benefits, however, airlines  would first need to gain de facto access to airport slots, gates, and terminal  space. Because Heathrow is already operating essentially at full capacity, a  new entrant airline would have to gain access through the existing slot  allocation process, which provides limited opportunities for new  entrants--airlines with no more than four slots per day (the equivalent of  two daily takeoffs and landings). Each year, the number of slots that  become available through the normal slot allocation process is equivalent  to about five daily takeoffs and landings. Existing EU slot allocation  regulation requires the slot coordinator to set aside 50 percent of any slots  that become available for distribution to new entrants. Before those slots  are made available, however, incumbent airlines have limited rights to  acquire any open slot and substitute another they already hold. Incumbent  airlines can use this process to “trade up” slots they hold at less desirable  times for newly available slots that might be for more commercially  advantageous times. This effectively relegates the slots available to new  entrants to commercially less desirable times. However, once a new entrant  does obtain slots, it can gain slots at more commercially viable times  through a grey market, which is used by airlines to trade slots. These trades  are allowed during any point of the year and are often done so for payment.  The EU does not officially condone this grey market, although a 1999  decision by a UK court found this system to be acceptable within European  law.  The EU has recently initiated proceedings against this system.", "While some officials have pointed out that the slot allocation process does  give priority to allocating slots to new entrant airlines, there is  disagreement regarding the effectiveness of this process in assisting new  entrants. Once a new entrant airline acquires five or more daily slots, it is  no longer considered a new entrant and then must compete for any  available slot as an incumbent airline. To gain additional slots for  transatlantic operations, a new incumbent airline with five slots would  have to compete against British Airways, with over 500 daily slots, and  Virgin Atlantic, with just over 30 daily slots (in the Summer 2004 scheduling  season).", "Another option for U.S. airlines to gain slots is based on the reallocation of  slot resources between alliance partner airlines. Some airline officials said  that, once the legal restrictions are removed, international alliances with  substantial numbers of Heathrow slots could reallocate these slots  between alliance members, thereby providing U.S. airlines with some  access to Heathrow slots. Some European airlines have stated that this  option would be discussed within the alliance; others maintained that  alliance partners would be hesitant to trade or sell slots to other alliance  members, because the Heathrow operations likely add considerable  revenue to their own network.  Alliance partners may also be hesitant to  trade or sell slots because, although the alliances are established through  legal contracts, past experience has shown that airlines can and do move  out of alliances. Thus, a slot sold or traded might be permanently lost or  used against the airline in the future. Finally, even if an alliance partner may  have a slot that theoretically could be put to more productive commercial  use by trading or selling it to another alliance partner, other capacity  constraints at Heathrow could prevent its use for transatlantic operations.  For example, a slot (with its associated Jetway and terminal facilities) used  for 40-passenger turboprop operations could not readily be transformed for  use by a 400 passenger Boeing 747.", "Given the limits imposed by these slot allocation options, it may be some  time before the potential benefits for U.S. airlines and passengers emerge.  Some European airline officials have pointed out that gaining access to  slots, gates, and terminal space at Heathrow can be done over time. They  cite Virgin Atlantic as an example of an airline that originally obtained slots  at less preferable times and, over time, acquired additional slots and traded  them with other airlines. Through trading, Virgin Atlantic gained a number  of slots at prime times. In Virgin Atlantic’s case, it applied for and obtained  six daily slots once the UK government designated it as one of the two  British airlines allowed to provide transatlantic service from Heathrow in  1991.  By 1996, it had obtained approximately 15 daily slots, which rose to  28 daily slots by 2001. Airline officials reported that between 1996 and 2001,  the airline gained an additional five pairs of daily slots to the United States.  As of the 2004 summer schedule, Virgin Atlantic will have just over 30 daily  slots. That total includes four pairs of slots that Virgin Atlantic was able to  acquire this year for about 20 million British pounds (approximately $36  million).", "Airlines may also gain access if capacity at Heathrow expands. Heathrow’s  capacity may increase over time through capital improvements and  changes in operations.", "The first phase of a new terminal at Heathrow, Terminal 5, is expected to  be operational in 2008 and could ease terminal and aircraft parking  capacity constraints related to passenger holding areas and aircraft  gates. With the completion of the second phase in 2011/2012, this new  terminal is expected to handle 30 million annual passengers and will  include 45 aircraft parking stands.  British Airways is expected to be  the principal tenant at the new terminal, and its relocation there will  allow other airlines (possibly new entrants) to gain access to facilities in  other terminals. However, the new terminal will have no direct impact  on the number of available runway slots.", "BAA, plc, is examining the potential to implement a “mixed mode”  runway operation, which would allow both runways to be used for  landings and takeoffs rather than assigning one runway for landings  only and one runway for takeoffs only.  The examination will need to  take account of potential noise and air quality implications. There are no  official estimates of the impact on runway capacity of a change to  ”mixed mode,” but BAA, plc, has suggested that this change could  increase slot capacity by 10 per hour. However, it is unclear if the UK  government will approve this change due to opposition by local  communities related to the expected increase in noise.", "The UK government’s 2003 report on the future of air transport  supported further development of Heathrow, including a new runway  and additional terminal capacity, but only after a new runway at  London’s Stansted Airport was finished and only if stringent  environmental limits could be met.  The report indicated that any  additional future enhancements to Heathrow’s capacity would be  completed within the 2015-2020 period.", "A report commissioned by the EU on the effects of different slot allocation  approaches concluded that current EU slot regulation provides incumbent  airlines an advantage and makes it difficult for new airlines to obtain slots  to introduce new or more frequent service.  It also concluded that if the  EU adopted various market mechanisms (such as secondary trading,  increased slot prices, or slot auctions), higher passenger volumes would  occur. The report did not recommend that the EU commission require  divestiture of slots as a condition of airline mergers. However, in its  approval of the Air France–KLM merger, to ensure that new entrant airlines  could provide new competitive service on certain markets, the EU  commission sought the surrender of 94 daily slots from Air France and  KLM.  Generally, incumbent airlines object to such events, arguing that they own the slots and would have to be compensated for them.  BAA, plc,  officials also voiced the concern that forcing incumbents to surrender slots  each time a new entrant wanted to gain access to the airport was not  permitted in the EU slot regulation and would create an undesirable  precedent, in part because of the instability it would create for incumbent  airlines’ operations.", "While a new U.S.–EU agreement would provide U.S. airlines with legal  access to markets that are now restricted, airline officials stated that,  without actual physical access, these new legal rights would be  meaningless. This is especially true for access to Heathrow. The current  slot allocation process at Heathrow gives incumbent airlines an advantage  to help maintain and improve their position, making it difficult for new  entrants to gain effective commercial access. Therefore, it may take an  indeterminate amount of time before consumers and airlines derive  significant benefits from a more open Heathrow."], "subsections": []}, {"section_title": "EU Airlines’ New Ability to Provide Service in More Markets Could Increase Competition, but Entry May Be Limited", "paragraphs": ["Absent the nationality clause restrictions, EU and U.S. airlines could begin  offering new transatlantic service between more cities. New competition  has the potential for generating various benefits for consumers:  transatlantic service to and from more cities, increased choices—and  possibly pressure on prices—on existing routes, and pressure on airlines to  provide higher quality service. Some officials said that increased consumer  demand for nonstop point-to-point service could spur airlines to develop  new city-pair markets. For example, a carrier could start nonstop service  from Berlin to Kansas City, neither of which, as of May 2004, had direct  transatlantic service.", "The Boeing Company expects that consumer preference for nonstop  flights, congestion at major airports, and new technology will push airlines  to develop new nonstop city pairs. According to Boeing officials, between  1980 and August 2001, as the transatlantic market has developed, the total  number of city pairs served with nonstop flights more than doubled, in part  because airlines were able to connect those markets using aircraft with  smaller capacities (see fig. 9). Boeing projects that, between the United  States and EU, an additional 114 city pairs could support nonstop service  with 250-seat aircraft. It cites San Francisco–Milan, Houston–Madrid, and  Seattle–Frankfurt as possible examples.", "The development of new nonstop service or new competition in existing  markets would offer consumer benefits. Clearly, consumers would benefit  from having nonstop service on new city-pair markets rather than  connecting service. If airlines chose to compete on other airlines’ existing  routes, the presence of additional airlines on a route could not only provide  consumers with more choices of flight times during the day, but also could  act as a competitive force on service quality and price. In the United States,  consumers at dominated airports experience higher average airfares than  do those at more competitive airports.", "Although removal of the nationality clause restrictions would theoretically  open the door for new competition in various markets, airlines will likely  face significant operating barriers in those markets, particularly at  dominated hub airports. In the past, we reported that new competition at  key domestic airports was inhibited by a lack of access to slots and airport  facilities.  In 2004, an EU report noted that competition at certain key  airports continued to be inhibited by lack of available slots at attractive  times. The report listed Heathrow, Frankfurt, Madrid, and Paris’s Charles  de Gaulle airports as having more demand for slots than available capacity,  either throughout the day or at peak times of the day.", "As in the United States, major European gateway airports also tend to be  dominated by a single carrier or alliance.  As table 6 shows, each of the  EU’s major airports has one airline that controls a much larger percentage  of scheduled seat capacity than its next largest competitor. Transatlantic  flights to and from these airports are generally dominated by one alliance.  For example, Delta and Air France, both members of the Sky Team  Alliance, fly 100 percent of the nonstop flights between Atlanta and Paris’s  Charles De Gaulle airport. United and Lufthansa, both part of the Star  Alliance, operate 100 percent of the nonstop flights between Frankfurt and  Washington Dulles and 73 percent of the nonstop flights between Frankfurt  and Chicago.", "Sales and marketing practices—which include frequent flier programs and  corporate incentive programs—may also impede competition. They do so  by reinforcing market dominance at hubs and impeding successful entry by  new carriers and existing carriers into new markets. Practices such as  frequent flier programs encourage travelers to choose one airline over  another on the basis of factors other than obtaining the best fare.", "Such factors have a tempering effect on the extent to which EU airlines  may seek to launch competitive transatlantic service at these EU gateways.  EU airline officials with whom we spoke said they have no plans to  establish a significant presence in the hub airports of other airlines.  Officials said it would be difficult to successfully compete in a hub against  an incumbent airline because of the inherent advantages airlines maintain  in their own hub airport. More recent experience has shown however that  it is precisely the existence of high premium routes that have attracted  low-cost carriers to introduce new competition at or near those high-fare  markets, although they often use secondary airports. Experience in both  the United States and Europe has shown that low-cost carriers have  increased their presence in major hub airports or secondary airports in  major hub markets (i.e., Southwest and ATA at Chicago’s Midway airport  and easyJet at Gatwick)."], "subsections": []}, {"section_title": "Consolidation among EU Airlines Could Affect Consumers Both Positively and Negatively", "paragraphs": ["Consolidation among EU airlines may be more likely if nationality clause  restrictions were eliminated, and could lead to a more efficient EU industry  structure. Generally, removal of regulatory barriers to industry structure,  when accompanied by appropriate competition-preserving antitrust  policies, is expected to improve operating efficiencies and promote  innovation. The U.S. Department of Justice’s Horizontal Merger  Guidelines recognize that competition usually encourages firms to  become more efficient. Mergers can also generate significant efficiencies  by permitting a better utilization of existing assets, enabling the combined  firm to achieve lower costs than either firm could have achieved without  the merger. In turn, that may result in lower prices, improved quality,  enhanced service, or new products. At the same time, however, because the  motivation behind mergers is the prospect of financial gain, mergers are  restricted under both U.S. and EU antitrust laws in their ability to create or  enhance market power or to facilitate its exercise. Market power in this  instance is the ability of a firm to profitably maintain prices above  competitive levels for a significant period of time. Thus, while  consolidation in an industry through mergers can produce efficiencies and  potential consumer benefits, it remains important for antitrust or  competition authorities to guard against market abuses.", "Analyses we have previously conducted of actual or proposed mergers in  the U.S. domestic market suggest that mergers often have both positive and  negative effects.  Mergers have the potential for creating positive benefits  to consumers in such ways as the following:  In markets where each of the merging airlines had a relatively limited  presence, combining their limited shares can create an additional  effective competitor.", "Consumers in some markets would benefit from having access to new  “on-line” service. For example, when the European Commission  recently approved the merger of Air France and KLM, it reported that  KLM consumers would gain access to more than 90 new destinations  and Air France customers would be offered 40 new routes.", "Members of the frequent-flyer programs of the merged airlines would be  able to use their miles to reach an expanded number of destinations.", "Some industry officials and experts said a U.S.–EU agreement removing  nationality restrictions would facilitate the opportunity for more  cross-border mergers in the EU aviation industry, because EU airlines  would not lose important traffic routes into the United States as a result of  merger. However, other officials said that restrictive bilateral agreements  still held with three other major aviation nations would limit the extent to  which airlines would seek to consolidate. The three nations most  frequently mentioned were Japan (because of the size and value of the  existing market), China (because of the size and value of the potential  market), and Russia (because of the implications of overflight rights). For  example, Russia and Germany currently have a bilateral agreement that  restricts routes and overflight rights to Russian and German airlines. If  Lufthansa Airlines were to merge with another EU carrier, it is not clear  that Russia would extend these rights to the merged airline. If an EU carrier  did not have overflight rights from Russia, its flight times and costs for  operations to other Asian countries would increase significantly. These  officials said airlines that had received traffic rights and other operating  considerations through such agreements might be unwilling to risk losing  them through a merger.", "A merger can have negative effects on consumers in those markets where  the merger reduces the number of effective competitors. This negative  effect is increased if the two airlines that merge have significant  overlapping markets or if the merger creates an airline that dominates a  particular market. Industry experts generally agree that, with dominance in  a market, airlines can wield market power and make entry into those  markets by would-be competitors more difficult. Therefore, an airline that  can wield this market power has the ability to raise fares when  unconstrained by competition. Consolidation also raises the possibility that  competition in key markets will be reduced, thereby potentially affecting  fares and service. The current merger between Air France and KLM  illustrates this point. The European Commission noted that the merger  would also eliminate or significantly reduce competition on 14 routes,  including 3 transatlantic routes (Amsterdam–New York,  Amsterdam–Atlanta, and Paris–Detroit). Air France and KLM have agreed  to surrender slots at Amsterdam and Paris, but it is unclear if other airlines  will provide effective competition in those markets.", "In the absence of specific merger proposals, it is not possible to project the  extent to which such positive and negative effects would be present. Some  aviation experts maintain that the likely outcome of consolidation is the  solidification of three “mega” alliances. These “mega” alliances would  provide the vast majority of international aviation service and would be  solidified around the Star, SkyTeam, and oneworld alliances, with the  major U.S. and EU airlines providing the vast majority of transatlantic  service. Some experts question the long-term viability of the existing  structure of smaller EU national airlines, such as Austrian Airlines or TAP  Airlines. These experts project that such smaller airlines may become  regional or niche airlines serving limited markets."], "subsections": []}, {"section_title": "Major Obstacles Likely Would Limit EU Airlines from Moving Operations to Other Countries, at Least in the Near Term", "paragraphs": ["While labor groups and some other stakeholders are concerned that EU  airlines may attempt to achieve lower costs by relocating operations or  establishing subsidiaries in EU member states that have lower social costs  and labor standards, a number of major obstacles could limit airlines from  establishing such “flag of convenience” operations. Increased competitive  pressure resulting from any new U.S.-EU agreement may lead airlines to  seek reductions in operating costs. Because labor represents the single  largest portion of these costs, labor groups have expressed concern that  EU airlines might consider relocating to EU countries with—from an  operating standpoint—more favorable labor laws.", "Differences in labor costs and labor law among EU member states certainly  exist. According to a 2003 EU study, the newest 10 member states had an  average gross domestic product that is 40 percent of the average for the 15  other member states.  The EU has adopted a common set of rules with  regard to certain labor policies, such as gender equality, nondiscrimination,  and health and safety. Even so, specific regulations and enforcement  authority remain with the member states. Additionally, EU member states  still maintain their own national labor laws, some of which may provide  airlines with more favorable labor environments. Differences remain, for  example, in how EU member states regulate collective bargaining. For  instance, an EU report stated that the new EU member nations had  generally very weak collective bargaining regulations when compared to  the other EU member nations.", "According to labor representatives, the ability of airlines to relocate to or  establish subsidiary operations in other member states would enable  airline management to replace the existing workforce with lower-wage  workers. Additionally, EU officials stated that there is no EU law regulating  the representation, in collective bargaining, by a single employee  organization. As a result, workers in the same “craft” (i.e., pilots or flight  attendants) employed by a single company but located in different EU  member states cannot be represented by a single employee organization.  There are, however, common rules concerning the right to information and  consultation of employees in Community-scale undertakings and  Community-scale groups of undertakings. According to labor  representatives, employee representation rights are critical to preventing  downward pressure on wages. These rights include single representation  for all members of an employee group, including those of subsidiaries and  holding companies; the ability to negotiate an agreement; and effective  enforcement of a negotiated agreement. Unless labor gains some of those  rights, airlines will be able to establish subsidiaries and then substitute  lower-wage labor for the existing workforce. A study prepared for the  European Cockpit Association, the association of each member state’s  pilots unions, argues, that with the increase in inter-company and  cross-national alliances, trade unions and employee associations based in  single countries and without inter-union networks could be left without an  effective voice in the future restructuring of the industry, such as  determining where work will be located and under what conditions.", "While many aspects of this issue remain unsettled, we did not find  substantial evidence to indicate that airlines would relocate operations or  establish “flag of convenience” subsidiaries in lower-wage EU countries, at  least in the short term.", "None of the EU airline officials we interviewed indicated a desire to  relocate to a low-wage country, citing company branding and markets as  being more important in driving business decisions than low-wage labor.  Airline officials said that commercial aviation differs from other  industries because the product (air travel) must be produced close to  the customer base (population and economic centers). Consequently,  airlines need to maintain their major operations at key economic  centers, none of which are located within the lower-cost countries.  Another example that suggests factors other than low-wage labor drive  an airline’s business decisions is that EU regional airlines, not bound by  international bilateral agreements, have not pursued movement to  countries with lower wages and social costs over the last 11 years,  despite the fact that such movements were possible after the creation of  a single European aviation market.", "Despite the fact that pilots and flight attendants are inherently mobile  and could theoretically travel from lower-cost areas to do their work,  airlines said it was preferable to locate flight personnel close to the base  of operations. Therefore, airlines will have to provide a competitive,  market-based compensation package to retain qualified employees. For  example, an airline that chose to have a major base of operations in  Paris would need to hire employees paid at “market” salaries. To run its  daily operation from Paris to Hong Kong, Cathay Pacific Airways, for  example, employs 70 French citizens at its Paris offices and Charles De  Gaulle Airport. To compete in the labor market for qualified employees,  Cathay officials said that it must offer a compensation package that is  competitive with that offered by other airlines.", "If an airline decided to move its operations to another EU country or  import low-wage labor from there, it appears unlikely they would have  access to a sufficient supply of appropriately trained personnel. For  example, according to EU and airline officials, the number of pilots  available in these countries who are trained on aircraft used by the  airlines is relatively small.", "Finally, airline and government officials noted that both U.S. and EU  pilots have negotiated scope clauses that limit the airline’s ability to  substitute workers from lower-wage subsidiaries for its current  workforce (i.e., engage in “labor substitution”). Moreover, available  evidence suggests that the creation of the EU’s single market has not led  to labor substitution. A report by the UK Civil Aviation Authority stated  that, since EU aviation deregulation and the creation of a single market,  the United Kingdom had not had any airlines reflagging to a more lax  regulatory regime or workers displaced by cheaper workers from other  countries in the EU, nor had any UK airlines lost any market share to  airlines from lower-wage EU countries, despite the fact that the United  Kingdom is one of the higher-wage EU countries.", "While there currently appears to be little evidence of serious consideration  of relocation or establishment of subsidiaries for access to low-wage labor,  the removal of the nationality clause restrictions and the accession of 10  lower-wage member states into the EU does change the market dynamic.  EU labor groups said that the benefits of relocating business operations  among the 15 countries that comprised the EU prior to May 2004 were  limited, since there was not a large wage and social cost disparity between  them. Now, the disparities are greater. In addition, one U.S. labor  representative said that, while there initially may be little economic  incentive for established transatlantic EU airlines to move their operations  to countries with lower costs and labor standards, new entrants could use  the change in regulatory structure to gain a competitive advantage.  Furthermore, over time, there may be economic incentives for established  EU airlines to move their principal places of business or to establish  subsidiaries in countries with lower labor standards. Some airline officials  cite low-cost carrier Ryanair as an example of a carrier that is taking  advantage of the fact that the EU’s single market is still governed by  individual member states’ labor laws, and that pay and working conditions  are not subject to collective labor agreements at the European level.", "Because of this concern, U.S. labor representatives have proposed that  certain protections be included in any draft U.S.-EU agreement that would  reduce the incentive for airlines to take advantage of \"flags of  convenience.”  One proposal would be to include a definition of \"principal  place of business\" in the draft to help clarify which set of laws would be  applied to a given carrier. Including this definition would make it harder for  major EU airlines to establish subsidiaries in lower labor standard  countries and have those laws applied to them. Setting this standard would  also clarify which country would be responsible for overseeing and  enforcing safety and security requirements for the airlines.", "The success of low-cost carriers like Ryanair and Southwest raises the  question of whether existing low-cost carriers could successfully compete  in the transatlantic market. Typically, low-cost carriers have succeeded in  the domestic market by providing point-to-point service, often at less  congested airports. These airlines achieve their comparative cost  advantages through lower operational costs (often gained through using a  single aircraft type), and greater productivity. Recently, low-cost carriers  have begun to compete with network airlines by offering long-haul  (transcontinental) service. Under current Open Skies agreements, both  U.S. and EU low-cost carriers can provide nonstop flights between the U.S.  and the home countries of the EU low-cost airlines. However, it is unclear  how low-cost carriers would compete on transatlantic routes. Key aspects  of the low-cost carrier business model, notably the higher relative  productivity of labor and aircraft and the use of a single fleet type, are more  difficult to achieve on transatlantic routes."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["A new aviation agreement without nationality-based restrictions between  the United States and the EU could create additional benefits for  consumers and airlines, but would require oversight from antitrust  authorities to ensure that the benefits of more open markets in the EU  accrue to the traveling public. The existing bilateral aviation agreements  between the United States and individual EU countries would need to be  modified to resolve legal concerns within the EU, namely the nationality  clause. Depending on the outcome of negotiations between the United  States and the EU, the changes could be relatively minor or could result in  a comprehensive opening of the U.S. and EU markets. With a new  agreement that removed the nationality clause restrictions and expanded  the Open Skies framework, U.S. consumers and airlines could benefit from  increased access to new destinations within the EU,  lower fares from more  efficient route networks, and potentially more competitive routes. As  discussed in this report, such benefits may be limited because the current  alliance structure and bilateral agreements already provide many benefits,  and because congestion and limited access to key airports may mitigate or  delay the potential benefits. Resolving the EU legal concern over the  nationality clause could lead to continued consolidation among airlines  within the EU and potentially stronger ties between U.S. and EU airlines.  However, mergers such as that between Air France and KLM raise  questions about their impact on U.S. consumers because of their  antitrust-immune alliance partnerships with U.S. airlines. For example,  how might the Air France-KLM merger affect the international operations  of their U.S. partners, Delta, Continental and Northwest?  In evaluating the  potential effects of such a scenario, how would regulators separate the  effects or influences of airlines’ international operations from their  domestic operations?  Since other major U.S. airlines participate in  alliances with EU airlines, further European industry consolidation would  continue to raise such questions.", "In the absence of any significant competitive pressure from low-cost  carriers flying between the United States and the EU, there is a risk that  beneficial elements of potential restructuring could be offset by a reduction  in competition between alliances. Antitrust authorities in the United States  and EU will need to be vigilant to safeguard the benefits that could accrue  from the changing market structure.", "The net effect on airlines and consumers will depend on (1) when and to  what extent U.S. airlines might gain access to markets that are now  restricted, and (2) the business strategies that U.S. and EU airlines adopt.  Obviously, the outcomes of any of these developments cannot be predicted.  For example, low-cost airlines–which have often been a source of  innovation–may find ways to alter their traditional business plans in ways  that would make them a competitive alternative to major network carriers  in transatlantic service. Past experience has shown that removing  government restrictions on aviation (e.g., through domestic deregulation or  Open Skies agreements) provided benefits to consumers, airlines, and the  industry’s workforce. Because those significant benefits have already been  realized, the benefits associated with additional liberalization of the  U.S.-EU markets should be similar in nature but incremental in scope. It  appears that the greatest source of likely benefits to both U.S. airlines and  consumers lies in gaining de facto access to London’s Heathrow Airport.  How the benefits from access to such restricted markets may compare to  those already realized from the other 15 Open Skies agreements ultimately  depends on the extent of the increase in competition and changes in airline  operations and passenger traffic."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOT and State for their review and  comment. Neither DOT nor State offered written comments, but did  provide technical corrections, which we incorporated as appropriate. In  oral comments, DOT’s Deputy Assistant Secretary, Office of the Assistant  Secretary for Aviation and International Affairs, noted that concluding a  new agreement with the EU that would further liberalize transatlantic  aviation would provide significant benefits to consumers, airlines,  communities, and labor interests on both sides of the Atlantic. DOT  believes that establishing a regional air transport agreement between the  United States and the 25 members of the EU would establish a template for  a more competitive aviation regime on a worldwide basis. Finally, DOT  noted that it remains committed to achieving that goal and securing the  benefits that it could bring. We also provided selected portions of a draft of  this report to the European Commission; airlines; BAA, plc; the Airline  Pilots Association; and other groups cited to verify the presentation of  factual material. We incorporated their technical clarifications as  appropriate.", "Unless you publicly announce the contents of this report earlier, we plan no  further distribution of this report until 30 days from the date of this letter.  At that time, we will provide copies to relevant congressional committees;  the Honorable Norman Y. Mineta, Secretary of Transportation; the  Honorable Colin L. Powell, Secretary of State; and other interested parties,  and will make copies available to others upon request. In addition, this  report will be available at no charge on the GAO Web site at http://www.gao.gov. If you have any questions about this report, please  contact me or Steve Martin at 202-512-2834. Other major contributors are  listed in appendix VI."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["At the request of the Chairman and Ranking Minority Member of the Senate  Committee on Commerce, Science, and Transportation, and the Chairman  and Ranking Minority Member of that Committee’s Subcommittee on  Aviation, we examined three issues relating to potential changes to existing  Open Skies aviation agreements with European Union member states.  Specifically, our objectives were to answer the following questions: (1) how  prevalent are Open Skies agreements between the United States and EU  nations, and what has been their effect on airlines and consumers; (2) what  are the key ways that commercial aviation between the United States and  EU could be changed by the Court of Justice decision; and (3) how might  the elimination of nationality clause restrictions in any new U.S.-EU  agreement affect airlines and consumers?", "To determine how prevalent Open Skies agreements are and what their  effect on airlines and consumers has been, we reviewed prior research  from Department of Transportation (DOT), the UK Civil Aviation Authority,  the EU Directorate General Transport and Energy (DG TREN), and other  aviation research organizations. We reviewed documents from the  Department of State (State) to identify the EU member nations with Open  Skies agreements and reviewed the five bilateral agreements the United  States has with 5 of the 10 non-Open Skies EU member nations. (The  United States does not have any relevant aviation agreements with Cyprus,  Slovenia, Estonia, Latvia, or Lithuania.) We interviewed officials from these  agencies to confirm that the information in these documents and reports  were correct.", "To determine the effect of Open Skies, we looked at the growth of  transatlantic passenger and freight traffic, and we analyzed historical data  on airline passenger and freight traffic. We used DOT’s T-100 on-flight data  to determine the total number of passengers and the total weight of freight  and mail volumes that flew between the United States and the EU from  1990 to 2002. U.S. and foreign airlines are required to report all nonstop  segments in which at least one point is in a U.S. state or territory. To  facilitate analysis of the T-100 data, we contracted with BACK Aviation  Solutions (BACK), an aviation-consulting firm. BACK obtains the DOT data  and makes certain adjustments to these data, such as correcting recognized  deficiencies in the airlines’ data submissions, when these submissions have  not met DOT’s standard of 95-percent accuracy.", "To determine the reliability of DOT’s T-100 data and BACK’s product, we (1)  reviewed existing documentation from DOT and BACK about the data and  the systems that produced them, (2) interviewed knowledgeable agency  and company officials, and (3) performed electronic tests of the data. We  concluded that the data were sufficiently reliable for the purposes of this  report.", "To determine the amount of nonstop or connecting service available  between selected U.S.–EU markets, we analyzed airline flight schedule  information submitted to Innovata by U.S. and EU airlines for May 2004.  Innovata, whose clients include all major North American airlines,  maintains comprehensive airline schedule data files based on information  they collect, verify, and aggregate from the airlines. We purchased and  accessed Innovata data through Sabre’s FlightBase airline scheduling  software. To determine the reliability of the Innovata data and Sabre’s  product, we (1) reviewed existing documentation from Innovata and Sabre  about the data and the systems that produced them, (2) interviewed  knowledgeable company officials, and (3) performed electronic tests of the  data. We concluded that the data were sufficiently reliable for the purposes  of this report.", "When analyzing the scheduled service in markets, we selected the largest  U.S. and EU airports in terms of passenger traffic, based on airport  categorization by the Federal Aviation Administration (FAA) and the  Airports Council International. While this does not include all airports  within the United States or EU, the U.S. airports selected accounted for  96.6 percent of the total U.S. passenger traffic in 2002, and EU airport  officials stated the EU airports selected comprised the major European  airports. We also used the May 2004 schedule data to examine the number  of competitors within a given airline market. DOT has in the past defined a  “competitor” as an airline or alliance that has a market share of at least 10  percent of available flights. As in prior reports on the effects of changes in  competition of proposed mergers or alliances, we adopted that 10 percent  threshold. To determine the number of competitors within each market, we  identified the best level of service provided and the competitive  alternative. For example, if a market has nonstop service, that would be  considered the best level of service. However, one stop/single on-line  connecting service may be a valid competitive alternative to nonstop in  some markets (e.g., among the subset of passengers who are not time- sensitive or may be more sensitive to prices). Therefore, when the best  level of service is nonstop, to determine the number of competitors, we  counted all airlines that provided either nonstop service or one stop/on-line  single connecting service. For markets where the best level of service is  one stop/on-line single connecting service, we counted airlines that  provided two stop/on-line double connecting service as additional  competitors.", "To determine what the key ways are that commercial aviation between the  United States and EU could be changed by the Court of Justice decision,  we interviewed officials from DOT, State, DG TREN, the European Union  Directorate General for Competition (DG COMP), France, Germany, the  Netherlands, and the United Kingdom, as well as from U.S. and EU airlines,  EU airports, and EU aviation trade associations. We discussed the  implications for European airlines of changes to the nationality clause in  existing Open Skies agreements. We also discussed congested airport  facility access and environmental regulations to better understand carrier  access to EU airports. We reviewed reports recommended by aviation  authorities from the European Commission, Germany, Britain and the  Netherlands. Finally, we also discussed with EU officials the EU process  for airline certification, establishment, and operations.", "To analyze the potential effect of removing the nationality clause  restrictions on consumers and airlines, we interviewed officials from DOT,  State, DG TREN, DG COMP, France, Germany, the Netherlands, and the  United Kingdom, as well as from U.S. and EU airlines, U.S. and EU airports,  and EU aviation trade associations. We also conducted a review of existing  research and analyzed airport capacity and demand data from Airport  Coordination Limited. These data contain the number of slots available at  London’s Heathrow airport and the demand for these slots by airlines.  Based on logical tests for obvious errors of completeness and accuracy, we  determined that the data were sufficiently reliable for our purposes. To  analyze the potential labor effects, we interviewed officials from major U.S.  and EU airlines, U.S. and EU labor unions, the EU Directorate General for  Employment, labor research organizations, and U.S. and EU agencies.", "We also conducted a review of existing research and analyzed data from  DOT’s “Form 41” database. This database contains financial information  that large air carriers are required by regulation to submit to DOT (see 49  C.F.R. Sec. 241). Airlines submit financial data monthly, quarterly,  semiannually, and annually to DOT with financial and operating statistics.  To facilitate analysis of these data, we contracted with BACK, an aviation- consulting firm. BACK obtains the DOT data and makes any necessary  adjustments to these data to improve their accuracy. To determine the  reliability of DOT’s Form 41 data and BACK, we (1) reviewed existing  documentation from DOT and BACK about the data and the systems that  produced them, (2) interviewed knowledgeable agency and company  officials, and (3) performed electronic tests of the data. We concluded that  the data were sufficiently reliable for the purposes of this report.", "We also reviewed an industry survey of pilot contracts that included wages  and benefits for pilots and pilots of different seniority levels, by airline. The  Association of European Airlines (AEA) provided employment information  for 15 member airlines. Based on interviews with knowledgeable AEA  officials and logical tests for obvious errors of completeness and accuracy,  we determined that the data were sufficiently reliable for our purposes.", "We conducted our work from October 2003 through July 2004 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Air Freedoms", "paragraphs": ["Currently, there are generally considered to be nine freedoms of the air. Although these operations are called \"freedoms,\" they are not necessarily available to an  airline. Most nations of the world exchange first and second freedoms through the International Air Services Transit Agreement. The other freedoms, to the extent that  they are available, are usually exchanged between countries in bilateral or multilateral air services agreements. The eighth and ninth freedoms (cabotage) have been  exchanged only in limited instances. (U.S. law currently prohibits cabotage operations.) In addition, airlines are often required to have an operating license to exercise  the rights that are available.", "Fifth Freedom - The right to enplane  traffic at one foreign point and deplane it  in another foreign point as part of  continuous operation also serving the  airline's homeland (e.g., Northwest  Airlines has \"fifth freedom\" rights to carry  traffic between Tokyo (B) and Hong Kong  (C), on services which stop at Tokyo (B)  en route between Los Angeles (A) and  Hong Kong (C)).", "Sixth Freedom - This term is applied to  fifth freedom traffic carried from a point of  origin in one foreign country to a point of  destination in another foreign country via  the home country of the airline (e.g., KLM  carries sixth freedom traffic between New  York (A) and Cairo (C), carrying  passengers traveling from New York (A)  to Amsterdam (B) and on to Cairo (C)).", "Seventh Freedom - This term is applied  to an airline's operating turnaround service  and carrying traffic between points in two  foreign countries without serving its home  country (e.g., Lufthansa operates between  New York (A) and Mexico City (C) without  serving Germany (B)).", "Eighth Freedom - This term is used to  refer to \"consecutive or fill-up\" cabotage in  which an airline picks up traffic at one point  in a foreign country and deplanes it at  another point in that same foreign country  as part of a service from the home country  of the airline (e.g., Singapore Airlines  enplanes traffic at Wellington (A) and  deplanes it in Auckland (B) as part of its  service between New Zealand and  Singapore (C)).", "Ninth Freedom - This term is used to refer  to \"pure\" cabotage in which an airline of  one country operates flights and carries  traffic solely between two points in a foreign  country (e.g., Air France operates flights  between Berlin (A) and Frankfurt (B))."], "subsections": []}, {"section_title": "Cargo Carriers", "paragraphs": ["While U.S. cargo carriers have also benefited from the 15 Open Skies  agreements the United States has signed with EU member nations, the  European Court of Justice ruling also affects these carriers. Since 1990,  U.S. cargo carriers have experienced a significant increase in volume and  operations with the development of a large hub-and-spoke network. With a  new agreement that extended the Open Skies framework, U.S. cargo  carriers would also likely gain additional traffic rights into markets that are  currently restricted. There are unique cargo carrier issues that are not  directly linked to the nationality clause, however, and these issues do  present concerns to U.S. cargo carriers. Because U.S. cargo carriers rely  heavily on night operations, attempts by local communities in EU member  states to impose additional restrictions on night flight operations could  have an effect on U.S. cargo carriers."], "subsections": [{"section_title": "U.S. Cargo Carriers Have Increased Their North Atlantic Operations Since Open Skies", "paragraphs": ["Similar to the increase in passenger service, cargo service also experienced  a significant increase in volume and operations since the inception of Open  Skies agreements. Freighter operations for all carriers flying between the  United States and EU increased more then 75 percent from 1990 levels to  over 20,000 flights in 2002 (see fig. 12). Using “fifth freedom” rights  provided by Open Skies, FedEx and United Parcel Service (UPS)—the  largest U.S. all-cargo carriers—expanded operations through hub-and- spoke networks in Paris and Cologne. FedEx currently operates three daily  flights from the United States to Paris, one to Frankfurt, and one to London  (Stanstead Airport); UPS operates five daily flights from the United States  into its European hubs (Cologne, Germany; East Midland, United Kingdom;  and Paris, France). These increased freighter operations carried more than  double the 1990 freight and mail volumes, so that by 2002 freighters carried  over 2.5 billion pounds between the United States and the EU."], "subsections": []}, {"section_title": "Fifth Freedom Rights", "paragraphs": ["With the removal of the nationality clause restrictions, U.S. airlines would  gain “fifth freedom rights” (i.e., the right to operate flights from the United  States to an EU country and then beyond to another country) in EU  member states with restrictive bilateral agreements. For example, under  “fifth freedom rights,” FedEx is able to transport cargo from Memphis to  Paris, deposit some or all of it in Paris, and then pick up new cargo and fly  it to Frankfurt. While all U.S. cargo carriers have fifth freedom rights under  current Open Skies agreements, under the more restrictive bilateral  agreements, such as the agreement with the United Kingdom, these rights  are limited.", "UPS and FedEx make extensive use of fifth freedom rights in many of the  EU countries where they have such rights. Under the Bermuda 2  agreement, when U.S. cargo carriers operate a flight from the United States  that stops both in the United Kingdom and an airport in continental  Europe, that flight is restricted from using some fifth freedom rights to pick  up cargo in the United Kingdom and transport it on to the continental  destination. For example, FedEx schedules a daily flight from its hub in  Newark to its hub in the United Kingdom, and this flight then continues on  to Paris. Under the current agreement, FedEx is allowed to drop off cargo  in the United Kingdom, but it is not allowed to pick up cargo in the United  Kingdom and transport it to Paris. Instead, the plane must travel to France  only partly loaded (that is, with the Paris-bound cargo that originated in the  United States). Cargo that FedEx receives in the United Kingdom for  shipment to Europe must be shipped using a separate charter service. This  increases FedEx’s operating costs. A new agreement would remove these  restrictions and allow FedEx to utilize its network more efficiently."], "subsections": []}, {"section_title": "Lack of EU Enforcement Ability on Noise Regulations May Affect U.S. Cargo Carriers", "paragraphs": ["Increased restrictions on night flight operations could potentially adversely  affect the ability of U.S. cargo carriers to operate. At a number of EU  airports, local communities are seeking, for environmental reasons, to  restrict the extent of night operations. At Frankfurt, for example, German  officials are in the process of attempting to ban all nighttime operations at  the Frankfurt airport and have cargo carriers move their operations to the  Hahn airport—about 80 miles away. Restrictions on these nighttime  operations would compromise U.S. cargo carriers’ operations.", "If cargo carriers need to limit their nighttime operations or move them to  other locations, the impact on U.S. cargo carriers could be significant, since  they have invested substantial financial resources to develop their  distribution networks and airport facilities. For example, FedEx has  invested over $200 million to develop its operations at the Charles de  Gaulle, Stansted, and Frankfurt airports. UPS also has invested significant  sums in its facilities at Cologne, Germany.  Therefore, changes in night  flight regulations could effectively devalue these investments by reducing  the ability of these companies to fully utilize their networks and facilities.  In particular, if FedEx were forced to relocate its Frankfurt operations to  Hahn, the value of its Frankfurt facilities would be diminished. FedEx  officials indicated that if a night ban was enacted, it would limit them with  regards to expanding future operations. In addition, if an airport restricted  aircraft from landing after midnight, it would force U.S. cargo carriers to  eliminate either late pickups or early deliveries. Both FedEx and UPS  highlighted this as a huge competitive disadvantage.", "The EU has little direct influence in local attempts to invoke such  restrictions, as such actions remain a local- and country-specific matter.  Although the EU issued a directive in 2002 on the establishment of rules  and procedures with regard to noise-related operational restrictions at EU  airports, all actual regulations are established and implemented by the  individual member states. The EU directive supports the ICAO “balanced  approach,” which outlines a standard set of procedures for establishing  aircraft noise regulations. This approach and the EU directive attempt to  harmonize the procedures used by individual member states. However,  since the pressure to restrict night operations usually originates with local  communities surrounding airports, local governments have enacted night  flight restrictions in compliance with local citizen demands or local  government regulations. Therefore, noise restrictions can greatly vary  between member states. If aviation stakeholders feel that member states  have not followed the procedures established under the ICAO “balanced  approach,” they can appeal to the EU. If the EU rules in favor of the  aviation stakeholder, the member state is required to amend the regulation.  However, according to EU officials, under EU law, during the infringement  proceedings, there is no requirement for the EU member states to stop or  delay these noise regulations. Officials stated that, while the EU does not  have any enforcement mechanisms and the infringement procedure is more  of a political pressure tool, the EU treaty does provide for accelerated  procedures once the procedure is placed on the Court of Justice agenda."], "subsections": []}]}, {"section_title": "Current International Airline Alliances", "paragraphs": ["(millions)"], "subsections": []}, {"section_title": "Air France-KLM Merger", "paragraphs": ["A major consolidation event—the recently approved Air France-KLM  merger—is already occurring within the framework of existing Open Skies  agreements. This merger involves two airlines owned and controlled by  national citizens from countries that had both signed Open Skies  agreements with the United States. It has been structured in such a way as  to protect the traffic rights granted under bilateral agreement for each  airline. This meant that the merger needed to include a series of corporate  governance and ownership adjustments not normally found in a traditional  merger. For example, the actual merger includes a 3-year transitional  shareholding structure that will ensure that majority ownership of Air  France is with French citizens and that the majority ownership of KLM is  under Dutch citizens. The basic structure attempts to preserve the brands  and identity of each airline by establishing a French holding company, Air  France-KLM, which will own 100 percent of the economic rights for both  Air France and KLM. To protect KLM’s traffic rights, Air France-KLM will  only control 49 percent of the voting rights, with 51 percent being held by  Dutch foundations and the Dutch government. After 3 years, the Air  France-KLM holding company will own 100 percent of both airlines.  European officials believe that the EU’s February 2004 approval of the Air  France-KLM merger signals the start of consolidation of the European  aviation industry. If a new U.S.-EU agreement eliminates the nationality  clause restrictions, the need to structure mergers to protect traffic rights  across the north Atlantic will likely be eliminated.", "Mergers among major European airlines will inevitably raise questions  about how existing global alliances will be affected. Because of the alliance  with U.S. partners, mergers will exert effects on U.S. airlines and  consumers. Air France and KLM are in separate alliances with different  major U.S. airlines (Delta and Northwest, respectively), and DOT has  granted antitrust immunity to both of these alliances. In addition, Delta,  Northwest, and Continental agreed to a major domestic code-sharing  partnership in 2002, which was permitted with certain conditions by DOT."], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, Amy Anderson, David Hooper, Jason  Kelly, Joseph Kile, Grant Mallie, Sara Ann Moessbauer, Tim Schindler, Stan  Stenersen, John Trubey, and Matt Zisman made key contributions to this  report."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The Government Accountability Office, the audit, evaluation and  investigative arm of Congress, exists to support Congress in meeting its  constitutional responsibilities and to help improve the performance and  accountability of the federal government for the American people. GAO  examines the use of public funds; evaluates federal programs and policies;  and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost  is through GAO’s Web site (www.gao.gov). Each weekday, GAO posts  newly released reports, testimony, and correspondence on its Web site. To  have GAO e-mail you a list of newly posted products every afternoon, go to  www.gao.gov and select “Subscribe to Updates.”"], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Congressional Relations", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}