{"id": "GAO-06-898T", "url": "https://www.gao.gov/products/GAO-06-898T", "title": "Freight Railroads: Preliminary Observations on Rates, Competition, and Capacity Issues", "published_date": "2006-06-21T00:00:00", "released_date": "2006-06-21T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Staggers Rail Act of 1980 largely deregulated the freight railroad industry, giving the railroads freedom to price their services according to market conditions and encouraging greater reliance on competition to set rates. The act recognized the need for railroads to use demand-based differential pricing in the deregulated environment and to recover costs by setting higher rates for shippers with fewer transportation alternatives. The act also recognized that some shippers might not have access to competitive alternatives and might be subject to unreasonably high rates. It established a threshold for rate relief and granted the Interstate Commerce Commission and the Surface Transportation Board (STB) the authority to develop a rate relief process for those \"captive\" shippers. This testimony provides preliminary results on GAO's ongoing work and addresses (1) the changes that have occurred in the freight railroad industry since the enactment of the Staggers Rail Act, including changes in rail rates and competition in the industry, (2) the alternative approaches that have been proposed and could be considered to address remaining competition and captivity concerns, and (3) the projections for freight traffic demand over the next 15 to 25 years, the freight railroad industry's projected ability to meet that demand, and potential federal policy responses. To fulfill these objectives, GAO examined STB data, interviewed affected parties, and held an expert panel."]}, {"section_title": "What GAO Found", "paragraphs": ["The changes that have occurred in the railroad industry since the enactment of the Staggers Rail Act are widely viewed as positive. Railroad industry financial health improved substantially and rates generally declined between 1985 and 2000, but increased slightly from 2001 through 2004. Concerns about competition and captivity remain because traffic is concentrated in fewer railroads and some shippers are paying significantly higher rates than others. It is difficult to precisely determine the number of shippers that are \"captive\" because proxy measures can overstate or understate captivity. However, GAO's preliminary analysis indicates that while captivity may be dropping, the share of potentially captive shippers that are paying the highest rates--those substantially above the threshold for rate relief--has increased. A number of alternative approaches have been suggested by shipper groups and others to address remaining concerns about competition and captivity; however, any alternative approaches should be carefully considered. Two areas are particularly integral to further improvement. First, while STB has broad authority to investigate industry practices and has assessed competition--generally in railroad merger cases--there has been little assessment by any federal agency of the state of competition and of where specific areas of inadequate competition and the inappropriate exercise of market power might exist. Such an assessment would allow decisionmakers to identify areas where competition is lacking and to assess the need for and merits of targeted approaches to address this situation. These approaches include requiring reciprocal switching arrangements, which allow one railroad to switch railcars of another railroad, and/or terminal access agreements, which permit one railroad to use another's terminals. Second, a number of different approaches have been suggested that could make the rate relief process less expensive and more expeditious, and thus potentially more accessible, such as arbitration and increased use of simplified guidelines. Each of the proposed approaches has both advantages and drawbacks. Any alternative approach to address competition and captivity should be carefully considered to ensure that the approach will achieve the important balance set out in the Staggers Rail Act of allowing the railroads to earn adequate revenues while assuring protection for captive shippers from unreasonable rates. Significant increases in freight traffic over the next 15 to 25 years are forecasted, and the railroad industry's ability to meet future demand is largely uncertain. Investments in rail projects can produce benefits for the public--for example, shifting truck freight traffic to railroads can reduce highway congestion. As a result, the federal and state governments have been increasingly participating in freight rail improvement projects--for example, Congress provided $100 million to the CREATE project in 2005 to improve the rail network in Chicago. Congress is likely to face additional decisions in the years ahead regarding federal policy toward the nation's freight railroad system. GAO would note, based on past work, that federal involvement should occur only where demonstrable public benefits exist, and where a mechanism is in place to appropriately allocate the cost of financing these benefits between the private and public sectors, and between national, state, and local interests."]}], "report": [{"section_title": "Letter", "paragraphs": ["We appreciate the opportunity to testify on our preliminary observations  on the impact of deregulation of the freight railroad industry. As you  know, over 25 years ago, Congress, with the leadership of this committee,  transformed federal transportation policy. After almost 100 years of  economic regulation, the railroad industry was in serious economic  trouble in the 1970s, with rising costs, losses, and bankruptcies. In  response, Congress passed the Railroad Revitalization and Regulatory  Reform Act in 1976 and the Staggers Rail Act in 1980 that substantially  deregulated the railroad industry. The 1980 act encouraged greater  reliance on competition to set rates and gave railroads increased freedom  to price their services according to market conditions, including using  differential pricing—that is, recovering a greater proportion of their costs  from rates charged to shippers with a greater dependency on rail  transportation. Furthermore, the act anticipated that some shippers might  not have competitive alternatives, and gave the Interstate Commerce  Commission (ICC), and later the Surface Transportation Board (STB), the  authority to establish a rate relief process so that shippers could obtain  relief from unreasonably high rates.", "At the request of several members of this committee, we have ongoing  work providing a retrospective on the performance of the rail industry  since the Staggers Rail Act. My comments today focus on (1) the changes  that have occurred in the freight railroad industry since the enactment of  the Staggers Rail Act, including changes in rail rates and competition in  the industry, (2) what alternative approaches have been proposed and  could be considered to address remaining competition and captivity  concerns, and (3) the projections for freight traffic demand over the next  15 to 25 years, the freight railroad industry’s projected ability to meet that  demand, and potential federal policy responses.", "To fulfill our objectives, we examined STB’s Carload Waybill Sample from  1985-2004 (the latest data available at the time of our review). This  document includes data on rail rates, tonnage, federal regulation, and  other statistics but disguises some revenues to avoid disclosing  confidential business information to the public. We obtained a version of  the Carload Waybill Sample that did not disguise revenues. We also  interviewed, and reviewed information from representatives of each Class  I railroad in North America, shipper groups, economists, and experts in  the rail industry, and held an expert panel consisting of individuals with  expertise in the freight railroad industry and the economics of  transportation deregulation, interviewed shipper groups, railroads, and  economists, and reviewed pending legislation and literature. We also  reviewed forecasts of future freight rail demand and capacity, including  synthesizing forecasting, and transportation planning literature, and  interviewed federal and state transportation officials, financial market  analysts, national association representatives, and transportation experts.  While we are aware that service issues such as on time performance and  the supply of railcars by the railroads are of concern to many people here  today, service issues are not included in the preliminary observations I will  present today. Instead, we will leave comments about service to other  individuals testifying. My comments today are based on our past body of  work on the freight rail industry as well as our ongoing work, which we  are conducting in accordance with generally accepted government  auditing standards (see app. I for a list of our past reports on the freight  railroad industry).", "The changes that have occurred in the railroad industry since the  enactment of the Staggers Rail Act are widely viewed as positive, as the  financial health of the industry has improved and most rates have declined  since 1985, although concerns about competition and captivity in the  industry remain. The freight railroad industry’s financial health improved  substantially as railroads cut costs through productivity improvements,  streamlined and “right-sized” their rail networks, implemented new  technologies, and expanded business into new markets such as the  intermodal market, which consists of containers and trailers that can be  carried on ships, trucks, or rail. Between 1985 and 2000, rates generally  declined, but have increased slightly from 2001 through 2004. Several  factors could have contributed to recent rate increases, including  continuing consolidation in the industry and broad changes in the  domestic and world economy and emergence of a capacity constrained  environment, where demand exceeds supply. Concerns about competition  and captivity in the industry remain because traffic is concentrated in  fewer railroads and, although rates have declined for most shippers since  the enactment of the Staggers Rail Act, rates have not declined uniformly  and some shippers are paying significantly higher rates than others. It is  difficult to precisely determine the number of shippers who are “captive”  to one railroad because proxy measures that provide the best indication  can overstate or understate captivity. However, our preliminary analysis  indicates that while the extent of potential captivity may be dropping, the  share of potentially captive shippers who are paying the highest rates— those substantially above the threshold for rate relief—has increased.  Whether this increase reflects an exercise or possible abuse of market  power or is simply a reflection of rational economic practices by the  railroads in an environment of excess demand remains uncertain.", "A number of alternative approaches have been suggested by shipper  groups, economists, and other experts in the rail industry to address  remaining concerns about competition and captivity—however, any  alternative approaches should be carefully considered. While a number of  approaches have been suggested, I would, based on our preliminary work,  like to focus on two areas that are particularly integral to further  improvement. First, while STB has broad legislative authority to  investigate industry practices and has assessed competition practices— generally in reviewing railroad merger cases—there has been little  assessment of competition nationally by any federal agency of the state of  competition nationally and where specific areas of inadequate competition  and the inappropriate exercise of market power might exist. Given  widespread disagreement about the adequacy of competition in the  industry and the fact that proxy measures can understate or overstate  captivity, such an assessment would allow decisionmakers to identify  areas where competition is lacking and to assess the need for and merits  of targeted approaches to address it. These approaches include requiring  reciprocal switching arrangements, which allow one railroad to switch  railcars of another railroad, and/or terminal access agreements, which  permits one railroad to use another’s terminals. Second, although the  Staggers Rail Act recognized that some shippers might not have access to  competitive alternatives and might be subject to unreasonably high rates,  there is widespread agreement that the rate relief process does not  provide expeditious handling and resolution of complaints, is expensive,  time-consuming, and complex, and that, as a result, it is largely  inaccessible to most shippers. A number of different approaches have  been suggested by shipper organizations and others that could make the  process less expensive and more expeditious, and thus more accessible,  such as arbitration and increased use of simplified guidelines. Each of the  proposed approaches has both advantages and drawbacks. Any alternative  approaches to address competition and captivity should be carefully  considered to ensure that the approach will achieve the important balance  set out in the Staggers Rail Act of allowing the railroads to earn adequate  revenues and invest in its infrastructure while assuring protection for  captive shippers from unreasonable rates.", "Significant increases in freight traffic over the next 15 to 25 years are  forecasted, although many factors can affect the accuracy of these  forecasts, and the railroad industry’s ability to meet future demand is  largely uncertain. Although railroads have reported significant increased  investment and have told us that they plan to continue making  infrastructure investments, they also expressed uncertainty as to their  ability to keep pace with some of the higher projections of future freight  rail demand. Besides securing benefits for private rail networks,  investments in rail projects can produce benefits for the public—for  example, shifting truck freight traffic to railroads can reduce highway  congestion. As a result, the federal and state governments have been  increasingly participating in freight rail improvement projects—for  example, a number of states are involved in joint projects with the  railroads and, in 1997, the U.S. Department of Transportation provided a  $400 million loan to the Alameda Corridor Transportation Authority for  the Alameda Corridor project to consolidate rail and other freight traveling  to and from the ports of Los Angeles and Long Beach. In addition, in 2005,  Congress authorized $100 million for the Chicago CREATE project to  improve the rail network in Chicago. Congress is likely to face additional  decisions in the years ahead regarding federal policy toward the nation’s  freight railroad system. While our work continues, we would note, based  on our past work, that federal involvement should only occur where  demonstrable public benefits exist, and a where a mechanism is in place to  appropriately allocate the cost of financing these benefits between the  public and private sectors, and between national, state, and local interests."], "subsections": [{"section_title": "Background", "paragraphs": ["Freight rail is an important component of our nation’s economy.  Approximately 42 percent of all inter-city freight in the United States,  measured in ton miles, moves on rail lines. Freight rail is particularly  important to producers and users of certain commodities. For example,  about 70 percent of automobiles manufactured domestically, about 70  percent of coal delivered to power plants, and about 32 percent of grain  moves on freight rail.", "Beginning in 1887, the Interstate Commerce Commission (ICC) regulated  almost all of the rates that railroads charged shippers. Congress passed the  Railroad Revitalization and Regulatory Reform Act in 1976 and the  Staggers Rail Act in 1980, and these acts greatly increased the reliance on  competition in the railroad industry. Specifically, these acts allowed  railroads and shippers to enter into confidential contracts which set rates  and prohibited the ICC from regulating rates where railroads had effective  competition or if the rates had been negotiated between the railroad and  the shipper. The ICC Termination Act of 1995 abolished the ICC and  transferred its regulatory functions to STB. Taken together, these acts  anchor the federal government’s role in the freight rail industry and have  established numerous goals for regulating the industry, including the  following:  to allow, to the maximum extent possible, competition and demand for  services to establish reasonable rates for transportation by rail. to minimize the need for federal regulatory control over the rail  transportation system and to require fair and expeditious regulatory  decisions when regulation is required. to promote a safe and efficient rail transportation system by allowing rail  carriers to earn adequate revenues, as determined by STB. to ensure effective competition among rail carriers and with other modes  to meet the needs of the public. to maintain reasonable rates where there is an absence of effective  competition and where rail rates provide revenues which exceed the  amount necessary to maintain the rail system and to attract capital. to prohibit predatory pricing and practices, to avoid undue concentrations  of market power; and to provide for the expeditious handling and resolution of all proceedings.", "Two important components of the current regulatory structure are the  concepts of revenue adequacy and demand-based differential pricing.  Congress established the concept of revenue adequacy as an indicator of  the financial health of the industry. STB determines the revenue adequacy  of a railroad by comparing the railroad’s return on investment with the  industrywide cost of capital. If a railroad’s return on investment is greater  than the industry-wide cost of capital, STB determines that railroad to be  revenue adequate. Historically, the ICC and STB have rarely found  railroads to be revenue adequate, which many observers relate to  characteristics of the industry’s cost structure. Railroads incur large fixed  costs to build and operate networks that jointly serve many different  shippers. While some fixed costs can be attributed to serving particular  shippers, and some costs vary with particular movements, other costs are  not attributable to particular shippers or movements. Nonetheless, a  railroad must recover these costs if the railroad is to continue to provide  service over the long run, and, to the extent that railroads have not been  revenue adequate, this may indicate that they are not fully recovering  these costs.", "Consequently, the Staggers Rail Act recognized the need for railroads to  use demand-based differential pricing in the deregulated environment.  Demand-based differential pricing in theory permits a railroad to recover  their joint and common costs across its entire traffic base by setting higher  rates for traffic with fewer transportation alternatives than for traffic with  more alternatives. This means that a railroad might incur similar  incremental costs in providing service to two different shippers that ship  similar tonnages in similar car types traveling over similar distances, but  that the railroad may charge quite different rates. In this way, the railroad  recovers a greater portion of its joint and common costs from the shipper  that is more dependent on railroad transportation, but, to the extent that  the railroad is able to offer lower rates to the shipper with more  transportation alternatives, the other shipper makes a contribution toward  those costs.", "The Staggers Rail Act further required that the railroads’ need to  differentially price its services be balanced with the rights of shippers to  be free from, and to seek redress from unreasonable rates. Railroads incur  variable costs—that is the costs of moving particular shipments—in  providing service. The Staggers Rail Act stated that any rate that was  found to be above 180 percent of a railroad’s variable cost for a particular  shipment was potentially an unreasonable rate and granted the ICC, and  later the STB, the authority to establish a rate relief process. In response,  the ICC established two criteria for allowing a rail rate case. First, as  stated in law, the rate had to be above 180 percent of the revenue-to- variable-cost (R/VC) ratio. Second, the shipper had to demonstrate that it  had no other reasonable transportation alternative. Such a shipper is  referred to as a “captive shipper.”"], "subsections": []}, {"section_title": "Railroad Industry Increasingly Healthy and Rates Down Since Enactment of the Staggers Rail Act, but Competition and Captivity Concerns Remain", "paragraphs": ["The changes that have occurred in the railroad industry since the  enactment of the Staggers Rail Act are widely viewed as positive. The  railroad industry’s financial health improved substantially as it cut costs,  boosted productivity, and “right-sized” its networks. Rates generally  declined between 1985 and 2000 but increased slightly from 2001 through  2004. Concerns about competition and captivity in the industry remain  because traffic is concentrated in fewer railroads and, although rates have  declined for most shippers, some shippers are paying significantly higher  rates than others. While it is difficult to precisely determine the number of  shippers who are “captive” to one railroad, our preliminary analysis  indicates that while the extent of potential captivity may be dropping, the  share of potentially captive shippers who are paying the highest rates— those substantially above the threshold for rate relief—has increased."], "subsections": [{"section_title": "Railroad Industry Financial Health Improved Substantially", "paragraphs": ["There is widespread consensus that the freight rail industry has benefited  from the Staggers Rail Act. Specifically, various measures indicate an  increasingly strong freight railroad industry. Freight railroads’ improved  financial health is illustrated by increases in productivity, volume of  shipments, and stock prices. Freight railroads have also cut costs by  streamlining their workforce and “right-sizing” their rail network, through  which the railroads have reduced track, equipment, and facilities to more  closely match demand. These measures are shown in figure 1.", "Freight railroads have also expanded their business into new markets –  such as the intermodal market - and implemented new technologies,  including larger cars, and are currently developing new scheduling and  train control systems. Some observers believe that the competition faced  by railroads from other modes of transportation has created incentives for  innovative practices, and that the ability to enter into confidential  contracts with shippers has permitted railroads to make specific  investments and to develop service arrangements tailored to the  requirements of different shippers."], "subsections": []}, {"section_title": "Rates Declined From 1985 through 2000 and Rose Slightly from 2001 through 2004", "paragraphs": ["Rail rates across the industry have generally declined since enactment of  the Staggers Rail Act. Because changes in traffic patterns over time (for  example, hauls over longer distance) can result in increases in lower  priced traffic and a decrease in average revenue per ton mile, it can  present misleading rate trends. Therefore, we developed a rail rate index  to examine trends in rail rates over the 1985-2004 period. These indexes  account for changes in traffic patterns over time which could affect  revenue statistics but do not account for inflation. As a result, we have  also included the price index for the gross domestic product.", "Although there has been a slight upturn in rates from 2001 through 2004,  the industry continues to experience rates that are generally lower than  they were in 1985. During this time some costs have also been passed on  to shippers, such as having shippers provide equipment. There was a steep  decline in rates from 1985 to 1987 when rates dropped by 10 percent. Rates  continued to decline, although not as steeply, through 1998. Rates  increased in 1999, then dropped again in 2000. In 2001 and 2002 rates rose  again. Rates were nearly flat in 2003 and 2004, finishing approximately 3  percent above rates in 2000, but 20 percent below 1985 rates. This is  shown in figure 2.", "These data include rates through 2004. According to freight railroad  officials, shippers, and financial analysts, since 2004 rates have continued  to increase as the demand for freight rail service has increased, rail  capacity has become more limited, and as a result, freight railroad  companies have gained increased pricing power.", "A number of factors may have contributed to recent rate increases.  Ongoing industry and economic changes have influenced how railroads  have set their rates. Since the Staggers Rail Act was enacted, the railroad  industry and the economic environment in which it operates have changed  considerably. Not only has the rail industry continued to consolidate,  potentially increasing market power by the largest railroads, but after  years of reducing the number of its employees and shedding track  capacity, the industry is increasingly operating in a capacity-constrained  environment where demand for their services exceeds their capacity. In  addition, the industry has more recently increased employment and  invested in increased capacity in key traffic corridors. Additionally,  changes in broader domestic and world economic conditions have led to  changes in the mix and profitability of traffic carried by railroads."], "subsections": []}, {"section_title": "Competition and Captivity Concerns Remain", "paragraphs": ["Concerns about competition and captivity in the railroad industry remain  because traffic is concentrated in fewer railroads and even though rates  have declined for most shippers since the enactment of the Staggers Rail  Act, some shippers are paying significantly higher rates than other  shippers—a reflection of differential pricing. There is significant  disagreement on the state of competition in the rail industry. In 1976, there  were 63 Class I railroads operating in the United States compared with 7  Class I railroads in 2004. As figure 3 shows, 4 of these Class I railroads  accounted for over 89 percent of the industry’s revenues in 2004. While  some experts view this concentration as a sign that the industry has  become less competitive over time, others believe that the railroad  mergers and acquisitions actually increased competition in the rail  industry because STB placed conditions on the mergers intended to  maintain competition. These experts also point to the hundreds of short  line railroads that have come into being since the enactment of the  Staggers Rail Act, as well as other increased competitive options for  shippers from other modes such as trucks and barges.", "According to our preliminary analysis, some commodities and shippers are  paying significantly higher rates than other shippers. This can be seen in  rates charged to commodities and at specific routes. Figure 4 compares  commodity rates for coal and grain prices from 1985 through 2004 using  our rail rate index. As figure 4 shows, all rate changes were below the rate  of inflation and thus all rates declined in real terms. However during that  period, coal rates dropped even more sharply than industrywide rates,  declining 35 percent. Grain rates initially declined from 1985 to 1987, but  then diverged from industry trends and increased, resulting in a net 9  percent nominal increase by 2004.", "It is difficult to precisely determine the number of shippers who are  “captive” to one railroad because proxy measures that provide the best  indication can overstate or understate captivity.  One way of determining  potential captivity in our preliminary analysis was to identify which  Bureau of Economic Analysis (BEA) economic areas were served by only  one Class I railroad.  In 2004, 27 of the 177 BEA economic areas were  served by only one Class I railroad. As shown in figure 5, these areas  include parts of Montana, North Dakota, New Mexico, Maine, and other  states. We also examined specific origin and destination pairs and found  that in 2004, origin and destination routes with access to only one Class I  railroad carried 12 percent of industry revenue. This represents a decline  from 1994, when 22 percent of industry revenue moved on routes served  by one Class I railroad. This decline suggests that more railroad traffic is  traveling on routes with access to more than one Class I railroad.", "While examining BEA areas provides a proxy measure for captivity, a  number of factors may understate or overstate whether shippers are  actually captive. The first two of these factors may work to understate the  extent of captivity among shippers. First, routes originating within  economic areas served by multiple Class I railroads may still be captive if  only one Class I railroad serves their destination, meaning the shipper can  use only that one railroad for that particular route. Second, some BEA  areas are quite large, so a shipper within the area may have access to only  one railroad even though there are two or more railroads within the  broader area. Two additional limitations may work to overstate the  number of locations captive to one railroad. First, this analysis accounts  for Class I railroads only and does not account for competitive rail options  that might be offered by Class II or III railroads such as the Guilford Rail  System, which operates in northern New England. Second, this analysis  considers only competition among rail carriers and does not examine  competition between rail and other transportation modes such as trucks  and barges.", "To determine potential captivity during our preliminary analysis, we  applied another proxy measure—the definition of potentially captive  traffic used in the Staggers Rail Act. The act defines potentially captive  traffic as any that pays over 180 percent of the revenue-to-variable cost  (R/VC) ratio. As a percentage of all rail traffic, the amount of potentially  captive traffic traveling over 180 percent R/VC and the revenue generated  from that traffic have both declined since 1985.", "However, our preliminary analysis indicates the share of potentially  captive shippers who are paying the highest rates—those substantially  above the threshold for rate relief—has increased. While total tons have  increased significantly (from about 1.37 billion in 1985 to about 2.14 billion  in 2004), figure 6 shows that tons traveling between 180 and 300 percent  R/VC but have remained fairly constant—an increase from about 497  million tons in 1985 to about 527 million tons in 2004. However tons  traveling above 300 percent R/VC have more than doubled—from about 53  million tons in 1985 to over 130 million tons in 2004.", "This pattern can also be seen in the share of traffic traveling above and  below 180 percent R/VC between 1985 and 2004. As figure 7 illustrates, the  percent of all traffic traveling between 180 and 300 percent R/VC  decreased from 36 percent in 1985 to 25 percent in 2004. In contrast, the  percent of all traffic traveling above 300 percent R/VC increased from 4  percent in 1985 to 6 percent in 2004.", "Our preliminary analysis indicates that this overall change in traffic  traveling over 300 percent R/VC can be seen in certain states and  commodities. For example, 39 percent of grain originating in Montana and  20 percent of coal in West Virginia traveled over 300 percent R/VC in 2004.  As shown in figure 8, this represents a significant increase from 1985,  when 14 percent of grain in Montana and 4 percent of coal in West Virginia  traveled over 300 percent R/VC.", "As with BEA areas, examining R/VC levels as a proxy measure for captivity  can also understate or overstate captivity. For example, it is possible for  the R/VC ratio to increase while the rate paid by a shipper is declining.  Assume that in Year 1, a shipper is paying a rate of $20 and the railroad’s  variable cost is $12. The R/VC ratio—a division of the rate and the variable  cost—would be 167 percent. If in Year 2 the variable costs decline by $2.00  from $12 to $10, and the railroad passes this cost savings directly on the  shipper in the form of a reduced rate, the shipper would pay $18 instead of  $20. However, as shown in table 1, because both revenue and variable cost  decline, the R/VC ratio increases to 180 percent.", "Although proxy measures have inherent limitations, they can serve as  useful indicators of trends in railroad pricing, how the railroads may be  exercising their market power to set rates, and where competition and  captivity concerns remain. Whether these trends reflect an exercise or  possible abuse of market power or is simply a reflection of rational  economic practices by the railroads in an environment of excess demand  remains uncertain."], "subsections": []}]}, {"section_title": "Proposed Alternative Approaches To Address Remaining Competition and Captivity Concerns Should Be Carefully Considered", "paragraphs": ["A number of alternative approaches have been suggested by shipper  groups, economists, and other experts in the rail industry to address  remaining concerns about competition and captivity—however, any  alternative approaches should be carefully considered. Two areas—an  assessment of competition and addressing problems with the rate relief  process—are particularly integral to further improvement. Any alternative  approaches to address competition and captivity should be carefully  considered to ensure that the approach achieves the important balance set  out in the Staggers Act of allowing the railroads to earn adequate revenues  and invest in its infrastructure while assuring protection for captive  shippers from unreasonable rates."], "subsections": [{"section_title": "Assessment of Competition Has Been Limited", "paragraphs": ["Our preliminary work shows there has been little assessment by the  federal government of where areas of inadequate competition might exist  or how changes in industry concentration might be resulting in the  inappropriate exercise of market power. Although the STB has broad  legislative authority to investigate industry practices, it has generally  limited its reviews of competition to merger cases. STB is responsible for  reviewing railroad merger proposals, approving those that it finds  consistent with the public interest, and ensuring that any potential merger- related harm to competition is mitigated. STB’s mitigation efforts have  focused on preserving competition, such as granting the authority for one  railroad to operate over the tracks of another railroad (called trackage  rights). As we reported in 2001, STB found little competition-related harm  during its oversight of recent mergers. However, rail mergers can have  different effects on rail rates. For example, using an econometric approach  that isolated the specific effects of the Union Pacific/Southern Pacific  merger on rail rates for certain commodities in two geographic areas— Reno, Nevada, and Salt Lake City, Utah—we found that the merger  reduced rates for four of six commodities, placed upward pressure on  rates for one commodity, and left rates relatively unchanged for one  commodity. In analyzing rail rates as part of merger oversight, STB  examines the merger oversight record, which generally focuses on the  overall direction and magnitude of rate changes, rather than specific  commodities or geographic areas. According to STB officials, in general,  the records have not permitted STB to reliably and precisely isolate the  effects of mergers on rates from the effects of other factors (such as the  price of diesel fuel).", "STB is not unaware of concerns about competition. In addition to  reviewing competition in terms of mergers, STB has also instituted  proceedings to review rail access and competition issues. For example, in  April 1998, STB commenced a review at the request of Congress to review  access and competition issues in the rail industry. In an April 1998  decision on these issues, STB agreed to consider revising its competitive  access rules. However, in its December 1998 report to Congress, STB  declined to take further action on this issue because it had adopted new  rules allowing shippers temporary access to alternative routing options  during periods of poor service. In addition, STB observed that the  competitive access issue raises basic policy questions that are more  appropriately resolved by Congress. Furthermore, in a December 1998  ruling on a Houston/Gulf Coast oversight proceeding, STB recognized the  possibility that opening up access could fundamentally change the nation’s  rail system, possibly benefiting some shippers with high-volume traffic  while reducing investment elsewhere in the system and ultimately  reducing or eliminating service for small, lower-volume shippers in rural  areas. Finally, STB adopted new regulations for rail mergers in 2001. These  new regulations require the applicant to demonstrate that the merger  would enhance, not just preserve, competition.", "Given the disagreement about the adequacy of competition in the industry  and the fact that proxy measures can understate or overstate captivity, an  assessment of competition and how changes in industry concentration  might be resulting in the inappropriate exercise of market power would  allow decisionmakers to identify areas where competition is lacking and  to assess the need for and merits of targeted approaches to address it. The  targeted approaches most frequently proposed by shipper groups and  others include reciprocal switching arrangements, which allow one  railroad to switch railcars of another railroad, and terminal access  agreements, which permits one railroad to use another’s terminals. We will  discuss the potential costs and benefits of these approaches further in our  final report. Use of these approaches should be carefully considered to  ensure that the approach achieves the important goals set out in the  Staggers Rail Act. For example, if these approaches expand competitive  options and decrease the number of captive shippers, which could  decrease the need for federal regulation and the need for a rate relief  process. On the other hand these approaches could also reduce rail rates  and thus railroad revenues and affect the ability of the railroads to earn  adequate revenues and invest in its infrastructure."], "subsections": []}, {"section_title": "Rate Relief Process Is Largely Inaccessible, but Different Approaches Should Be Carefully Considered", "paragraphs": ["The principal vehicle through which shippers seek relief from  unreasonable rates is the rate relief process. The Staggers Rail Act  recognized that some shippers may not have access to competitive  alternatives and may therefore be subject to unreasonably high rates. For  these shippers, the act gave ICC, and later STB, the authority to establish a  rate relief process so that shippers could obtain relief from unreasonably  high rates, as well as more general powers to monitor the railroad  industry. Under the standard rate relief process, the Board requires a  shipper to demonstrate how much an optimally efficient railroad would  need to charge that shipper. Therefore, the shipper must construct a  hypothetical, perfectly efficient railroad that would replace its current  carrier.", "There is widespread agreement the rate relief process is inaccessible to  most shippers and does not provide expeditious handling and resolution of  complaints. The process is expensive, time consuming and complex, and,  as a result, several shipper’s organizations told us that it is unlikely they  would ever file a rate case. Since 2001, only 10 cases have been filed, and  these cases took between 2.6 and 3.6 years—an average of 3.3 years per  case—to complete. In addition, while STB does not keep records of the  cost of a rate case, shippers we interviewed agreed that the process can  cost approximately $3 million per litigant. As a result, shippers told us  that, for them to bring a case, the case would need to involve several  million dollars so that it was worthwhile to spend $3 million on a case that  they could possibly lose. The process is complex because the legal  procedures requires that (1) the shipper construct a model of a  hypothetical, perfectly efficient railroad and (2) the railroad and shipper  have opportunities to present their facts and viewpoints as well to present  new evidence.", "Congress and STB have recognized the problems with the rate relief  process and taken actions to address them. First, Congress required STB  to develop simplified guidelines. STB developed guidelines to streamline  the process when the value of traffic at stake did not make it feasible to  incur the costs of conducting a full rate case. Under these simplified  guidelines, shippers do not have to construct a hypothetical railroad and  can instead rely on industry averages to try to prove that their rate is  unreasonable. Although these simplified guidelines have been in place  since 1997, the process set out by the guidelines has not been used.  Second, STB worked to improve the standard rate relief process.  Specifically, STB now holds oral arguments to begin cases and, according  to STB officials, these oral arguments help to clarify disagreements  without adding any time to the process. In addition, STB has added staff to  process cases.", "According to shippers and railroad officials we spoke with, the simplified  guidelines are confusing regarding who is eligible to use the process and  how it would work. In addition, several shippers’ organizations told us that  shippers are concerned about using the simplified guidelines because  since they have never been used, they believe it will be challenged in court  and result in lengthy litigation. STB officials told us that they – not the  shippers – would be responsible for defending the guidelines in court. STB  officials also said that, if a shipper won a small rate case, STB could order  reparations to the shipper before the case was appealed to the courts.", "During our preliminary work we identified a number of different  approaches that have been suggested by shipper organizations and others  that could make the rate relief process less expensive and more  expeditious, and therefore potentially more accessible. Each of the  proposed approaches has both advantages and drawbacks. These  approaches included the following:  Increased use of arbitration: Under arbitration, the two parties would  present their case before an arbitrator, who would then determine the  rate. This approach would replace the shipper’s requirement to create a  hypothetical railroad. Proponents of this system argue that it provides  both the railroads and the shippers with an incentive to suggest a  reasonable rate (because otherwise the arbitrator could select the other’s  offer) and that the threat of arbitration can induce the parties to resolve  their own problems and limit the need for federal regulation. However,  critics of this approach suggest that arbitration decisions may not be  based on economic principles such as the revenue and cost structure of  the railroad and that arbitrators may not be knowledgeable about the  railroad industry.", "Increased use of simplified guidelines: The simplified guidelines use  standard industry average figures for revenue data instead of requiring the  shipper to create a hypothetical railroad. This approach would reduce the  time and complexity of the process; however, it may not provide as  accurate and precise a measure as the current process. However, as noted  above, the use of STB’s simplified guidelines has not been fully reviewed  by the courts, and many railroad industry experts believe the first use of  the guidelines will result in lengthy litigation.", "Increased use of alternative cost approaches: For example, STB could use  the long-run incremental cost approach to evaluate and decide rate cases.  This process, which is used for regulating pipelines, bases rates on the  actual incremental cost of moving a particular shipment, plus a reasonable  rate of return. This approach allows for a quick, standard method for  setting prices, but does not take into account the need for differential  pricing or the railroad’s need to charge higher rates in order to become  revenue adequate. Structuring rate regulation around actual costs can also  create potential disincentives for the regulated entity to control its costs.", "Again, these alternative approaches should be carefully considered to  ensure that the approach achieves the important balance set out in the  Staggers Act. A significant factor in evaluating each of these alternatives is  the revenue adequacy of the railroads. The Staggers Rail Act established  revenue adequacy as a goal for the industry and allowed the railroads to  use differential pricing to increase their revenues. The act further gave the  ICC (and later STB) the authority to determine the revenue adequacy of  the railroads each year. While the specific method for determining revenue  adequacy has been controversial, the overall trend in revenue adequacy  may be more important. In its last report in 2004, STB determined that one  railroad is revenue adequate and that others are approaching revenue  adequacy. While it is too early to determine that the industry as a whole is  achieving revenue adequacy, this is a significant shift in the rail industry  because for decades after enactment of the Staggers Rail Act, the railroads  were all considered revenue inadequate.", "Different approaches to addressing remaining competition and captivity  concerns will likely recognize to some degree the railroads’ continued  need to more consistently recover their cost of capital and become  revenue adequate. The railroads need additional revenue for infrastructure  investment to keep pace with increased demand. On the other hand,  different approaches also raise the question as to what degree the  railroads should continue to rely on obtaining significantly higher prices  from those with greater reliance on rail transportation in a revenue  adequate environment where total railroad revenues are increasingly  sufficient to meet the railroad’s investment needs."], "subsections": []}]}, {"section_title": "Significant Growth in Freight Rail Traffic Demand Is Forecast But Continued Capacity Building Is Uncertain", "paragraphs": ["The demand for freight and freight rail is forecast to increase significantly  in the future, although many factors can affect the accuracy of these  forecasts. Freight markets are volatile and unpredictable and thus freight  demand forecasts may prove to be off the mark. For example, much  freight demand is determined by trade that originates outside the United  States. Many of the data used to develop these freight demand forecasts  are proprietary and a result, we could not assess the validity or  reasonableness of the assumptions used to develop the predictions.  However, forecasts of freight and freight rail demand are useful as one  possible scenario of the future. As the Congressional Budget Office (CBO)  observed in a January 2006 report, forecasts of future demand can be  viewed as more illustrative than quantitatively accurate.", "Major freight railroads have reported that they expect to invest about $8  billion in infrastructure during 2006—a 21 percent increase over 2005— and have told us that they plan to continue making infrastructure  investments. Although railroads are sufficiently profitable to be investing  at record levels today, it is not certain whether in the future investments  will keep pace with the projected demand. Railroads secure private  benefits by investing in their infrastructure and have many considerations  in making new infrastructure investments such as the need to obtain the  highest return on their investment, optimize the performance of their  network, and respond to other significant capital needs of rail operations.  The railroads we interviewed were generally unwilling to discuss their  future investment plans with us as this is business proprietary information.  We are therefore unable to comment on how companies are likely to  choose among their competing investment priorities for the future.", "In addition to securing private benefits for railroad networks, investments  in rail projects can produce benefits for the public—some of these public  benefits are, as CBO’s report pointed out, large in comparison to  anticipated private railroad benefits. For example, shifting truck freight  traffic to railroads can reduce highway congestion and reduce or avoid  public expenditures that otherwise would be needed to build additional  highway capacity or provide additional maintenance to accommodate  growth in truck traffic. These and other public benefits can be realized at  the national, state, and local levels. For example, rail investment may  generate benefits to the national economy by lowering the costs of  producing and distributing goods. Since rail uses less fuel than trucks,  energy use and emissions may be reduced. In contrast, a rail project that  eliminates or improves a highway-rail crossing could deliver primarily  local public safety benefits by reducing accidents, time lost waiting for  trains to pass, and pollution and noise from idling trains and lessening the  risk of delays for emergency vehicles at crossings.", "In pursuit of these public gains, the federal and state governments have  been increasingly participating in freight rail improvement projects. For  example, the State of Delaware spent about $14 million to rehabilitate a  bridge in exchange for receiving a fee for each railroad car that crosses the  bridge. The federal government has also become more involved in freight  rail partnerships. Specifically, in 1997 the U.S. Department of  Transportation provided a $400 million loan to the Alameda Corridor  Transportation Authority for the Alameda Corridor project, which  included a number of rail and road improvements to consolidate freight  traveling to and from the ports of Los Angeles and Long Beach. These  ports are a significant gateway for freight that is imported from Asia and  distributed throughout the U.S. In addition, in 2005, Congress provided  $100 million to the Chicago CREATE project to improve the rail  infrastructure and ease congestion in and around Chicago— the busiest  freight rail center in the U.S.", "In the years ahead Congress is likely to face additional decisions regarding  potential federal policy responses and the federal role in the nation’s  freight railroad infrastructure. Based on our ongoing and past work, I  would like to make three observations. First, any potential federal policy  response should recognize that subsidies can potentially distort the  performance of markets and that the federal fiscal environment is highly  constrained. Second, any such response should occur in the context of a  comprehensive National Freight Policy that reflects system performance  based goals and a framework for intergovernmental and public-private  cooperation. DOT initiated this effort by publishing a draft Framework for  a National Freight Policy this year for comment. Third, federal  involvement should only occur where demonstrable wide-ranging public  benefits and a mechanism to appropriately allocate the cost of financing  these benefits between the public and private sectors exists and, to the  extent possible, focuses on benefits that are more national than local in  scope. Although new freight rail investment tax credits have been  suggested, our past work has pointed out that it is difficult to target this  approach to desired activities and outcomes and ensure that it generates  the desired new investments as opposed to subsidizing investment that  would have been undertaken at some point anyway. This approach can  also have problematic fiscal impacts because it either lowers tax revenues  or leads to higher overall tax rates to offset revenue losses. We will be  discussing these areas in greater detail when we issue our report.", "Mr. Chairman, this concludes my prepared statement. I would be happy to  respond to any questions you or other Members of the Committee may  have at this time."], "subsections": []}, {"section_title": "Contact and Acknowledgments", "paragraphs": ["For questions regarding this testimony, please contact JayEtta Z. Hecker  on (202) 512-2834 or heckerj@gao.gov. Individuals making key  contributions to this testimony include Ashley Alley, Steve Brown,  Matthew T. Cail, Sheranda S. Campbell, Steve Cohen, Elizabeth Eisenstadt,  Libby Halperin, Richard Jorgenson, Tom McCool, John Mingus, Josh H.  Ormond, and John W. Shumann."], "subsections": []}]}, {"section_title": "Appendix I Related GAO Products", "paragraphs": ["Regulation: Changes in Freight Railroad Rates from 1997 through 2000.  GAO-02-524. Washington, D.C.: June 7, 2002.", "Freight Railroad Regulation: Surface Transportation Board’s Oversight  Could Benefit From Evidence Better Identifying How Mergers Affect  Rates. GAO-01-689. Washington, D.C.: July 5, 2001.", "Railroad Regulation: Current Issues Associated With the Rate Relief  Process. GAO/RCED-99-46. Washington, D.C.: April 29, 1999.", "Railroad Regulation: Changes in Railroad Rates and Service Quality Since  1990. GAO/RCED-99-93. Washington, D.C.: April 6, 1999.", "Railroad Competitiveness: Federal Laws and Policies Affect Railroad  Competitiveness. GAO/RCED-92-16. Washington, D.C.: November 5, 1991.", "Railroad Regulation: Economic and Financial Impacts of the Staggers Rail  Act of 1980. GAO/RCED-90-80. Washington, D.C.: May 16, 1990.", "Railroad Regulation: Shipper Experiences and Current Issues in ICC  Regulation of Rail Rates. GAO/RCED-87-119. Washington, D.C.: September  9, 1987.", "Railroad Regulation: Competitive Access and Its Effects on Selected  Railroads and Shippers. GAO/RCED-87-109. Washington, D.C.: June 18,  1987.", "Railroad Revenues: Analysis of Alternative Methods To Measure Revenue  Adequacy. GAO/RCED-87-15BR. Washington, D.C.: October 2, 1986.", "Shipper Rail Rates: Interstate Commerce Commission’s Handling of  Complaints. GAO/RCED-86-54FS. Washington, D.C.: January 30, 1986.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}], "fastfact": []}