{"id": "GAO-03-639", "url": "https://www.gao.gov/products/GAO-03-639", "title": "Environmental Compliance: Better DOD Guidance Needed to Ensure That the Most Important Activities Are Funded", "published_date": "2003-06-17T00:00:00", "released_date": "2003-06-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Department of Defense (DOD) and its military services are responsible for complying with a broad range of environmental laws and other requirements that apply to the lands they manage, including more than 425 major military installations covering about 25 million acres across the United States. Through its environmental quality program, DOD spends about $2 billion per year to comply with these requirements. Although the services have made significant improvements in environmental management in recent years, DOD has not reached full environmental compliance. In response to the Senate Armed Services Committee's report on the National Defense Authorization Act for Fiscal Year 2002, we assessed how DOD and the services identify, prioritize, and fund their environmental quality activities to determine whether the most important and appropriate activities are funded."]}, {"section_title": "What GAO Found", "paragraphs": ["DOD's and the services' policies and processes for the environmental quality program do not always ensure that program funds are targeted to the most important and appropriate environmental activities. Instead, GAO found that some installations have funded low-priority or other activities that were ineligible under their environmental quality funding policies, at the same time that higher-priority activities were not funded. For example, at certain large installations that GAO visited, low-priority activities, such as noise monitoring, or ineligible activities, such as pest management, landscaping, and roof replacement, were funded while high-priority activities to prevent soil erosion were not. At the root of the problem is DOD's broad program policy that does not provide specific guidance on what activities are eligible for the program and the resulting inconsistent interpretation and implementation of this policy by the military services. DOD's policy requires that all high-priority activities be funded, but gives the services broad discretion in how this policy is put into place. As a result, GAO found (1) inconsistencies across and within the services about which activities are eligible for environmental quality program funding and (2) the funding of some activities through the program that more closely relate to military operations or base maintenance. For example, some services use program funds for oil and hazardous material spill response plans, equipment, and cleanup costs, while other services require the organization responsible for the spill to pay for the cleanup portion of those costs. Similarly, service policies can differ regarding responsibility for funding maintenance of structures such as water and sewer treatment facilities and historic buildings. Without a consistently implemented approach, there is no assurance that DOD's requirement to fund all high-priority activities is being met. Instead, some high-priority projects are being deferred. Generally, these deferrals involve projects that, although required by law, do not have to be completed by specific dates (e.g., surveys of properties required by historic preservation law). Deferring such activities, however, can lead to larger and more costly problems later. Moreover, to fund unbudgeted emergency environmental activities, the installations may have to defer other high-priority environmental program activities, obtain funds from other sources at the installation such as maintenance activities, or obtain funds from higher command levels. Some services have recently indicated that the availability of funds for environmental activities is likely to get worse in future years, because of expected reductions in their budgets for this program. Such constraints make a well-implemented prioritization process even more important."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Defense (DOD) and its military services—the Air  Force, Army, Navy, and Marine Corps—must comply with a broad  spectrum of federal, state, and local environmental laws, regulations, and  executive orders that apply to the lands they manage, including more than  425 major military installations covering approximately 25 million acres  across the United States. Through its environmental quality program,  DOD spends about $2 billion per year to comply with environmental  requirements that address (1) routine activities to ensure environmental  compliance, such as the proper disposal of hazardous waste; (2) pollution  prevention activities; and (3) a wide range of conservation activities,  including the preservation of prehistoric sites and the protection of more  than 300 endangered plant and animal species found on installations.  To ensure that the environmental quality program funds the most  important and appropriate activities, DOD has developed a general policy  for the military services to follow in identifying, prioritizing, and funding  environmental quality activities. In turn, each military service has  established its own policy or guidance to implement the environmental  quality program across its installations.", "Although the services have, over the past decade, made significant  improvements in their environmental compliance record, according to  DOD’s estimates these improvements have leveled off in recent years and  DOD has not yet reached its goal of full environmental compliance. In  response to provisions of the Senate Armed Services Committee’s report  on the National Defense Authorization Act for Fiscal Year 2002, we  assessed DOD’s and the military services’ policies and processes for  identifying, prioritizing, and funding their environmental quality activities,  including unexpected or emergency needs, to determine the extent to  which these processes and practices ensure that the most important and  appropriate activities are funded.", "As part of our work, we reviewed policies and procedures established  by DOD and the services to guide implementation of the environmental  quality program. We also visited 11 military installations to review how  they were implementing the program and reviewed the environmental  funding requests for fiscal years 1999 through 2001 for these 11 and  another 4 installations. We selected these installations based on their  large environmental budgets and because they represent a range of major  commands, missions, and geographic locations. Our observations about  individual projects or activities at these installations are not generalizable  to projects or activities at all military installations. We conducted our  work between May 2002 and May 2003 in accordance with generally  accepted government auditing standards. A more detailed description of  our review scope and methodology is in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["DOD’s operations at military installations and other defense sites in  the United States are subject to the same environmental laws and  regulations, such as the Clean Air Act and the Clean Water Act, as is  private industry. Additionally, DOD policy calls for its organizational  components to achieve, maintain, and monitor compliance with all  applicable executive orders, as well as all federal, state, and local  statutory and regulatory requirements.", "DOD has an environmental quality program to address these requirements,  which fall into three main categories: (1) environmental compliance  activities; (2) pollution prevention activities; and (3) conservation  activities, such as the protection of natural and cultural resources present  on military installations. DOD has developed and implemented policies  for activities in each major program category.", "By far, the majority of DOD’s investment in its environmental quality  program is for its environmental compliance requirements. For example,  in fiscal year 2002, about 81 percent of DOD’s investment of more than  $2 billion in the environmental quality program was for compliance  activities, including personnel costs for the entire program; 11 percent was  for pollution prevention; and 8 percent was for conservation activities.  (See fig. 1.)", "Funding allocated to the environmental quality program in recent years  has come largely from DOD’s appropriation for operation and  maintenance activities. This appropriation account funds a diverse set of  activities, including military training, depot maintenance, base operations  support, and real property maintenance. The funding allocated to the  environmental quality program from the operations and maintenance  account may be used for other, nonenvironmental, purposes as needed by  the services or installations. For example, once funding for operations and  maintenance activities, including environmental quality activities, has been  allocated to an installation commander, the commander has the authority  to use these funds as necessary for the needs of the installation. Likewise,  if funding allocated to an installation by the service or the major command  for environmental quality activities is not sufficient to ensure that the  installation remains in compliance with its environmental requirements,  the installation commander has the authority to reallocate funds to the  environmental quality program.", "Installation commanders are responsible for ensuring that their  installations are in compliance with environmental requirements.  The installations are responsible for identifying all regulations and  other environmental requirements that apply to them, and identifying  and tracking pending requirements. To carry out their environmental  responsibilities, the installation commanders are typically supported by  an environmental program office, including staff with expertise in various  environmental areas such as air, water, or hazardous waste. Managers  for these areas are responsible for identifying current and pending  environmental requirements applicable at their installation. Additionally,  DOD has regional environmental offices that assist installations in  identifying current and pending environmental requirements, particularly  at the state and local levels.", "Officials at each installation develop a list of planned activities, along  with the priority levels and estimated costs of these activities, for the  installation’s environmental quality program for the upcoming 6 fiscal  years. The greatest emphasis and detail is provided for those activities  for funding in the first 2 fiscal years, called the budget years.", "DOD’s environmental quality policy uses the following classification  system to prioritize environmental activities:    Class 0 activities are recurring activities needed to keep an environmental  program running and meet compliance requirements, such as employee  salaries, costs of environmental permits, and office supplies.", "Class I activities are nonrecurring projects and activities that must be  funded in the current program year (and, in some cases, up to several  years in the future to complete the project or activity) to correct  noncompliance with an environmental requirement or to ensure that the  installation will remain in compliance.", "Class II activities are those that have compliance deadlines, but  these deadlines will not occur until after the current budget year.", "Class III activities are typically referred to as “nice to have”  activities that address overall environmental goals and objectives,  but are not necessary for an installation to remain in compliance with  environmental requirements.", "Based on DOD’s policy, the services have developed prioritization  systems for making funding decisions. Consistent with DOD policy,  Army and Air Force policies specify that Class 0 and Class I activities  must be funded. Similarly, the Navy and Marine Corps also have a policy  of funding all Class 0 and I activities, according to service officials, but  their official program policy guidance does not mention this. Consistent  with DOD policy, the services also require that selected Class II activities  be funded in time to ensure compliance with future requirements. None  of the services’ policies require funding of Class III activities. In this  report, “must fund” Class 0 and I activities are referred to as high-priority  activities.", "DOD’s policy does not differentiate among activities within Class 0 and  Class I. For example, because any unfunded Class I activity will result in  noncompliance with an environmental requirement, all Class I activities  have equal weight as “must fund” activities, according to DOD’s policy.  However, in addition to the priority categories described above, some  major commands have developed their own, more detailed prioritization  approaches to help ensure that the most important environmental  activities will be funded before other, less important activities within  the same class. These approaches are intended to rank proposed  environmental activities by their relative importance. These approaches  emphasize somewhat different considerations, such as the risk of harm to  human health or the environment should an activity not be funded, or the  risk of receiving a notice of violation from a regulator if the installation is  out of compliance with an environmental requirement.", "After the environmental program’s staff has identified, prioritized, and  estimated the costs of proposed activities, the list of proposed activities  may be reviewed by other installation officials, such as legal staff or the  installation commander. The list is then forwarded to the next higher  command level for its approval. For the Air Force, Army, and Navy,  this next higher level is the major command, while Marine Corps  installations forward their proposed environmental budgets directly to  their environmental program’s headquarters. In some cases, the major  command disagrees with the priority level that an installation assigned  to an activity or the funding level that the installation requested. The  command, or headquarters, in the case of the Marine Corps, may  disapprove, or “invalidate,” a proposed activity for environmental funding,  revise the funding level estimate (either up or down), or change the  priority level. The major command consolidates the requests from each  installation under its authority, then submits a commandwide request to  its service headquarters.", "The service headquarters are involved to differing degrees in reviewing  the details of the installations’ environmental requests. The Air Force’s  environmental staff rely on the reviews of individual proposed activities  by their major commands. As mentioned above, the Marine Corps’  environmental office is involved in assessing and prioritizing proposed  activities at installations. The Navy’s environmental staff reviews proposed  activities to assess whether they are legally required to undertake them,  whether the cost estimates are reasonable, and whether the proposed  time frames for completing the activities are realistic. The Army’s  environmental staff reviews selected environmental activities that were  approved by the major commands. Army headquarters officials told us that  they expect to expand their review to all activities approved by their major  commands now that they have automated their database of proposed  environmental activities.", "Next, the Office of the Secretary of Defense reviews the environmental  quality program budget requests. The Secretary’s office does not review  these budgets on a project-by-project basis; instead, its review focuses on  the services’ overall environmental compliance track records and whether  the proposed budgets will serve to continue to improve each service’s  compliance performance. Finally, the estimates for the environmental  quality program budget are incorporated into each service’s estimate of its  overall needs, and DOD’s overall budget request is included in the annual  presidential budget request to the Congress."], "subsections": []}, {"section_title": "DOD’s and the Services’ Policies and Processes Do Not Always Ensure That the Most Important and Appropriate Environmental Quality Activities Are Funded", "paragraphs": ["Based on broad DOD policy, each military service has established its own  policy and processes to implement the environmental quality program.  Specifically, the four services have developed somewhat different criteria  under their policies and practices for determining which activities are  eligible for funding through their environmental quality programs and  which activities are funded. Given these differences, DOD cannot be  certain that it is funding the most important and appropriate activities  across the services and, likewise, the services cannot ensure that they  are devoting program funds to the most important and appropriate  environmental activities at their installations."], "subsections": [{"section_title": "The Services’ Varying Interpretations of DOD’s Broad Policy Have Resulted in Inconsistent Eligibility Criteria and Funding of Activities More Closely Related to Military Operations or Maintenance", "paragraphs": ["DOD’s policy provides the services with a broad charge to comply with  applicable environmental requirements, such as statutes and regulations,  but leaves to the services most decisions about which activities are  appropriate for funding through their environmental quality programs. We  found that the services’ varying interpretations of this policy have resulted  in different eligibility requirements and in funding of activities through the  environmental quality program that may have been more closely related to  military operations or maintenance."], "subsections": [{"section_title": "The Services’ Policies Differ in Which Activities Are Eligible for Their Environmental Quality Programs", "paragraphs": ["Although the services have developed policies intended, in part, to clarify  which activities can be funded through the environmental quality program,  implementation of these policies has sometimes led to inconsistencies  across the services in the types of activities they determine eligible for  funding. Also, some of the services or their organizational components  have developed additional guidance to assist installations in determining  whether certain activities can be funded through their environmental  quality programs. For example, the Air Force’s Environmental Quality  Programming Matrix provides an extensive listing of activities and  indicates whether or not each is valid for environmental quality program  funding. The Navy’s Pacific Fleet has similarly developed guidance, its  Policy on Environmental Issues Matrix, to help clarify what is eligible for  environmental funding. The Pacific Fleet’s guidance also indicates who  should pay for activities that are not eligible for environmental quality  program funding, something that the Air Force matrix does not address.", "While these efforts to provide additional guidance are helpful to the  individual services’ environmental quality program managers, they do not  address or resolve the cross-service inconsistencies on what activities are  eligible for funding. For example, we found the following differences in  program eligibility:    Environmental impact statements. Under the National Environmental  Policy Act (NEPA), the military services are required to assess the  environmental effect of their major proposed actions, such as new  construction or certain military training on their installations. The Navy’s  and Air Force’s environmental quality programs consider NEPA-required  environmental assessments or environmental impact statements as  high-priority environmental activities. In fiscal year 2002, for example, the  Navy’s environmental quality program spent $17.8 million to comply with  NEPA requirements. In contrast, the Marine Corps’ and Army’s policies  generally do not treat NEPA requirements as eligible for environmental  quality program funding. However, the Army’s environmental quality  program will pay for some NEPA oversight and assistance activities  such as training for environmental quality program staff. The Marine  Corps’ policy requires that the organizations whose actions trigger  NEPA requirements pay for NEPA-related expenses; only in the case that  a project is environmentally driven does the Marine Corps policy allow  environmental quality program funds to be used to pay for NEPA-related  expenses.", "Historic rehabilitation. The Marine Corps’ environmental quality  program, which includes conservation of historic resources, requires  installations to protect their properties that are listed on the National  Register of Historical Places. For example, the Marine Corps’  environmental quality program spent nearly $800,000 to restore an adobe  ranch house on Camp Pendleton in southern California that was built in  1890 and had been listed by the National Trust for Historic Preservation  as one of the most endangered historic structures in the nation. Camp  Pendleton’s environmental quality program is restoring the adobe and  plaster house and farm buildings to their 1905 appearance. The restoration  includes earthquake-proofing the structures as well as stabilizing the  walls, floors, and roof. Marine Corps policy allows the environmental  quality program to fund such activities because of the National Historic  Preservation Act’s protection and preservation requirements. In contrast,  Air Force policy does not consider the “maintenance and repair of  National Register listed or eligible buildings, structures or objects” as a  valid use of environmental quality program funds. Likewise, the Navy’s  and the Army’s environmental quality programs do not fund the repair,  maintenance, or rehabilitation of historic structures or properties,  although the Army’s program will fund the preparation of plans for the  repair, maintenance, and rehabilitation of such structures.", "Oil and hazardous material spills. While all four services pay for plans  to prevent and/or respond to oil and hazardous material spills and for spill  cleanup equipment, only the Air Force’s and Army’s environmental quality  programs pay for the actual cleanup. While the Navy and Marine Corps are  liable under various federal and state laws to fund spill cleanups, they  would likely use other operating funds for such cleanups. Typically, the  organization that caused the spill would be expected to fund the cleanup.  In contrast, the Air Force’s and Army’s environmental quality programs  will pay for spill cleanups, but headquarters officials from both services  told us that they encourage their environmental managers to seek  reimbursement for spill cleanup costs from the unit that caused the spill."], "subsections": []}, {"section_title": "Some Activities Funded Through the Services’ Environmental Quality Programs Are More Closely Related to Military Operations or Maintenance", "paragraphs": ["The services’ broad interpretations of eligibility for their environmental  quality programs have allowed installations to use the environmental  quality program to fund activities that may have been more closely related  to military operations or maintenance.", "For example, we noted the following:    Bird/Aircraft Strike Hazard program. In fiscal year 2001, the Navy  spent about $147,000 of environmental quality program funds to support  an activity whose primary purpose is to ensure the safety of Navy pilots  and aircraft at Naval Air Station North Island and a landing field at  Imperial Beach. The purpose of this program is to reduce the risk of  damage or loss that can occur when birds or other animals are hit by, or  caught in, military aircraft during military operations. The Navy justified  this activity as part of its environmental quality program because 1 of  the 15 species of birds that pose a risk to aircraft is a federally listed  endangered species and another is a threatened species. However, as  clearly stated in the project description, the primary purpose of the  activity is to control wildlife in order to protect aircraft. In contrast,  other services require such activities to be funded by the organizations  responsible for flight operations and not through the environmental  quality programs.", "Wildfire suppression. The Navy has used environmental quality program  funds to pay for the use of a helicopter to suppress wildfires caused by  military operations, specifically by naval gunfire training on San Clemente  Island, a Navy-owned island off the coast of southern California. Although  Navy helicopters have the primary responsibility to be on standby to  provide firefighting support when training ranges are in use, these  helicopters are not always available. To meet its fire suppression needs  when its helicopters are not available, the Navy has contracted with a  private company for helicopter support. During the last 4 years the Navy  has spent an average of $150,000 per year in environmental quality  program funds to pay for this activity. The Navy justifies the activity as an  environmental expense because wildfires could harm the 10 endangered  species on the island. Nevertheless, the fires are the direct result of the  Navy’s gunfire training activity, and funds for addressing the negative  consequences of its actions normally come from the activity’s sponsor.  It is unclear why this activity is treated differently from the case of  hazardous spills discussed previously, in which the Navy requires the  organization that caused the spill to pay for the cleanup.", "Roofs for drinking water reservoirs. The Marine Corps’ environmental  quality program has replaced the roofs on six drinking water reservoirs at  Camp Pendleton, at an estimated total cost of $4.7 million. According  to officials from Camp Pendleton’s comptroller’s office, the installation  has a backlog of more than $190 million in facility maintenance and repair  needs. Because this maintenance and repair activity had an environmental  connection—the repairs were needed to prevent animals from  contaminating the base’s water supply and to avoid violating the Safe  Drinking Water Act—installation officials decided to fund this activity  through the Marine Corps’ environmental quality program.", "Several environmental officials acknowledged that characterizing certain  activities as environmental, or “painting them green,” rather than as facility  maintenance, restoration, or modernization improves the chance of their  being funded. According to these officials, installations may seek to fund  maintenance and infrastructure projects through the environmental quality  program because of the overall shortage of funds for facility maintenance,  restoration, and modernization. According to DOD officials, funding for  facility maintenance has been inadequate for many years, resulting in  deteriorated facilities at many installations.", "The Air Force has tried to limit the use of environmental quality  program funds for maintenance and repair activities by establishing a  policy on funding infrastructure-related activities. The policy states  that environmental quality program funds can only be used to construct,  modify, or upgrade facilities or systems needed to comply with new  environmental laws and regulations. Such facilities or systems should  be maintained, repaired, or replaced using other funds. However, if a  regulator or major command determines that an installation is out of  compliance with an environmental requirement, an infrastructure project  may be eligible for environmental quality funding. The policy includes a  list of typical infrastructure projects, indicating whether they are eligible  for environmental quality program funding. In commenting on a draft of  the infrastructure policy, the Air Force Space Command raised concerns  about the policy’s possible negative effect on installations’ ability to  remain in compliance with environmental requirements. According to a  senior environmental official at the command, the Air Force’s  infrastructure policy, although well intentioned, is unrealistic because  funding for repair and maintenance activities has been insufficient for  many years.", "We have long noted DOD’s need for improved facilities management,  and since 1997 we have identified DOD infrastructure management as a  high-risk area. Recently, we reported that the military services have not  made maintaining and improving their facilities a funding priority because  these needs must compete with other programs, such as force readiness  and the day-to-day costs of operating an installation."], "subsections": []}]}, {"section_title": "The Services Do Not Always Ensure That Funding Is Targeted to the Highest Priority Environmental Activities, and in Some Cases, Have Funded Activities That Are Ineligible Under Their Policies", "paragraphs": ["Certain low-priority activities were funded through the environmental  quality program at two Army installations we visited, even though some  high priorities, considered “must fund” activities by DOD and Army policy,  were not funded. Moreover, at two installations we visited, we found that  the environmental quality programs had funded some activities that were  ineligible to receive funding under their policies.", "For two Army installations we visited, the major command did not  provide environmental quality program funding for all “must funds,”  Class 0 and I activities, yet funded some lower-priority, Class III  activities. For example, the Fort Carson environmental director told us  that the percentage of funds received for validated Class 0 and I activities  dropped from about 90 percent in fiscal year 2000 to about 50 percent in  fiscal year 2002. At the same time, the command provided Fort Carson  with $104,000 in environmental quality program funds for three lower- priority, Class III activities in fiscal year 2002. Similarly, at Fort Campbell,  the funding rate for Class 0 and I activities averaged 70 percent of the  amount required, according to installation officials. For example, we  determined that Fort Campbell received about $16 million, or 77 percent  of its high-priority requirements (defined as Class 0 and I activities) in  fiscal year 2001, but at the same time the command provided $600,000 in  environmental quality program funds to Fort Campbell for five lower- priority, Class III activities. Some examples of high-priority activities not  funded at these two installations, and the lower-priority activities that  were funded by the major command, include the following:  In fiscal year 1999, U.S. Forces Command did not provide funding for  certain Class 0 and I activities at Fort Campbell such as hardware and  software upgrades to automate program management; drinking water  resource assessment and planning; and a firebreak redesign to control soil  erosion entering streams. However, during the same year, the command  provided funding for certain Class III activities at the installation, such as  noise monitoring, minimization of construction debris by crushing for  reuse as aggregate, and asbestos sampling and analysis. Ultimately,  Fort Campbell was able to fund two of the high-priority activities in 1999,  by using funds from other environmental activities or from outside the  environmental quality program.", "In fiscal years 1999 through 2002, U.S. Forces Command did not provide  environmental funds for certain Class 0 and I activities at Fort Carson,  such as removal of an underground storage tank from an abandoned  landfill; watershed management, including repair of erosion control  structures; and a survey of industrial sources and sanitary facilities, such  as oil/water separators and septic system. However, during the same  time period, the command provided funding for Class III activities at  Fort Carson, such as radon sampling; replacement of a septic system on  a training encampment with a connection to a sewage system; and the  purchase and planting of seeds to reintroduce native plant species to  re-vegetate burned and other environmentally disturbed areas.", "As illustrated by these examples, U.S. Forces Command has considered  factors other than those included in DOD’s and the Army’s policies on  prioritization when making funding decisions. Some considerations  that the command used included whether (1) failure to fund the activity  would result in an adverse impact on the installation’s military mission,  (2) the activity could significantly reduce pollution, and (3) the activity  is expected to provide a significant return on investment. These  considerations resulted in the command’s funding activities that were  lower priorities under DOD’s and the Army’s classification systems,  while not funding high priorities as defined by these systems. According  to the director of the Army’s environmental programs, the Installation  Management Agency will not use the major command’s approach  for making funding decisions. Instead, the agency will always fund  high-priority activities, as defined by DOD and Army policy, before  funding Class III activities.", "Consistent with our findings at selected installations, the Army  Audit Agency has reported that some Army installations have not  funded all high-priority activities while at the same time funding  lower-priority activities. In December 1999, the agency reported that  of 234 environmental activities it reviewed at Army installations, the  installations did not fund 55 activities classified as high priorities, while  installations funded 13 other projects that were not classified as high  priorities. The Army Audit Agency recommended that the Army reinforce  the need to comply with its policy to fund high-priority activities.", "Moreover, some of the activities funded through the environmental quality  program at two of the installations we visited were prohibited by service  policy from receiving funds through this program. Specifically, we found  the following:    Pest management. The environmental quality program at Fort Carson  funded pest management as a recurring, high-priority activity for a number  of years because base operating funds for this activity had not been  available, according to the installation’s environmental quality program  manager. This official told us that pest management is eligible for  environmental quality program funding because chemicals are used to  perform the work. However, our review of the Army’s program policy  indicates that application of chemical pesticides for pest control is not  eligible for environmental quality program funding, and officials from the  Army’s Installation Management Agency agreed that this activity should  not have been funded using environmental quality program funds.", "Landscaping for a hazardous waste storage facility. Fort Carson used  environmental quality program funds to pay for maintenance and repair,  including landscaping, of a hazardous waste storage facility located on  the installation. Fort Carson officials said that the landscaping was  included as part of a larger activity—maintaining the hazardous waste  storage facility—which is eligible for environmental funding. According to  the Fort Carson environmental director, the installation has generally not  had funds available from base operations accounts to fund base support  activities such as this. However, our review of Army environmental policy  indicates that environmental funding for routine grounds maintenance  “such as grass mowing, tree pruning, and landscaping performed for the  purpose of aesthetics” is specifically excluded. Officials from the Army’s  Installation Management Agency agreed that landscaping should not have  been funded using environmental quality program funds. Further, these  officials as well as the director of environmental programs for the  Army said that the entire activity should not have been funded using  environmental quality program funds because routine repair and  maintenance activities are more appropriately funded through the  maintenance account.", "Restoration and maintenance of a historic structure. Vandenberg  Air Force Base has used environmental quality program funds to refurbish  its Space Launch Complex 10, which the National Park Service had  designated as “the best surviving example of a launch complex built in  the 1950s at the beginning of the American effort to explore space.”  The National Park Service also listed the site as one of America’s most  endangered historic landmarks. The Air Force’s environmental quality  program spent $925,000 on this activity during fiscal years 2000 through  2002; the restoration is expected to take 8 years to complete, at an  estimated total cost of more than $2 million. However, as previously  mentioned, Air Force policy specifically prohibits the use of  environmental funds for the maintenance and repair of historic landmarks.", "A senior environmental official from Vandenberg Air Force Base’s major  command, the Air Force Space Command, explained that it can be difficult  to obtain funding for repair and maintenance of historic structures,  particularly if they are vacant. Installations’ sustainment, restoration, and  modernization programs typically assign a lower funding priority to vacant  historic structures than to structures that have a direct impact on the  installations’ overall missions. Given that no other funding source on  base is likely to maintain and restore historic properties, it often falls  to the environmental quality program to carry out these conservation  responsibilities, according to this official, despite their ineligibility under  Air Force policy. The official further noted that legal counsel for the  command’s environmental office has advised the environmental quality  program to repair and maintain historic structures to avoid “demolition by  neglect” and to avoid violating the National Historic Preservation Act.", "Roof repair. In fiscal year 2001, Fort Carson used $12,000 of  environmental quality funds to repair a roof on a historic ranch house,  according to installation resource management officials. The ranch house  was being used by environmental quality program staff and students  performing environmental research, according to the installation’s  environmental director. The funds used for the roof replacement  were taken from an approved activity to update and implement the  installation’s integrated natural resources management plan required  under the Sikes Act. The description of the activity as approved for  funding does not mention roof repair. According to the environmental  director, the activity’s narrative was a “catch all” that could be used  to fund anything related to implementation of the natural resources  plan, including repairing a roof on a historic structure. Although the  environmental director acknowledged that this roof replacement could  have been funded through the installation’s public works department,  which is responsible for maintaining and repairing installation structures,  he also said that the public works department did not have funding  available for this activity, while the environmental quality program did.", "According to our review of Army policy, minor construction costs not  related to new or expanded legal environmental requirements are not  eligible for environmental funds. Army Installation Management Agency  officials agreed that environmental funds should not have been used to  fund this roof repair and said that they would not have funded this activity  had it been specifically mentioned in the funding request for the natural  resources plan. The environmental quality program could fund certain  repairs of historic structures to maintain compliance with the National  Historic Preservation Act, according to the officials."], "subsections": []}, {"section_title": "The Services’ Environmental Quality Programs Cannot Ensure That DOD’s Requirement to Fund All High-Priority Needs Is Met", "paragraphs": ["Although DOD’s and the services’ policies call for funding of all  high-priority environmental quality program activities, the services  have not always been able to fund all such activities through their  environmental quality program. While program managers for most of  the installations we visited said that the environmental quality programs  were generally able to fund high-priority environmental activities during  fiscal years 1999 through 2002, in some instances installations were  not able to fund all such activities. To address such situations, installation  officials deferred certain high-priority activities, sought an extension  of a compliance deadline, obtained funding from other sources at the  installation, or stretched their allotment of environmental funding to pay  for more activities than planned.", "According to some environmental managers at the installations where  high-priority activities were deferred, the activities they were most likely  to defer were those that do not have a firm timeline for completion, such  as surveys of cultural resources. Certain requirements, such as those in  the Sikes Act or the National Historic Preservation Act that require  installations to survey their natural or cultural resources, do not provide  for a penalty for missing a deadline or do not specify when these activities  must be undertaken. Consequently, although not completing these  activities means that the installation is not in compliance with an  environmental requirement, there is little likelihood of a risk to human  health or a risk of receiving a notice of violation, fine, or penalty from a  regulator. Thus, noncompliance with these requirements presents, at least  in some cases, a lower risk to the installation than would noncompliance  with certain other environmental requirements. Nonetheless, DOD’s  definition of must-fund, high-priority environmental activities includes all  activities needed to keep installations in compliance with federal, state,  or local laws and regulations, as well as executive orders, even where  there are no compliance deadlines or risk of a fine. In cases in which  installations deferred selected required activities, it may have resulted in  noncompliance with federal environmental laws.", "Officials at other installations we visited also cited concerns about the  deferral of certain environmental activities, particularly those that may  not have a compliance deadline and are thus considered lower priorities.  For example, a senior environmental official at Vandenberg Air Force Base  described how the rapid spread of Argentinean pampas grass, an invasive  species, had resulted in the U.S. Fish and Wildlife Service listing the  grass as a major threat to four federally endangered plant species on the  installation and requiring that the Air Force eradicate the grass—at a cost  of approximately $1 million. According to Vandenberg environmental  officials, they had requested environmental funding for the project when  the grass was initially found because they believed the cost to eradicate it  at that time would be minimal compared to the future expense if the  grass were left uncontrolled. However, the installation could not obtain  environmental quality funding for the project because it was a Class III  activity and Air Force policy prohibits funding of lower priorities. The  project was not funded until the U.S. Fish and Wildlife Service listed the  grass as a major threat to the endangered species.", "Environmental program managers at most of the installations we  visited indicated that they have generally been able to fund emergency,  high-priority environmental activities that occurred outside the normal  budgeting cycle, but they have done so by using funds allocated for other  planned high-priority activities, emergency or year-end funding from the  environmental quality program, or other funding sources at the installation  or command. In some cases, certain planned activities could be deferred  because the regulatory deadlines slipped or the regulators granted the  installation an extension on meeting the deadline. Some environmental  managers also mentioned that in some instances, planned activities  come in under budget, which can result in extra funds being available for  other, unexpected needs. At the installations we visited, environmental  managers dealt with a variety of unexpected needs for funding, including  the following:    A Texas regulatory agency required Fort Bliss to immediately investigate  and assess a fuel leak. To pay for this unbudgeted activity, the chief of  the installation’s environmental compliance division approved the  reprogramming of some of the funding from 13 other high-priority  environmental activities.", "Fort Campbell’s environmental office acquired some Army Corps of  Engineers’ property that had soil erosion problems. Because the land was  acquired during the middle of the fiscal year, the environmental quality  program had not budgeted funds to address the erosion. The Corps agreed  to provide funding for interim erosion control.", "Camp Pendleton faced an emergency when sewage began to flow out of  manholes on a training range near a wetland. The installation used base  operating funds for cleanup and to clear out the clogged main sewer line.  The Marine Corps’ environmental quality program also provided $500,000  in emergency funding to determine the cause of the problem and, hoping  to avoid other such occurrences, to assess the condition of 150 miles of  the main sewer line.", "Regarding future, high-priority activities, some of the services have  recently indicated that their environmental quality programs will have  difficulties funding all high-priority activities in fiscal year 2003 and even  greater difficulties in fiscal year 2004. Specifically,  In early 2003, in preparation of its presidential budget request for fiscal  year 2004, the Army reported that in each fiscal year 1998 through 2003,  its environmental quality program funded or will fund between 83 and  98 percent of validated high-priority activities. However, the Army  estimates that in fiscal 2004, the program will be able to fund just  78 percent of its high-priority activities. Army officials indicated that  their environmental quality program will not only face larger funding  needs for high-priority activities in fiscal year 2004, but also that the  program’s budget will be lower than the previous 2 years because some  of these funds will be needed for other priorities, including the global  war on terrorism and spare parts for military equipment. To address  this anticipated shortfall, the Army expects its major commands and  installations to provide funds from other command or installation budget  sources as needed to ensure that the installations remain in compliance  with environmental requirements. However, the availability of such  funds is uncertain given DOD’s ongoing challenges in containing the  deterioration of its military facilities as discussed earlier in this report.", "According to Air Force officials, funding for the environmental quality  program will be decreased in fiscal year 2004 because of competing  demands on overall Air Force resources. Air Force officials also stated  that this reduction will be absorbed by the major commands, which are  required to fully fund all must-fund activities, even if it means migrating  funds into the environmental quality program from other operations and  maintenance activities."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["DOD has established broad policy for its environmental compliance  program that does not specify which activities can be funded. As a  result, there is significant variation in how the services interpret this  policy and implement their own environmental quality programs. This  variation among the services’ programs can result in different eligibility  requirements for environmental activities across services and funding of  activities that would be more appropriately funded from other sources,  such as military operations or base maintenance. Given the services’  broad and differing interpretations of eligibility for environmental quality  program funding, as well as their inclusion of activities that are more  closely related to military operations or maintenance, DOD cannot be  assured that the services’ environmental funding needs have been  accurately identified, that its funds for environmental quality are being  targeted to its most critical environmental requirements, or that its  management of its environmental responsibilities continues to improve.  Although the services have, over the past decade, made significant  improvements in their environmental compliance performance, these  improvements have leveled off in recent years, and DOD has not reached  its goal of full environmental compliance. Further, given that the services  have not always been able to fund all high-priority environmental quality  activities and expect this condition to worsen in fiscal year 2004, it is all  the more important that DOD target its environmental quality program  funds wisely."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To ensure that DOD can better target environmental quality program  funds to the most important and most appropriate activities, we  recommend that the Secretary of Defense establish a more specific  policy on which activities should be eligible for funding through the  services’ environmental quality programs and how such activities should  be prioritized and funded. We are also recommending that the military  services subsequently conform their policies and processes to the revised  DOD policy."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided DOD with a draft of this report for review and comment.  DOD provided technical clarifications, which we incorporated as  appropriate. However, DOD did not provide overall comments as of the  issuance date of this report.", "We will send copies of this report to the Secretary of Defense; the  Director, Office of Management and Budget; appropriate congressional  committees; and other interested parties. We will also provide copies to  others upon request. In addition, the report will be available, at no charge,  on the GAO Web site at http://www.gao.gov."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To assess DOD’s and the military services’ processes for identifying,  prioritizing, and funding their environmental quality activities, we  reviewed the policies and procedures established by DOD and the services  to guide implementation of the environmental quality program. We also  reviewed each service’s system for identifying, prioritizing, and funding  their environmental quality activities, and compared this information  across the services to identify differences in the programs.", "To determine how environmental activities are identified and prioritized  by installations, we visited 11 active military installations in the United  States (listed below). Generally, we selected at least two installations from  each service. We selected these installations primarily because of their  large environmental quality budgets and because they represent a diversity  of major commands, military missions, and geographic locations. Because  the Navy’s environmental quality program is organized into regions,  we selected two Navy regional offices rather than two installations.  Within these two Navy regions, we visited a total of four installations  and reviewed environmental funding requests for an additional four  installations. Our observations about individual projects or activities at  these installations are not generalizable to projects or activities at all  military installations."], "subsections": [{"section_title": "Military Installations GAO Visited", "paragraphs": ["U.S. Air Force  Eglin Air Force Base, Florida  Vandenberg Air Force Base, California  U.S. Army  Fort Bliss, Texas  Fort Campbell, Kentucky  Fort Carson, Colorado  U.S. Marine Corps  Marine Corps Base Camp Lejeune, North Carolina  Marine Corps Base Camp Pendleton, California  At each installation visited, we interviewed environmental quality  program officials to obtain information about their implementation of the  environmental quality program. We reviewed these installations’ lists of  planned environmental projects for fiscal years 2002 through 2009 and  funding data for activities covering fiscal years 1999 through 2002. We  compared this information across the services to determine if there  were variations in the types of environmental activities being funded.  We also compared the installations’ lists of environmental activities to  service policy to determine if inappropriate or ineligible activities had  been funded.", "To determine the role of the major commands in identifying, prioritizing,  and funding environmental activities and to obtain the commands’  perspectives on the environmental quality program, we discussed the  environmental quality program with officials from the major commands  associated with the installations and regions we visited: Army Forces  Command (Fort Campbell and Fort Carson), Army Training and Doctrine  Command (Fort Bliss), Air Force Space Command (Vandenberg Air Force  Base), Air Force Materiel Command (Eglin Air Force Base), the Navy’s  Atlantic Fleet (Navy Mid-Atlantic Region), and the Navy’s Pacific Fleet  (Navy Region Southwest). The Marine Corps does not have major  commands that play the type of role in the environmental quality program  that the commands play in the other services. We also discussed our  findings with officials of the Army’s new Installation Management Agency,  which will assume responsibility for funding environmental quality  programs at Army installations beginning in fiscal year 2004.", "We also met with officials from the Office of the Secretary of Defense  and each service headquarters to obtain information on their roles in the  environmental quality program and their perspectives on the program, in  particular, on how environmental activities are identified, prioritized,  and funded.", "We conducted our review from May 2002 through May 2003 in accordance  with generally accepted governmental auditing standards."], "subsections": []}]}, {"section_title": "Appendix II: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the individuals named above, Kelly Blado, Christine Frye,  Roderick Moore, Cynthia Norris, and Susan Swearingen made key  contributions to this report. Also contributing to this report were  Doreen Feldman, Anne Rhodes-Klein, and Amy Webbink."], "subsections": []}]}], "fastfact": []}