{"id": "GAO-10-1063T", "url": "https://www.gao.gov/products/GAO-10-1063T", "title": "National Flood Insurance Program: Continued Actions Needed to Address Financial and Operational Issues", "published_date": "2010-09-22T00:00:00", "released_date": "2010-09-22T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The National Flood Insurance Program (NFIP), established in 1968, provides policyholders with insurance coverage for flood damage. The Federal Emergency Management Agency (FEMA) within the Department of Homeland Security is responsible for managing NFIP. Unprecedented losses from the 2005 hurricane season and NFIP's periodic need to borrow from the U.S. Treasury to pay flood insurance claims have raised concerns about the program's long-term financial solvency. Because of these concerns and NFIP's operational issues, NFIP has been on GAO's high-risk list since March 2006. As of August 2010, NFIP's debt to Treasury stood at $18.8 billion. This testimony discusses (1) NFIP's financial challenges, (2) FEMA's operational and management challenges, and (3) actions needed to address these challenges. In preparing this statement, GAO relied on its past work on NFIP and GAO's ongoing review of FEMA's management of NFIP, particularly data management and contractor oversight issues."]}, {"section_title": "What GAO Found", "paragraphs": ["While Congress and FEMA intended that NFIP be funded with premiums collected from policyholders rather than with tax dollars, the program is, by design, not actuarially sound. NFIP cannot do some of the things that private insurers do to manage their risks. For example, NFIP is not structured to build a capital surplus, is likely unable to purchase reinsurance to cover catastrophic losses, cannot reject high-risk applicants, and is subject to statutory limits on rate increases. In addition, its premium rates do not reflect actual flood risk. For example, nearly one in four property owners pay subsidized rates, \"full-risk\" rates may not reflect the full risk of flooding, and NFIP allows \"grandfathered\" rates that allow some property owners to continue paying rates that do not reflect reassessments of their properties' flood risk. Further, NFIP cannot deny insurance on the basis of frequent losses and thus provides policies for repetitive loss properties, which represent only 1 percent of policies but account for 25 to 30 percent of claims. NFIP's financial condition has improved slightly due to an increase in the number of policyholders and moderate flood losses, and since March 2009, FEMA has taken some encouraging steps toward improving its financial position, including making $600 million in payments to Treasury without increasing its borrowings. However, it is unlikely to pay off its full $18.8 billion debt, especially if it faces catastrophic loss years. Operational and management issues may also limit efforts to address NFIP's financial challenges and meet program goals. Payments to write-your-own (WYO) insurers, which are key to NFIP operations, represent one-third to two-thirds of the premiums collected. But FEMA does not systematically consider actual flood insurance expense information when calculating these payments and has not aligned its WYO bonus structure with NFIP goals or implemented all of its financial controls for the WYO program. GAO also found that FEMA did not consistently follow its procedures for monitoring non-WYO contractors or coordinate contract monitoring responsibilities among departments on some contracts. Some contract monitoring records were missing, and no system was in place that would allow departments to share information on contractor deficiencies. In ongoing GAO work examining FEMA's management of NFIP, some similar issues are emerging. For example, FEMA still lacks an effective system to manage flood insurance policy and claims data, despite investing roughly 7 years and $40 million on a new system whose development has been halted. However, FEMA has begun to acknowledge its management challenges and develop a plan of action. Addressing the financial challenges facing NFIP would likely require actions by both FEMA and Congress that involve trade-offs, and the challenges could be difficult to remedy. For example, reducing subsidies could increase collected premiums but reduce program participation. At the same time, FEMA must address its operational and management issues. GAO has recommended a number of actions that FEMA could take to improve NFIP operations, and ongoing work will likely identify additional issues. In past work, GAO recommended, among other things, that FEMA take steps to help ensure that premium rates are more reflective of flood risks; strengthen its oversight of NFIP and insurance companies responsible for selling and servicing flood policies; and strengthen its internal controls and data quality."]}], "report": [{"section_title": "Letter", "paragraphs": ["I appreciate the opportunity to participate in today’s hearing on the  National Flood Insurance Program (NFIP) and the challenges that the  Federal Emergency Management Agency (FEMA) faces in administering it.  As you know, NFIP is a key component of the federal government’s efforts  to minimize the damage and financial impact of floods and is the only  source of insurance against flood damage for most residents in flood- prone areas. GAO placed NFIP on its high-risk list in March 2006, not only  because of the program’s potential to incur billions of dollars in losses and  the many financial challenges it faces, but also because of operational and  management challenges within FEMA, many of which we have identified  in previous reports to Congress.", "As of August 2010, NFIP owed approximately $18.8 billion to the  Department of the Treasury (Treasury), primarily as a result of loans the  program received to pay claims from the 2005 hurricane season. NFIP  borrowed additional funds from Treasury to make interest payments on  this debt and is unlikely ever to be able to repay the entire amount. These  revenue shortfalls reflect both the devastating effects of catastrophic  hurricanes and structural weaknesses in the way the program is funded.  Our previous reports identified many of these weaknesses, including  subsidized premium rates, rate-setting methods that do not reflect the  actual risk of losses due to flooding, and claims arising from a small, but  growing number of repetitive loss properties. We have also previously  identified management issues, particularly with respect to FEMA’s  oversight of write-your-own (WYO) insurers. We are currently conducting  a comprehensive review of NFIP management and other ongoing  challenges that FEMA faces in administering the program as well as a  review of the NFIP mapping program.", "My testimony today will revisit and update the challenges we identified in  previous reports, specifically (1) NFIP’s financial challenges, (2) FEMA’s  operational and management challenges relating to NFIP, and (3) actions  needed to address these challenges. My statement is based largely on  completed work on the oversight of the WYO program, the financial  impact of subsidized premium rates, and the rate-setting process for flood  insurance premiums. We performed our work in accordance with  generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence we obtained  provides a reasonable basis for our findings and conclusions based on our  audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The National Flood Insurance Act of 1968 established NFIP as an  alternative to providing direct assistance after floods. NFIP, which  provides government-guaranteed flood insurance to homeowners and  businesses, was intended to reduce the federal government’s escalating  costs for repairing flood damage after disasters. FEMA, which is within the  Department of Homeland Security (DHS), is responsible for the oversight  and management of NFIP. Since NFIP’s inception, Congress has enacted  several pieces of legislation to strengthen the program. The Flood Disaster  Protection Act of 1973 made flood insurance mandatory for owners of  properties in vulnerable areas who had mortgages from federally regulated  lenders and provided additional incentives for communities to join the  program. The National Flood Insurance Reform Act of 1994 strengthened  the mandatory purchase requirements for owners of properties located in  special flood hazard areas (SFHA) with mortgages from federally  regulated lenders. Finally, the Bunning-Bereuter-Blumenauer Flood  Insurance Reform Act of 2004 authorized grant programs to mitigate  properties that experienced repetitive flooding losses. Owners of these  repetitive loss properties who do not mitigate face higher premiums.", "To participate in NFIP, communities agree to enforce regulations for land  use and new construction in high-risk flood zones and to adopt and  enforce state and community floodplain management regulations to  reduce future flood damage. Currently, more than 20,000 communities  participate in NFIP. NFIP has mapped flood risks across the country,  assigning flood zone designations based on risk levels, and these  designations are a factor in determining premium rates. NFIP offers two  types of flood insurance premiums: subsidized and full-risk. The National  Flood Insurance Act of 1968 authorizes NFIP to offer subsidized premiums  to owners of certain properties. These subsidized premium rates, which  represent about 35 to 40 percent of the cost of covering the full risk of  flood damage to the properties, account for about 22 percent of all NFIP  policies as of September 2010. To help reduce or eliminate the long-term  risk of flood damage to buildings and other structures insured by NFIP,  FEMA has used a variety of mitigation efforts such as elevation,  relocation, and demolition. Despite these efforts, the inventories of  repetitive loss properties and policies with subsidized premium rates have  continued to grow. In response to the magnitude and severity of the losses  from the 2005 hurricanes, Congress increased NFIP’s borrowing authority  from the Treasury to $20.775 billion. As of August 2010, FEMA owed  Treasury $18.8 billion, and the program as currently designed will likely  not generate sufficient revenues to repay this debt."], "subsections": []}, {"section_title": "NFIP’s Financial Challenges Have Increased the Federal Government’s and U.S. Taxpayers’ Financial Exposure from Flood Losses", "paragraphs": ["By design, NFIP is not an actuarially sound program, in part because it does  not operate like many private insurance companies. As a government  program, its primary public policy goal is to provide flood insurance in  flood-prone areas to property owners who otherwise would not be able to  obtain it. Yet NFIP is also expected to cover its claims losses and operating  expenses with the premiums it collects, much like a private insurer. In years  when flooding has not been catastrophic, NFIP has generally managed to  meet these competing goals. In years of catastrophic flooding, however, and  especially during the 2005 hurricane season, it has not.", "NFIP’s operations differ from those of most private insurers in a number  of ways. First, it operates on a cash-flow basis and has the authority to  borrow from Treasury. As of August 2010, NFIP owed approximately $18.8  billion to Treasury, primarily as a result of loans that the program received  to pay claims from the 2005 hurricane season. NFIP will likely not be able  to meet its interest payments in most years, and the debt may continue to  grow as the program may need to borrow to meet the interest payments in  some years and potential future flood losses. Also unlike private insurance  companies, NFIP assumes all the risk for the policies it sells. Private  insurers typically retain only part of the risk that they accept from  policyholders, ceding a portion of the risk to reinsurers (insurance for  insurers). This mechanism is particularly important in the case of  insurance for catastrophic events, because the availability of reinsurance  allows an insurer to limit the possibility that it will experience losses  beyond its ability to pay. NFIP’s lack of reinsurance, combined with the  lack of structure to build a capital surplus, transfers much of the financial  risk of flooding to Treasury and ultimately the taxpayer.", "NFIP is also required to accept virtually all applications for insurance,  unlike private insurers, which may reject applicants for a variety of  reasons. For example, FEMA cannot deny insurance on the basis of  frequent losses. As a result, NFIP is less able to offset the effects of  adverse selection—that is, the phenomenon that those who are most likely  to purchase insurance are also the most likely to experience losses.  Adverse selection may lead to a concentration of policyholders in the  riskiest areas. This problem is further compounded by the fact that those  at greatest risk are required to purchase insurance from NFIP if they have  a mortgage from a federally regulated lender. Finally, by law, FEMA is  prevented from raising rates on each flood zone by more than 10 percent  each year. While most states regulate premium prices for private insurance  companies on other lines of insurance, they generally do not set limits on  premium rate increases, instead focusing on whether the resulting  premium rates are justified by the projected losses and expenses."], "subsections": [{"section_title": "NFIP’s Premium Rates Do Not Reflect the Full Risk of Flooding", "paragraphs": ["As we have seen, NFIP does not charge rates that reflect the full risk of  flooding. NFIP could be placed on a sounder fiscal footing by addressing  several elements of its premium structure. For example, as we have  pointed out in previous reports, NFIP provides subsidized and  grandfathered rates that do not reflect the full risk of potential flood losses  to some property owners, operates in part with unreliable and incomplete  data on flood risks that make it difficult to set accurate rates, and has not  been able to overcome the challenge of repetitive loss properties.  Subsidized rates, which are required by law, are perhaps the best-known  example of premium rates that do not reflect the actual risk of flooding.  These rates, which were authorized from when the program began, were  intended to help property owners during the transition to full-risk rates.  But today, nearly one out of four NFIP policies continues to be based on a  subsidized rate. These rates allow policyholders with structures that were  built before floodplain management regulations were established in their  communities to pay premiums that represent about 35 to 40 percent of the  actual risk premium. Moreover, FEMA estimates that properties covered  by policies with subsidized rates experience as much as five times more  flood damage than compliant new structures that are charged full-risk  rates. As we have pointed out, the number of policies receiving subsidized  rates has grown steadily in recent years and without changes to the  program will likely continue to grow, increasing the potential for future  NFIP operating deficits.", "Further, potentially outdated and inaccurate data about flood probabilities  and damage claims, as well as outdated flood maps, raise questions about  whether full-risk premiums fully reflect the actual risk of flooding. First,  some of the data used to estimate the probability of flooding have not been  updated since the 1980s. Similarly, the claims data used as inputs to the  model may be inaccurate because of incomplete claims records and  missing data. Further, some of the maps FEMA uses to set premium rates  remain out of date despite recent modernization efforts. For instance, as  FEMA continues these modernization efforts, it does not account for  ongoing and planned development making some maps outdated shortly  after their completion. Moreover, FEMA does not map for long-term  erosion, further increasing the likelihood that data used to set rates are  inaccurate. FEMA also sets flood insurance rates on a nationwide basis,  failing to account for many topographic factors that are relevant to flood  risk for individual properties. Some patterns in historical claims and  premium data suggest that NFIP’s rates may not accurately reflect  individual differences in properties’ flood risk. Not accurately reflecting  the actual risk of flooding increases the risk that full-risk premiums may  not be sufficient to cover future losses and add to concerns about NFIP’s  financial stability.", "As mentioned earlier, we are currently reviewing FEMA’s flood mapping  program. Specifically, we are trying to determine the extent to which  FEMA ensures that flood maps accurately reflect flood risk and the  methods FEMA uses to promote community acceptance of flood maps. We  plan to issue this report in December 2010.", "Further contributing to NFIP’s financial challenges, FEMA made a policy  decision to allow certain properties remapped into riskier flood zones to  keep their previous lower rates. Like subsidized rates, these  “grandfathered” rates do not reflect the actual risk of flooding to the  properties and do not generate sufficient premiums to cover expected  losses. FEMA officials told us that the decision to grandfather rates was  based on considerations of equity, ease of administration, and goals of  promoting floodplain management. However, FEMA does not collect data  on grandfathered properties or measure their financial impact on the  program. As a result, it does not know how many such properties exist,  their exact location, or the volume of losses they generate. FEMA officials  stated that beginning in October 2010 they would indicate on all new  policies whether or not they were grandfathered. However, they would  still be unable to identify grandfathered properties among existing  policies. As FEMA continues its efforts to modernize flood maps across  the country, it has continued to face resistance from communities and  homeowners when remapping properties into higher-risk flood zones with  higher rates. As a result, FEMA has often grandfathered in previous  premium rates that are lower than the remapped rates. However,  homeowners who are remapped into high-risk areas and do not currently  have flood insurance may be required to purchase it at the full risk rate.", "In reauthorizing NFIP in 2004, Congress noted that repetitive loss  properties—those that have had two or more flood insurance claims  payments of $1,000 or more over 10 years—constituted a significant drain  on NFIP resources. These properties account for about 1 percent of all  policies but are estimated to account for up to 30 percent of all NFIP  losses. Not all repetitive loss properties are part of the subsidized property  inventory, but a high proportion receive subsidized rates, further  contributing to NFIP’s financial risks. While Congress has made efforts to  target these properties, the number of repetitive loss properties has  continued to grow, making them an ongoing challenge to NFIP’s financial  stability."], "subsections": []}, {"section_title": "Despite Its Financial Challenges, NFIP Has Experienced Some Positive Developments", "paragraphs": ["According to FEMA, expanded marketing efforts through its FloodSmart  campaign have contributed to an increase in NFIP policies. This program  was designed to educate and inform partners, stakeholders, property  owners, and renters about insuring their homes and businesses against  flood damage. Since the start of the FloodSmart campaign in 2004, NFIP  has seen policy growth of more than 24 percent, and as of June 2010, had  5.6 million policies in force. Moreover, according to FEMA, despite the  economic downturn, both policy sales and retention have grown. In  addition, NFIP’s collected premiums have risen 24 percent from December  2006 to June 2010. This increase, combined with a relatively low loss  experience in recent years, has enabled FEMA to make nearly $600 million  in payments to Treasury with no additional borrowing since March 2009.  FEMA has also adjusted its expense reimbursement formula. While these  are all encouraging developments, FEMA is still unlikely to ever pay off its  current $18.8 billion debt."], "subsections": []}]}, {"section_title": "FEMA’s Operational and Management Issues May Further Limit Progress in Achieving NFIP Goals", "paragraphs": ["We have identified a number of operational issues that affect NFIP,  including weaknesses in FEMA’s oversight of WYO insurers, and  shortcomings in its oversight of other contractors, as well as new issues  from ongoing work. For example, we found that FEMA does not  systematically consider actual flood insurance expense information when  determining the amount it pays WYO insurers for selling and servicing  flood insurance policies and adjusting claims. Instead, FEMA has used  proxies, such as average industry operating expenses for property  insurance, to determine the rates at which it pays these insurers, even  though their actual flood insurance expense information has been  available since 1997. Because FEMA does not systematically consider  these data when setting its payment rates, it cannot effectively estimate  how much insurers are spending to carry out their contractual obligations  to FEMA. Further, FEMA does not compare the WYO insurers’ actual  expenses to the payments they receive each year and thus cannot  determine whether the payments are reasonable in terms of expenses and  profits. When GAO compared payments FEMA made to six WYO insurers  to their actual expenses for calendar years 2005 through 2007, we found  that the payments exceeded actual expenses by $327.1 million, or 16.5  percent of total payments made. By considering actual expense  information, FEMA could provide greater transparency and accountability  over payments to the WYO insurers and potentially save taxpayers’ funds.", "FEMA also has not aligned its bonus structure for WYO insurers with NFIP  goals such as increasing penetration in low-risk flood zones and among  homeowners in all zones that do not have mortgages from federally  regulated lenders. FEMA uses a broad-based distribution formula that  primarily rewards companies that are new to NFIP, and can relatively  easily increase their percentage of net policies from a small base. We also  found that most WYO insurers generally offered flood insurance when it  was requested but did not strategically market the product as a primary  insurance line. FEMA has set only one explicit marketing goal—to  increase policy growth by 5 percent each year—and does not review the  WYO insurers’ marketing plans. It therefore lacks the information needed  to assess the effectiveness of either the WYO insurers’ efforts to increase  participation or the bonus program itself. For example, FEMA does not  know the extent to which sales increases may reflect external factors such  as flood events or its own FloodSmart marketing campaign rather than any  effort on the part of the insurers. Having intermediate targeted goals could  also help expand program participation, and linking such goals directly to  the bonus structure could help ensure that NFIP and WYO goals are in line  with each other.", "Finally, FEMA has explicit financial control requirements and procedures  for the WYO program but has not implemented all aspects of its Financial  Control Plan. FEMA’s Financial Control Plan provides guidance for WYO  insurers to help ensure compliance with the statutory requirements for  NFIP. It contains several checks and balances to help ensure that  taxpayers’ funds are spent appropriately. For an earlier report, we  reviewed 10 WYO insurers and found that while FEMA performed most of  the required biennial audits and underwriting and claims reviews required  under the plan, it rarely or never implemented most of the required audits  for cause, reviews of state insurance department audits, or marketing,  litigation, and customer service operational reviews. In addition, FEMA  did not systematically track the outcomes of the various audits,  inspections, and reviews that it performed. We also found that multiple  units had responsibility for helping ensure that WYO insurers complied  with each component of the Financial Control Plan; that FEMA did not  maintain a single, comprehensive monitoring system that would allow it to  ensure compliance with all components of the plan; and that there was no  centralized access to all of the documentation produced. Because FEMA  does not implement all aspects of the Financial Control Plan, it cannot  ensure that WYOs are fully complying with program requirements.", "In another review, we found that weak internal controls impaired FEMA’s  ability to maintain effective transaction-level accountability with WYO  insurers from fiscal years 2005 through 2007, a period that included the  financial activity related to the 2005 Gulf Coast hurricanes. NFIP had  limited assurance that its financial data for fiscal years 2005 to 2007 were  accurate. This impaired data reliability resulted from weaknesses at all three  levels of the NFIP transaction accountability and financial reporting  process. At the WYO level, WYO insurer claims loss files did not include the  documents necessary to support the claims, and some companies filed  reports late, undermining the reliability of the data they did report. Second,  contractor-level internal control activities were ineffective in verifying the  accuracy of the data that WYO insurers submitted, such as names and  addresses. Lastly, at the agency level, financial reporting process controls  were not based on transaction-level data. Instead FEMA relied primarily on  summary data compiled using error-prone manual data entry."], "subsections": [{"section_title": "FEMA’s Oversight of Non- WYO Contractor Activities Is Also Lacking", "paragraphs": ["Also in a previous report, we pointed out that FEMA lacked records of  monitoring activities for other contractors, inconsistently followed its  procedures for monitoring these contractors, and did not coordinate  contract monitoring responsibilities for the two major contracts we  reviewed. At FEMA, a Contracting Officer’s Technical Representative  (COTR) and staff (referred to as “monitors”) are responsible for,  respectively, ensuring compliance with contract terms and regularly  monitoring and reporting on the extent to which NFIP contractors meet  standards in performance areas specified in the contracts. Internal control  standards for the federal government state that records should be properly  managed and maintained. But FEMA lacked records for the majority of the  monitoring reports we requested and did not consistently follow the  monitoring procedures for preparing, reviewing, and maintaining  monitoring reports.", "Further, FEMA offices did not coordinate information and actions relating  to contractors’ deficiencies and payments, and in some cases key officials  were unaware of decisions on contractors’ performance. In particular, our  review of monitoring reports for one contract revealed a lack of  coordination between the COTR and the contracting officer. As a result,  FEMA could not ensure that the contractor had adhered to the contract’s  requirements and lacked information critical to effective oversight of key  NFIP data collection, reporting, and insurance functions. Given NFIP’s  reliance on contractors, it is important that FEMA have in place adequate  controls that are consistently applied to all contracts. Consistent with our  findings in prior work, the DHS inspector general has also identified  weaknesses in FEMA’s internal controls and financial reporting related to  the NFIP.", "Our ongoing work reviewing FEMA’s management of NFIP identifies a  number of steps that FEMA has taken that are designed to improve the  agency’s oversight of contractors. These efforts include the  implementation of an acquisition review board and the creation of a  handbook for COTRs. While these are positives steps, not enough time has  passed to evaluate their effectiveness."], "subsections": []}, {"section_title": "FEMA Continues to Lack an Effective System to Manage Flood Insurance Policy and Claims Data", "paragraphs": ["To manage the flood policy and claims information that it obtains from  insurance companies, NFIP’s Bureau and Statistical Agent (BSA) relies on  a flood insurance management system from the 1980s that is difficult and  costly to sustain and that does not adequately support NFIP’s mission  needs. This system consists of over 70 interfaced applications that utilize  monthly tape and batch submissions of policy and claims data from  insurance companies. The system also provides limited access to NFIP  data. Further, identifying and correcting errors in submission requires  between 30 days and 6 months and the general claims processing cycle  itself is 2 to 3 months.", "To address the limitations of this system, NFIP launched a program in  2002 to acquire and implement a modernization and business improvement  system, known as NextGen. As envisioned, NextGen was to accelerate  updates to information obtained from insurance companies, identify errors  before flood insurance policies went into effect, and enable FEMA to  expedite business transactions and responses to NFIP claims when  policyholders required urgent support. As such, the system would support  the needs of a wide range of NFIP stakeholders, including FEMA  headquarters and regional staff, WYO insurers, vendors, state hazard  mitigation officers, and NFIP state coordinators.", "As part of our ongoing review of FEMA’s management of NFIP, we found  that despite having invested roughly $40 million over 7 years, FEMA has  yet to implement NextGen. Initial versions of NextGen were first deployed  for operational use in May 2008. However, shortly thereafter system users  reported major problems with the system, including significant data and  processing errors. As a result, use of NextGen was halted, and the agency  returned to relying exclusively on its mainframe-based legacy system  while NextGen underwent additional testing. In late 2009, after this testing  showed that the system did not meet user needs and was not ready to  replace the legacy system, further development and deployment of  NextGen was stopped, and FEMA’s Chief Information Officer began an  evaluation to determine what, if anything, associated with the system  could be salvaged. This evaluation is currently under way, and a date for  completing it has yet to be established. DHS and the Office of Management  and Budget recently designated this effort as high-risk.", "Our ongoing review of FEMA’s management of NFIP includes identifying  lessons learned about how NextGen was defined, developed, tested, and  deployed, including weaknesses in requirements development and  management, test management, risk management, executive oversight,  and program office staffing that have collectively contributed to NextGen’s  failure. In completing its evaluation and deciding how to proceed in  meeting its policy and claims processing needs, FEMA could benefit by  correcting these weaknesses. In the interim, the agency continues to rely  on its outdated legacy system, and thus does not have the kind of robust  analytical support and information needed to help address the reasons  that NFIP remains on GAO’s high-risk list of federal programs."], "subsections": []}]}, {"section_title": "Addressing NFIP’s Challenges Would Require Actions from FEMA and Congress", "paragraphs": ["To address the challenges NFIP faces, FEMA would have to address its  own operational and management challenges. Further, legislative reform  would be needed to address structural issues. However, as you know,  addressing many of these issues involves public policy trade-offs that  would have to be made by Congress. In July 2010 the House of  Representatives passed the Flood Insurance Reform Priorities Act, which  if enacted would make a number of changes to NFIP. Moreover, part of  this process requires determining whether NFIP is or should be structured  as an insurance program and how much liability the government can and  is willing to accept. For example, if Congress wants to structure NFIP as  an insurance company and limit borrowing from Treasury in future high-  or catastrophic loss years, NFIP would have to build a capital surplus  fund. Our prior work has shown that building such a fund would require  charging premium rates that, in some cases, could be more than double or  triple current rates and would take a number of years without catastrophic  losses to implement. Additionally, while private insurers generally use  reinsurance to hedge their risk of catastrophic losses, it is unclear whether  the private reinsurance market would be willing to offer coverage to NFIP.  In the absence of reinsurance and a surplus fund, Treasury will effectively  continue to act as the reinsurer for NFIP and be the financial backstop for  the program."], "subsections": [{"section_title": "Premium Rates Could Be Made More Reflective of Flood Risk", "paragraphs": ["Making premium rates more reflective of flood risk would require actions  by FEMA and Congress. Because subsidized premium rates are required  by law, addressing their associated costs would require congressional  action. As previously reported, two potential options would be to  eliminate or reduce the use of subsidies over time, or target them based on  need. However, these options involve trade-offs. For example, eliminating  or reducing the subsidies would help ensure that premium rates more  accurately reflect the actual risk of loss and could encourage mitigation  efforts. But the resulting higher premiums could lead some homeowners  to discontinue or not purchase coverage, thus reducing participation in  NFIP and potentially increasing the costs to taxpayers of providing  disaster assistance in the event of a catastrophe. Targeting subsidies based  on need is an approach used by other federal programs and could help  ensure that those needing the subsidy would have access to it and retain  their coverage. Unlike other agencies that provide—and are allocated  funds for—traditional subsidies, NFIP does not receive an appropriation  to pay for shortfalls in collected premiums caused by its subsidized rates.", "However, one option to maintain the subsidies but improve NFIP’s  financial stability would be to rate all policies at the full-risk rate and to  appropriate subsidies for qualified policyholders. In this way, the cost of  such subsidies would be more transparent, and policyholders would be  better informed of their flood risk. Depending on how such a program was  implemented, NFIP might be able to charge more participants rates that  more accurately reflect their risk of flooding. However, raising premium  rates for some participants could also decrease program participation, and  low-income property owners and renters could be discouraged from  participating in NFIP if they were required to prove that they met the  requirements for a subsidy. FEMA might also face challenges in  implementing this option in the midst of other ongoing operational and  management challenges.", "NFIP’s rate-setting process for full-risk premiums may not ensure that  those premium rates reflect the actual risk of flooding and therefore may  increase NFIP’s financial risk. Moreover, FEMA’s rate-setting process for  subsidized properties depends, in part, on the accuracy of the full-risk  rates, raising concerns about how subsidized rates are calculated as well.  To address these concerns, we have identified actions that FEMA could  take. For example, we recommended that FEMA take steps to help ensure  that its rate-setting methods and the data it uses to set rates result in full- risk premium rates that accurately reflect the risk of losses from flooding.  In particular, we pointed out that these steps should include verifying the  accuracy of flood probabilities, damage estimates, and flood maps, and  reevaluating the practice of aggregating risks across zones.", "Similarly, because NFIP allows grandfathered rates for those remapped  into high-risk flood zones, it would also be in the position to address some  of the challenges associated with this practice. FEMA could end  grandfathered rates, but it decided to allow grandfathering after consulting  with Congress, its oversight committees, and other stakeholders and  considering issues of equity, fairness, and the goal of promoting floodplain  management. We recommended that the agency take steps both to ensure  that information was collected on the location, number, and losses  associated with existing and newly created grandfathered properties in  NFIP and to analyze the financial impact of these properties on the flood  insurance program. With such information, FEMA and Congress will be  better informed on the extent to which these rates contribute to NFIP’s  financial challenges.", "Another statutory requirement that could be revisited is the 10-percent cap  on rate increases. As with all the potential reform options, determining  whether such action is warranted would necessitate weighing the law’s  benefits—including limiting financial hardship to policyholders—against  the benefits that increasing or removing such limits would provide to  NFIP, Treasury, and ultimately the taxpayer. However, as long as caps on  rate increases remain, FEMA will continue to face financial challenges.", "Solutions for addressing the impact of repetitive loss properties would  also require action by both FEMA and Congress. For example, we have  reported that one option for Congress would be to substantially expand  mitigation efforts and target these efforts toward the highest-risk  properties. Mitigation criteria could be made more stringent – for  example, by requiring all insured properties that have filed two or more  flood claims (even for small amounts) to mitigate, denying insurance to  property owners who refuse or do not respond to a mitigation offer, or  some combination of these approaches. While these actions would help  reduce losses from flood damage and could ultimately limit costs to  taxpayers by decreasing the number of subsidized properties, they would  require increased funding for FEMA’s mitigation programs, to elevate,  relocate, or demolish the properties, would be costly to taxpayers, and  could take years to complete. Congress could also consider changes to  address loopholes in mitigation and repurchase requirements that allow  policyholders to avoid mitigating by simply not responding to FEMA’s  requests that they do so. FEMA could be required to either drop coverage  for such properties or use eminent domain to seize them if owners fail to  respond to FEMA’s mitigation requests. Moreover, Congress could  streamline the various mitigation grant programs to make them more  efficient and effective."], "subsections": []}, {"section_title": "FEMA Could Take Further Actions to Help Address Operational and Management Challenges", "paragraphs": ["Over the last several years we have made many recommendations for  actions that FEMA could take to improve its management of NFIP. FEMA  has implemented some recommendations, including among other things,  introducing a statistically valid method for sampling flood insurance  claims for review, establishing a regulatory appeals process for  policyholders, and ensuring that WYO insurance agents meet minimum  education and training requirements. FEMA has also taken steps to make  analyzing the overall results of claims adjustments easier after future flood  events. The efforts will help in determining the number and type of claims  adjustment errors made and deciding whether new, cost-efficient methods  for adjusting claims that were introduced after Hurricane Katrina are  feasible to use after other flood events. However, as mentioned  previously, many of our other previous recommendations have not yet  been implemented. For example, we have recommended that FEMA:    Address challenges to oversight of the WYO program, specifically the lack  of transparency of and accountability for the payments FEMA makes to  WYO insurers, by determining in advance the amounts built into the  payment rates for estimated expenses and profit, annually analyzing the  amounts of actual expenses and profit in relation to the estimated  amounts used in setting payment rates, and by immediately reassessing  the practice of paying WYO insurers an additional 1 percent of written  premiums for operating expenses.", "Take steps to better oversee WYO insurers and ensure that they are in  compliance with statutory requirements for NFIP and that taxpayers’  funds are spent appropriately by consistently following the Financial  Control Plan and ensuring that each component is implemented; ensuring  that any revised Financial Control Plan covers oversight of all functions of  participating WYO insurers, including customer service and litigation  expenses; systematically tracking insurance companies’ compliance with  and performance under each component of the Financial Control Plan;  and ensuring centralized access to all audits, reviews, and data analyses  performed for each WYO insurer under the Financial Control Plan.", "Improve NFIP’s transaction-level accountability and assure that financial  reporting is accurate and that insurance company operations conform to  program requirements by augmenting NFIP policies to require contractors  to develop procedures for analyzing financial reports in relation to the  transaction-level information that WYO insurers submit for statistical  purposes; revising required internal control activities for contractors to  provide for verifying and validating the reliability of WYO-reported  financial information based on a review of a sample of the underlying  transactions or events; and obtaining verification that these objectives  have been met through independent audits of the WYO insurers.", "Address contract and management oversight issues that we have identified  in previous reports, including determining the feasibility of integrating and  streamlining numerous existing NFIP financial reporting processes to  reduce the risk of errors inherent in the manual recording of accounting  transactions into multiple systems; establishing and implementing  procedures that require the review of available information, such as the  results of biennial audits, operational reviews, and claim reinspections to  determine whether the targeted audits for cause should be used;  establishing and implementing procedures to schedule and conduct all  required operational reviews within the prescribed 3-year period; and  establishing and implementing procedures to select statistically  representative samples of all claims as a basis for conducting  reinspections of claims by general adjusters.", "Address challenges to oversight of contractor activities, including  implementing processes to ensure that monitoring reports are submitted  on time and systematically reviewed and maintained by the COTR and the  Program Management Office; ensuring that staff clearly monitor each  performance standard the contractor is required to meet in the specified  time frames and clearly link monitoring reports and performance areas;  implementing written guidance for all NFIP-related contracts on how to  consistently handle the failure of a contractor to meet performance  standards; establishing written policies and procedures governing  coordination among FEMA officials and offices when addressing  contractor deficiencies; and ensuring that financial disincentives are  appropriately and consistently applied.", "Building on our prior work and these recommendations, we are in the  process of conducting a comprehensive review of FEMA’s overall  management of NFIP that could help FEMA develop a roadmap for  identifying and addressing many of the root causes of its operational and  management challenges. This review focuses on a wide range of internal  management issues including acquisition, contractor oversight,  information technology (NextGen), internal controls, human capital,  budget and resources, document management, and financial management.  While our work is ongoing, we have observed some positive developments  in the agency’s willingness to begin to acknowledge its management issues  and the need to address them. FEMA has also taken steps to improve our  access to key NFIP staff and information by providing us with an on-site  office at one of FEMA’s locations, facilitating our ability to access and  review documents. In addition, in April 2010 FEMA staff initiated a  meeting with GAO to discuss all outstanding recommendations related to  NFIP and the actions they planned to take to address them. We are in the  process of obtaining and evaluating documentation related to these  actions."], "subsections": []}, {"section_title": "Recent Proposals Could Provide Some Benefits but Also Raise Concerns", "paragraphs": ["As part of our past work, we have also evaluated other proposals related  to NFIP. Each of those proposals has potential benefits as well as  challenges.", "In a previous report, we discussed some of the challenges associated with  implementing a combined federal flood and wind insurance program.  While such a program could provide coverage for wind damage to those  unable to obtain it in the private market and simplify the claims process  for some property owners, it could also pose several challenges. For  example, FEMA would need to determine wind hazard prevention  standards; adapt existing programs to accommodate wind coverage, create  a new rate-setting process, raise awareness of the program, enforce new  building codes, and put staff and procedures in place. FEMA would also  need to determine how to pay claims in years with catastrophic losses,  develop a plan to respond to potential limited participation and adverse  selection, and address other trade-offs, including the potential for delays  in reimbursing participants, litigation, lapses in coverage, underinsured  policyholders, and larger-than-expected losses.", "As we have previously reported, private business interruption coverage for  flood damage is expensive and is generally purchased only by large  companies. Adding business interruption insurance to NFIP could help  small businesses obtain coverage that they could not obtain in the private  market, but NFIP currently lacks resources and expertise in this area.  Adding business interruption insurance could increase NFIP’s existing  debt and potentially amplify its ongoing management and financial  challenges. Insurers told us that underwriting this type of coverage,  properly pricing the risk, and adjusting claims was complex.", "Finally, we have reported that creating a catastrophic loss fund to pay  larger-than-average annual losses would be challenging for several  reasons. For example, NFIP’s debt to Treasury would likely prevent NFIP  from ever being able to contribute to such a fund. Further, such a fund  might not eliminate NFIP’s need to borrow for larger-than-expected losses  that occurred before the fund was fully financed. Building a fund could  also require significant premium rate increases, potentially reducing  participation in NFIP."], "subsections": []}]}, {"section_title": "Closing Comments", "paragraphs": ["FEMA faces a number of ongoing challenges in managing and  administering NFIP that, if not addressed, will continue to work against  improving the program’s long-term financial condition. As you know,  improving NFIP’s financial condition involves a set of highly complex,  interrelated issues that are likely to involve many trade-offs and have no  easy solutions, particularly when the solutions to problems involve  balancing the goals of charging rates that reflect the full risk of flooding  and encouraging broad participation in the program. In addition,  addressing NFIP’s current challenges will require the cooperation and  participation of many stakeholders.", "As we noted when placing NFIP on the high-risk list in 2006,  comprehensive reform will likely be needed to address the financial  challenges facing the program. In addressing these financial challenges,  FEMA will also need to address a number of operational and management  challenges before NFIP can be eligible for removal from the high-risk list.  Our previous work has identified many of the necessary actions that  FEMA should take, and preliminary observations from our ongoing work  have revealed additional operational and management issues. By  addressing both the financial challenges as well as the operational and  management issues, NFIP will be in a much stronger position to achieve  its goals and ultimately to reduce its burden on the taxpayer.", "Chairman Dodd and Ranking Member Shelby, this concludes my prepared  statement. I would be pleased to respond to any of the questions you or  other members of the Committee may have at this time."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["Contact points for our Offices of Congressional Relations and Public  Affairs may be found on the last page of this statement. For further  information about this testimony, please contact Orice Williams Brown at  (202) 512-8678 or williamso@gao.gov. This statement was prepared under  the direction of Patrick Ward. Key contributors were Tania Calhoun, Emily  Chalmers, Nima Patel Edwards, Elena Epps, Christopher Forys, Randy  Hite, Tonia Johnson, and Shamiah Kerney."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["National Flood Insurance Program: Continued Actions Needed to  Address Financial and Operational Issues. GAO-10-631T. Washington,  D.C.: April 21, 2010.", "Financial Management: Improvements Needed in National Flood  Insurance Program’s Financial Controls and Oversight. GAO-10-66.  Washington, D.C.: December 22, 2009.", "Flood Insurance: Opportunities Exist to Improve Oversight of the WYO  Program. GAO-09-455. Washington, D.C.: August 21, 2009.", "Results-Oriented Management: Strengthening Key Practices at FEMA  and Interior Could Promote Greater Use of Performance Information.  GAO-09-676. Washington, D.C.: August 17, 2009.", "Information on Proposed Changes to the National Flood Insurance  Program. GAO-09-420R. Washington, D.C.: February 27, 2009.", "High-Risk Series: An Update. GAO-09-271. Washington, D.C.: January  2009.", "Flood Insurance: Options for Addressing the Financial Impact of  Subsidized Premium Rates on the National Flood Insurance Program.  GAO-09-20. Washington, D.C.: November 14, 2008.", "Flood Insurance: FEMA’s Rate-Setting Process Warrants Attention.  GAO-09-12. Washington, D.C.: October 31, 2008.", "National Flood Insurance Program: Financial Challenges Underscore  Need for Improved Oversight of Mitigation Programs and Key Contracts.  GAO-08-437. Washington, D.C.: June 16, 2008.", "Natural Catastrophe Insurance: Analysis of a Proposed Combined  Federal Flood and Wind Insurance Program. GAO-08-504. Washington,  D.C.: April 25, 2008.", "National Flood Insurance Program: Greater Transparency and  Oversight of Wind and Flood Damage Determinations Are Needed.  GAO-08-28. Washington, D.C.: December 28, 2007.", "National Disasters: Public Policy Options for Changing the Federal Role  in Natural Catastrophe Insurance. GAO-08-7. Washington, D.C.:  November 26, 2007.", "Federal Emergency Management Agency: Ongoing Challenges Facing the  National Flood Insurance Program. GAO-08-118T. Washington, D.C.:  October 2, 2007.", "National Flood Insurance Program: FEMA’s Management and Oversight  of Payments for Insurance Company Services Should Be Improved.  GAO-07-1078. Washington, D.C.: September 5, 2007.", "National Flood Insurance Program: Preliminary Views on FEMA’s  Ability to Ensure Accurate Payments on Hurricane-Damaged  Properties. GAO-07-991T. Washington, D.C.: June 12, 2007.", "Coastal Barrier Resources System: Status of Development That Has  Occurred and Financial Assistance Provided by Federal Agencies.  GAO-07-356. Washington, D.C.: March 19, 2007.", "National Flood Insurance Program: New Processes Aided Hurricane  Katrina Claims Handling, but FEMA’s Oversight Should Be Improved.  GAO-07-169. Washington, D.C.: December 15, 2006.", "Federal Emergency Management Agency: Challenges for the National  Flood Insurance Program. GAO-06-335T. Washington, D.C.: January 25,  2006.", "Federal Emergency Management Agency: Improvements Needed to  Enhance Oversight and Management of the National Flood Insurance  Program. GAO-06-119. Washington, D.C.: October 18, 2005.", "Determining Performance and Accountability Challenges and High  Risks. GAO-01-159SP. Washington, D.C.: November 2000.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}], "fastfact": []}