{"id": "GAO-11-731T", "url": "https://www.gao.gov/products/GAO-11-731T", "title": "Nuclear Waste: Disposal Challenges and Lessons Learned from Yucca Mountain", "published_date": "2011-06-01T00:00:00", "released_date": "2011-06-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The United States has generated over 75,000 metric tons of spent nuclear fuel and high-level nuclear waste--extremely hazardous substances--at 80 sites in 35 states and is expected to more than double that amount by 2055. The Nuclear Waste Policy Act of 1982 (NWPA) required the Department of Energy (DOE) to investigate a geologic repository for nuclear waste. In 1987, Congress amended NWPA to direct DOE to focus on a repository at Yucca Mountain, Nevada. In 2008, DOE submitted a license application for the repository but in March 2010 moved to withdraw it. However, the Nuclear Regulatory Commission (NRC) or the courts--as a result of federal lawsuits--might compel DOE to resume the licensing process. GAO has reported on options for interim storage of this waste and the effects a Yucca Mountain termination could have on both commercial waste and DOE-managed waste. This testimony is based on that prior work and discusses (1) the status of the Yucca Mountain repository and national policy for nuclear waste disposal, (2) options for storing nuclear waste and their benefits and challenges, and (3) principal lessons that can be learned from past nuclear waste management efforts."]}, {"section_title": "What GAO Found", "paragraphs": ["Uncertainties exist about the direction of the nation's policy for nuclear waste disposal. Under NWPA, DOE investigated Yucca Mountain as a site for a repository. In 2002, DOE recommended the site to the President and in 2008 submitted a license application to NRC. DOE is now seeking to withdraw the application from NRC's Atomic Safety and Licensing Board. DOE did not cite technical or safety issues but stated that Yucca Mountain is not a workable option because of a lack of public acceptance by the people of Nevada. On June 29, 2010, the board denied DOE's motion, ruling that NWPA requires DOE to continue the licensing effort. The NRC commissioners announced they might consider reviewing the board's decision, but as of May 26, 2011, no review had been announced. Separately, state and local governments and a private party filed suit in federal court against DOE and NRC in an effort to stop the repository termination. The court has not yet ruled. Amid this uncertainty, DOE took steps to shut down Yucca Mountain by September 30, 2010. DOE also established a Blue Ribbon Commission to evaluate alternatives for nuclear waste disposal, which plans to report by January 2012. Three primary waste storage options offer benefits but also face challenges, including high costs. Two options are for interim storage--continued on-site or centralized storage--which could allow time for research into new approaches that might have wider public acceptance than the Yucca Mountain permanent repository. Continued on-site storage would require less effort to implement since it is the current method of waste storage. However, this option could trigger significant financial liabilities as a result of industry lawsuits stemming from DOE's failure to accept the waste in 1998, as required under NWPA. The federal government has already paid $956 million, and future liabilities are estimated to be at least $15.4 billion through 2020. DOE and the Navy also might not meet certain commitments to remove their waste from two states, which could bring penalties and a suspension of the Navy's shipments of spent fuel, raising concerns about the Navy's ability to refuel its nuclear-powered warships. The second interim option, centralized interim storage, may face challenges because DOE states that it currently has no authority to implement this option. The third option, a geologic repository, is widely considered the only currently feasible option for permanently disposing of nuclear waste. DOE has faced challenges in identifying an acceptable site for permanent geologic disposal. Restarting the search would likely take decades and cost billions of dollars. Published reports and interviews--with federal, state, and local government officials and representatives of various organizations--suggest two broad lessons that can be learned from past nuclear waste management efforts. First, transparency, economic incentives, and education are important tools for gaining public acceptance. Second, it is important for any waste management strategy to have consistent policy, funding, and leadership, particularly since the process will take decades. An independent organization with a more predictable funding mechanism may be better suited than DOE to oversee nuclear waste management."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making no new recommendations at this time and continues to believe that implementing the recommendations in its March (GAO-11-230) and April 2011 (GAO-11-229) reports could improve DOE's efforts to manage and store nuclear waste."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss our recent work evaluating efforts  to manage and store spent nuclear fuel and high-level nuclear waste in the  United States. Nuclear energy generates about 20 percent of the nation’s  electric power and, as a domestic source of electricity with low emissions,  is a critical part of our energy infrastructure. In addition, military use of  nuclear material—in nuclear weapons and nuclear-powered warships— plays a vital role in our national defense. However, both of these activities  generate nuclear waste—referred to as spent nuclear fuel in the case of  fuel removed from a reactor and as high-level waste for material that is a  by-product of weapons production and other defense-related activities.  This nuclear waste has been accumulating since the mid-1940s and  currently totals over 75,000 metric tons at 80 sites in 35 states, enough to  fill a football field about 15 feet deep. Furthermore, this waste is expected  to increase by about 2,000 metric tons per year, more than doubling, to  153,000 metric tons by 2055.", "Although these nuclear technologies have been in use for decades, the  United States has yet to implement a plan for permanently disposing of its  nuclear waste. Since the publication of a 1957 report by the National  Academy of Sciences, a geological repository has been considered the  safest and most secure method of disposing of nuclear waste. During the  1960s and 1970s, the United States embarked on several efforts to evaluate  potential disposal sites for a permanent repository but no repository  resulted from these efforts. Then, in the 1980s, the Nuclear Waste Policy  Act of 1982 (NWPA) established a federal policy for the disposal of spent  nuclear fuel and high-level waste. Under NWPA, the Department of Energy  (DOE) was directed with investigating sites for a federal deep geologic  repository to dispose of spent nuclear fuel and high-level nuclear waste. In  1987, Congress amended NWPA to direct DOE to focus its effort solely on  Yucca Mountain—a site about 100 miles northwest of Las Vegas, Nevada.", "After more than 2 decades and spending nearly $15 billion, in 2008, DOE  submitted a license application to the Nuclear Regulatory Commission  (NRC) seeking authorization to construct a high-level waste repository at  Yucca Mountain. DOE planned to open the repository in 2017, although it  later delayed the planned opening date to 2020 (see fig. 1 for the current  storage sites and proposed repository).", "In March 2009, however, the Secretary of Energy announced plans to  terminate the Yucca Mountain repository program and instead study other  options for nuclear waste management. The President’s fiscal year 2011  budget proposed eliminating all funding for the program, including the  DOE office that managed it, the Office of Civilian Radioactive Waste  Management. The administration directed DOE to establish a Blue Ribbon  Commission of recognized experts to study nuclear waste management  alternatives. The commission is scheduled to issue a final report by  January 2012.", "My testimony is based on three of our recently issued reports on the  storage of spent nuclear fuel and high-level nuclear waste, updated with  recent information from DOE, NRC, federal court proceedings, and the  Blue Ribbon Commission’s preliminary recommendations. It addresses (1)  the status of the Yucca Mountain repository and national policy for  nuclear waste disposal, (2) options for storing spent nuclear fuel and high- level nuclear waste and the key benefits and challenges of each option,  and (3) the principal lessons learned from past nuclear waste management  efforts and how these lessons might be applied to future efforts. A detailed  description of our methodologies can be found in our published reports.  We conducted this work in accordance with generally accepted  government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Spent nuclear fuel and high-level nuclear waste are considered some of the  most hazardous substances on earth. Without protective shielding, the  intense radioactivity can kill a person immediately or cause cancer for  those who receive smaller doses. Nuclear waste can remain radioactively  dangerous for tens of thousands of years. This waste is the result of both  commercial and noncommercial activities.", "The majority of spent nuclear fuel is generated from commercial power  plant operations. After the nuclear fuel is used, or “spent,” and removed  from the reactors, operators must actively manage the spent nuclear fuel  by isolating and continually monitoring it to keep humans and the  environment safe. Most spent nuclear fuel is stored at operating reactor  sites, immersed in pools of water designed to cool it and isolate it from the  environment. With no offsite storage or disposal option for the spent  nuclear fuel, some of the racks in the pools holding spent nuclear fuel  have been be rearranged to allow for more dense storage. Despite this re- racking, spent nuclear fuel pools in the United States are reaching their  capacities. Even before the March 2011 earthquake and tsunami in Japan  that resulted in the release of radiation from the damaged reactors at  Fukushima Daiichi Nuclear Power Station, concerns had been expressed  about the possibility of an accident involving radiation release. The  concerns were that an overcrowded spent nuclear fuel pool could release  large amounts of radiation if an accident or other event caused the pool to  lose water, potentially leading to a fire that could disperse radioactive  material. As U.S. reactor operators have run out of space in their spent  nuclear fuel pools, they have turned in increasing numbers to dry cask  storage systems, which generally consist of stainless steel canisters placed  inside larger stainless steel or concrete casks and stored outside the pools  on concrete pads. Without a final disposition pathway, this commercial  spent nuclear fuel generally remains where it was generated, including  nine sites where the reactors have been decommissioned.", "In addition to spent nuclear fuel generated from commercial purposes,  DOE manages an inventory of about 13,000 metric tons of spent nuclear  fuel and high-level nuclear waste at five DOE sites. From 1944 until the  1980s, the United States used nuclear reactors to produce plutonium and  other materials for nuclear weapons. As a result of these activities, after  the shutdown of weapons production and of some reprocessing plants at  the end of the Cold War, DOE retained an inventory of spent nuclear fuel  that had not been reprocessed, as well as high-level nuclear waste—which  is one of the byproducts of reprocessing. Weapons production and related  defense activities—such as the reprocessing of the Navy’s spent nuclear  fuel to produce new fuel, which also created high-level nuclear waste—are  the source of about 87 percent of DOE’s inventory of spent nuclear fuel  and almost its entire inventory of high-level waste. Because weapons  production and reprocessing of the Navy’s spent nuclear fuel have ended,  DOE’s inventories of this waste are largely fixed.", "DOE is also responsible for managing nuclear waste from a variety of  other sources. For example, DOE is responsible for managing spent  nuclear fuel from the Navy through the Naval Nuclear Propulsion  Program, which is jointly operated by DOE and the Navy. The remainder  of DOE’s inventory of nuclear waste comes from various nondefense  sources, including research activities and foreign research reactors. The  United States operates a program to take custody of spent nuclear fuel  from foreign research reactors, which supports a U.S. policy to prevent the  proliferation of nuclear weapons; this program is scheduled for  completion in 2019. In general, DOE stores this waste at five sites: the  Hanford Site in Washington state, the Savannah River Site in South  Carolina, Idaho National Laboratory in Idaho, the Fort St. Vrain Site in  Colorado, and the West Valley Site in New York. As with commercial  sites, DOE currently stores spent nuclear fuel in either cooling ponds or  dry cask storage. Much of the high-level nuclear waste is currently stored  in liquid or semiliquid form in large underground tanks and requires  further processing before it can be safely stored or disposed of."], "subsections": []}, {"section_title": "The Status of the Yucca Mountain Repository", "paragraphs": ["Uncertainties exist about the direction of the nation’s policy for nuclear  waste disposal. Under NWPA, as amended, Yucca Mountain is the only site  that DOE is to investigate for suitability as a permanent nuclear waste  repository. DOE investigated Yucca Mountain; in 2002 recommended the  site to the President; and in 2008 submitted a license application to NRC.  On March 3, 2010, however, DOE submitted a motion to NRC’s Atomic  Safety and Licensing Board to withdraw its application with prejudice,  which DOE said would mean that the Yucca Mountain site would be  excluded from further consideration as a repository. DOE did not cite  technical or safety issues as the reason for its decision to withdraw the  license application. In a May 2010 reply DOE filed before NRC’s Atomic  Safety and Licensing Board, the department explained that the Secretary’s  judgment is not that Yucca Mountain is unsafe or that there are flaws in  the license application, but rather that Yucca Mountain is not a workable  option and that alternatives will better serve the public interest. DOE  stated that a key aspect of the problem was the continuing lack of public  support for the repository among the people of the state of Nevada and  that public acceptance is a key component of a workable solution to  permanent disposal of nuclear waste.", "On June 29, 2010, the licensing board denied DOE’s motion, ruling that  DOE was obligated under NWPA, as amended, to continue with the  licensing effort. On June 30, 2010, the day after the Atomic Safety and  Licensing Board denied DOE’s motion to withdraw its license application  with prejudice, the NRC commissioners issued an order inviting parties— including the state of Nevada, local counties, and industry—to file briefs  addressing whether the commissioners should review the board’s decision  and, if so, whether they should uphold or reverse it. As of May 26, 2011,  however, the commissioners have yet to announce whether they plan to  review the board’s decision.", "Separately, the states of South Carolina and Washington, Aiken County in  South Carolina, and a private party have sued DOE and NRC, arguing that  DOE had no authority to terminate the proposed Yucca Mountain  repository. The U.S. District Court of Appeals for the District of Columbia  Circuit, which is hearing the lawsuits, initially decided to stay its  proceedings until the NRC commissioners ruled on the board’s decision  but agreed to hear oral arguments on March 22, 2011. As of May 27, 2011,  the court has not ruled on the case. The Atomic Safety and Licensing  Board, with no further input from the NRC commissioners or federal  courts, announced its intention to continue with its consideration of the  challenges to the license application. In these proceedings, the board will  consider approximately 300 contentions submitted by stakeholders  questioning certain aspects of DOE’s license application and related  participant filings and evidence. It is not yet clear whether NRC or the  court will rule that the license application review process should resume.", "Amid uncertainties about the status of the repository license, DOE took  steps to shut down the Yucca Mountain program and the Office of Civilian  Radioactive Waste Management by September 30, 2010, when funding  would have ended under the President’s budget proposal. Specifically,  DOE eliminated the jobs of all federal employees working on the program,  terminated program activities by contractors, and disposed of office and  other equipment. DOE took steps to preserve scientific and other data,  including data stored in the Licensing Support Network. The data in this  network had been maintained and made accessible to others through the  NRC Web site. The network facilitates the exchange of documents among  the parties involved in the review process by making the parties’  documents publicly accessible over the internet. However, NRC’s  Licensing Support Network Administrator stated that, under the  administration’s budget proposal for fiscal year 2012, the NRC’s Licensing  Support Network faces a shutdown on October 1, 2011, and would no  longer be accessible by scientists and the public. In response, the Atomic  Safety and Licensing Board expressed concerns that the Licensing Support  Network might no longer be available as it considers challenges to the  license application. On April 11, 2011, the board ordered parties involved  in the review process to preserve all the Licensing Support Network  documents in “PDF” format and submit them to NRC by August 31, 2011,  for inclusion in its publicly accessible database called the Agencywide  Documents Access and Management System or ADAMS. On April 21, 2011,  NRC filed a motion to the board that asked the board to reconsider its  order due to the unanticipated expense. As of May 26, 2011, the board has  not ruled on the motion. Separately, a DOE official stated that it had  already planned to make its Licensing Support Network documents  available to the public upon written request.", "In our April 2011 report, we raised concerns about DOE’s lack of a formal  approved plan to guide shutdown activities or assess related risks, given  the uncertainty about whether DOE will be compelled by either NRC or  the courts to resume the license application review process. Both federal  internal control standards and DOE orders require that DOE sufficiently  plan for major activities—including shutdowns—and assess the risks of  these activities. DOE officials stated that they held frequent meetings and  focus groups to help guide the shutdown. DOE’s Inspector General, in a  report, also expressed concern about the lack of a formal plan, given the  scope and complexity of the shutdown and the possible effects on areas  such as the preservation of intellectual, scientific, and technological  information and on the disposition of property. In addition, as we  reported, the loss of staff with experience at Yucca Mountain could hinder  the license review if the process is resumed. Furthermore, several DOE  and NRC officials and industry representatives said that ending the license  review process before allowing NRC to review the merits of the  application represented a loss of potentially valuable information that  might have been useful in the search and licensing of an alternate site.", "DOE plans to wait for the Blue Ribbon Commission’s final  recommendations, before deciding on a direction for future nuclear waste  storage efforts. In the meantime, it is not clear whether or how the nation’s  nuclear waste policy will change. The commission has taken steps to  identify alternatives to meet the nation’s nuclear waste storage needs.  After receiving input from numerous experts and sources, on May 13, 2011,  at a public meeting, the commission subcommittees released draft  recommendations for public comment. At this meeting, each of the three  subcommittees—disposal, reactor and fuel cycle technology, and  transportation and storage—presented preliminary recommendations  from its draft report to the rest of the commission and the public. The  disposal subcommittee’s preliminary recommendation stated that geologic  disposal is the most promising and technically accepted option available  for safely isolating high-level nuclear wastes for very long periods of time  and will be needed under all reasonably foreseeable scenarios, a  recommendation that echoes a 1957 National Academy of Sciences study.  Until geologic disposal is available, the transportation and storage  subcommittee’s preliminary recommendation was to establish one or more  centralized interim storage facilities. According to the commission’s Web  site, the subcommittees will now revisit their draft reports as necessary  and will issue those draft reports for public comment by the end of May."], "subsections": []}, {"section_title": "Each Storage Option Offers Benefits but Poses Challenges, Including High Costs", "paragraphs": ["The three primary nuclear waste storage and disposal options we have  reported on—continued on-site storage, interim storage at a centralized  facility, and permanent disposal in a geologic repository—offer benefits  as well as challenges, including significant costs. Two of the options— which could be used in the interim before permanent disposal is  available—provide the nation with additional time to seek approaches to  nuclear waste management and disposal that might achieve broader  acceptance than the Yucca Mountain permanent repository. NRC has  stated that continued on-site storage is safe for up to 60 years beyond the  life of a reactor, and at DOE sites storing spent nuclear fuel regulated by  NRC. Interim storage in general comes with benefits and challenges. DOE  has stated that recent advances in dry cask storage systems allow spent  nuclear fuel to be stored above ground for as long as 300 years. Another  benefit is that nuclear waste in continued on-site storage or interim  centralized storage is more easily retrievable. Easy retrieval is important  when considering approaches, such as reprocessing, a process that could  eventually be used to recycle parts of the spent nuclear fuel for further  power production. An important challenge, however, is that interim  storage is not a permanent solution and would require active controls,  such as continued monitoring and security measures to prevent human  and environmental exposure. In addition, nuclear waste in interim storage  may need to be repackaged after 100 years, at a cost of $180 million to  $500 million. Furthermore, interim storage, if used for a long time period,  would pass responsibility for a permanent solution to future generations,  who may not be willing or able to either maintain the interim storage  facilities or to develop and implement some permanent waste  management solution.", "Continued on-site storage. We have reported on the following benefits of  continued on-site storage:    Requires minimal near-term effort. Continued on-site storage is the de  facto approach for managing nuclear waste.", "Reduces transportation risks. The waste will only have to be transported  once, to a final disposal site, and it will become cooler and less radioactive  over time.", "Continued on-site storage also presents challenges, including the  following:    The continued on-site storage option, assuming geologic disposal in 100  years, would cost from $20 billion to $97 billion. It would also result in  costs to the federal government such as exposure to liabilities resulting from lawsuits against DOE, which  committed to take custody of commercial nuclear waste in 1998, as  required by NWPA, as amended. The federal government has paid $956  million through the Department of Treasury’s judgment fund, and DOE  estimates future liability to be about $15.4 billion through 2020, plus  $500 million every year after that.   potential penalties of $75,000 per day, or about $27.4 million per year if  DOE and the Navy fail to meet commitments to remove their spent  nuclear fuel from DOE-sites in Idaho and Colorado by January 1, 2035.", "DOE will likely incur costs of $918 million to maintain storage at DOE  sites if its waste remained there through 2040, and another $300  million for additional storage at the Hanford Site. likely repackaging of spent nuclear fuel if it is stored in dry-casks for  over 100 years, at a potential cost of $180 million to $500 million. it could contribute to community opposition to license extensions of  currently operating reactors or license applications for new reactors.", "It could raise national security concerns, according to Navy officials, if  Idaho can suspend further shipments of Navy spent nuclear fuel to DOE’s  Idaho site until the agreement with the state for removal of such fuel is  met, because the Navy depends on this site as part of the process of  refueling its nuclear warships.", "Interim storage at a centralized facility. Potential benefits of centralized  interim storage include the following:    Nuclear waste from decommissioned reactors could be consolidated,  decreasing the complexity of monitoring and securing the waste and  freeing the land for other uses.", "DOE could fulfill its obligation to take custody of spent nuclear fuel until a  long-term strategy is implemented, thus avoiding additional liabilities as  the result of lawsuits.", "Reactor operators may choose to thin out spent nuclear fuel assemblies  from densely packed pools, which could reduce risk and may save reactor  operators the cost of building dry storage cask systems at each reactor  location.", "Centralized interim storage also poses challenges, including the following:  Interim storage could take years to site and construct. We have reported  that a federal centralized storage option with two locations, assuming  geologic disposal in 100 years, would take about 19 years to implement  and would cost from $23 billion to $81 billion, although private industry  could likely develop centralized interim storage in less time and for less  cost.", "Provisions in NWPA, as amended, that would allow DOE to arrange for  centralized storage have either expired or are unusable because they are  tied to milestones in repository development that have not been met.", "A centralized storage facility will likely face intense state or local  opposition, particularly if there is no final disposition pathway or other  benefits that would accompany it. Even if a local community supported a  centralized storage facility, a state may not.", "Any nuclear waste stored at a centralized site could create increased  safety concerns because it would have to be transported twice—once to  the centralized site and from there to a repository.", "Permanent disposal in a geologic repository. Experts generally agree  that, based on current technology, the only safe and secure permanent  solution for nuclear waste is disposal in a geologic repository. We drew  this conclusion in our November 2009 report, as did the National Research  Council in 2001 and the Blue Ribbon Commission in 2011 in their  respective publications. Other permanent disposal options—such as  narrow shafts bored deep into the ground—could be feasible, but face cost  or technical constraints. Technologies are available that could reduce the  radioactivity or volume of spent nuclear fuel—namely, reprocessing and  advanced reactors—but they do not eliminate the need for a geologic  repository. The National Research Council of the National Academies  reported that developing other alternatives is not likely for the foreseeable  future.", "Key challenges to a geologic repository are the cost and time required to  site and build it and the need to gain public acceptance for the project. The  nation has already spent nearly $15 billion on developing a repository and,  as we reported in November 2009, completing, operating, and closing the  Yucca Mountain repository would likely have cost between $41 billion and  $67 billion more. If the nation halts the effort at Yucca Mountain, it will  need to restart the search for an alternate repository or other solution and,  based on past experience, this could take decades, cost billions of dollars,  and face public opposition. Although some past efforts have had local  community support, they have also faced public opposition, including  Yucca Mountain."], "subsections": []}, {"section_title": "Principal Lessons Learned That Could Facilitate Future Nuclear Waste Storage or Disposal Efforts", "paragraphs": ["Our review of reports and interviews with DOE and NRC officials and  representatives of various national associations, local and state  governments, and community organizations, suggest two broad lessons for  future waste storage or disposal efforts. First, overcoming social and  political opposition and gaining public acceptance is crucial, and the  federal government has several tools for doing so. One important tool is  cooperation with key stakeholders, as we reported and the Blue Ribbon  Commission stated in its most recent public meeting, on May 13, 2011.  Specifically, in our April 2011 report, we cited the need for the federal  government to involve stakeholders but also to be transparent and  cooperative. Similarly, in its preliminary recommendations for public  comment, the Blue Ribbon Commission stated that all affected levels of  government must have, at a minimum, a meaningful consultative role in  important decisions. As state government officials told us, if local  communities or states feel that the federal government is not willing to  address their concerns in a transparent way, they will be less inclined to  work cooperatively with the federal government. Another important factor  is allowing states to have an oversight role. One reason for the success of  the Waste Isolation Pilot Plant—a permanent repository for transuranic  waste in New Mexico—was that DOE conceded some of its authority to  the state and worked collaboratively with state officials. States are  important partly because they have broader constituencies than local  communities and are more likely to raise objections. Other considerations  for overcoming social and political opposition include long-term  incentives and education. Substantial, long-term federal investments in the  host community and state can help win support by keeping key parties  committed to a repository over the several decades of development.  Education has also helped foster public acceptance. For example, DOE’s  contractor at the Waste Isolation Pilot Plant gained public acceptance  through education and training programs on the safe transportation of  radioactive waste. One important aspect of education has been to dispel  the inaccurate perception that nuclear waste poses risks comparable to  nuclear weapons.", "A second broad lesson is that, in developing storage or disposal options, it  is important to have consistent policy, funding, and leadership, since any  such effort will take decades. We reported in April 2011 that policies must  be credible and consistent to be effectively implemented and that  inconsistent policies may contribute to public opposition. Stakeholders  told us that the siting process and safety standards changed over time at  both the Waste Isolation Pilot Plant and Yucca Mountain, contributing to  public opposition. Similarly, a program should also have consistent  funding. The Office of Civilian Radioactive Waste Management budget was  not predictable and varied by as much as 20 percent from year to year,  with an average annual shortfall of appropriations from its budget requests  of about $90 million each year. Stakeholders, including former DOE  officials, told us that this made long-term planning difficult. Finally,  continuity in leadership can help address societal and public opposition to  a repository. In contrast, the Office of Civilian Radioactive Waste  Management operated with a revolving-door style of management; it had  17 directors over 27 years, hurting relationships with local and state  governments. Just as important, according to some former DOE officials  and industry representatives, the program was not always a high priority  and the quality of managers running the program varied. Some  stakeholders said this illustrated a lack of commitment and undermined  public trust.", "Because the nation has not resolved how to manage spent nuclear fuel and  high-level waste and because any future endeavor is likely to take decades  and cost billions of dollars more, in our April 2011 report we raised  matters Congress may wish to consider to improve the success of future  nuclear waste disposal efforts. Specifically, Congress may wish to  consider whether a more predictable funding mechanism and an  independent organization, outside of DOE, may be more effective in  developing a permanent solution to nuclear waste management. In  addition, because DOE shut down the Yucca Mountain repository without  planning for continuing work on it, should it be compelled to do so, we  recommended that the Secretary of Energy assess the risks of shutting  down the repository and develop a preliminary plan for restarting work on  it. In addition, because DOE had not planned for long-term storage, in our  March 2011 report on DOE-managed waste, we recommended that DOE  assess the condition of existing nuclear waste storage facilities and  identify any gaps and actions that might be needed to address long-term  storage requirements.", "Chairman Shimkus, this concludes my prepared statement. I would be  pleased to answer any questions that you, Ranking Member Green, or  other Members of the Subcommittee may have at this time."], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": ["For further information about this testimony, please contact Mark  Gaffigan at (202) 512-3841 or gaffiganm@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this statement. Janet Frisch, Assistant Director, and Gene  Aloise, Kevin Bray, Terry Hanford, Cristian Ion, Mehrzad Nadji, Robert  Sanchez, Ben Shouse, and Kiki Theodoropoulos made key contributions to  this statement.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}