{"id": "GAO-19-300", "url": "https://www.gao.gov/products/GAO-19-300", "title": "U.S. Currency: Financial Benefit of Switching to a $1 Coin Is Unlikely, but Changing Coin Metal Content Could Result in Cost Savings", "published_date": "2019-03-21T00:00:00", "released_date": "2019-03-21T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The U.S. spent about $1.3 billion in 2017 to produce, process, and circulate coins and paper notes for use in the economy. Since 2006, both the penny and nickel have cost more to make than their face value. Other countries have replaced notes with coins of the same value to reduce costs. Since 1990, GAO had estimated replacing the $1 note with a $1 coin would provide a benefit to the federal government.", "GAO was asked to examine the potential cost savings to the government from making changes to currency. This report (1) estimates the net benefit to the government, if any, of replacing the $1 note with a $1 coin and selected stakeholders' views on this change; and (2) examines what is known about potential cost savings from suspending penny production and changing the metal composition of the nickel, and selected stakeholders' views on these changes. GAO conducted economic simulations of continued use of $1 notes and replacing notes with $1 coins, examined cost data from the U.S. Mint, and interviewed officials from the Federal Reserve, U.S. Mint and Bureau of Engraving and Printing as well as 10 selected stakeholders representing industries that could potentially be affected by currency changes."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO's analysis found that replacing the $1 note with a $1 coin would likely result in a net loss to the government over 30 years. GAO found the government would incur a loss of about $611 million if notes were actively replaced and about $2.6 billion if $1 notes were replaced gradually (see figure). These simulations represent the first time GAO has found that replacing the $1 note with a $1 coin would result in a net loss to the government rather than a net benefit. GAO's estimates are based on current data and economic projections, which have changed over time. For example, the lifespan of the $1 note has more than doubled since a 2011 GAO analysis, from 3.3 years to 7.9 years, largely due to changes in note processing technology. Stakeholders generally identified few benefits from replacing $1 notes with $1 coins. Seven of 10 stakeholders GAO met with said that replacing the $1 note with a $1 coin would result in additional costs. For example, armored carriers told GAO that their transportation costs would increase because coins weigh more than notes.", "The U.S. Mint estimates that it could save approximately $250 million over 10 years by suspending penny production and between $2 million and $9 million per year by changing the metal composition of the nickel. It also estimates that it could save about $74 million over 10 years by changing the metal composition of the dime and quarter. However, Federal Reserve officials and some stakeholders expressed concern about temporarily suspending the penny due to the potential for external effects, such as penny shortages. Stakeholders were unconcerned about changes to the nickel as long as the changes would not affect how the coin functioned, for example, in vending machines. Since Congress specifies in law which coins are made and their metal composition, the Mint has proposed legislation to enable the Secretary of the Treasury to change the metal content of coins as long as the weight or machine acceptance of the coins is unaffected. Without such authority, the Mint might not be producing coins as cost-effectively as possible."]}, {"section_title": "What GAO Recommends", "paragraphs": ["Congress should consider taking steps to authorize the Secretary of the Treasury to adjust the metal content of circulating coins."]}], "report": [{"section_title": "Letter", "paragraphs": ["The U.S. government invests financial resources to produce and issue  currency—paper notes and metal coins—for use as a medium of  exchange and store of value in the economy. Making changes to U.S.  currency, such as using less expensive metals in coins, could potentially  save taxpayer funds. Other nations have taken steps to reduce the costs  of issuing currency. For example, Canada replaced its $1 note with a  more durable $1 coin in 1987, and, more recently, eliminated its one-cent  coin in 2013 partly because it cost more to make than the coin was worth.  The U.S. has taken some actions to reduce coin production costs in the  past, such as changing the metal composition of the penny in 1982.  Legislation seeking other changes has been proposed, such as legislation  introduced in the 115th Congress to replace the $1 note with a $1 coin,  suspend production of the penny for ten years, and change the metal  composition of the nickel. These actions could result in a benefit to  government but may also entail broader societal costs to banks, retailers,  and currency users, among others.", "You asked us to examine the potential cost savings to the government  from making changes to U.S. currency. This report determines the estimated net benefit to the government, if any, of  replacing the $1 note with a $1 coin and selected stakeholders’ views  on this change, and examines what is known about potential cost savings to the  government from suspending production of the penny and changing  the metal composition of the nickel as well as selected stakeholders’  views on these changes.", "To estimate the net benefit or loss to the government of replacing the $1  note with a $1 coin, we conducted economic simulations under different  scenarios and assumptions over a 30-year period. We simulated a “status  quo” scenario and two “replacement” scenarios. In the status quo  scenario, notes remain the dominant form of $1 currency. In one  replacement scenario, notes are replaced by $1 coins gradually while in  the other scenario, notes are replaced more quickly. We then compared  each replacement scenario to the status quo scenario with respect to net  benefits to the government. The various assumptions underlying our  simulations include the extent to which the public holds more cash when  coins are used instead of notes, the cost to produce $1 notes and $1  coins, and the lifespan of notes and coins, among others. Our analyses  are projected over 30 years because that period roughly coincides with  the life expectancy of the $1 coin. (See app. I for more details on our  simulations.) We interviewed knowledgeable officials from the Board of  Governors of the Federal Reserve System (Federal Reserve); the Bureau  of Engraving and Printing (BEP); and the U.S. Mint (Mint), and obtained  data for our assumptions from each of these agencies and the  Congressional Budget Office (CBO).", "To determine stakeholder views on replacing the $1 note with a $1 coin,  we identified and selected organizations representing industries that  could potentially be affected by currency changes, including industry  associations representing the banking industry, armored carriers,  retailers, vending machine operators and manufacturers, and the gaming  industry. We sought entities with the broadest representation so we  eliminated individual companies, with the exception of those who are  primary suppliers of raw material for the production of notes or coins. We  selected and interviewed 10 of these entities representing potentially  affected industries. We also selected and interviewed a private company  involved in the production of materials used in coins and two  organizations that advocate for a switch to a $1 coin and for continued  use of the penny, respectively. Since our selection comprises a non- representative sample, the results are not generalizable to all  stakeholders. (See app. II for more details on our scope and  methodology.)", "To examine what is known about potential cost savings to the  government from suspending production of the penny and from changing  the metal composition of the nickel, we analyzed penny and nickel  production cost data from the Mint covering fiscal years 2003 through  2017 to include a range of the number of coins produced and cost  changes from metal price fluctuations. We reviewed Mint studies on  potential alternative metals and coin production cost savings that could  result from changing the metal composition for these coins and conducted  a literature search of relevant English language articles published  between 2011 and 2018. We also interviewed Mint and Federal Reserve  officials and the same set of selected stakeholders noted above to  determine their views on these changes. We also reviewed documents  from the Canadian government and interviewed an official from the Royal  Canadian Mint to understand the rationale and effect of Canada’s  elimination of its penny. We took steps to assess the reliability of the data  we used, such as interviewing knowledgeable agency officials about their  processes for ensuring the overall reliability and quality of the data, and  determined that the data were sufficiently reliable for the purposes of this  report.", "We conducted this performance audit from December 2017 to March  2019 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The Constitution gives Congress the power to coin money, and under that  authority, Congress has specified the coins that can be produced and the  metal composition of circulating coins, including the penny, nickel, dime,  quarter, and half-dollar. Congress has also passed legislation prohibiting  the use of appropriated funds to redesign the $1 note. Within the  Department of the Treasury (Treasury), BEP produces notes and the Mint  produces coins. To ensure that notes and coins are available in sufficient  quantities to meet public demand, the Federal Reserve orders new notes  from BEP and new coins from the Mint. The Federal Reserve pays BEP  for the cost of producing the notes; the Mint pays for the cost of producing  coins and the Federal Reserve pays the Mint for the face value of the  coins. The Federal Reserve distributes the notes and coins to  approximately 8,400 depository institutions—banks, savings and loans,  and credit unions—in the United States through cash offices operated by  its 12 regional Reserve Banks. The Reserve Banks also are responsible  for ensuring the quality and integrity of notes in circulation by assessing  the condition of each note and destroying any that are unfit. When a  depository institution deposits currency with a Reserve Bank, each  currency note is verified on high-speed processing equipment using  electronic authentication and fitness sensors. During the “piece- verification” process, the deposited currency is counted, suspect  counterfeit notes are identified and segregated, and unfit notes are  destroyed. The fit currency is packaged and used to fill future orders for  currency from depository institutions. The destroyed notes are replaced  with new notes from BEP as there is public demand for cash.", "The federal government spent about $1.3 billion to produce, process, and  circulate notes and coins in 2017. These costs are offset by the financial  benefit the government realizes when it issues notes or coins because  currency usually costs less to produce than its face value. This benefit,  which is known as seigniorage, is the difference between the face value  of currency and its cost of production; this difference provides a financial  benefit to the government when the government issues currency. In  calendar year 2017, the Federal Reserve reported transferring about $81  billion to the Treasury, and the Mint reported transferring about $269  million in fiscal year 2017. The seigniorage the Federal Reserve and the  Mint pay into the Treasury reduces the need for the government to borrow  money, and as a result, the government pays less interest over time.", "Other countries have taken steps to reduce currency costs by replacing  notes with coins of the same value and eliminating the smallest value  coin. For example, Canada introduced a $1 coin in 1987 and a $2 coin in  1996 that replaced corresponding-valued notes, and the United Kingdom  replaced its £1 note with a £1 coin in 1983. These countries expected a  cost reduction because, while coins are generally more expensive to  produce than notes, the coins can last substantially longer in circulation.  For example, in both countries, the $1 and £1 notes, respectively, lasted  18 months or less while coins, according to experts, can be expected to  last more than 30 years. As a result, these countries’ governments  expected to save money because over 30 years, the number of coins  they would produce was far less than the number of notes they otherwise  would have made.", "These countries may have realized further financial benefits by replacing  notes with coins because the public may hold more cash if a note is  replaced with a coin and, as a result, the government would achieve a  greater benefit from seigniorage. As we reported in 2011, because of  differences in how people use coins and notes, the public may hold more  than one coin for each note being replaced. Since people often store  coins at home and store notes in their wallets, coins, as a result, circulate  less frequently than notes and therefore more coins are needed to meet  public demand. Thus, for a given denomination of currency, a larger  number of coins would need to be maintained in circulation to meet the  public’s demand for cash than would be needed if that denomination were  provided in notes. For example, we previously reported that when  Canada replaced its $1 note and the United Kingdom replaced its £1 note  with a coin, both countries anticipated they would need to produce 8 coins  to replace 5 notes, or a 1.6-to-1 replacement ratio.", "In previous work, we reported a positive annual net benefit to the  government of replacing the $1 note with a $1 coin. In 2011, we  reported a 30-year net benefit of $5.5 billion. Based on these results  and the experiences of other countries, we have previously  recommended that Congress consider and pass proposals to replace the  $1 note with a $1 coin and, to ensure success of the coin, also provide for  the elimination of the $1 note. While the production of the $1 coin has  been authorized in law, elimination of the $1 note has not, and the U.S.  has continued producing it.", "The U.S. has not eliminated any coins or altered any coin’s metal  composition since 1982. Some countries have also eliminated their low- denomination coins to reduce currency costs. In 2013 Canada eliminated  its one-cent coin because the cost to make it was more than it was worth  and the coin’s usefulness had declined due to inflation. Over time, the  costs of making these coins has increased due, in large part, to increases  in the costs of metals used in coins—copper, zinc, and nickel. Since fiscal  year 2006, both the penny and nickel have cost more to produce than  their face value, according to our analysis of Mint data. (See fig. 1.) For  example, in 2017, the Mint spent approximately 1.8 cents to produce  each penny and approximately 6.6 cents to produce each nickel. Because  the Mint sells coins to the Federal Reserve at face value, both coins cost  more to produce than the Mint receives for them. As a result, in 2017, the  Mint incurred net losses of about $69 million to produce the penny and  about $21 million to produce the nickel. The dime and the quarter,  however, cost less to produce than their face value. The combined cost to  produce all widely circulating coins (the penny, the nickel, the dime, and  the quarter) is less than their combined face value, so the government  continues to realize positive seigniorage overall from producing circulating  coins.", "The Coin Modernization, Oversight, and Continuity Act of 2010  authorized the Secretary of the Treasury to conduct research on  alternative materials that could be used in coins. In response, the Mint  conducted research on alternative metals, identified metal alloys that  offered the potential for cost savings, and reported its results to Congress  in 2012, 2014, and 2017."], "subsections": []}, {"section_title": "Replacing the $1 Note with a Coin Would Likely Result in a Net Loss, and Selected Stakeholders Identified Little Benefit from Replacement", "paragraphs": [], "subsections": [{"section_title": "Replacing the $1 Note with a $1 Coin Would Likely Result in a Net Loss", "paragraphs": ["According to our analysis, the government would likely incur a net loss  over 30 years if it replaced the $1 note with a $1 coin. We conducted a  number of simulations that used different sets of assumptions to estimate  the net benefit to the government of replacing the $1 note with a $1 coin.  In almost every simulation, the net benefit to the government from  switching to a $1 coin was negative, or an overall net loss (see app. I).  For each set of assumptions, we simulated the status quo scenario in  which notes are not replaced by coins, as well as two replacement  scenarios. Under “gradual replacement,” the Federal Reserve would  replace $1 notes with $1 coins as the notes became unfit for circulation.  Under “active replacement,” notes would be replaced by coins more  quickly because the Federal Reserve would destroy unfit notes as well as  some fit notes each year and replace them with $1 coins. In both  replacement scenarios, we assumed that the public would increase its  holdings of cash when coins are used instead of notes and that the  replacement ratio would be 1.5 coins for each note. We found that the  present value of the net loss incurred by the government over 30 years  would be about $2.6 billion with gradual replacement and about $611  million with active replacement (see fig. 2).", "Each simulation we conducted accounts for both costs and benefits to the  government. The costs include production and processing costs for $1  coins and $1 notes, as appropriate. The coin replacement scenarios each  include one-time startup costs that would be incurred upfront, in addition  to recurring increased costs of producing higher-denomination notes  when the $1 note would no longer made. In each simulation, we  calculated benefits to the government as interest savings on debt that  would be avoided because of seigniorage, or the difference between the  face value of the currency that would be produced and the cost of  producing it.", "These simulations represent the first time we have found that replacing  the $1 note with the $1 coin would result in a net loss to the government  rather than a net benefit. The simulations are based on current data and  projections from CBO and the Federal Reserve, among others, that have  changed over time. For example, the increased lifespan of the $1 note  relative to that of the $1 coin and the decreased cost to the Federal  Reserve for processing currency are key factors in these estimates and  substantially reduced the relative costs of the status quo scenario. For our  2011 report, we assumed a median lifespan of 3.3 years for the $1 note  based on Federal Reserve data. Since then, the $1 note lifespan has  increased, and our current simulations assume a median lifespan of 7.9  years based on the most recent data from the Federal Reserve. Due to  this substantially longer note lifespan, fewer $1 notes need to be  produced over a 30-year period, which reduces the cost of producing  them and diminishes the relative advantage of the long coin life. In our  2011 simulations, a $1 coin was assumed to last about 10 times as long  as a $1 note (34 years to 3.3 years); in our current simulations, the  lifespan of the coin remains the same but is now only about 4.3 times as  long as that of the note (34 years to 7.9 years). Meanwhile, the relative  cost of producing coins and notes has remained about the same.", "According to the Federal Reserve, the increased lifespan of the $1 note is  largely attributable to a series of improvements in Federal Reserve  currency processing procedures and equipment that has reduced the  number of notes destroyed each year. For example, prior to April 2011,  depository institutions were required to deposit currency in stacks of like- notes with the portrait side of the note facing up. After discovering it was  destroying many notes that were otherwise fit for circulation because they  were “misfaced,” the Federal Reserve undertook an effort to increase  the percentage of notes that were properly faced by manually checking  and correcting notes’ orientation. Subsequently, during 2010 and 2011,  the Reserve Banks installed new sensors on their high-speed processing  equipment, which enabled the Reserve Banks to authenticate notes  regardless of facing. In addition to increased note life, the costs that we  anticipate the Federal Reserve would incur for processing notes has  decreased since our 2011 analysis because it is processing fewer $1  notes. Although the cost per note for processing has remained the  same—$0.003 per note, based on Federal Reserve data—the number of  notes processed in 2017 was about 1.6 billion less per year than at the  time of our 2011 analysis. According to Federal Reserve officials, the  public may be handling and using $1 notes less and holding on to them  longer. This could cause notes to circulate less frequently, reducing the  number of notes processed.", "Our simulations show that the losses to the government from replacing  the $1 note with a $1 coin would not be incurred evenly over the 30-year  period. Much of the cost of producing coins to replace notes would be  borne by the government in the earlier years of our simulations, while the  benefits to the government would accrue gradually and become relatively  more important in later years. For example, in the gradual replacement  scenario, more than half of the net loss to the government occurs in the  first 10 years of the 30-year period. The large net losses in the early years  largely reflect the upfront costs of replacing $1 notes in circulation with $1  coins and meeting increased demand for currency. In our simulations, the  interest savings then accrue over a relatively long period of time due to  the 34-year median lifespan of the coin.", "Our simulations reflect uncertainty in the underlying projections and  assumptions. In general, however, projections that are closer in time are  more certain. For example, an estimate over a 10-year period would be  more certain than an estimate over a 30-year period. Consequently,  within our results, the estimated net loss in the first 10 years is more  certain than the estimated net loss over the 30-year period."], "subsections": []}, {"section_title": "Most Stakeholders We Interviewed Said Switching to a $1 Coin Would Result in Added Costs without Providing a Benefit", "paragraphs": ["Representatives from 7 of the 10 stakeholder industries we met with  would be negatively affected by a switch to a $1 coin because they stated  they would incur additional costs as a result of such a change. For  example, representatives from the armored carrier industry told us that  they anticipate increased costs because of the additional weight of  transporting $1 coins compared to $1 notes as well as the need to modify  or procure additional coin-processing equipment. Representatives of the  gaming industry, which includes casinos and companies who make  electronic games found in casinos, said a switch to the $1 coin would be  costly because the industry has generally moved away from the use of  coins in favor of notes and casinos would incur additional costs for  transporting and storing coins.", "Of the 7 stakeholder industries that said they would incur additional costs,  3 provided us with estimates of these costs. All 3, which represent  industries with machines that would require modification to accept $1  coins, approximated these costs by multiplying an estimated number of  units affected by an estimated per-unit cost of changing the machines.  For example, a representative of the gaming industry estimated that  about 98 percent of the approximately 1,000,000 electronic gaming  machines in the U.S. and Canada were manufactured with no provision  for accepting coins. According to this representative, the costs to convert  machines to accept $1 coins could range from $130 to $175 per unit  because the level of modification needed would vary. Some machines  would require, for example, a newly designed faceplate, a coin  acceptance mechanism, and a box for collecting coins.", "Most representatives from stakeholder industries said there would be no  benefit to them from a switch to a $1 coin, but 3 of the 10 representatives  acknowledged some benefits of doing so. Two representatives said that  coins are generally less likely to jam or be rejected by the payment  mechanisms than notes. The other representative—from the bulk vending  industry, which sells products such as gum balls and small toys through  coin-operated equipment—said a $1 coin would help the industry  increase sales and offer higher-quality products than it offers now for 25  or 50 cents. According to this representative, virtually all these machines  accept quarters but some require two or three quarters for a purchase. A  $1 coin would increase the likelihood that consumers would have the  necessary change to use these machines thus increasing their sales,  according to this representative.", "Representatives from the remaining 3 stakeholder industries reported that  switching to a $1 coin would have little or no impact on their operations.  For example, a representative of operators of toll roads and bridges said  that all major toll operators have adopted some form of cashless,  electronic collection system. The use of cash, including coins, for toll  payment has declined to 18 percent of all toll revenue in 2015, down from  29 percent in 2010, and most existing coin collection machinery  currently accepts $1 coins. Similarly, a representative from the parking  industry noted a trend toward increased use of cashless transactions  along with a decrease in the number of coin-operated parking meters. A  switch to a $1 coin would have minimal effect on the industry because  virtually all parking meters take quarters. The remaining representative  said additional information, such as whether a new $1 coin would be  issued and whether it would have the same properties as currently  circulating $1 coins, would be needed to determine whether it would incur  costs from a switch to a $1 coin.", "A representative of an organization that advocates replacing the $1 note  with a $1 coin said that switching to the $1 coin could make it easier for  people with visual impairments to identify the denomination. We have  previously reported that different denominations of US currency are  identical in size, making it difficult for the blind or visually impaired to  distinguish among them. Moreover, according to the representative,  eliminating the $1 note would reduce the number of note denominations,  and the $1 coin may be easier to recognize by its physical difference from  other coins.", "Although anyone who uses currency could be affected by a switch to a $1  coin, the extent of public support for making such a change is unclear,  particularly when doing so would not provide a benefit to the government.  Our most recent work on public perceptions of $1 coins in 2002 found few  survey respondents were using $1 coins and 64 percent opposed  replacing the $1 bill with a $1 coin. A majority of survey respondents  favored replacing the $1 note with a $1 coin when told that doing so could  save about half a billion dollars per year—our then-current estimated net  benefit to the government; we did not seek to gauge public perceptions  about the same action if it were to cause a loss. Similarly, the  organization advocating in support of $1 coins has reported increased  public interest in a change from the $1 note when substantial cost savings  are factored in. However, according to Federal Reserve officials, the  public continues to express its preference for the $1 note because both  the $1 coin and $1 note are available and the public overwhelmingly uses  $1 notes. Moreover, Reserve Banks currently hold more than 1-billion $1  coins because there is little demand for them from the public, further  demonstrating public preference for the $1 note, according to these  officials."], "subsections": []}]}, {"section_title": "The Mint Estimates Suspending Penny Production and Changing the Nickel May Result in Savings, but Some Stakeholders Expressed Concerns about Suspending the Penny", "paragraphs": [], "subsections": [{"section_title": "The Mint Estimates That Suspending the Penny Would Save Over $250 Million and That Changing Metal Content of the Nickel Would Save from $21 Million to $85 Million over 10 Years", "paragraphs": ["The Mint estimates that it would save about $27 million annually, or about  $252 million in present value over 10 years if Congress directed it to  suspend the production of the penny (see table 1). However, the Mint’s  estimated savings are based on its penny production data from a single  fiscal year—2017. Specifically, since the Mint lost $27.3 million from  making 8.4-billion pennies that year, this amount would also represent the  savings to the Mint through cost avoidance if it had not produced any  pennies. Because the number of pennies produced and the base metal  costs vary from year to year, future changes to production volumes and  costs could alter the estimated savings. The present value of the  estimated savings could also be affected by the choice of discount rate.", "The Mint has suspended production of some coins in the past due to a  lack of demand for those coins. Specifically, the Mint suspended  production of the half-dollar coins for circulation in fiscal year 2006 and  the Presidential $1 coins for circulation in 2011. The Mint suspended  production of these coins because demand for them was low. In contrast,  demand for the penny remains strong, as the Mint produced about 8.4  billion pennies in fiscal year 2017 in response to orders from the Federal  Reserve. Penny inventories at Federal Reserve Banks can meet demand  for about 1 month, according to Federal Reserve officials. According to  Mint officials, the Mint has not taken a position on proposed legislation  introduced in the 115th Congress that would suspend production of the  penny for 10 years, among other things. However, the Mint has  developed a preliminary plan to implement a penny suspension if required  to do so by law. According to this plan, suspending penny production  would take place over a 2.5-year timeframe: the first year would be  devoted to planning and preparing for penny suspension, and the next 1.5  years would be devoted to ending the Mint’s contracts with its suppliers,  addressing the disposition of affected Mint personnel, and deciding what  to do with excess production equipment and physical space. The Mint  would also conduct outreach and communication to the public, Congress,  and Mint employees during this time.", "The Mint is also taking steps to reduce the financial loss from producing  the penny. According to Mint officials, they and the Federal Reserve are  working with industry stakeholders specifically to identify alternative  practices that would reduce dependency on the manufacture of additional  pennies. For example, the Federal Reserve and Mint met with  stakeholders to discuss these practices in January 2019. According to  Mint officials, the Mint would not need to produce as many pennies if the  pennies currently in circulation were more actively circulated. Mint officials  stated that billions of pennies are held by banks, armored carriers, or the  public.  According to Mint officials, if pennies were to circulate more  quickly, the demand for new pennies would be reduced, and production of  new pennies could decrease and would reduce the financial losses from  penny production.", "The Mint also estimates it would save between $2.2 million and $9.1  million annually, or between $21 million and $85 million in net present  value over 10 years, by changing the metal composition of the nickel (see  table 2). The Mint’s estimated savings are based on fiscal year 2017  production of 1.3-billion nickels at a cost of $86 million. The nickel  currently consists of about 75 percent copper and 25 percent nickel.", "Based on research, the Mint reported it would achieve cost savings by  changing the metal composition to about 80 percent copper and 20  percent nickel (80/20) or by changing the metal composition to a copper,  nickel, manganese, and zinc combination (C99750T-M). Because the  number of nickels produced and their cost varies from year to year, future  changes to production volumes and costs could alter the estimated  savings. Both changes in the composition of the nickel are seamless  changes because nickels made of these alloys would have the same  weight and electromagnetic signature as the current nickel, according to  the Mint. As a result, these nickels would function the same for the  public and in vending machines. However, according to Mint data, even  if the Mint changes to one of these alternative metal compositions, the  unit cost of producing the nickel would likely remain greater than the face  value of the coin. In fiscal year 2017, the Mint spent approximately 6.6  cents to produce each nickel, which would have been reduced to about  6.4 cents if the Mint had produced the 80/20 nickel and 5.9 cents for the  C99750T-M nickel.", "Based on authorities granted in the Coin Modernization, Oversight, and  Continuity Act of 2010, the Mint has conducted research and identified  potential alternative metal compositions for the dime and quarter. This  research shows that the same alloys that could reduce the cost of  producing the nickel could be used to reduce the costs of producing the  dime and quarter. Specifically, this research indicated potential savings of  $74 million over 10 years by using the C99750T-M alloy in the dime and  quarter, although additional testing of the alloy is required. Changing the  metal composition of circulating coins could help the Mint achieve more  effective and efficient operations by reducing production costs, resulting  in savings to the government and the taxpayer.", "The Secretary of the Treasury and Mint officials do not have the authority  to alter the metal content of coins—except the penny—as metal content is  determined in statute. The Mint has sought authority from Congress to  change the metal composition of the nickel, dime, and quarter, if those  changes meet certain requirements. Specifically, in its fiscal year 2019  budget proposal, the Mint proposed a legislative change to its authorities  that would enable the Secretary of the Treasury to alter the metal  composition of coins, if those changes did not affect the weight or  electromagnetic signature of the coins. This proposed change is  consistent with the Treasury’s 2018–2022 strategic plan, which includes a  goal to introduce efficiencies to lower the unit costs of coins produced by  the Mint. Legislation supporting this proposal has not been introduced.  Without the authority to change the metal composition of coins, the Mint  cannot fully realize operational efficiencies, even though it has identified  methods to reduce the cost of coins without altering their characteristics."], "subsections": []}, {"section_title": "Some Selected Stakeholders Expressed Concerns about Penny Suspension but None Expressed Concerns about Changes to the Nickel", "paragraphs": ["Government officials we spoke with raised concerns about the potential  effects of a penny suspension, such as regional penny shortages or other  unintended consequences. Specifically, Federal Reserve officials noted  that suspending production could create a shortage of pennies if demand  is greater than the supply of pennies. These officials explained that even  if there are enough pennies to meet overall demand, the distribution of  pennies across the country may be uneven and not matched to the  location of greater demand. In this case, the Federal Reserve could incur  additional costs to transport pennies to balance supply and demand  across the country. Federal Reserve officials also said a suspension  could potentially be successful if there was a reduction in penny demand  and steps taken to mitigate potential disruptions to the penny supply. Mint  officials expressed concern about potential unintended consequences of  a penny suspension and effects on Mint operations. Specifically,  according to Mint officials, suspending penny production may cause an  increase in the number of coins returned to circulation because the public  may react to a suspension by using its pennies in addition to the other  coins in its coin jars. The resulting influx of coins into circulation may be  sufficient to satisfy some or all of the demand for new coins for a period of  time and cause the Mint to decrease or suspend production of coins. Mint  officials said that costs the Mint would incur due to a disruption of coin  production operations and loss of income from seigniorage could be as  high as $3 billion over 7 to 10 years. These officials also raised concerns  about the ability to securely store larger-than-usual quantities of all coins  because the existing infrastructure, particularly vault storage, may be  insufficient.", "Mint officials noted that, while other countries have stopped producing  coins, suspending penny production may have a similar impact as not  producing the penny. When Canada stopped producing its penny, it  began to actively take the coins out of circulation, and the public knew the  penny would eventually no longer be used. While the proposal to suspend  penny production does not remove the penny from circulation or use in  commerce, Federal Reserve and Mint officials told us that the results of  suspending penny production are uncertain, partly because a suspension  has not been tried before.", "Representatives from 9 of the 10 stakeholder industries said they do not  anticipate incurring costs if the penny were suspended; most said they  were not concerned about this action because the coins are either not  used or minimally used in their industry. Three selected stakeholders said  they would be affected by a penny suspension—associations  representing armored carriers, banks, and retailers—as well as the  company that manufactures the penny blanks for the Mint. They  expressed uncertainty about how the suspension would be carried out  and effects it might cause, such as penny shortages, and provided the  following views and information:", "Armored Carriers – A penny suspension may not have a significant  effect on operations since a suspension would not necessarily reduce  the number of coins processed or transported, according to armored  carrier representatives we spoke to. However, if penny shortages  occurred, the carriers may have to move pennies from one  geographic region to another to satisfy variations in demand from their  customers, incurring additional transportation costs. Alternatively,  suspension of the penny may cause the public to turn in pennies,  along with coins of other denominations, which could exceed the  secure storage capacity of carriers and coin terminals.", "Bankers – According to an association representing banks, bankers  are unclear if the government would issue any guidance about  rounding cash transactions to avoid inconsistent approaches.  Because banks have received questions from customers about  changes to currency in the past, the association emphasized the need  for public education before suspending the penny.", "Retailers – Retailers have not determined the impact of suspending  the penny on their industry, according to a retailer association.  However, many retailers sell items priced below $1 as an important  part of their business and merchandising strategy, according to these  representatives, so it is important for retail businesses to be able to  continue to make change down to the penny at the end of cash  transactions.", "Vendor – a representative of the company that supplies the Mint with  penny coin blanks told us that a penny suspension would force a  decision whether to sell or deactivate the penny blank production  equipment during the 10-year suspension. If sold, the vendor may  then not have the equipment if the government decided to produce  the penny again.", "None of the representatives from stakeholder industries raised concerns  about changes to the nickel as long as the changes to the nickel are  seamless."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Producing money for use in commerce is an important function of the  U.S. government. The Federal Reserve, along with the Treasury’s BEP  and the Mint, work together to ensure that there is an adequate supply of  U.S. coins and notes for use around the world. In addition to ensuring an  adequate supply of these coins and notes, it is also important to ensure  that the government is producing these items efficiently. Because our  current estimate shows the federal government would likely incur a net  loss from replacing the $1 note with a $1 coin, we are no longer  recommending that Congress consider replacing the $1 note with the $1  coin.", "The Treasury cannot alter the metal content of coins unless Congress  provides that authority to the Treasury. If Congress were to grant the  Treasury the authority to change the metal composition of coins, as the  Mint has proposed, then it could use the results of its research to lower  the costs of coin production while producing coins that look, feel, and  function the same as current coins. Further, the Mint could decrease its  production costs without affecting the characteristics of the coins. Without  this authority, the Mint cannot provide the best value to the taxpayer and  produce coins in the most efficient and cost-effective manner possible."], "subsections": []}, {"section_title": "Matter for Congressional Consideration", "paragraphs": ["Congress should consider amending the law to provide the Secretary of  the Treasury with the authority to alter the metal composition of circulating  coins if the new metal compositions reduce the cost of coin production  and do not affect the size, weight, appearance, or electromagnetic  signature of the coins. (Matter for Consideration 1)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to Treasury, including the Mint and  BEP, and the Federal Reserve for their review and comment. In  comments, reprinted in appendix III, the Mint agreed with our matter for  congressional consideration and clarified its position on the potential cost  impact of a penny suspension. The Mint’s comments stated that if the  penny were suspended, consumers may return large amounts of all  coins, not just pennies, which would decrease the need for future coin  production. Without demand for coin production, the Mint estimated costs  from idle production capacity and loss of seigniorage from coins to be up  to $3 billion over 7 to 10 years. The Mint also commented that the effect  of suspending penny production could be the same as the effect of  stopping penny production. We revised our report to reflect the Mint’s  perspective. The Department of the Treasury concurred with comments  provided by the Mint. BEP did not have any comments. The Federal  Reserve provided technical comments, which we incorporated as  appropriate.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of the Treasury, the Director of the U.S. Mint,  the Director of the Bureau of Engraving and Printing, the Chair of the  Board of Governors of the Federal Reserve System, and other interested  parties. In addition, the report will be available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2834 or vonaha@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made key contributions to this report  are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: GAO’s Economic Simulations and Alternative Analyses", "paragraphs": ["This appendix describes the economic simulations discussed in this  report, including the assumptions we used and their sources, as well as  the alternative simulations we conducted."], "subsections": [{"section_title": "Economic Simulations", "paragraphs": ["To estimate the net effect on the government of replacing the $1 note with  a $1 coin, we simulated the benefits and costs to the government of  issuing currency—including both notes and coins—under different  scenarios and assumptions over a 30-year period. For each set of  assumptions we considered, we simulated three scenarios—the status  quo scenario, in which the $1 note would continue to be produced, and  two replacement scenarios, in which the $1 coin would replace the $1  note. In the gradual replacement scenario, $1 notes are replaced as they  become unfit for circulation, while under the active replacement scenario,  $1 notes are replaced more quickly. We then compared the net benefit to  the government in each replacement scenario to the net benefit under the  status quo. As part of our analysis, we also ran alternative simulations  with different sets of assumptions, to examine how the assumptions  underlying our analysis would affect the estimated net benefit to the  government.", "The various assumptions include the extent to which the public would  increase its holdings of cash when coins are used instead of notes, the  expected rate of growth in the demand for currency over 30 years, the  costs of producing and processing both coins and notes, and the life span  of both forms of currency (see table 3). In our replacement scenarios, we  assumed that the replacement would be implemented starting in 2018,  and during that year the U.S. Mint (Mint) would invest in new equipment  to establish its production capability for $1 coins. We also assumed that  production of the paper note would stop as soon as $1 coins were  introduced.", "A key assumption in our analysis is the extent to which the public may  hold more cash when notes are replaced by coins.  Because of  differences in how people use notes and coins, the public may need more  than one coin for each note than would otherwise have been  demanded.  For example, people may take coins out of their pockets and  store them at the end of each day, rather than retain them in their wallets  as they do notes.  These factors cause coins to circulate more slowly than  notes, and more $1 coins would need to be maintained in circulation to  meet the public’s demand for $1 notes.", "Consistent with simulations in our previous reports, we assumed in our  economic simulations that the public would hold more $1 coins, requiring  that more than one coin would be needed to replace each note. Therefore  our replacement scenarios use a replacement ratio of 1.5 – that is 1.5 $1  coins for each $1 note to be replaced.  For our alternate simulations we  allow the replacement ratio to vary, to include a case in which no  additional currency is demanded when coins are used (i.e., the  replacement ratio is 1.0).  As part of this sensitivity analysis, we found  that a key driver of the estimated net benefit is the extent to which the  public would hold more cash when $1 coins are used instead of notes."], "subsections": []}, {"section_title": "Alternate Simulations", "paragraphs": ["We altered some assumptions to simulate how the change would affect  our estimate of the net benefit or loss to the government. See table 4. We  present our analysis to show the effect of changes under both gradual  and active replacement, and we show the results both with and without  gains from seigniorage.", "To assess the effect of the public’s holding more or less cash as a result  of needing fewer or greater numbers of coins to replace each note in  circulation, we conducted separate simulations in which we: decreased the replacement ratio from our current estimate of 1.5  coins per note to 1 coin per note, and  increased the replacement ratio from our current estimate of 1.5 coins  per note to 2 coins per note.", "To assess the effect of the Board of Governors of the Federal Reserve  System (Federal Reserve) not releasing into circulation the $1 coins it  currently holds, we: assumed that the approximately 1.2-billion $1 coins held by the  Federal Reserve would not enter circulation and would continue to be  held by the Federal Reserve.", "To assess the effect of changing production costs for notes and coins, we  conducted separate simulations in which we:  increased the costs of producing notes from our current estimate of 3  cents to 4.9 cents without changing the costs of producing coins;  increased the costs of producing coins from our current estimate of  14.6 cents to 17.5 cents without changing the costs of producing  notes; and  increased the costs of producing both notes and coins from our  current estimates of 3 cents to 4.9 cents for notes and 14.6 cents to  17.5 cents for coins.", "To assess the effect of decreased demand for currency if people switched  to electronic means of payment, we conducted separate simulations in  which we assumed: demand for currency grows at a slower rate—75 percent of the growth  in demand in the replacement scenarios—after fiscal year 2028, and demand for currency grows at a slower rate—50 percent of the growth  in demand in the replacement scenarios—after fiscal year 2028."], "subsections": []}]}, {"section_title": "Appendix II: Objectives, Scope, and Methodology", "paragraphs": ["This report: (1) determines the estimated net benefit to the government, if  any, of replacing the $1 note with a $1 coin and selected stakeholders’  views on this change, and (2) examines what is known about potential  cost savings to the government from suspending production of the penny  and changing the metal composition of the nickel coin as well as selected  stakeholders’ views on these changes.", "To estimate the net benefit or loss to the government of replacing the $1  note with a $1 coin, we conducted economic simulations under different  scenarios and assumptions over a 30-year period. We simulated a “status  quo” scenario and two “replacement” scenarios. In the status quo  scenario, notes remain the dominant form of $1 currency. In each  replacement scenario, notes are replaced by $1 coins under various  assumptions. We then compared each replacement scenario to the status  quo scenario with respect to net benefits to the government. As part of  our analysis, we also ran alternative simulations with different sets of  assumptions, to examine how the assumptions underlying our analysis  affect the estimated net benefit to the government. The various  assumptions underlying our simulations include the extent to which the  public holds more cash when coins are used instead of notes, the cost to  produce $1 notes and $1 coins, and the lifespan of notes and coins,  among others. Our analyses are projected over 30 years because that  period roughly coincides with the life expectancy of the $1 coin. We  interviewed relevant officials from the Board of Governors of the Federal  Reserve System (Federal Reserve), the Bureau of Engraving and Printing  (BEP), and the U.S. Mint (Mint). We also obtained data for our  assumptions from these agencies and economic projection data from the  Congressional Budget Office. More detailed information on the structure,  assumptions, and inputs of our economic simulations are found in  appendix I.", "To determine how the Federal Reserve estimates the life-span of the $1  note (a key input to our economic simulations), we reviewed work papers  and analyses from prior work. We interviewed knowledgeable Federal  Reserve officials about the methodology for calculating a note’s life-span  and reviewed data on a note’s estimated life from calendar years 2005  through 2017. We also observed note-processing operations and  equipment at the Federal Reserve’s Cash Technology Office (located in  the Federal Reserve Bank of Richmond), reviewed Federal Reserve’s  and Treasury Department’s cash-processing policy and procedure  manuals, and interviewed knowledgeable officials about technological  innovations in Federal Reserve note processing since 1998. We took  steps to assess the reliability of data used, such as interviewing  knowledgeable agency officials, and determined that the data were  sufficiently reliable for the purposes of this report.", "To determine selected stakeholder views on changes to currency, we  identified 91 entities that could potentially be affected by reviewing prior  GAO, Mint, and Federal Reserve reports and the results of a literature  search. We eliminated some of these entities from further consideration  because we could not identify a way to contact them or they did not  respond to our efforts to contact them. We sought entities with the  broadest representation so we generally eliminated individual companies,  with the exception of those that are primary suppliers of raw material for  the production of notes or coins. Of the remaining 36 entities, we  selected and interviewed 10 organizations representing potentially  affected industries, primarily based on the entities’ role with respect to  currency and the currency change likely to affect it most. We also  selected and interviewed a private company involved in the production of  materials used in coins and two organizations that advocate for a switch  to a $1 coin and for continued use of the penny, respectively.", "We categorized each entity’s role with respect to currency as a maker  (involved in, or represents those involved in, supply of materials for  production of coins or notes); a mover (involved in, or represents those  involved in, transporting, processing, or facilitating use of coins or notes);  or a user (involved in, or represents those involved in, transactions where  coins or notes are exchanged). We also categorized each entity as being  most affected by, or most interested in, changes to the $1, nickel, or  penny. We used information we collected or had used in prior work about  these stakeholders and also used professional judgement and logic to  determine in which role category they belonged. In some cases, we  assigned an entity to more than one category. In addition to categorizing  stakeholders, when making our selection, we also considered the extent  an entity’s area of representation overlapped with another to avoid  duplication. If a selected entity did not respond to our request for an  interview, we sought to replace that entity with a similar one, if available.  Since our selection is comprised of a non-representative sample, the  results are not generalizable to all stakeholders.", "The stakeholders we selected are:", "American Bankers Association, aba.com", "Americans for Common Cents, pennies.org", "Association of Gaming Equipment Manufacturers, agem.org", "Coin Laundry Association, coinlaundry.org", "Dollar Coin Alliance, dollarcoinalliance.org  International Bridge, Tunnel and Turnpike Association, ibtta.org  International Parking & Mobility Institute, formerly the International  Parking Institute, parking-mobility.org  Jarden Zinc Products, jardenzinc.com", "National Armored Car Association, nationalarmoredcar.org", "National Automatic Merchandising Association, namanow.org", "National Bulk Vendors Association, nbva.org", "Retail Industry Leaders Association, rila.org  We also reviewed information on public perceptions and opinions about  the use of a $1 coin from prior GAO work and publicly available  information from an organization that advocates for a transition to a $1  coin.", "To examine what is known about potential cost savings to the  government from suspending production of the penny coin and from  changing the metal composition of the nickel coin, we analyzed penny  and nickel production cost data from the Mint for fiscal years 2003  through 2017 to include a range of the number of coins produced and  cost changes from metal price fluctuations and reviewed Mint studies on  potential alternative metals and on coin production cost savings that could  result from changing coin metal composition for these coins. We reviewed  and analyzed the Mint’s preliminary plan if Congress were to authorize  suspending production of the penny. We took steps to assess the  reliability of the Mint data we used, such as reviewing relevant  documentation, and determined that the data were sufficiently reliable for  the purposes of this report. We also interviewed Mint and Federal  Reserve officials, and the same set of selected stakeholders noted above.  To understand the rationale and steps Canada implemented for  eliminating the Canadian penny, we reviewed documents from the  Canadian Senate, Department of Finance, and the Royal Canadian Mint.  To understand the results of the elimination of the Canadian penny, we  interviewed an official from the Royal Canadian Mint. We also conducted  a literature search of relevant English language articles published from  2011 to May 2018 to provide information on the rationale and potential  benefit to governments of making changes to coins and notes, along with  information about the experiences of other English-speaking countries  that have made such changes.", "We conducted this performance audit from December 2017 to March  2019 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix III: U.S. Mint Comments", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, John W. Shumann (Assistant  Director); Travis Thomson (Analyst-in-Charge); Amy Abramowitz; Lindsay  Bach; Dave Hooper; Delwyn Jones; Malika Rice; Oliver Richard; Ardith  Spence; and Elizabeth Wood made key contributions to this report."], "subsections": []}]}], "fastfact": ["The United States spent $1.3 billion to manufacture money in 2017. Is it possible to save money on manufacturing by changing the money itself?", "In the past, Congress has discussed replacing $1 bills with coins or changing the metals used in the nickel.", "Coins are usually cheaper than paper notes (bills) because they last longer. But $1 bills are lasting longer than ever—and we estimate it's cheaper to stick with them.", "However, changing the metals in coins could save money without affecting how coins look or work. Because the Mint doesn't have the authority to make that change, we think Congress should consider providing that authority."]}