{"id": "GAO-19-448", "url": "https://www.gao.gov/products/GAO-19-448", "title": "West Bank and Gaza: State Has Taken Actions to Address Potentially Problematic Textbook Content but Should Improve Its Reporting to Congress", "published_date": "2019-06-04T00:00:00", "released_date": "2019-06-04T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The U.S. government has funded education assistance to Palestinians. The State Department oversees U.S. contributions to UNRWA, and USAID provides assistance to Palestinian Authority schools. UNRWA generally administers schools for Palestine refugees. The Palestinian Authority generally administers schools for non-refugee Palestinians who live in the WBG. During the 2016-2017 school year, it issued new pilot textbooks for grades 1 through 4 for use in both its and UNRWA's schools. GAO was asked to review issues related to U.S. education assistance to the WBG.", "This report examines (1) the funding the U.S. government provided for education assistance to the WBG for fiscal years 2015 through 2017, (2) how UNRWA and State have identified and addressed potentially problematic content in textbooks, and (3) whether State has submitted required annual reports to Congress including information on educational materials used in UNRWA schools. To address these objectives, GAO reviewed documents and interviewed U.S. government, UNRWA, and Palestinian Authority officials. For this report, GAO refers to potentially problematic content as that which State defined as inappropriate and that UNRWA defined as not aligned with UN values."]}, {"section_title": "What GAO Found", "paragraphs": ["The U.S. government funded an estimated $243 million for education assistance in the West Bank and Gaza (WBG) for fiscal years 2015 through 2017, including an estimated $193 million from the Department of State (State) and about $50 million from the U.S. Agency for International Development (USAID). Of State's contribution of approximately $193 million, the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) estimated that about $187 million was provided for its education assistance. State provided the remaining approximately $6 million for non-UNRWA education projects. UNRWA purchased English language textbooks used in UNRWA schools with funds that consist of contributions from donor countries, including the United States. The U.S. government and UNRWA did not fund textbooks published by the Palestinian Authority because the Palestinian Authority provided these textbooks free of charge, according to agency officials.", "UNRWA and State have taken steps to identify and address potentially problematic content of textbooks used in UNRWA schools, such as maps that exclude Israel. UNRWA reviewed textbooks, including English language textbooks, and took actions to address content it deemed as not aligned with UN values. For example, UNRWA created complementary teaching materials, such as alternate photos, examples, and guidance for teachers to use with the textbooks in UNRWA schools. However, due to financial shortfalls and other constraints, UNRWA officials told GAO that UNRWA did not train teachers or distribute the complementary teaching materials to classrooms. As a result, these materials were not used in UNRWA classrooms. To address textbook content deemed problematic, State examined nongovernmental organizations' studies, encouraged Palestinian Authority officials to address the issue, and monitored UNRWA's efforts.", "The annual appropriations acts for fiscal years 2015 through 2017 require State to report to Congress on several topics, including steps UNRWA has taken to ensure that the content of all educational materials taught in UNRWA schools is consistent with the values of human rights, dignity, and tolerance, and do not induce incitement. Although State submitted its required reports to Congress on time, State included inaccurate information in the 2017 report and omitted potentially useful information in all three reports. In its 2017 report, State noted incorrectly that UNRWA had completed training teachers and distributed complementary teaching materials to address textbook content that UNRWA deemed as not complying with UN values. In all three of the reports, State omitted information concerning whether UNRWA found that any educational materials used in its schools do not comply with two of four elements, dignity and not inducing incitement. Standards for Internal Control in the Federal Government states that management should use quality information to achieve the entity's objectives and communicate it in a way that is useful to users. Without a fuller explanation, Congress may not have the information it needs to oversee efforts to identify and address potentially problematic textbook content."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO made four recommendations in our April 2018 report that State improve its reports to Congress, including to ensure the information presented is accurate and to provide additional information on the textbook content UNRWA identified as not aligned with UN values. State implemented all of GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since 1948, Palestinians in the West Bank and Gaza have received U.S.- funded education, economic revitalization, health services, and  infrastructure assistance. The U.S. government has funded education  assistance to Palestinians through the Department of State (State),  including contributions to the United Nations Relief and Works Agency for  Palestine Refugees in the Near East (UNRWA), as well as through the  U.S. Agency for International Development (USAID). State oversees U.S.  contributions to UNRWA, which administers schools for Palestine  refugees. The USAID West Bank Gaza Mission supports Palestinian  Authority-run schools for Palestinians not classified as refugees.", "During the 2016-2017 school year, the Palestinian Ministry of Education  and Higher Education issued new pilot textbooks for grades 1 through 4  for use both in Palestinian Authority-run and UNRWA schools. You asked  us to update GAO’s 1998 report on assistance for elementary and  preparatory schools in the West Bank and Gaza and review whether any  U.S. government or UNRWA assistance is supporting educational  material in the region that promotes anti-Semitism or terrorism. This  report examines (1) the amount of funding State and USAID provided for  education assistance to the West Bank and Gaza for fiscal years 2015  through 2017 and how it was used; (2) how UNRWA and State have  identified and addressed potentially problematic content in educational  materials used by schools in the West Bank and Gaza; and (3) whether  State has submitted required annual reports to Congress including  information on whether UNRWA is taking steps to ensure that the content  of all educational materials currently taught in UNRWA-administered  schools is consistent with the values of human rights, dignity, and  tolerance, and do not induce incitement. This report is a public version of  a classified report that we issued in April 2018. The Department of State  deemed some of the information in our April 2018 report to be classified,  which must be protected from loss, compromise, or inadvertent  disclosure. Therefore, this report omits classified information about  neutrality/bias, gender issues, and other textbook content identified in  English language textbooks by UNRWA as not aligned with UN values.  Although the information provided in this report is more limited, the report  addresses the same objectives as the classified report and uses the  same methodology.", "To examine the amount of funding State and USAID provided for  education assistance to the West Bank and Gaza and how it was used for  fiscal years 2015 through 2017, we reviewed State-UNRWA agreements  and USAID award documents and interviewed State, UNRWA, and  USAID officials. We described how this funding is distributed within the  education sector to resources, projects, and activities, including textbooks  and other educational materials. We identified the types of educational  materials, if any, funded by State through UNRWA and by USAID. We  reported all UNRWA expenditure data on education assistance based on  estimates that UNRWA officials provided to us, using UNRWA’s fiscal  year, which runs from January 1 through December 31. To examine how  UNRWA and State have identified and addressed potentially problematic  content in educational materials used by schools in the West Bank and  Gaza, we identified UNRWA’s and State’s policies and procedures. We  focused on actions they took in response to (1) the pilot textbooks for  grades 1 through 4 that the Palestinian Authority issued in 2016 and used  during the 2016-2017 school year, (2) the final textbooks for grades 1  through 4, and pilot textbooks for grades 5 through 10 that the Palestinian  Authority issued in 2017 and used during the first semester of the 2017- 2018 school year; and (3) English language textbooks for grades 1  through 10 that a private company published in 2011 through 2014 and  used during the 2016-2017 and 2017-2018 school years. According to  UNRWA officials, these textbooks do not include the second semester  Palestinian Authority textbooks for the 2017-2018 school year (released  in late 2017) and the second semester English language textbooks, and  therefore do not cover all textbooks used in UNRWA and Palestinian  Authority schools for grades 1 through 10. We then examined how  UNRWA and State have implemented their policies and procedures. We  reviewed State’s cables and agencies’ policy documents and reports and  met with officials from State, UNRWA, and USAID in Washington, D.C.,  and overseas. In addition, we interviewed international donors overseas  and officials from the government of Israel, the Palestinian Authority, and  Jerusalem municipality. To examine whether State has submitted annual  reports to Congress—including information on whether UNRWA is taking  steps to ensure that the content of all educational materials currently  taught in UNRWA-administered schools is consistent with the values of  human rights, dignity, and tolerance, and do not induce incitement—we  examined the three reports State submitted to Congress for fiscal years  2015 through 2017 and UNRWA documents. We also met with officials  from State and UNRWA in Washington, D.C., and overseas. Appendix I  provides a detailed discussion of our objectives, scope, and methodology.", "The performance audit upon which this report is based was conducted  from January 2017 to April 2018 in accordance with generally accepted  government auditing standards. Those standards require that we plan  and perform the audit to obtain sufficient, appropriate evidence to provide  a reasonable basis for our findings and conclusions based on our audit  objectives. We believe that the evidence obtained provides a reasonable  basis for our findings and conclusions based on our audit objectives. We  subsequently worked with State from February 2019 to June 2019 to  prepare this unclassified version of the original classified report for public  release. This public version was also prepared in accordance with these  standards."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "State, USAID, and UNRWA Fund Education Assistance in the West Bank and Gaza.", "paragraphs": [], "subsections": [{"section_title": "State", "paragraphs": ["Two State entities play key roles in education assistance in the West  Bank and Gaza—State’s Bureau of Population, Refugees, and Migration  (State/PRM) and State’s U.S. Consulate General in Jerusalem  (State/ConGen). State/PRM has an important role in funding and  overseeing education assistance provided by UNRWA in the West Bank  and Gaza. State contributes funds to and manages the institutional  relationship with UNRWA on behalf of the U.S. government, while  recognizing UNRWA’s independence and commitment to upholding  humanitarian principles, including neutrality. This relationship is guided  by the U.S.-UNRWA Framework for Cooperation, annually negotiated  between State/PRM and UNRWA. The framework includes UNRWA’s  commitment to meet the condition on U.S. contributions to UNRWA that  U.S. funds do not support terrorism, pursuant to section 301(c) of the  Foreign Assistance Act of 1961, as amended. The framework also sets  forth the activities used to evaluate UNRWA’s conformance with this  condition. According to State/PRM officials, some educational materials  fit into the framework’s section involving broader U.S. priorities for  UNRWA’s education sector. For example, continuing support for mutually  identified special projects such as UNRWA’s Human Rights, Conflict  Resolution, and Tolerance education program in all of UNRWA’s five  fields of operation fit into the latter category. UNRWA’s five fields of  operations are the West Bank (including East Jerusalem), Gaza, Jordan,  Lebanon, and Syria. The framework also defines U.S. priorities for  UNRWA’s education sector. The frameworks for fiscal years 2016 and  2017 state, “The United States is particularly interested in  ongoing  curriculum review process, which enables UNRWA’s educators to use  consistent criteria in analyzing and enriching local textbooks, in order to  promote UN values and principles in UNRWA classrooms.”", "The Secretary of State is required under Section 7048(d) of the  Department of State, Foreign Operations, and Related Programs  Appropriations Acts for fiscal years 2015 and 2016 to submit a report in  writing to the Committees on Appropriations not less than, and for fiscal  year 2016 no later than, 45 days after enactment. Section 7048(d) of the  Department of State, Foreign Operations, and Related Programs  Appropriations Act, 2017 states that this report must be submitted prior to  initial obligation of funds. This report is to cover seven topics. One of  the required topics in the report is whether UNRWA is taking steps to  ensure that the content of all educational materials currently taught in  UNRWA-administered schools and summer camps is consistent with the  values of human rights, dignity, and tolerance, and does not induce  incitement.", "State/ConGen also has a key role in funding and overseeing U.S.  educational assistance. State/ConGen is responsible for the U.S. bilateral  relationship with the Palestinian Authority, including efforts to combat  incitement to violence and address problematic content in textbooks. In  addition, according to the Consulate General’s Education Statement of  Purpose, State/ConGen funds and implements education projects to  improve the quality of education to equip Palestinians with the skills to  grow their economy and build a democratic, secular, politically moderate,  and outward-focused Palestinian civil society as a driver for peace.", "USAID funds education projects that support Palestinian Authority- administered schools, teacher and administrator training in the West  Bank, and scholarships. USAID did not identify or address potentially  problematic content in Palestinian Authority textbooks between fiscal  years 2015 and 2017 because, according to USAID and State officials,  reviewing textbooks is outside the scope of the work of USAID’s partners,  including nongovernmental organizations, that implement projects in the  West Bank and Gaza. USAID officials told us that they defer discussion of  any potentially problematic content in textbooks to State as a bilateral  policy issue.", "UNRWA is to provide humanitarian assistance to Palestine refugees in  accordance with its mandate provided by the UN General Assembly.  UNRWA provides education, health care, social services, microfinance,  and emergency assistance to Palestine refugees; infrastructure and camp  improvement within Palestine refugee camps; and protection. When  UNRWA began operations in 1950, it was responding to the needs of  about 860,000 Palestine refugees. UNRWA reports that over 5 million  Palestine refugees are registered with UNRWA in the West Bank, Gaza,  Jordan, Lebanon, and Syria and are currently eligible for its services.", "UNRWA administers its education system of more than 700 schools  across its five fields of operation, educating approximately 526,000  children, according to UNRWA officials. This includes 370 schools in the  West Bank and Gaza for grades 1 through 9 (and grade 10 in two East  Jerusalem schools) serving over 300,000 children. UNRWA uses the  curricula and textbooks of host governments. In keeping with this  practice, UNRWA schools in the West Bank and Gaza use the Palestinian  Authority curriculum and textbooks. This practice helps to ensure that  UNRWA students can continue their education at government secondary  schools and universities and can take national exams. According to  UNRWA officials, using the host country curricula is also in line with good  practice—affirmed by other UN agencies, such as United Nations High  Commissioner for Refugees. The Palestinian Authority provides all  textbooks used in UNRWA and Palestinian Authority schools in the West  Bank and Gaza except for English language textbooks. Figure 1 shows  an UNRWA girls’ school in Shufat refugee camp, located in East  Jerusalem.", "Prior to the release of the first set of Palestinian Authority textbooks  developed by the Palestinian Authority in 2000, schools in Gaza used  Egyptian textbooks, and schools in the West Bank used Jordanian  textbooks. The Palestinian Authority developed its first curriculum in the  mid-1990s in cooperation with the United Nations Educational, Scientific  and Cultural Organization. Since then, the Palestinian Authority has  developed multi-year strategies to improve its educational system,  including by modernizing its curriculum and improving its textbooks. The  Palestinian Authority worked to implement its early strategies but could  not fully do so because responding to other events took priority, according  to Palestinian Authority documents. These events included the second  Palestinian Intifada (uprising) that began in 2000, the government of  Israel’s subsequent tightening of security, the rise of Hamas to power in  the Palestinian government in 2006, and the resulting delays in donor  funding. After donors resumed their support, the Palestinian Authority  developed an education strategy for 2008 through 2012. This strategy’s  stated goals include improving the quality of education by reviewing the  curriculum and revising textbooks, among other things. Beginning in 2013  the Palestinian Authority undertook a multi-year effort to revise its  curriculum and issue new textbooks to provide students with skills such  as problem solving and analysis. As a result, the Palestinian Authority  Ministry of Education and Higher Education issued new pilot textbooks for  grades 1 through 4 in 2016 and 2017. The Palestinian Authority issued  textbooks for the first semester of these grades in summer 2016 and  textbooks for the second semester later in the year with the start of that  semester. The Palestinian Authority issued the final textbooks for grades  1 through 4 and new pilot textbooks for grades 5 through 10 in 2017. As  of August 2017, Palestinian Authority public schools and UNRWA schools  in the West Bank and Gaza use these textbooks, according to State and  UNRWA officials. Figure 2 shows examples of the pilot textbooks for  grades 1 through 3."], "subsections": []}]}]}, {"section_title": "The U.S. Government Funded an Estimated $243 Million for Education Assistance in the West Bank and Gaza for Fiscal Years 2015 through 2017, and UNRWA Purchased English Language Textbooks with Contributions from Donor Countries, including the United States", "paragraphs": ["The U.S. government provided an estimated $243 million for education  assistance in the West Bank and Gaza—State provided an estimated  $193 million, and USAID provided about $50 million—for fiscal years  2015 through 2017, according to State and USAID data and UNRWA- provided information. Of State’s estimated $193 million contributions to  education assistance in the West Bank and Gaza, UNRWA estimated that  about $187 million went to its education assistance. State provided the  remaining approximately $6 million to non-UNRWA education programs.  UNRWA reported expending about $877 million for education in the West  Bank and Gaza for fiscal years 2015 through 2017, including  contributions from the United States and other donors. According to  UNRWA officials, UNRWA used some of these funds to purchase English  language textbooks that were used in UNRWA schools in the West Bank  and Gaza. State, UNRWA, and USAID funds were not used to purchase  or produce other textbooks used in the West Bank or Gaza, according to  officials from these agencies."], "subsections": [{"section_title": "State Funded an Estimated $193 Million for Education Assistance in the West Bank and Gaza for UNRWA and Non- UNRWA Projects for Fiscal Years 2015 through 2017", "paragraphs": ["Of the estimated $243 million that the United States provided for  education assistance in the West Bank and Gaza for fiscal years 2015  through 2017, State funded an estimated $193 million for UNRWA and  non-UNRWA projects, according to State and UNRWA information. For  UNRWA, State contributed an estimated $187 million for education in the  West Bank and Gaza for fiscal years 2015 through 2017, out of a total  contribution to UNRWA of about $1 billion for that timeframe. U.S.  contributions support UNRWA’s core programs of education, health, relief  and social services, microfinance, and infrastructure and camp  improvement across its five fields of operation. State does not earmark  the majority of its contributions to UNRWA’s program budget by either  program area or field of operation. Rather, State contributes funds to  UNRWA’s program budget, which UNRWA pools with contributions from  other donors to provide general support to UNRWA’s core programs,  according to State and UNRWA officials.", "State earmarks a small portion of its contributions to the program budget  to support special projects of mutual priority to State and UNRWA,  according to State officials. For each fiscal year from 2015 through 2017,  State earmarked funds for the Human Rights, Conflict Resolution, and  Tolerance project, an agency-wide, education-related project  implemented in all five of UNRWA’s fields of operations, including in the  West Bank and Gaza. UNRWA officials stated that UNRWA aims to  support teachers in integrating human rights, conflict resolution, and  tolerance into the regular curriculum. As part of its education reform,  UNRWA developed a Human Rights, Conflict Resolution, and Tolerance  Policy and Teacher Toolkit to further strengthen human rights education  in UNRWA. According to UNRWA officials, UNRWA has built on  international best practices to better integrate human rights education in  all UNRWA schools. The United States exclusively funds the Human  Rights, Conflict Resolution, and Tolerance project activities, according to  State officials. UNRWA estimated expending about $0.3 million on the  Human Rights, Conflict Resolution, and Tolerance project in the West  Bank and Gaza for fiscal years 2015 through 2017.", "In addition to State’s funding for UNRWA, State’s U.S. Consulate General  in Jerusalem (ConGen) officials said that State/ConGen provided about  $6 million in funding for three non-UNRWA education programs focused  on youth in grades 1 through 10 in the West Bank and Gaza for fiscal  years 2015 through 2017. These three education programs include (1) a  program that provides secondary school students in the West Bank and  Gaza an opportunity to study at American high schools and live with  American host families; (2) an afterschool English language program that  targets academically gifted and economically disadvantaged high school  students; and (3) a 2-week summer camp program for at-risk Palestinian  youth ages 8 through 14 residing in refugee camps and other  marginalized areas throughout the West Bank, Gaza, and Jerusalem."], "subsections": []}, {"section_title": "USAID Obligated about $50 Million for Education Projects Active in the West Bank and Gaza for Fiscal Years 2015 through 2017, and Did Not Fund Textbooks", "paragraphs": ["Of the estimated $243 million that the United States provided for  education assistance in the West Bank and Gaza for fiscal years 2015  through 2017, USAID obligated about $50 million for active non- construction education projects for this timeframe, and it did not fund  textbooks, according to USAID officials. USAID funds supported six  education projects, of which four were scholarship projects. Two  projects—the School Support Program and the Leadership and Teacher  Development program—provided support directly to Palestinian Authority  public schools in the West Bank. The School Support Program offers  assistance to 50 schools, including infrastructure rehabilitation of schools,  in-kind assistance (e.g., science lab equipment and school supplies),  extracurricular activities (sports, arts and music, career counseling, and  psychosocial support), and leadership and teacher development for the  school administration. The Leadership and Teacher Development  program supports teacher, principal, and supervisor training to make  teaching and learning practices more learner-centered, in addition to the  introduction of information technology in education (e.g., internet  connectivity, equipment, teaching of coding), classroom assessment and  testing methods, and administrative reform at the school, district, and  central levels."], "subsections": []}, {"section_title": "UNRWA Reported Expending about $877 Million for Education in the West Bank and Gaza for Fiscal Years 2015 through 2017 and Purchased English Textbooks with Funds That Consist of Contributions from Donor Countries, including the United States", "paragraphs": ["According to UNRWA-provided information, UNRWA expended about  $877 million on education for fiscal years 2015 through 2017 in the West  Bank and Gaza with funds from the United States and other donors.  These funds were expended for UNRWA’s education program, including  the purchase of English language textbooks and other educational  materials."], "subsections": [{"section_title": "Education Program", "paragraphs": ["Of the approximately $877 million UNRWA reported expending on  education, it expended about $671 million for education in Gaza and $206  million for education in the West Bank. UNRWA’s expenditures for Gaza  are significantly higher because, as of June 30, 2017, UNRWA operated  275 schools in Gaza serving approximately 270,000 students compared  to 95 schools in the West Bank serving approximately 48,000 students.  UNRWA’s largest reported expenditure within the education sector in  fiscal years 2015 and 2016 was personnel-related expenditures, which  represented about 85 percent of all education expenditures, according to  UNRWA."], "subsections": []}, {"section_title": "English Language Textbooks and Other Educational Materials", "paragraphs": ["Between fiscal years 2015 and 2017, including estimated expenditures in  2017, UNRWA reported that it expended about $2 million on educational  materials—including about $1 million on English language textbooks for  fiscal years 2015 through 2017 for UNRWA schools in the West Bank and  Gaza. Of the approximately $1 million expended on  English language textbooks, UNRWA estimates that the U.S.  contributions totaled about $587,369, with about $28,763 for the West  Bank and about $558,606 for Gaza.", "Educational materials made up less than one percent of UNRWA’s  reported education expenditures in the West Bank and Gaza in part  because UNRWA does not purchase or fund textbooks for use in its  schools in the West Bank and Gaza, with the exception of English  language textbooks. The Palestinian Authority provides UNRWA with  textbooks for all but one academic subject (English) as an in-kind  contribution, according to UNRWA officials. As such, U.S. funds do not  contribute to the textbooks that are published by the Palestinian Authority,  according to UNRWA information. However, to purchase English  language textbooks used in Gaza, UNRWA sent payment from its  program budget, which includes commingled donor funds, directly to the  Palestinian Authority Ministry of Education and Higher Education, for  which they subsequently paid a private publisher. According to  information provided by UNRWA, doing so lowered the per unit cost  through bulk ordering.", "According to UNRWA, UNRWA staff work on complementary teaching  materials—educational materials that UNRWA develops to use alongside  host government textbooks, as part of their regular course of work. They  also work on student summer learning materials based on the textbooks.  Therefore, the expenditures for these materials cannot be disaggregated  from staff wages and salaries and are not included in UNRWA’s  expenditures for educational materials."], "subsections": []}]}]}, {"section_title": "UNRWA and State Have Taken Actions to Identify and Address Potentially Problematic Textbook Content", "paragraphs": ["UNRWA has reviewed Palestinian Authority textbooks for the first  semester of grades 1 through 10 to identify content it deemed not aligned  with UN values and has developed complementary teaching materials to  address this content when considered necessary. However, UNRWA did  not train teachers on the materials or distribute materials to classrooms;  as a result, these materials were not used in UNRWA classrooms. Since  at least 2015, State has used several means to identify and address  Palestinian Authority textbook content it deemed problematic, including  examining nongovernmental organizations’ allegations about problematic  Palestinian Authority textbook content, engaging with Palestinian  Authority officials, and monitoring UNRWA’s efforts."], "subsections": [{"section_title": "UNRWA Reported Taking Steps to Identify Textbook Content Not Aligned with UN Values and Efforts to Address Such Content Are Ongoing", "paragraphs": ["UNRWA reported that it had reviewed 111 textbooks used in its West  Bank and Gaza schools during three sessions since 2016 to identify  content it deemed not aligned with UN values. UNRWA reported that it  had developed specific complementary teaching materials for any page  identified to address this content following each of the reviews. In  addition, UNRWA reported that it had trained some field-level education  staff but had not trained teachers on the materials or distributed materials  to classrooms for several reasons including staff refusal to attend training  and workshops."], "subsections": [{"section_title": "Actions UNRWA Reported Taking to Identify Content Not Aligned with UN Values in Textbooks", "paragraphs": ["UNRWA reported that it reviewed the Palestinian Authority and English  language textbooks in part based on the values contained in its  Framework for the Analysis and Quality Implementation of the Curriculum  (Curriculum Framework), through which UNRWA aims to ensure that the  curricula taught in its schools reflect UN values, such as neutrality,  tolerance, equality, and nondiscrimination, and human rights with regard  to race, gender, language, and religion. However, UNRWA explained  that, given the urgency of reviewing any newly issued textbooks, it  developed a “rapid review” process. Appendix II provides an overview of  the Curriculum Framework and rapid review processes.", "UNRWA reported conducting three rapid reviews of all newly released  Palestinian Authority textbooks since 2016, in each case using the rapid  review criteria as a guide: beginning in October 2016, for textbooks for the first semester of  grades 1 through 4; beginning in January 2017, for textbooks for the second semester of  grades 1 through 4; and beginning in August 2017, for all textbooks used in UNRWA schools  for the first semester of grades 1 through 10.", "UNRWA slightly revised the criteria used over the course of its three rapid  reviews. UNRWA officials noted that for the first rapid review, they  reviewed textbooks to determine if the textbooks were aligned with UN  values and the UN commitment to neutrality. For the second rapid  review, UNRWA developed three criteria: (1) neutrality/bias, (2) gender,  and (3) aggressiveness. For the third rapid review, UNRWA renamed the  criterion of aggressiveness to age-appropriateness to better reflect the  types of issues it was intended to capture. The criteria for the third rapid  review are  1.  neutrality/bias: taking sides or engaging in controversies of a  political, racial, religious, or ideological nature  2.  gender: gender stereotypes  3.  age-appropriateness (formerly aggressiveness): content that is  violent, frightening, or inappropriate for the student’s age.", "Appendixes II and III provide more detail on UNRWA’s textbook reviews.", "In fall 2017, UNRWA reported to donors that, based on its rapid review  criteria, its August 2017 review identified issues on 3.1 percent of the  pages in the 75 textbooks for the first semester of grades 1 through 10  used during the school year 2017-2018. In particular, UNRWA identified  203 issues covering a total of 229 pages (out of a total of 7,498 pages  reviewed), the majority of which they identified as related to  neutrality/bias. According to UNRWA-provided information, UNRWA  found no cases of incitement to violence in the Palestinian Authority  grades 1 through 10 textbooks during the August 2017 rapid review. More  than half of the neutrality/bias issues it found were related to one of the  following three categories—maps, Jerusalem, and cities—for example,  regional maps that exclude Israel and refer to Israeli cities as Palestinian.  Additional details about the issues UNRWA identified and the  complementary teaching materials it developed have been omitted from  this report because the information is classified.", "In addition to issues UNRWA identified using the three rapid review  criteria, it identified positive attributes in the textbooks newly issued by the  Palestinian Authority, such as promoting active learning, life skills, gender  equality, higher-order thinking, and problem-solving skills, according to  UNRWA officials."], "subsections": []}, {"section_title": "Actions UNRWA Reported Taking to Address Content It Deems Not Aligned with UN Values in Textbooks but Did Not Complete", "paragraphs": ["For the content that UNRWA identified as not aligned with UN values  during all three rapid reviews, UNRWA officials reported that they  developed specific complementary teaching materials for any page with  issues identified, such as alternate photos, examples, and guidance for  teachers, as needed, to use with the textbooks in UNRWA schools.  UNRWA also developed training guides and presentations to support  training on the complementary teaching materials for each of the reviews.  According to UNRWA, it developed these materials to ensure that the  lessons taught in UNRWA schools adhere to UN core values, such as  neutrality. In addition, UNRWA officials reported that they trained some  field-level education officials but were not able to train teachers or  distribute materials to classrooms. UNRWA officials told us that UNRWA  did not change the content of Palestinian Authority textbooks and that  they do not have the authority or mandate to do so.", "UNRWA developed complementary teaching materials to address the  following issues it identified, among others, during its rapid review  process of pilot textbooks for the second semester of grades 1 through 4  textbooks. Details about these complementary teaching materials were  omitted because the information is classified.", "For details about the issues UNRWA addressed, see appendix IV.", "UNRWA officials told us that as of April 2018 they have reviewed all  textbooks for the second semester of grades 1 through 10.", "UNRWA did not train teachers or complete distributing complementary  teaching materials after its first rapid review for several reasons. In a  January 2017 briefing note to the United States and other donors,  UNRWA reported that it had completed training for professional support  staff on the complementary teaching materials for the pilot textbooks for  the first semester of grades 1 through 4. However, UNRWA officials told  us that UNRWA was not able to deliver the training for school staff,  including principals or teachers, or disseminate these materials to  classrooms before the end of the first semester of the 2016-2017 school  year. They noted that this was due to collective employment actions  between August 2016 and January 2017, including staff walkouts and a  refusal to attend training and workshops, that were unrelated to the  curriculum reform and having to complete the school exam period  immediately following the resolution of these collective employment  actions.", "For similar reasons, UNRWA was unable to distribute materials or train  teachers after the second rapid review of pilot textbooks for the second  semester of the 2016-2017 school year. UNRWA reported to the United  States and other donors in March 2017 that it anticipated completing  training on the complementary teaching materials for all professional  support staff and teachers by the end of that month in the West Bank and  by the end of the following month in Gaza, according to State/PRM  officials. However, UNRWA officials told us that UNRWA halted the  training following a Palestinian Authority announcement of suspension of  ties with UNRWA in response to UNRWA’s use of complementary  teaching materials, and the UNRWA staff union reactions. UNRWA then  determined that these materials would be outdated because the  Palestinian Authority planned to issue revised textbooks in August 2017,  before the start of the new school year.", "UNRWA’s efforts to train teachers and issue complementary teaching  materials as a result of the third rapid review were ongoing as of  December 2017. As of that date, UNRWA officials told us that UNRWA  had finalized the complementary teaching materials for the final textbooks  for the first semester of grades 1 through 4 and pilot textbooks for grades  5 through 10, as well as the English Language textbooks for the first  semester of grades 1 through 10, all of which are being used during the  2017-2018 school year. UNRWA officials told us that UNRWA has  developed training materials for the final textbooks for first semester  grades 1 through 4 and pilot textbooks for grades 5 through 10 and  planned to begin training of all relevant professional support staff, who  will, in turn, train teachers using a cascaded training model. In addition, UNRWA officials reported sharing the complementary teaching materials  in PDF format with field education staff in the West Bank and Gaza for  distribution to all teachers. However, in commenting on a draft report,  UNRWA officials told us in April 2018 that they did not disseminate the  training or the complementary teaching materials for the third rapid review  for various reasons. For example, some UNRWA staff opposed the use of  these materials in classrooms while other staff boycotted the training. In  addition, UNRWA faced deteriorating operational and political  environments during that time period, such as financial shortfalls, as  well as an increased number of violent confrontations between  Palestinians and Israeli Security forces in the West Bank and Gaza.  According to UNRWA, these factors heightened sensitivities and risks  associated with the training and curriculum enrichment materials. As a  result, these materials were not used in UNRWA classrooms."], "subsections": []}]}, {"section_title": "State Reported Taking Steps to Identify and Address Content Deemed Problematic", "paragraphs": ["To promote appropriate content in Palestinian Authority textbooks,  State/ConGen officials have examined nongovernmental organizations’  studies and allegations about potentially problematic Palestinian Authority  textbook content and confirmed instances of problematic material since  fiscal year 2015. State/ConGen officials told us that the studies they  reviewed raised concerns with a range of content, and they will continue  their reviews of these studies in the future. In examining Palestinian  Authority textbooks, State/ConGen has found material that ignores Israeli  narratives, includes militaristic and adversarial imagery, and preaches the  values of resistance, according to State officials. Although according to  State officials there has been a general agreement in these studies on the  absence of anti-Semitic content or explicit incitement to violence in  Palestinian Authority textbooks, State/ConGen nonetheless has  confirmed instances of inappropriate language, content, and imagery  based on the grade level of certain textbooks. State/ConGen also noted  that the textbooks do not mention Israel or Judaism, and they continue to  include regional maps that exclude Israel.", "In response to allegations that two textbooks in particular—the National  and Social Education (civics) textbooks for grades 3 and 4—contained  problematic content, State/ConGen officials reported that they translated  them into English and then analyzed two new pilot civics textbooks for  grade 4 for the first and second semesters as well as previous versions of  the same books and contracted for an external review of the textbooks.  State/ConGen officials selected these textbooks for translation and  analysis to examine a smaller subset of material reviewed in one  independent study. State/ConGen officials told us in September 2017 that  they had received the results of the external review and that these results  informed their advocacy efforts and provided external perspective on  additional material.", "To address incitement to violence, such as the inclusion of problematic  content in textbooks, State/ConGen officials have engaged the highest  levels of the Palestinian Authority officials, according to State officials.  State/ConGen officials reported that, since 2015, they have encouraged  Palestinian officials during these meetings to address incitement to  violence in textbooks, and Palestinian officials have done so. Officials  also noted that the Palestinian Authority President has publicly  condemned incitement to violence and vowed to combat it. A case study  of a particularly problematic lesson illustrates State/ConGen’s role and  approach. State/ConGen officials reported that a specific math problem  using the number of Palestinian casualties in the First and Second  Intifadas (uprisings) was clearly objectionable even if it did not  demonstrate a call for violence against Israel. The Consulate and Consul  General subsequently raised this concern with Palestinian officials,  including the Minister of Education.", "To discuss the Palestinian Authority’s ongoing textbook reform and  address potential concerns, State/ConGen officials reported that they also  convened a meeting in April 2017 of international donor groups and  members of the international community that participate in the  Palestinian-led Education Sector Working Group. A State official said that  the group conducted a wide-ranging discussion about incitement to  violence and agreed to discuss incitement bilaterally with the Palestinian  Authority as appropriate. State/ConGen continued to raise the issue with  the Palestinian Authority following the meeting.", "In accordance with State/PRM’s role in monitoring UNRWA’s efforts to  identify and address potentially problematic content in Palestinian  Authority textbooks, State/PRM reports that it engages regularly with  UNRWA. It does so through reviews of UNRWA reports, site visits to  UNRWA schools and classrooms when and where security permits,  regular communication with UNRWA staff at UNRWA headquarters and  in the field, and by attending UNRWA’s briefings on the status of its  textbook reviews. In addition, State/PRM officials aim to ensure that  UNRWA takes adequate steps to ensure neutrality in UNRWA’s  operations. To do so, State/PRM meets regularly with UNRWA officials to  ensure that UNRWA operates in a fully neutral way in line with UN  standards across all sectors of operation, including education and content  of textbooks."], "subsections": []}]}, {"section_title": "State Submitted Required Reports to Congress, but One Contains Inaccurate Information and Reports Do Not Include Some Information That Could Be Useful for Congressional Oversight", "paragraphs": ["State/PRM submitted annual reports to Congress in response to  provisions in the annual appropriations acts for fiscal years 2015, 2016,  and 2017; however, these reports have several limitations regarding  educational assistance. First, we found that State/PRM’s 2017 report  inaccurately described certain UNRWA actions to address textbook  content not aligned with UN values. Inaccurate information about  UNRWA’s actions could limit the transparency of State’s and UNRWA’s  activities and the usefulness of State’s reports as tools for congressional  decision making and oversight. Second, while State’s reports explain  generally how UNRWA is taking steps to ensure that educational  materials in UNRWA schools are consistent with certain values, we found  that the reports did not include some information about UNRWA’s  textbook review that could be useful for congressional oversight.  Specifically, State’s reports did not specify whether the educational  materials are consistent with the value of dignity or not inducing  incitement. In addition, we found that in its 2017 report, State did not  include information provided by UNRWA about the nature and extent of  content that UNRWA identified in Palestinian Authority textbooks as not  aligned with UN values. This information, while not required by law to be  included in State’s reports, could be useful to congressional decision- makers."], "subsections": [{"section_title": "State’s Reports Generally Explain UNRWA’s Actions to Address Textbook Content Not Aligned with UN Values, but Its 2017 Report to Congress Inaccurately Described Certain Actions", "paragraphs": ["State submitted reports to Congress each year in a timely manner in  accordance with the requirements of the appropriations acts. In the  annual appropriations acts for fiscal years 2015 through 2017, Congress  required State to report on seven different topics, including whether  UNRWA is taking steps to ensure that the content of all educational  materials taught in UNRWA schools and summer camps is consistent  with the values of human rights, dignity, and tolerance, and does not  induce incitement. State’s reports explain that UNRWA applied its  Curriculum Framework in reviewing textbook content and that the  Curriculum Framework will help ensure all materials used in UNRWA  classrooms reflect UN values and principles. These UN values address  issues related to neutrality, human rights, tolerance, and non-discrimination. These values are aligned with the ones that are included  in the laws, according to State officials.", "However, we found that State’s 2017 report to Congress inaccurately  described some of UNRWA’s actions to address content that is not  aligned with UN values. State correctly reported that UNRWA completed  several actions related to its second rapid review, including that UNRWA  reviewed 18 new Palestinian Authority pilot textbooks, with a particular  focus on the issues of neutrality and bias, gender, and aggressiveness.  However, State reported that UNRWA trained teachers on the application  of the complementary teaching materials they developed and  disseminated the materials to classrooms, actions that UNRWA officials  told us they did not complete.", "State/PRM officials stated they became aware that UNRWA’s classroom  training and dissemination of complementary teaching materials had been  delayed in June 2017, after the school year ended and after submitting  the report to Congress in May 2017. State/PRM officials stated that,  based on conversations they had with UNRWA during tense discussions  between UNRWA and the Palestinian Authority in March and April 2017,  they believed UNRWA would train teachers and disseminate  complementary teaching materials after the tensions dissipated. These  officials said they did not provide the congressional report to UNRWA for  it to review because it is considered an internal U.S. government  document. While State/PRM officials stated they verified facts related to  other aspects of the reporting requirement, they did not verify the  implementation of training and dissemination of complementary teaching  materials because they believed this information to be current given  ongoing dialogue with UNRWA.", "In addition, State/PRM officials told us that they were not aware of the  inaccuracy in their report to Congress until we brought it to their attention,  although they were aware that the trainings had not been implemented in  June 2017. In November 2017—about 6 months after the 2016-2017  school year ended—State/PRM officials told us that their understanding  remained that UNRWA had trained some education staff on the  application of the complementary teaching materials, though not all  teachers, and that UNRWA had disseminated the materials to some  education staff and schools, though not to all classrooms. From State’s  perspective, the statement in its report to Congress about UNRWA  training teachers and disseminating complementary teaching material  was partly accurate. However, UNRWA officials confirmed that they did  not disseminate the training or the complementary teaching materials  related to the second rapid review to any school staff, including principals  and teachers.", "In October 2017, State noted that it has taken, or plans to take, action to  address the accuracy of reporting in the future. First, subsequent to  learning that the training had been halted in June 2017, State/PRM  officials reiterated to UNRWA the need to keep them informed in a timely  manner when the situation in the field shifts with regard to textbooks and  other issues. State/PRM officials also said that they would likely avoid  misreporting facts in the future by taking additional actions, such as  including specific dates of the actions taken in their reports and verifying  key facts with UNRWA. Further, they said they plan to address the issue  of inaccuracy in the fiscal year 2018 report, if needed.", "Standards for Internal Control in the Federal Government states that  management should use quality information to achieve the entity’s  objectives. Incomplete and inaccurate information about UNRWA’s  actions could limit the transparency of UNRWA’s activities and usefulness  of State’s reports as tools for congressional decisionmaking and  oversight."], "subsections": []}, {"section_title": "State’s Reports Do Not Include Some Information That Could Be Useful for Congressional Oversight", "paragraphs": ["Our analysis also showed that State’s required reports did not include  some information that could be useful for congressional oversight of  whether UNRWA is taking steps to ensure that all the content of all  educational materials currently taught in UNRWA schools and summer  camps is consistent with the values of human rights, dignity, and  tolerance, and does not induce incitement. In particular, our analysis  showed that while State’s reports partly explain how certain educational  materials are consistent with two elements included in the law (human  rights and tolerance), they do not address the other two elements (dignity  and not inducing incitement). In addition, State’s reports do not include  details about the nature and extent of content UNRWA identified in  Palestinian Authority textbooks as not aligned with UN values.", "State’s reports for all 3 years partly explain how certain educational  materials are consistent with the values of human rights and tolerance but  do not specifically say whether the Palestinian Authority textbooks are  consistent with these values. In particular, the reports discuss the U.S.- funded Human Rights, Conflict Resolution, and Tolerance project and  accompanying teacher toolkit. The toolkit aims to ensure that teachers  have the skills and resources to implement human rights education  across UNRWA classrooms. The reports note that in Gaza, UNRWA  students use a dedicated human rights curriculum anchored in the  Universal Declaration of Human Rights. While the Human Rights, Conflict  Resolution, and Tolerance project is relevant to the congressional  reporting requirement, it is supplemental to the Palestinian Authority  textbooks—the core educational materials used in UNRWA’s schools.  State’s reports do not discuss whether these Palestinian Authority  textbooks are consistent with the values of human rights and tolerance.", "Moreover, none of State’s reports for these 3 years explicitly state that the  UN values UNRWA applied in reviewing textbooks encompass the value  of dignity or not inducing incitement. State/PRM officials said that these  topics are addressed implicitly, in that the value of “dignity” is  encompassed by the concepts of human rights and non-discrimination,  which are among the elements encapsulated by the “UN values” applied  as part of the Curriculum Framework. State/PRM officials further assert  that reporting to Congress on UNRWA’s application of “UN values” via the  Curriculum Framework necessarily encompasses the concept of non- inducement of incitement. In State’s view, materials reviewed through the  lens of UN values and principles as defined by the UN imply that such  review is taking into consideration whether the materials include  incitement to violence. However, State did not include language about  dignity or not inducing incitement explicitly in its reports to Congress.", "Regarding the nature and extent of content UNRWA identified in  Palestinian Authority textbooks as not aligned with UN values, State did  not include details provided by UNRWA about UNRWA’s reviews of  Palestinian Authority textbooks in its May 2017 report to Congress that,  while not required by law to be included in State’s reports, could be  helpful for congressional oversight. The May 2017 report states that  UNRWA reviewed pilot textbooks for the first and second semesters of  grades 1 through 4 and identified a “limited amount of problematic content  in the Palestinian Authority materials.” However, State’s report did not cite  the percentage of all pages UNRWA deemed as including content not  aligned with UN values, the percentage of issues UNRWA identified in  relation to each of the three rapid review criteria, or examples of such  content (e.g., frightening pictures that they considered inappropriate for  children), which UNRWA had reported to State/PRM and other donors at  least 2 months earlier.", "We have previously reported that agencies should consider the differing  information needs of various users to ensure that performance  information will be useful in decision making. Standards for Internal  Control in the Federal Government states that information should be  communicated in a way that is useful to internal and external users.  Less thorough information in State’s annual reporting could limit its  usefulness as a tool for congressional oversight. In addition, the lack of  certain relevant information may limit Congress’ ability to fully assess the  nature and extent of material that may not be aligned with UN values in  Palestinian Authority textbooks."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The United States has funded education for Palestinian children for  decades, including an estimated $243 million for fiscal years 2015  through 2017. State funds education projects to improve the quality of  education to equip Palestinians with the skills to grow their economy and  build a democratic, secular, politically moderate, and outward-focused  Palestinian civil society as a driver for peace, according to the Consulate  General’s Education Statement of Purpose. Congress remains interested  in the role UNRWA plays in educating children under its purview,  requiring State to report on steps UNRWA is taking to ensure that the  content of all educational materials currently taught in UNRWA- administered schools is consistent with the values of human rights,  dignity, and tolerance, and that those materials do not induce incitement.  State’s 2017 report inaccurately describes certain UNRWA actions to  address content not aligned with UN values. In addition, State’s reports to  Congress did not specify whether the educational materials used in  UNRWA schools are consistent with the value of dignity or not inducing  incitement. Although State’s reports generally discuss whether UNRWA is  taking certain steps, the lack of certain relevant information in State’s  reports could limit their usefulness as a tool for congressional decision  making and oversight. Accurate and complete information would help  Congress more fully understand and assess the nature and extent of  content in textbooks that is not aligned with UN values, as well as  UNRWA’s actions to address this content."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making the following four recommendations that could further  enhance State’s annual reports to Congress:  The Secretary of State should direct the Assistant Secretary for  Population, Refugees, and Migration to establish a process to ensure that  State’s reporting to Congress on the actions UNRWA has taken is  accurate. (Recommendation 1)", "The Secretary of State should direct the Assistant Secretary for  Population, Refugees, and Migration to provide information in its reports  to Congress that could be useful for congressional oversight, including  information that: discusses whether Palestinian Authority textbooks used in UNRWA  schools are found to be consistent by UNRWA with the values of  human rights and tolerance. (Recommendation 2) explicitly states whether the UN values UNRWA applied as part of the  Curriculum Framework encompass dignity and do not induce  incitement. (Recommendation 3) describes the nature and extent of textbook content that UNRWA  identified as not aligned with UN values, including in the English  language textbooks purchased by UNRWA. (Recommendation 4)"], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of our April 2018 classified report to State and USAID  for comment. We also provided UNRWA with relevant information for  comment. In response, State and UNRWA provided written comments on  the classified report. We have reprinted State’s updated written  comments in appendix V and UNRWA’s original written comments in  appendix VI. All three also provided technical comments, which we  incorporated as appropriate throughout our report.", "In its written comments on this report, State noted that it has implemented  all four of our recommendations contained in the classified report we  issued in April 2018. To ensure the accuracy of information in its reports,  State has developed standard operating procedures for drafting and  verifying the information contained in its annual report to Congress on  UNRWA, including clearly sourcing all information contained in the report  and seeking written verification from UNRWA on any information  previously obtained via oral communication. State implemented our  recommendation that it discuss whether Palestinian Authority textbooks  used in UNRWA schools are found to be consistent by UNRWA with the  values of human rights and tolerance. State included additional qualitative  details from UNRWA on its evaluation of the Palestinian Authority  materials, and the degree to which UNRWA assesses that these  materials are consistent with human rights and tolerance. State  implemented the recommendation to explicitly state in its reports to  Congress whether the UN values UNRWA applied as part of the  Curriculum Framework encompass dignity and do not induce incitement.  In addition, State implemented the recommendation to describe the  nature and extent of textbook content that UNRWA identified as not  aligned with UN values, including in the English language textbooks  purchased by UNRWA. State provided additional qualitative and  quantitative details from UNRWA’s evaluation of Palestinian Authority  textbooks in its fiscal year 2018 report based on information provided by  UNRWA.", "In its written comments, UNRWA said, among other things, that while  using the curricula and textbooks of host nations, UNRWA’s education  program strives to realize the potential of all its Palestine refugee  students, to help them develop into confident, innovative, questioning,  thoughtful, tolerant and open-minded critical thinkers, who uphold human  values and tolerance, and contribute positively to the development of their  society and the global community. In addition, UNRWA noted that it  appreciates our understanding of the role of the Curriculum Framework  and how UNRWA takes specific measures to rapidly review newly issued  textbooks, including the large number of new textbooks released by the  Palestinian Authority Ministry of Education and Higher Education  throughout 2016 and 2017. UNRWA also commented that while it does  not have authority to determine or alter national curricula, UNRWA is  committed to taking all measures within its control to ensure that the  delivery of its educational services is fully aligned with the values of the  United Nations. UNRWA did not comment on our recommendations,  since they were not directed to UNRWA.", "We are sending copies of this product to the appropriate congressional  committees, as well as the Secretary of State, the Administrator of  USAID, the Commissioner-General of UNRWA, and other interested  parties. In addition, the report is available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-9601 or melitot@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made key contributions to this report  are listed in appendix VII."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report examines (1) the amount of funding Department of State  (State) and U.S. Agency for International Development (USAID) provided  for education assistance to the West Bank and Gaza for fiscal years 2015  through 2017 and how it was used; (2) how the United Nations Relief and  Works Agency for Palestine Refugees in the Near East (UNRWA) and  State have identified and addressed potentially problematic content in  educational materials used by schools in the West Bank and Gaza; and  (3) whether State has submitted required annual reports to Congress  including information on whether UNRWA is taking steps to ensure that  the content of all educational materials currently taught in UNRWA- administered schools is consistent with the values of human rights,  dignity, and tolerance, and do not induce incitement.", "To determine which U.S. government agencies provide education  assistance for the West Bank and Gaza, we reviewed documents and  conducted interviews with State, USAID, and the Overseas Private  Investment Corporation (OPIC). We initially conducted an interview with  OPIC because it was included in a previous report we issued on a similar  topic. We excluded OPIC from the scope of this engagement because  they did not provide relevant education assistance to the West Bank or  Gaza between fiscal years 2015 and 2017. We focused our review on  State and USAID because these agencies provided education assistance  to the West Bank and Gaza during this timeframe. For this review, we  refer to State and USAID when we refer to the U.S. government.", "To examine the amounts of funding State and USAID provided for  education assistance to the West Bank and Gaza and how it was used for  fiscal years 2015 through 2017, we took the following steps. We  examined actual funding where it was available and estimated funding  where it was not. We obtained and analyzed financial data from State and  USAID and expenditure data from UNRWA for education assistance to  the West Bank and Gaza in fiscal years 2015 through 2017. We used  these data to describe how much and for what types of activities State  contributed funds to UNRWA. We also obtained and analyzed  expenditure and contributions data from State and obligations data from  USAID to describe non-UNRWA education programs that they  administered in the West Bank and Gaza. We reported the amount of  funds UNRWA expended in general on education in the West Bank and  Gaza, including the amounts that UNRWA expended on educational  materials and specifically on textbooks. We define educational materials  to primarily include curriculum, textbooks, select videos and web-based  tools, and any complementary teaching materials, including those  developed by UNRWA that aim to supplement, replace, or mitigate  materials that UNRWA deems not aligned with UN values. We exclude  posters, library books, educational technology, education administration  materials, extracurricular materials, handouts and worksheets, and  teacher training materials, with limited exceptions, from materials  produced by UNRWA and used to mitigate material that UNRWA deemed  not aligned with UN values or to supplement the curriculum. According to  UNRWA officials, the financial information they provided pertains to  educational materials, including textbooks, complementary teaching  materials, and costs related to an interactive learning portal in Gaza and  UNRWA TV. Finally, we reported the amount of funds USAID obligated  for education programs in the West Bank and Gaza during this timeframe.", "To analyze these data, we reviewed State-UNRWA contribution  agreements, State reports on UNRWA emergency appeals expenditures,  and USAID award documents. We examined the two types of funding that  State contributed to UNRWA—program budget funding and emergency  appeals. We also examined the three ways in which UNRWA expends  that funding—through program budget expenditures, emergency appeals  expenditures, and special project expenditures. We supplemented these  data by interviewing State, UNRWA, and USAID officials about funding.  While the majority of UNRWA data are actual expenditures, some  UNRWA data are estimates. According to UNRWA officials, they  estimated all UNRWA expenditure data for fiscal year 2017 because, as  of December 2017, when we finished collecting data, UNRWA’s 2017  fiscal year was ongoing. In addition, UNRWA estimated its education  expenditures provided by the United States because U.S. contributions to  UNRWA are generally not earmarked. Rather, UNRWA’s core budget, its  program budget, pools funding from all UNRWA donors. For this reason,  we reported all UNRWA expenditure data on education assistance based  on information UNRWA officials provided us. To make these estimates,  UNRWA officials informed us that they calculated U.S. funding as a  proportion of all UNRWA funding, and applied that proportion to their  educational expenditures. Data on State’s contributions to UNRWA and  USAID’s funding to education programs in the West Bank and Gaza  active between fiscal years 2015 and 2017 are obligations; according to  State, all funds disbursed to UNRWA were through contributions. Data on  State’s funding for non-UNRWA education programs are expenditures.", "For the purposes of this report, we use the U.S. fiscal year (October 1  through September 30) for all State and USAID contributions data, while  we use UNRWA’s fiscal year (January 1 through December 31) for all  UNRWA expenditure data. In addition, State and USAID awarded several  grants for additional years not included in our scope. For example, the  USAID’s first obligation to the Leadership and Teacher Development  program occurred in fiscal year 2011 and the latest obligation to that  program occurred in fiscal year 2017. As a result, the data presented in  this report may include additional contributions of funds beyond what  State and USAID obligated for fiscal years 2015 through 2017.", "To determine the reliability of the obligations and expenditure data, we  requested information from State, UNRWA, and USAID officials regarding  the processes they used to collect and verify data, and we checked the  data for reasonableness and completeness. When we found  discrepancies or missing data fields, we worked with relevant agency  officials to correct the discrepancies and missing fields. We compared  State’s contribution data with UNRWA’s expenditure data to ensure  consistency. We discussed UNRWA’s financial data for educational  expenditures with knowledgeable officials, reviewed audited financial  statements for confirmation, and reviewed vouchers they  provided. However, we did not independently audit their financial  data. To ensure completeness of the data, we reviewed initial grant  documents or contribution agreements and all associated amendments  for the (1) six education projects USAID funded in the West Bank and  Gaza, and (2) annual UNRWA contributions State made between fiscal  years 2015 and 2017. We discussed UNRWA’s procedures for estimating  the proportion of U.S. funds that went to educational expenditures with  knowledgeable officials. Based on our initial assessments of the data, we  determined that the State and USAID funding data we collected were sufficiently reliable for the purposes of this report. In addition, we  determined that the actual expenditure data we collected from UNRWA  were sufficiently reliable for our purposes, and that the estimated  expenditures it provided were reasonable for the purposes of this review.  (To examine how UNRWA and State have identified and addressed  potentially problematic content in educational materials used by schools  in the West Bank and Gaza, we reviewed the policies and procedures  that UNRWA and State have established and implemented. We focused  on actions agencies took in response to the (1) pilot textbooks for grades  1 through 4 that the Palestinian Authority issued in 2016 and that  UNRWA used during the 2016-2017 school year; (2) final textbooks for  grades 1 through 4, and pilot textbooks for grades 5 through 10 the  Palestinian Authority issued in in 2017 and used during the first semester  of the 2017-2018 school year; and (3) English language textbooks that  UNRWA and the Palestinian Authority purchased for grades 1 through 10  published in 2011 through 2014 and used during the 2017-2018 school  year. According to UNRWA officials, these textbooks do not include the  second semester Palestinian Authority textbooks for the 2017-2018  school year (released in late 2017) and the second semester English  language textbooks, and therefore do not cover all the textbooks used in  UNRWA and Palestinian Authority schools for grades 1 through 10. We  examined how UNRWA and State have implemented their policies and  procedures. We reviewed State’s cables and agencies’ policy documents  and reports and met with officials from State, UNRWA, and USAID in  Washington, D.C., and overseas. In addition, we interviewed international  donors overseas and officials from the government of Israel, the  Palestinian Authority, and Jerusalem municipality. We only interviewed  official government entities and public international organizations and did  not meet with non-governmental interest groups. We followed up with  relevant officials on multiple occasions to assess the progress of textbook  review and the status of implementation of other policies and procedures.", "We interviewed UNRWA officials about the methods they used to conduct  the rapid reviews of textbook content and reviewed documents they  provided that outline their procedures. While the methods and procedures  described seemed generally reasonable, we did not independently review  UNWRA’s underlying documents to fully assess the reliability of the rapid  review results it reported because UNRWA is an international  organization. Moreover, it was beyond the scope of our review to examine  the underlying documents and textbooks themselves, most of which are  written in Arabic. There can be a number of challenges to analyzing and  coding content as UNRWA did in its rapid reviews, such as the need for  those performing the review to exercise judgment, and while the overall  process officials outlined generally appeared reasonable, we cannot  comment on the extent to which it successfully overcame all of the  potential challenges. We are presenting the results of the textbook  reviews, attributed to UNRWA, to help support our finding that the agency  has developed procedures to review textbooks, and that it found some  concerns in its recent reviews. In addition, we are providing details about  these reviews for context because the State Department summarized the  results of the first two reviews in its May 2017 report to Congress, which  we discuss in the third section of this report. This report is a public version  of a classified report that we issued in April 2018. The Department of  State deemed some of the information in our April 2018 report to be  classified, which must be protected from loss, compromise, or inadvertent  disclosure. Therefore, this report omits classified information about  neutrality/bias, gender issues, and other textbook content identified in  English language textbooks by UNRWA as not aligned with UN values.  Although the information provided in this report is more limited, the report  addresses the same objectives as the classified report and uses the  same methodology.", "To examine whether State has submitted required annual reports to  congressional committees, including information on whether UNRWA is  taking steps to ensure that the content of all educational materials  currently taught is consistent with the UN values of human rights, dignity,  and tolerance, and do not induce incitement, we took the following steps.  We reviewed the legal requirements for State to report on the steps  UNRWA is taking to ensure that the content of all educational materials  currently taught is consistent with the UN values. These requirements are  found in the annual appropriations acts; for fiscal year 2017, the  requirement is located in Section 7048(d)(5) of the Consolidated  Appropriations Act, 2017. We reviewed State’s reports to Congress in  2015, 2016, and 2017, and compared data State reported regarding  education assistance with data we gathered through meetings with State  and UNRWA officials in in Washington, D.C., and overseas. We also  reviewed UNRWA documents.", "The performance audit upon which this report is based was conducted  from January 2017 to April 2018 in accordance with generally accepted  government auditing standards. Those standards require that we plan  and perform the audit to obtain sufficient, appropriate evidence to provide  a reasonable basis for our findings and conclusions based on our audit  objectives. We believe that the evidence obtained provides a reasonable  basis for our findings and conclusions based on our audit objectives. We  subsequently worked with State from February 2019 to June 2019 to  prepare this unclassified version of the original classified report for public  release. This public version was also prepared in accordance with these  standards."], "subsections": []}, {"section_title": "Appendix II: Overview of UN Relief and Works Agency for Palestine Refugees in the Near East’s (UNRWA) Curriculum Framework Review and Rapid Review Processes", "paragraphs": ["UNRWA’s Framework for Analysis and Quality Implementation of the  Curriculum (Curriculum Framework) provides the overarching structure  for the review and enrichment of educational materials used in UNRWA  schools in all of its fields of operation, including the West Bank and Gaza.  The Curriculum Framework, developed as part of UNRWA’s education  reform process, aims to ensure that the curricula taught in its schools  support the development of skills and competencies that are considered  important for individual development in the 21st century. In addition, the  Curriculum Framework aims to ensure that the delivery of the host  country’s curriculum reflects UN values, such as neutrality, tolerance,  equality, and nondiscrimination, and human rights with regard to race,  gender, language, and religion as well as the development of respect for  a child’s own cultural identity, language, and values in line with UN  values. According to UNRWA officials, neutrality is one of the four  “humanitarian principles” formally adopted by the UN General Assembly  and endorsed by UNRWA and is a core obligation and value of UN staff  as spelled out in the UN’s regulatory framework. According to UN  humanitarian principles, the concept of neutrality means that, irrespective  of their personal beliefs and opinions, “umanitarian actors must not  take sides in hostilities or engage in controversies of a political, racial,  religious or ideological nature.” The Curriculum Framework includes 10  Curriculum Framework principles and five student competencies against  which UNRWA reviews educational materials used in its schools:", "Principle 1—Focuses on understanding and application and not just  memorization", "Principle 2—Is active, practical, and encourages independent thinking", "Principle 3—Is relevant to students’ lives and situation, particularly as", "Principle 4—Provides a variety of teaching and learning approaches", "Principle 5—Integrates learning and emphasizes connections to other", "Principle 6—Is inclusive and provides learning opportunities for", "Principle 7—Provides for students’ personal development and well-", "Principle 8—Is free of biases (such as gender, disabilities, and  ethnicity)", "Principle 9—Enables students to value their Palestinian culture,", "Principle 10—Reflects UN values  Curriculum Framework Student Competencies:  1.  Critical and creative thinking  3.  Communication and literacy  UNRWA’s Curriculum Framework includes tools to guide the analysis and  review of host country textbooks and other learning material at the school  and field levels, and remains the overarching framework for the review  and enrichment of educational materials used in UNRWA schools  agency-wide. However, given the urgency of reviewing any newly issued  textbooks for use during the 2016-2017 school year, UNRWA developed  a rapid review process. The rapid review process does not replace the  Curriculum Framework process, as the Palestinian Authority textbooks  reviewed through the rapid review process are also subject to the regular  Curriculum Framework review process at the field and school levels, as  follows:", "At the field level, field education staff are to use the Field-Level  Analysis Tool of the Curriculum Framework to review textbooks  against all five student competencies and 10 principles of the  Curriculum Framework.", "At the school level, all UNRWA teachers and school principals in the  West Bank and Gaza and UNRWA’s other fields of operations are to  use the School-Level Analysis Tool of the Curriculum Framework to  review their own teaching programs and lessons, including curriculum  materials they use, while considering their context and diversity of  needs. The School-Level Analysis Tool focuses on the five Student  Competencies and select Curriculum Framework Principles: (1)  Principle 4—provides a variety of teaching and learning approaches;  (2) Principle 6—is inclusive and provides learning opportunities for  students of all abilities; (3) Principle 8—is free of biases (such as  gender, disabilities, and ethnicity); (4) Principle 9—enables students  to value their Palestinian culture, heritage, and identity; and (5)  Principle 10—reflects UN values.", "The Curriculum Framework is a more comprehensive pedagogical  review—one that relates more directly to the theory and practice of  education—than the rapid review process, which focuses specifically on  three rapid review criteria linked to the UN values in the Curriculum  Framework.", "According to UNRWA documents, UNRWA employed a multi-stage rapid  review process to identify textbook content not aligned with UN values,  and its efforts to address this content were ongoing as of November  2017. Figure 3 summarizes UNRWA’s process.", "Complementary teaching materials are educational materials that UNRWA developed to use  alongside host government textbooks to ensure that the lessons taught in UNRWA schools adhere to  UN core values, such as neutrality, according to UNRWA officials.  UNRWA’s Agency Task Force is composed of the Chief of Staff and headquarters officials from the  departments of Education and Legal Affairs, according to UNRWA officials.", "The cascade training model involves training groups of individuals who in turn train other individuals.  UNRWA has established strategic support units in the fields that train educational specialists who  then train school principals and teachers using a cascade model, according to UNRWA officials.  Professional support staff include field-level strategic support unit staff, education specialists, and  Chiefs of the Field Education Programs, according to UNRWA officials."], "subsections": []}, {"section_title": "Appendix III: 2016-2017 Rapid Review, as Reported by the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA)", "paragraphs": ["Appendix III: 2016-2017 Rapid Review, as  Reported by the United Nations Relief and  Works Agency for Palestine Refugees in the  Near East (UNRWA)", "UNRWA reported that it has reviewed newly issued Palestinian Authority  textbooks during three rapid review sessions since 2016 to identify  content it deems not aligned with UN values and that it has developed  complementary teaching materials to specifically address this content for  any page with issues identified.", "Throughout the 2016-2017 school year, UNRWA reported reviewing  pilot textbooks newly issued by the Palestinian Authority for grades 1  through 4 in two separate reviews.", "In August 2017, UNRWA reported reviewing the final textbooks for  grades 1 through 4 for the first semester, pilot textbooks for grades 5  through 10 for the first semester, and English language textbooks  funded with contributions from donor countries, including the United  States, for grades 1 through 10 for the first semester.", "For the August 2017 review, UNRWA reported reviewing 75 textbooks  (7,498 pages) in aggregate. Table 1 provides details on the number of  textbooks and number of pages UNRWA reported reviewing between  2016 and 2017 for the textbooks used in its schools in the West Bank and  Gaza.", "Table 2 provides detail on the academic subjects for which UNRWA  reported reviewing Palestinian Authority textbooks in 2016 and 2017.", "Table 2. Select Academic Subjects for Which the United Nations Relief and Works Agency for Palestine Refugees in the Near  East (UNRWA) Reported Reviewing Content of Palestinian Authority and English Language Textbooks, 2016-2017  recitation)", "Legend:   =UNRWA reviewed textbook for this subject.   N/A= Not applicable because Palestinian Authority and UNRWA schools do not use these textbooks for the grades listed.", "Appendix IV: Textbook Content Issues  Identified by the United Nations Relief and  Works Agency for Palestine Refugees in the  Near East (UNRWA)", "Appendix IV: Textbook Content Issues  Identified by the United Nations Relief and  Works Agency for Palestine Refugees in the  Near East (UNRWA)", "During its August 2017 review of textbooks for grades 1 through 10 for  the first semester, UNRWA identified 203 issues covering a total of 229  pages (out of a total of 7,498 pages reviewed), the majority of which it  identified as related to neutrality/bias. Specific details about the  percentage of pages with issues UNRWA identified in relation to each of  the three rapid review criteria subjects, as well as the types and  percentages of neutrality/bias issues UNRWA reported finding were  omitted because the information is classified.", "Of the 203 issues UNRWA identified in the textbooks for the first  semester of grades 1 through 10 for the 2017-2018 school year, UNRWA  officials reported that they identified the largest number of issues in social  studies textbooks (105 issues), followed by Arabic grammar (30 issues),  Islamic education (20 issues), mathematics (18 issues), science and life  (15 issues), English language (14 issues), and vocational education (1  issue).", "The 14 issues that UNRWA identified in the English language textbooks  purchased by UNRWA for the first semester of grades 1 through 10 cover  a total of 22 pages out of 664 textbook pages (3.3 percent), according to  UNRWA officials. Of the 14 issues, UNRWA officials identified 10 of the  14 as neutrality/bias issues and 4 as gender issues. The neutrality/bias  issues that UNRWA identified include issues related to maps, Jerusalem,  and the Islamic religion. Details about the neutrality/bias and gender  issues that UNRWA identified and the complementary teaching materials  it developed were omitted because the information is classified.", "UNRWA officials identified four examples in the English language  textbooks for the first semester of grades 1 through 10 that show a lack of  gender balance in sports, hobbies, and professions. In response, they  developed complementary classroom discussion questions to discuss  gender bias with UNRWA students. Details about the gender issues that  UNRWA identified and the complementary teaching materials UNRWA  developed were omitted from this report because they included classified  information."], "subsections": []}, {"section_title": "Appendix V: Comments from the State Department", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: Comments from the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA)", "paragraphs": ["Appendix VI: Comments from the United  Nations Relief and Works Agency for Palestine  Refugees in the Near East (UNRWA)"], "subsections": []}, {"section_title": "Appendix VII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["Thomas Melito at (202) 512-9601 or melitot@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Cheryl Goodman (Assistant  Director), Jaime Allentuck (Analyst in Charge), Ashley Alley, Martin de  Alteriis, and Lynn Cothern made key contributions to this report. Other  contributors to this report include Neil Doherty, Mark Dowling, Aldo  Salerno, and Mona Sehgal."], "subsections": []}]}], "fastfact": ["The State Department gave money to a UN relief agency that funds certain children’s schools in the West Bank and Gaza. Congress required State to report to them on this agency’s activities.", "We found State’s reports in FY 2015-2017 weren’t always accurate or detailed. For example, the UN agency evaluated the Palestinian Authority textbooks used in their schools, and found content that didn’t align with UN values such as human rights and tolerance. However, State didn’t report certain details of these evaluations to Congress.", "State implemented the 4 recommendations we made to improve the accuracy and completeness of its reporting to Congress."]}