{"id": "GAO-07-599T", "url": "https://www.gao.gov/products/GAO-07-599T", "title": "Drug Safety: FDA Needs to Further Address Shortcomings in Its Postmarket Decision-making Process", "published_date": "2007-03-22T00:00:00", "released_date": "2007-03-22T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO was asked to testify on the effectiveness of the Food and Drug Administration's (FDA) postmarket decision-making process. This testimony is based on Drug Safety: Improvement Needed in FDA's Postmarket Decision-making and Oversight Process, GAO-06-402 (March 31, 2006). The report focused on the complex interaction between two offices within FDA that are involved in postmarket drug safety activities: the Office of New Drugs (OND), and the Office of Drug Safety (ODS). OND's primary responsibility is to review new drug applications, but it is also involved in monitoring the safety of marketed drugs. ODS is focused primarily on postmarket drug safety issues. ODS is now called the Office of Surveillance and Epidemiology. For its report, GAO reviewed FDA policies, interviewed FDA staff, and conducted case studies of four drugs with safety issues: Arava, Baycol, Bextra, and Propulsid. To gather information on FDA's initiatives since March 2006 to improve its decision-making process for this testimony, GAO interviewed FDA officials and reviewed FDA documents in February and March 2007."]}, {"section_title": "What GAO Found", "paragraphs": ["In its March 2006 report, GAO found that FDA lacked clear and effective processes for making decisions about, and providing management oversight of, postmarket drug safety issues. There was a lack of clarity about how decisions were made and about organizational roles, insufficient oversight by management, and data constraints. GAO observed that there was a lack of criteria for determining what safety actions to take and when to take them. Certain parts of ODS's role in the process were unclear, including ODS's participation in the meetings of scientific advisory committees organized by OND to discuss safety issues for specific drugs. In the case of Arava, for example, ODS staff were not allowed to present their analysis of postmarket safety at an advisory committee meeting held to review Arava's safety risks and benefits. Insufficient communication between ODS and OND hindered the decision-making process. ODS management did not systematically track information about ongoing postmarket safety issues, including the recommendations that ODS staff made for safety actions. GAO also found that FDA faced data constraints that contributed to the difficulty in making postmarket safety decisions. GAO found that there were weaknesses in the different types of data available to FDA, and FDA's access to data was constrained by both its authority to require certain studies and its limited resources. During the course of GAO's work for its March 2006 report, FDA began a variety of initiatives to improve its postmarket drug safety decision-making process, including the establishment of the Drug Safety Oversight Board. FDA also commissioned the Institute of Medicine to examine the drug safety system, including FDA's oversight of postmarket drug safety. GAO recommended in its March 2006 report that FDA take four steps to improve its decision-making process for postmarket safety. GAO recommended that FDA revise and implement its draft policy on the decision-making process for major postmarket safety actions, improve its process to resolve disagreements over safety decisions, clarify ODS's role in scientific advisory committees, and systematically track postmarket drug safety issues. FDA has initiatives underway and under consideration that, if implemented, could address three of GAO's four recommendations. Because none of these initiatives was fully implemented as of March 2007, it was too early to evaluate their effectiveness. In the 2006 report GAO also suggested that Congress consider expanding FDA's authority to require drug sponsors to conduct postmarket studies, as needed, to collect additional data on drug safety concerns."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today as you examine the Food and Drug  Administration’s (FDA) process for decision making regarding postmarket  drug safety issues. In 2004, several high-profile drug safety cases raised  concerns about FDA’s ability to manage postmarket drug safety issues.  Those cases showed that there were disagreements and potential delays  within FDA about how to address serious safety problems. My remarks  today are based on GAO’s March 2006 report on FDA’s postmarket  decision-making process (Drug Safety: Improvement Needed in FDA’s  Postmarket Decision-making and Oversight Process, GAO-06-402). I will  also discuss a number of FDA initiatives to improve its decision-making  process, including some that respond to the recommendations we made in  that report.", "In carrying out the work for our report between December 2004 and  March 2006, we focused on two offices within FDA’s Center for Drug  Evaluation and Research (CDER) that are involved in postmarket drug  safety activities: the Office of New Drugs (OND) and the Office of Drug  Safety (ODS). While there is some overlap in the activities of OND and  ODS, they have different organizational characteristics and perspectives  on postmarket drug safety. OND is involved in postmarket drug safety  activities as one aspect of its larger responsibility to review new drug  applications, and it has the ultimate responsibility to take regulatory  action concerning the postmarket safety of drugs. ODS is primarily  focused on postmarket drug safety, which includes the review of reports  of adverse reactions to drugs. ODS operates primarily in a consultant  capacity to OND and does not have any independent decision-making  responsibility.", "For our report, we interviewed ODS, OND, and other CDER managers and  staff, as well as drug safety experts from outside FDA. We also analyzed  documents describing internal FDA policies and procedures. In order to  obtain an in-depth understanding of FDA’s policies and procedures, we  conducted case studies of four drugs—Arava, Baycol, Bextra, and  Propulsid—that help to illustrate the decision-making process. Each of  these drugs presented significant postmarket safety issues that FDA acted  upon in recent years, and they reflect differences in the type of adverse  event or potential safety problem associated with each drug, the safety  actions taken, and the OND and ODS staff involved. To follow up with  FDA about its responses to our recommendations and its initiatives to  improve its postmarket safety decision-making process, we interviewed  four FDA managers, including CDER’s Associate Director for Safety Policy  and Communication, in February and March 2007. We did not evaluate the  effectiveness of FDA’s efforts to respond to our recommendations. All of  our work was conducted in accordance with generally accepted  government auditing standards.", "In summary, we found that FDA lacked a clear and effective process for  making decisions about, and providing management oversight of,  postmarket drug safety issues. There was a lack of clarity about how  decisions were made and about organizational roles, insufficient oversight  by management, and data constraints. We observed that there was a lack  of criteria for determining what safety actions to take and when to take  them, which likely contributed to disagreements over decisions about  postmarket safety. Certain parts of ODS’s role in the process were unclear,  including ODS’s participation in scientific advisory committee meetings  that were organized by OND to discuss specific drugs. Although ODS staff  presented their analyses during some of these meetings, we found  examples of the exclusion of ODS staff from making presentations at  several meetings. For example, in 2003 ODS staff, who had recommended  that Arava be removed from the market, were not allowed to discuss their  analysis of Arava’s postmarket safety data at a scientific advisory  committee meeting. This meeting was held to review Arava’s safety risks  and benefits in the context of other similar drugs. Insufficient  communication between ODS and OND’s divisions was an ongoing  concern and hindered the decision-making process. For example, ODS did  not always know how OND had responded to ODS’s safety analyses and  recommendations. ODS management did not systematically track  information about the recommendations its staff made and OND’s  response. This limited the ability of ODS management to provide effective  oversight so that FDA could ensure that safety concerns were addressed  and resolved in a timely manner. FDA faced data constraints that  contributed to the difficulty in making postmarket safety decisions. In the  absence of specific authority to require drug sponsors to conduct  postmarket studies, FDA has often relied on drug sponsors voluntarily  agreeing to conduct these studies. However, these studies have not  consistently been completed. FDA was also limited in the resources it had  available to obtain data from outside sources.", "FDA has undertaken a variety of initiatives to improve its postmarket drug  safety decision-making process. Prior to the completion of our report in  March 2006, FDA commissioned the Institute of Medicine (IOM) to  examine the drug safety system, including FDA’s oversight of postmarket  drug safety. FDA also established the Drug Safety Oversight Board in  CDER and made other internal changes. Since March 2006, FDA has  continued to address its oversight and decision-making shortcomings. In  January 2007, FDA issued a detailed response to IOM’s recommendations.  In our 2006 report, we recommended that FDA revise and implement its  draft policy on the decision-making process for major postmarket safety  actions, improve its process to resolve disagreements over safety  decisions, clarify ODS’s role in scientific advisory committees, and  systematically track postmarket drug safety issues. FDA has since begun  to implement initiatives that we believe could address the goals of three of  the four recommendations in our 2006 report. FDA has made revisions to,  but not finalized, its draft policy on major postmarket drug safety  decisions. FDA has not improved its process to resolve disagreements  over safety decisions and the agency is developing but has not finalized  guidance to clarify ODS’s role in scientific advisory committees. FDA is in  the process of implementing a tracking system. Although FDA’s initiatives  are positive steps, they are not yet fully implemented and it is too soon to  evaluate their effectiveness."], "subsections": [{"section_title": "Background", "paragraphs": ["Because no drug is absolutely safe, FDA approves a drug for marketing  when the agency judges that its known benefits outweigh its known risks.  After a drug is on the market, FDA continues to assess its risks and  benefits. FDA reviews reports of adverse drug reactions (adverse events)  related to the drug and information from clinical studies about the drug  that are conducted by the drug’s sponsor. FDA also reviews adverse events  from studies that follow the use of drugs in ongoing medical care  (observational studies) that are carried out by the drug’s sponsor, FDA, or  other researchers. If FDA has information that a drug on the market may  pose a significant health risk to consumers, it weighs the effect of the  adverse events against the benefit of the drug to determine what actions, if  any, are warranted.", "The decision-making process for postmarket drug safety is complex,  involving input from a variety of FDA staff and organizational units and  information sources, but the central focus of the process is the iterative  interaction between OND and ODS. After a drug is on the market, OND  staff receive information about safety issues in several ways. First, OND  staff receive notification of adverse event reports for drugs to which they  are assigned and they review the periodic adverse event reports that are  submitted by drug sponsors. Second, OND staff review safety information  that is submitted to FDA when a sponsor seeks approval for a new use or  formulation of a drug, and monitor completion of postmarket studies.  When consulting with OND on a safety issue, ODS staff search for all  relevant case reports of adverse events and assess them to determine  whether or not the drug caused the adverse event and whether there are  any common trends or risk factors. ODS staff might also use information  from observational studies and drug use analyses to analyze the safety  issue. When completed, ODS staff summarize their analysis in a written  consult. According to FDA officials, OND staff within the review divisions  usually decide what regulatory action should occur, if any, by considering  the results of the safety analysis in the context of other factors such as the  availability of other similar drugs and the severity of the condition the  drug is designed to treat. Then, if necessary, OND staff make a decision  about what action should be taken.", "Several CDER staff, including staff from OND and ODS, told us that most  of the time there is agreement within FDA about what safety actions  should be taken. At other times, however, OND and ODS staff disagree  about whether the postmarket data are adequate to establish the existence  of a safety problem or support a recommended regulatory action. In those  cases, OND staff sometimes request additional analyses by ODS and  sometimes there is involvement from other FDA organizations. In some  cases, OND seeks the advice of FDA’s scientific advisory committees,  which are composed of experts and consumer representatives from  outside FDA. In 2002, FDA established the Drug Safety and Risk  Management Advisory Committee, 1 of the 16 human-drug-related  scientific advisory committees, to specifically advise FDA on drug safety  and risk management issues. The recommendations of the advisory  committees do not bind the agency to any decision.", "FDA has the authority to withdraw the approval of a drug on the market  for safety-related and other reasons, although it rarely does so. In almost  all cases of drug withdrawals for safety reasons, the drug’s sponsor has  voluntarily removed the drug from the market. For example, in 2001  Baycol’s sponsor voluntarily withdrew the drug from the market after  meeting with FDA to discuss reports of adverse events, including some  reports of fatalities. FDA does not have explicit authority to require that  drug sponsors take other safety actions; however, when FDA identifies a  potential problem, sponsors generally negotiate with FDA to develop a  mutually agreeable remedy to avoid other regulatory action. Negotiations  may result in revised drug labeling or restricted distribution. FDA has  limited authority to require that sponsors conduct postmarket safety  studies."], "subsections": []}, {"section_title": "FDA Lacked a Clear and Effective Decision-making Process for Postmarket Drug Safety", "paragraphs": ["In our March 2006 report, we found that FDA’s postmarket drug safety  decision-making process was limited by a lack of clarity, insufficient  oversight by management, and data constraints. We observed that there  was a lack of established criteria for determining what safety actions to  take and when, and aspects of ODS’s role in the process were unclear. A  lack of communication between ODS and OND’s review divisions and  limited oversight of postmarket drug safety issues by ODS management  hindered the decision-making process. FDA’s decisions regarding  postmarket drug safety were also made more difficult by the constraints it  faced in obtaining data."], "subsections": [{"section_title": "Decision-making Process on Drug Safety Lacked Clarity about Criteria for Action and the Role of ODS", "paragraphs": ["While acknowledging the complexity of the postmarket drug safety  decision-making process, we found through our interviews with OND and  ODS staff and in our case studies that the process lacked clarity about  how drug safety decisions were made and about the role of ODS. If FDA  had established criteria for determining what safety actions to take and  when, then some of the disagreements we observed in our case studies  might have been resolved more quickly. In the absence of established  criteria, several FDA officials told us that decisions about safety actions  were often based on the case-by-case judgments of the individuals  reviewing the data. For example, in the case of Bextra, ODS and OND staff  disagreed about whether the degree of risk for serious skin reactions  warranted a boxed warning, the most serious warning placed in the  labeling of a prescription medication. Similarly, in the case of Propulsid,  some staff, from both OND and ODS, supported proposing a withdrawal of  approval because of the cardiovascular side effects of the drug while  others believed label modifications were warranted. Our observations  were consistent with two previous internal FDA reports on the agency’s  internal deliberations regarding Propulsid and the diabetes drug Rezulin.  In those reviews FDA indicated that an absence of established criteria for  determining what safety actions to take, and when to take them, posed a  challenge for making postmarket drug safety decisions.", "We also found that ODS’s role in scientific advisory committee meetings  was unclear. According to the OND Director, OND is responsible for  setting the agenda for the advisory committee meetings, with the  exception of the Drug Safety and Risk Management Advisory Committee.  This includes who is to present and what issues will be discussed by the  advisory committees. For the advisory committees (other than the Drug  Safety and Risk Management Advisory Committee) it was unclear when  ODS staff would participate. Although ODS staff presented their  postmarket drug safety analyses during some advisory committee  meetings, our case study of Arava provided an example of the exclusion of  ODS staff. In March 2003, FDA’s Arthritis Advisory Committee met to  review the efficacy of Arava, and its safety in the context of all available  drugs to treat rheumatoid arthritis. The OND review division responsible  for Arava presented its own analysis of postmarket drug safety data at the  meeting, but did not allow the ODS staff—who had recommended that  Arava be removed from the market—to present their analysis because it  felt that ODS’s review did not have scientific merit. Specifically, the OND  review division felt that some of the cases in the ODS review did not meet  the definition of acute liver failure, the safety issue on which the review  was focused."], "subsections": []}, {"section_title": "A Lack of Communication and Limited Oversight Hindered the Decision- making Process", "paragraphs": ["A lack of communication between ODS and OND’s review divisions and  limited oversight of postmarket drug safety issues by ODS management  also hindered the decision-making process. ODS and OND staff often  described their relationship with each other as generally collaborative,  with effective communication, but both ODS and OND staff told us that  there had been communication problems on some occasions, and that this  had been an ongoing concern. For example, according to some ODS staff,  OND did not always adequately communicate the key question or point of  interest to ODS when it requested a consult, and as ODS worked on the  consult there was sometimes little interaction between the two offices.  After a consult was completed and sent to OND, ODS staff reported that  OND sometimes did not respond in a timely manner or at all. Several ODS  staff characterized this as consults falling into a “black hole” or “abyss.”", "OND’s Director told us that OND staff probably do not “close the loop” in  responding to ODS’s consults, which includes explaining why certain ODS  recommendations were not followed. In some cases CDER managers and  OND staff criticized the methods used in ODS consults and told us that the  consults were too lengthy and academic.", "ODS management had not effectively overseen postmarket drug safety  issues, and as a result, it was unclear how FDA could know that important  safety concerns had been addressed and resolved in a timely manner. A  former ODS Director told us that the small size of ODS’s management  team presented a challenge for effective oversight of postmarket drug  safety issues. Another problem was the lack of systematic information on  drug safety issues. According to the ODS Director, ODS maintained a  database of consults that provided some information about the consults  that ODS staff conducted, but it did not include information about whether  ODS staff made recommendations for safety actions and how the safety  issues were handled and resolved, such as whether recommended safety  actions were implemented by OND."], "subsections": []}, {"section_title": "Data Constraints Contributed to Difficulty in Making Postmarket Safety Decisions", "paragraphs": ["Data constraints—such as weaknesses in data sources and FDA’s limited  ability to require certain studies and obtain additional data—contributed  to FDA’s difficulty in making postmarket drug safety decisions. OND and  ODS used three different sources of data to make postmarket drug safety  decisions. They included adverse event reports, clinical trial studies, and  observational studies. While data from each source had weaknesses that  contributed to the difficulty in making postmarket drug safety decisions,  evidence from more than one source could have helped inform the  postmarket decision-making process. The availability of these data  sources was constrained, however, because of FDA’s limited authority to  require drug sponsors to conduct postmarket studies and its resources.", "While decisions about postmarket drug safety were often based on adverse  event reports, FDA could not establish the true frequency of adverse  events in the population with data from adverse event reports. The  inability to calculate the true frequency made it hard to establish the  magnitude of a safety problem, and comparisons of risks across similar  drugs were difficult. In addition, it would have been difficult to attribute  adverse events to particular drugs when there was a relatively high  incidence rate in the population for the medical condition. It was also  difficult to attribute adverse events to the use of particular drugs because  data from adverse event reports may have been confounded by other  factors, such as other drug exposures.", "FDA can also use available data from clinical trials and observational  studies to support postmarket drug safety decisions. Although each source  presents weaknesses that constrained the usefulness of the data provided,  having data from more than one source can help improve FDA’s decision- making ability. Clinical trials, in particular randomized clinical trials, are  considered the “gold standard” for assessing evidence about efficacy and  safety because they are considered the strongest method by which one can  determine whether new drugs work. However, clinical trials also have  weaknesses. Clinical trials typically have too few enrolled patients to  detect serious adverse events associated with a drug that occur relatively  infrequently in the population being studied. They are usually carried out  on homogenous populations of patients that often do not reflect the types  of patients who will actually take the drugs. For example, they do not  often include those who have other medical problems or take other  medications. In addition, clinical trials are often too short in duration to  identify adverse events that may occur only after long use of the drug. This  is particularly important for drugs used to treat chronic conditions where  patients are taking the medications for the long term. Observational  studies, which use data obtained from population-based sources, can  provide FDA with information about the population effect and risk  associated with the use of a particular drug. For example, in the case of  Propulsid, an observational study showed that a 1998 labeling change  warning about contraindications did not significantly decrease the  percentage of users in one population who should not have been  prescribed this drug. Because they are not controlled experiments,  however, there is the possibility that the results can be biased or  confounded by other factors.", "We found that FDA’s access to postmarket clinical trial and observational  data was limited by its authority and available resources. FDA does not  have broad authority to require that a drug sponsor conduct an  observational study or clinical trial for the purpose of investigating a  specific postmarket safety concern. One senior FDA official and several  outside drug safety experts told us that FDA needs greater authority to  require such studies. Long-term clinical trials may be needed to answer  safety questions about risks associated with the long-term use of drugs.  For example, during a February 2005 scientific advisory committee  meeting, some FDA staff and committee members indicated that there was  a need for better information on the long-term use of anti-inflammatory  drugs and discussed how a long-term trial might be designed to study the  cardiovascular risks associated with the use of these drugs.", "Lacking specific authority to require drug sponsors to conduct postmarket  studies, FDA has often relied on drug sponsors voluntarily agreeing to  conduct these studies. But the postmarket studies that drug sponsors  agreed to conduct have not consistently been completed. One study  estimated that the completion rate of postmarket studies, including those  that sponsors had voluntarily agreed to conduct, rose from 17 percent in  the mid-1980s to 24 percent between 1991 and 2003. FDA has little  leverage to ensure that these studies are carried out.", "In terms of resource limitations, several FDA staff (including CDER  managers) and outside drug safety experts told us that in the past ODS has  not had enough resources for cooperative agreements to support its  postmarket drug surveillance program. Under the cooperative agreement  program, FDA collaborated with outside researchers in order to access a  wide range of population-based data and conduct research on drug safety.  Annual funding for this program was less than $1 million from fiscal year  2002 through fiscal year 2005. In 2006, FDA awarded four contracts for a  total cost of $1.6 million per year to replace the cooperative agreements."], "subsections": []}]}, {"section_title": "FDA’s Initiatives to Improve Postmarket Drug Safety Decision Making", "paragraphs": ["Prior to the completion of our March 2006 report, FDA began several  initiatives to improve its postmarket drug safety decision-making process.  Most prominently, FDA commissioned the Institute of Medicine (IOM) to  convene a committee of experts to assess the current system for  evaluating postmarket drug safety, including FDA’s oversight of  postmarket safety and its processes. IOM issued its report in September  2006. FDA also had underway several organizational changes that we  discussed in our 2006 report. For example, FDA established the Drug  Safety Oversight Board to help provide oversight and advice to the CDER  Director on the management of important safety issues. The board is  involved with ensuring that broader safety issues, such as ongoing delays  in changing a label, are effectively resolved. FDA also drafted a policy that  was designed to ensure that all major postmarket safety  recommendations—including those that involve disagreements—would be  discussed by involved OND and ODS managers, beginning at the division  level. The draft policy states that decisions about major postmarket  safety recommendations would be documented. FDA implemented a pilot  program for dispute resolution that is designed for individual CDER staff  to have their views heard when they disagree with a decision—including  the failure to take a drug safety action—that could have a significant  negative effect on public health. In that program, the CDER Director  would decide whether the process should be initiated, appoint the chair  for a panel to review the case, and make the final decision on how the  dispute should be resolved. Because the CDER Director is involved in  determining whether the process will begin and makes the final decision,  the pilot program did not offer employees an independent forum for  resolving disputes. FDA also began to explore ways to access additional  data sources that it can obtain under its current authority, such as data on  Medicare beneficiaries’ experience with prescription drugs covered under  the prescription drug benefit.", "Since our report, FDA has made efforts to improve its postmarket safety  decision-making and oversight process. In its written response to the IOM  recommendations, FDA agreed with the goals of many of the  recommendations made by GAO and IOM. In that response, FDA stated  that it would take steps to improve the “culture of safety” in CDER, reduce  tension between pre-approval and post-approval staff, clarify the roles and  responsibilities of pre- and postmarket staff, and improve methods for  resolving scientific disagreements.", "FDA has also begun several initiatives since our March 2006 report that we  believe could address three of our four recommendations. Because none  of these initiatives was fully implemented as of March 2007, it was too  early to evaluate their effectiveness.", "To make the postmarket safety decision-making process clearer and more  effective, we recommended that FDA revise and implement its draft policy  on major postmarket drug safety decisions. CDER has made revisions to  the draft policy, but has not yet finalized and implemented it. CDER’s  Associate Director for Safety Policy and Communication told us that the  draft policy provides guidance for making major postmarket safety  decisions, including identifying the decision-making officials for safety  actions and ensuring that the views of involved FDA staff are documented.  According to the Associate Director, the revised draft does not now  discuss decisions for more limited safety actions, such as adding a boxed  warning to a drug’s label. As a result, fewer postmarket safety  recommendations would be required to be discussed by involved OND and  ODS managers than envisioned in the draft policy we reviewed for our  2006 report. Separately, FDA has instituted some procedures that are  consistent with the goals of the draft policy. For example, ODS staff now  participate in regular, bimonthly safety meetings with each of the review  divisions in OND.", "To help resolve disagreements over safety decisions, we recommended  that FDA improve CDER’s dispute resolution process by revising the pilot  program to increase its independence. FDA had not revised its pilot  dispute resolution program as of March 2007, and FDA officials told us  that the existing program had not been used by any CDER staff member.", "To make the postmarket safety decision-making process clearer, we  recommended that FDA clarify ODS’s role in FDA’s scientific advisory  committee meetings involving postmarket drug safety issues. According to  an FDA official, the agency intends to, but had not yet, drafted a policy  that will describe what safety information should be presented and how  such information should be presented at scientific advisory committee  meetings. The policy is also expected to clarify ODS’s role in planning for,  and participating in, meetings of FDA’s scientific advisory committees.", "To help ensure that safety concerns were addressed and resolved in a  timely manner, we recommended that FDA establish a mechanism for  systematically tracking ODS’s recommendations and subsequent safety  actions. As of March 2007, FDA was in the process of implementing the  Document Archiving, Reporting and Regulatory Tracking System  (DARRTS) to track such information on postmarket drug safety issues.  Among many other uses, DAARTS will track ODS’s safety  recommendations and the responses to them. CDER’s Associate Director  for Safety Policy and Communication told us that DAARTS would be fully  operational by the end of April 2007.", "We also suggested in our report that Congress consider expanding FDA’s  authority to require drug sponsors to conduct postmarket studies in order  to ensure that the agency has the necessary information, such as clinical  trial and observational data, to make postmarket decisions.", "Mr. Chairman, this concludes my prepared remarks. I would be pleased to  respond to any questions that you or other members of the Subcommittee  may have.", "For further information regarding this testimony, please contact Marcia  Crosse at (202) 512-7119 or crossem@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this testimony. Martin T. Gahart, Assistant Director; Pamela  Dooley; and Cathleen Hamann made key contributions to this statement.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}