{"id": "GAO-01-813", "url": "https://www.gao.gov/products/GAO-01-813", "title": "Hazardous Waste: EPA's National and Regional Ombudsmen Do Not Have Sufficient Independence", "published_date": "2001-07-27T00:00:00", "released_date": "2001-09-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Through the impartial and independent investigation of citizens' complaints, federal ombudsmen provide the public with an informal and accessible avenue of redress. Ombudsmen help federal agencies be more responsive to persons who believe that their concerns have not been dealt with fully or fairly through normal problem-solving channels. A national hazardous waste ombudsman was established at the Environmental Protection Agency (EPA) in 1984. In recent years, that ombudsman has increasingly investigated citizen complaints referred by Members of Congress. As the number and significance of the ombudsman's investigations have increased, so have questions about the adequacy of available resources and whether other impediments exist to fulfilling the ombudsman's responsibilities. This report (1) compares the national ombudsman's operations with professional standards for independence and other factors and (2) determines the relative roles and responsibilities of EPA's national and regional ombudsmen."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that key aspects of EPA's national hazardous waste ombudsman differ from professional standards for ombudsmen who deal with inquiries from the public. For example, an effective ombudsman must have independence from any person who may be the subject of a complaint or inquiry. However, EPA's national ombudsman is in the Office of Solid Waste and Emergency Response (OSWER), the organizational unit whose decisions the ombudsman is responsible for investigating, and his budget and staff resources are controlled by unit managers within OSWER. GAO also found that, compared with EPA's national hazardous waste ombudsman, the regional ombudsmen are less independent and play a reduced role, primarily responding to informational inquiries on a part-time basis. Most of the ombudsmen in EPA's 10 regional offices hold positions within the regional organization that appear to compromise their independence. The regional ombudsmen split their time between performing duties related to the ombudsman function and duties related to the implementation of the hazardous waste programs that they are responsible for investigating. Communication between the national and regional ombudsmen is limited, despite operating guidelines that call for close communication. The national ombudsman periodically refers informational inquiries to the regional ombudsmen but rarely requests their assistance in investigations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Through the impartial and independent investigation of citizens’ complaints, federal ombudsmen provide the public an informal and accessible avenue of redress. In particular, ombudsmen help federal agencies be more responsive to persons who believe that their concerns have not been dealt with fully or fairly through normal problem-solving channels. At the Environmental Protection Agency (EPA), the 1984 amendments to the Resource Conservation and Recovery Act first established a national hazardous waste ombudsman, who operated under the aegis of the act. Over time, EPA expanded the ombudsman’s jurisdiction to include Superfund and other hazardous waste programs managed by the Office of Solid Waste and Emergency Response. EPA’s national hazardous waste ombudsman is charged with responding to citizens’ concerns, assisting industry in complying with environmental regulations, and handling complaints arising from the relevant programs. The ombudsman’s activities range from providing information to investigating the merits of complaints.", "Recognizing that the national hazardous waste ombudsman provides a valuable service to the public, EPA retained the ombudsman function as a matter of policy after its legislative authorization expired in 1988. As of March 1996, EPA had installed ombudsmen in each of its 10 regional offices as part of a larger effort to adopt administrative reforms in the Superfund program. While the national ombudsman’s jurisdiction covers any hazardous waste program, the regional ombudsmen are more likely to focus on Superfund issues.", "In recent years, the national ombudsman has played an increasingly prominent role through his investigations of citizen complaints referred by Members of Congress. As the number and significance of the ombudsman’s investigations have increased, so have questions about the adequacy of available resources and whether there are other potential impediments to fulfillment of the ombudsman’s responsibilities. Both the House and the Senate are currently considering legislation that would formally reauthorize an office of the ombudsman within EPA and increase the ombudsman’s independence and investigative authority.", "Concerned about whether there are institutional barriers to the fulfillment of the EPA national hazardous waste ombudsman’s responsibilities, you asked us to (1) compare the national ombudsman’s operations with professional standards for independence and other factors and (2) determine the relative roles and responsibilities of EPA’s national and regional ombudsmen. To address our first objective, we compared the national ombudsman’s operations with relevant standards of practice, including those published or drafted by the American Bar Association (ABA), The Ombudsman Association, and the U. S. Ombudsman Association. Because legal and practical constraints preclude EPA from implementing some aspects of the existing standards, we also looked at other federal agencies whose ombudsmen deal with inquiries from the public. We chose four agencies whose ombudsmen had sufficient longevity and workload to allow for a meaningful comparison: the Agency for Toxic Substances and Disease Registry, the Federal Deposit Insurance Corporation, the Food and Drug Administration, and the Internal Revenue Service. Regarding the relative roles and responsibilities of EPA’s national and regional ombudsmen, we developed a data collection instrument to collect information from the ombudsmen in EPA’s 10 regional offices and compared what we learned with information obtained from the national ombudsman."], "subsections": [{"section_title": "Background", "paragraphs": ["The term “ombudsman” originated in Sweden and has generally come to mean an impartial official who receives complaints and questions, collects relevant information through an investigation or inquiry, and works toward the resolution of the particular issues brought to his attention. Ombudsmen may make recommendations for the resolution of an individual complaint or improvements related to more systemic problems. Depending on their jurisdiction, ombudsmen may protect those who work within an organization or those who are affected by the organization’s actions. An ombudsman who handles concerns and inquiries from the public, such as EPA’s national hazardous waste ombudsman, is often referred to as an “external” ombudsman. In contrast, internal or “workplace” ombudsmen provide an alternative to more formal processes to deal with conflicts and other issues that arise in the workplace.", "While there are no federal requirements or standards specific to the operation of ombudsman offices, the Administrative Conference of the United States recommended in 1990 that the President and the Congress support federal agency initiatives to create and fund an external ombudsman in agencies with significant interaction with the public. In addition, several professional organizations have published or drafted relevant standards of practice for ombudsmen. Among these organizations are the Ombudsman Committee of the ABA, The Ombudsman Association, and the U.S. Ombudsman Association. In July 2000, ABA’s Ombudsman Committee released a draft of its recommended Standards for the Establishment and Operation of Ombudsman Offices, which are intended to expand on a 1969 ABA resolution that identified essential characteristics of ombudsmen. An article published by the U.S. Ombudsman Association, “Essential Characteristics of a Classical Ombudsman,” elaborates on these factors and explains why they are necessary. Similarly, The Ombudsman Association has published a generic position description for ombudsmen, including critical skills and characteristics, and the U.S. Ombudsman Association has drafted a model ombudsman act appropriate for state governments.", "Both the recommendations of the Administrative Conference of the United States and the standards of practice adopted by ombudsman associations incorporate the core principles of independence, impartiality, and confidentiality. The ABA’s recommended standards define these characteristics as follows:   Independence—An ombudsman must be and appear to be free from interference in the legitimate performance of duties and independent from control, limitation, or penalty by an officer of the appointing entity or a person who may be the subject of a complaint or inquiry.", "Impartiality—An ombudsman must conduct inquiries and investigations in an impartial manner, free from initial bias and conflicts of interest.", "Confidentiality—An ombudsman must not disclose and must not be required to disclose any information provided in confidence, except to address an imminent risk of serious harm. Records pertaining to a complaint, inquiry, or investigation must be confidential and not subject to disclosure outside the ombudsman’s office.", "In addition to the core principles, some associations also stress the need for accountability and a credible review process. Accountability is generally defined in terms of the publication of periodic reports that summarize the ombudsman’s findings and activities. Having a credible review process generally entails having the authority and the means, such as access to agency officials and records, to conduct an effective investigation.", "The role of EPA’s national ombudsman has evolved since it was first established in the 1984 amendments to the Resource Conservation and Recovery Act. In 1991, EPA expanded the ombudsman’s jurisdiction to encompass all of the hazardous waste programs managed by OSWER, with the most significant addition being the Superfund program. EPA appointed Superfund ombudsmen in each of its 10 regional offices in 1996, when the agency adopted a number of administrative reforms in the Superfund program.", "The nature of the national ombudsman’s work has also changed; although the emphasis was initially on responding to informational inquiries, he has taken on more detailed investigations in recent years. In January 2001, the ombudsman temporarily suspended his ongoing investigations over disagreements with OSWER management about staffing in the ombudsman’s office. However, we did not address the issue in this report because investigation of internal personnel disputes was beyond the scope of our work."], "subsections": []}, {"section_title": "Key Aspects of EPA’s National Hazardous Waste Ombudsman Are Not Consistent With Relevant Professional Standards", "paragraphs": ["Important characteristics of EPA’s national hazardous waste ombudsman differ from the professional standards of practice adopted by various ombudsman associations. While EPA is not required to comply with such standards—and, in some instances, faces legal or practical constraints to doing so—the standards can serve as a guideline for implementing the core principles of an effective ombudsman: independence, impartiality, and confidentiality. Contrary to these standards, EPA’s national ombudsman is not independent of the organizational unit whose decisions he is responsible for investigating. Moreover, this lack of independence raises questions about the ombudsman’s impartiality and hence his ability to conduct a credible investigation. EPA’s national ombudsman also falls short of existing standards in other areas, such as accountability. When we examined the operations of ombudsmen at other federal agencies, we found that these agencies have found ways to increase their ombudsmen’s ability to adhere to professional standards of practice. EPA is considering several changes to the operations of the national ombudsman, but these changes do not address existing limitations on the ombudsman’s independence and, in some instances, they impose additional constraints."], "subsections": [{"section_title": "EPA’s Ombudsman Lacks Organizational and Functional Independence", "paragraphs": ["Existing professional standards contain a variety of criteria by which an ombudsman’s independence can be assessed, but in most instances, the underlying theme is that an ombudsman should have both actual and apparent independence from persons who may be the subject of a complaint or inquiry. According to ABA guidelines, for example, a key indicator of independence is whether anyone subject to the ombudsman’s jurisdiction can (1) control or limit the ombudsman’s performance of assigned duties, (2) eliminate the office, (3) remove the ombudsman for other than cause, or (4) reduce the office’s budget or resources for retaliatory purposes. Other factors identified in the ABA guidelines on independence include a budget funded at a level sufficient to carry out the ombudsman’s responsibilities; the ability to spend funds independent of any approving authority; and the power to appoint, supervise, and remove staff. The Ombudsman Association’s standards of practice define independence as functioning independent of line management and advocate that the ombudsman report to the highest authority in the organization.", "As currently constituted, some aspects of EPA’s national hazardous waste ombudsman are not consistent with existing criteria for independence. In terms of organizational structure, the national ombudsman is located within OSWER, the organizational unit whose decisions the ombudsman is responsible for investigating. In addition, the ombudsman reports to and receives performance evaluations from one of OSWER’s managers. Thus, OSWER management is in a position to control or limit the ombudsman’s performance of assigned duties. OSWER managers told us that the organizational structure was established as a matter of convenience and simply reflects the fact that the ombudsman’s jurisdiction encompasses the hazardous waste programs within the office’s purview. The officials also said that at the time the structure was established, the ombudsman’s workload consisted primarily of responding to informational inquiries rather than conducting investigations.", "Although OSWER managers acknowledge concerns about the appearance of constraints on the ombudsman’s independence, they point out that most decisions about specific hazardous waste sites or facilities are made at the regional office level. The officials believe that OSWER’s top management is sufficiently removed from site-specific decisions to mitigate such concerns. According to the ombudsman, however, decisions on the most significant or costly sites are the most likely to be elevated to OSWER’s management level at EPA headquarters. He also believes that locating the ombudsman’s office outside of OSWER would increase his independence and lessen the likelihood that he would be reporting to someone who was once responsible for making decisions on specific hazardous waste sites or facilities.", "On a functional basis, OSWER’s control over the ombudsman’s budget and staff resources also affects the ombudsman’s independence. For example, until recently, the ombudsman did not have a separate budget and was on a “pay-as-you-go” system in which prior approval was required for every expenditure. In November 2000, OSWER created a separate line item within the OSWER budget for ombudsman-related expenditures. According to OSWER managers, having a separate line item made sense in light of the ombudsman’s increased workload. In addition, they decided that it is better to give the ombudsman a budget up front and tell him that he has to set priorities and work within the amount provided than to approve funding on a case-by-case basis. They recognized that the latter approach could create the impression that OSWER is hampering the ombudsman’s independence any time a funding request is disapproved because such a decision would limit his involvement in particular cases. From the ombudsman’s perspective, knowing the amount of available funding at the beginning of a fiscal year allows him to better prioritize and manage his activities. However, without supervisory authority, he does not have the same discretion as other OSWER managers over how the budget resources are used.", "OSWER exercises similar control over the ombudsman’s staff resources. Since the ombudsman is a nonsupervisory position, he does not have authority to hire, fire, or supervise staff. OSWER managers approve all staff detailed or assigned to the ombudsman function and prepare their performance appraisals. Until recently, the ombudsman function was carried out with only one full-time, permanent staff member—the ombudsman himself. To aid the ombudsman as his workload has increased, OSWER has supplied a variety of temporary help including, at various times, a part-time assistant, an individual on a short-term detail, technical consultants, and student interns and retired persons funded through special grant programs. In April 2001, an individual who had been assigned to work with the ombudsman under a 6-month detail was granted permanent status in that position. In addition, according to OSWER officials, a total of 3 full-time-equivalent staff-years have now been budgeted for the ombudsman function, and OSWER management secured an exemption for the ombudsman function from an agency-wide hiring freeze. However, because the ombudsman continues to be a nonsupervisory position, OSWER managers still prepare the performance appraisals for any of the staff assigned to the ombudsman.", "Another issue relating to independence is the adequacy of the resources available to the ombudsman. Some evidence suggests that the ombudsman’s resources have not kept pace with his increased workload. Information compiled by the ombudsman at our request shows a significant increase in the number of investigations over the past 2 years. On the basis of information extracted from his case files, the ombudsman told us that he initiated 34 investigations since he took office in October 1992, more than half of which were initiated since 1999. OSWER managers point out that the ombudsman was allocated a total of $900,000 for fiscal year 2001, a significant increase over the estimated $500,000 spent on ombudsman-related activities during the previous year.However, when the ombudsman was asked to provide an estimate of his fiscal year 2001 resource needs, he requested a budget of $2 million and seven full-time equivalent staff.", "Without more information, it is difficult to determine whether the ombudsman’s estimate was realistic or what the appropriate level of resources should be. The ombudsman does not maintain sufficient statistical records on his investigations and other activities to serve as a basis for a reasonable estimate of resource needs. He also does not have written procedures for selecting, prioritizing, and tracking inquiries and cases. He told us that during his first few years as ombudsman, he had an assistant who maintained case logs on inquiries received, and thus could produce summary statistics on his workload. According to the ombudsman, once his assistant retired, he no longer had sufficient staff resources to maintain logs on inquiries received and their resolution, summary information on the results of investigations, or records on the status of ongoing cases, although he does maintain case files on his investigations."], "subsections": []}, {"section_title": "Other Aspects of EPA’s Ombudsman Differ From Relevant Standards", "paragraphs": ["While independence is perhaps the most essential characteristic of an effective ombudsman, other aspects are also important. When we compared these aspects of EPA’s national ombudsman with relevant professional standards, we found several differences.", "One significant difference concerns the ombudsman’s impartiality, which is called into question by the impairments to the ombudsman’s independence. According to the ABA’s recommended standards, “the ombudsman’s structural independence is the foundation upon which the ombudsman’s impartiality is built,” and independence from line management is a key indicator of the ombudsman’s ability to be impartial. However, in the case of EPA’s national ombudsman, line management not only has direct supervisory authority over the ombudsman but also controls his budget and staff resources.", "Other criteria for evaluating an ombudsman’s impartiality relate to the concept of fairness. For example, according to the article published by the U.S. Ombudsman Association about the essential characteristics of an ombudsman, an ombudsman should provide any agency or person being criticized an opportunity to (1) know the nature of the criticism before it is made public and (2) provide a written response that will be published in whole or in summary in the ombudsman’s final report. However, we found that EPA’s national ombudsman does not have a consistent policy for preparing written reports on his investigations, consulting with agency officials to obtain their comments before his findings are made public, or including written agency comments when reports are published. According to the national ombudsman, inconsistencies in the degree of consultation with the agency are linked to differences in the extent of OSWER management’s interest in reviewing his reports. However, he acknowledged that these differences do not preclude him from soliciting comments.", "Another difference concerns confidentiality since legal constraints prevent EPA’s national ombudsman from adhering to relevant professional standards in this area. Under ABA’s recommended standards, an ombudsman must not disclose and must not be required to disclose any information provided in confidence, except to address an imminent risk of serious harm. The standards say that records pertaining to a complaint, inquiry, or investigation must be confidential and not subject to disclosure outside the ombudsman’s office. However, as an EPA employee, the national ombudsman is subject to the disclosure requirements of the Freedom of Information Act. The act generally provides that any person has a right of access to federal agency records, except to the extent that such records are protected from disclosure by statutory exemption.Exempted information includes agency internal deliberative process or attorney-client information. According to the ombudsman, the confidentiality issue has not posed a significant problem thus far because he has not been asked to disclose information provided by complainants. However, he believes that his inability to offer confidentiality could be troublesome in the future.", "Accountability is another area in which EPA’s national ombudsman differs from relevant standards of practice for ombudsmen. The ABA recommends that an ombudsman issue and publish periodic reports summarizing his findings and activities to ensure the office’s accountability to the public. Similarly, recommendations by the Administrative Conference of the United States regarding the establishment of ombudsmen in federal agencies state that ombudsmen should be required to submit periodic reports summarizing their activities, recommendations, and the relevant agency’s responses. EPA’s national ombudsman does not prepare such reports; he told us that EPA has never required an annual report at the national level. The regional ombudsmen are expected to submit annual reports on their activities, but the reports are for internal use only. He also indicated that he does not have the resources to maintain the records necessary to produce such a report."], "subsections": []}, {"section_title": "Other Federal Agencies Have Taken Steps to Enhance the Independence of Their Ombudsmen", "paragraphs": ["Other federal agencies have provided their ombudsmen with more independence than that available to EPA’s national ombudsman—both structurally and functionally. At least four other federal agencies have an ombudsman function somewhat similar to EPA’s: the Agency for Toxic Substances and Disease Registry, the Federal Deposit Insurance Corporation, the Food and Drug Administration, and the Internal Revenue Service. Of these agencies, three have an independent office of the ombudsman that reports to the highest level in the agency. For example, the ombudsmen from the Food and Drug Administration and the Internal Revenue Service each report to the Office of the Commissioner in their respective agencies. The exception is the ombudsman at the Agency for Toxic Substances and Disease Registry. Although the agency does not have a separate office of the ombudsman—a single individual fulfills its ombudsman function—the ombudsman reports to the Assistant Administrator of the agency. In contrast, EPA’s national ombudsman is located in a program office (OSWER) and reports to the Office’s Deputy Assistant Administrator.", "OSWER officials pointed out that the ombudsmen in other federal agencies generally have an agency-wide jurisdiction, while EPA’s ombudsman is responsible only for inquiries and investigations relating to the hazardous waste programs managed by OSWER. They believed that it was logical to place the national ombudsman within OSWER because that office would directly benefit from the ombudsman’s activities. However, as noted earlier, the ombudsman believes that locating his function outside of OSWER would offer him greater independence. In addition, structural issues take on greater prominence when the unit to which the ombudsman must report also controls his budget and staff resources.", "The ombudsmen in three of the agencies we examined—the Federal Deposit Insurance Corporation, the Food and Drug Administration, and the Internal Revenue Service—also have more functional independence than the EPA ombudsman has. For example, they have the authority to hire, supervise, discipline, and terminate staff, consistent with the authority granted to other offices within their agencies. These ombudsmen are able to hire permanent full-time staff and do not have to rely on part- time or detailed employees. In addition, the ombudsmen in these three agencies have control over their budget resources. For example, the ombudsmen have authority to draft and submit budgets to cover their anticipated workloads in the upcoming fiscal year. While they are subject to the same budget constraints as other offices within the agencies, they have the ability to prioritize their workloads and make decisions about where their funds will be spent."], "subsections": []}, {"section_title": "Proposed Organizational and Operational Changes Do Not Fully Address Concerns About the Ombudsman’s Independence", "paragraphs": ["In January 2001, OSWER proposed new guidance to explain the roles and responsibilities of the national and regional ombudsmen. The primary objective in issuing the guidance was to improve the effectiveness of the ombudsman program by providing a clear and consistent set of operating policies and expectations. On the subject of the ombudsman’s independence, the guidance is relatively brief. It states: “The Ombudsman will be free from actual or apparent interference in the legitimate performance of his/her duties. The Ombudsman has the autonomy to look into any issue or matter consistent with this guidance.” However, the guidance leaves the current organizational structure in place and, in some respects, imposes additional constraints on the ombudsman’s independence.", "Maintaining the existing structure raises questions about whether the ombudsman will be subject to interference in the performance of his duties. Many of the comments EPA received on its proposed guidance expressed concerns about structural constraints on the ombudsman’s independence. The general theme of the comments was that the ombudsman must be located outside of the organization that is being investigated to be truly independent. Some commenters suggested that the ombudsman report to the EPA Administrator, and others believed that the function should be entirely independent of the agency.", "In addition to maintaining the status quo with regard to the organizational structure, EPA’s proposed guidance places some new restrictions on the ombudsman’s independence. Regarding case selection, for example, the guidance states that the regional ombudsmen will generally handle matters that fall within the territorial boundaries of their respective regions. (See appendix II for a map showing the EPA regions and the distribution of national ombudsman investigations.) For cases that concern a “nationally significant” issue, the guidance states that regional ombudsmen will consult with the national ombudsman regarding who is best suited to take the lead, considering time, resources, location, and familiarity with the subject and parties involved. If the national and regional ombudsmen cannot reach agreement on a particular case, the guidance provides that the Assistant Administrator or Deputy Assistant Administrator of OSWER will resolve the dispute.", "Giving the regional ombudsmen such a prominent role in case selection is problematic considering their part-time involvement in the ombudsman function and, more significantly, the nature of their other responsibilities. EPA’s proposed guidance acknowledges that the national ombudsman is best suited to handle matters that pose potential conflicts of interest for the regional ombudsmen, but it does not recognize the inherent problems created by their dual roles. (Concerns about impairments to the independence of the regional ombudsmen are discussed in more detail later in this report.)", "Regarding another aspect of case selection, EPA’s proposed guidance includes a general prohibition on investigating matters in litigation, on the ground that such investigations could be construed as creating an alternative forum for arguing the issues. The guidance cites the risks of confusion, inefficiency, and potentially conflicting statements about the agency’s position as reasons that the ombudsman should avoid investigating matters in litigation. According to OSWER officials, their primary concern with the ombudsman’s involvement is the potential for undermining the legal process and building a separate record as a result of his investigation. They acknowledged that most Superfund cases are in litigation at some point, but they said that the matter being litigated usually concerns who should pay for a cleanup, not how the cleanup should be done. The officials believe that the latter issue is more likely to be the subject of an ombudsman investigation.", "EPA’s national ombudsman told us that he should have the authority to select cases for investigation regardless of whether the matter is in litigation. Most of the comments on EPA’s proposed guidance also stated that the ombudsman should have the discretion to choose which cases to investigate without interference from agency management. For example, the Coalition of Federal Ombudsmen commented that although coordination between top management and the ombudsman is a necessity when matters are in litigation, requiring the concurrence of agency management is “not a workable solution.” Comments from two entities within the ABA agree that the involvement of agency management would be inconsistent with the ombudsman’s independence. However, they also said that the national ombudsman should be able to accept jurisdiction over an issue that is pending in a legal forum only if all parties to the action explicitly consent.", "In addition to drafting new guidance for the ombudsman program, EPA officials, including those in OSWER, have been considering a variety of organizational options for the ombudsman function. In March 2001, OSWER developed, as one possible option, a proposal for creating a separate office of the ombudsman within OSWER. They indicated that the proposed organizational change stems from a recognition that the role and workload of the national ombudsman have evolved and that some current management practices are cumbersome and inefficient. Under the reorganization, the incumbent ombudsman would serve as director of the office and have more control over his budget and staff resources. Specifically, the ombudsman would have the authority to hire, supervise, and remove staff, consistent with other offices within OSWER. In addition, the director would be responsible for drafting and submitting a budget to cover the ombudsman’s activities. Although this proposal would enhance the functional independence of the ombudsman, the office of the ombudsman would still be located within OSWER. Final decisions about the appropriate staffing levels and resource allocations would still be under the purview of OSWER management. EPA has decided to table its decision on the appropriate placement of the ombudsman function within the agency until agency management has time to consider the results of our report and comments from other stakeholders, including the ombudsman."], "subsections": []}]}, {"section_title": "EPA’s Regional Ombudsmen Serve on a Part-Time Basis and Play a Lesser Role Than the National Ombudsman", "paragraphs": ["Within EPA’s 10 regional offices, the ombudsman function is perceived as a collateral duty and is assigned to individuals whose primary role often poses a potential conflict of interest. Most of the regional ombudsmen devote less than 25 percent of their time to the ombudsman role. They spend the majority of their time performing duties that could be the subject of an ombudsman investigation. The regional ombudsmen primarily respond to informational requests, including some referred by the national ombudsman. While the national and regional ombudsmen disagree on the extent to which they coordinate their activities, the regional ombudsmen clearly have little involvement in substantive matters, such as helping to select which cases will be investigated by the national ombudsman or to conduct such investigations."], "subsections": [{"section_title": "Other Duties Assigned to the Regional Ombudsmen Hamper Their Independence", "paragraphs": ["ABA’s recommended standards for ombudsmen call for independence in structure, function, and appearance and, among other criteria, stipulate no assignment of duties other than that of the ombudsman function. Similarly, guidance developed by The Ombudsman Association states that an ombudsman should serve “no additional role within an organization” because holding another position would compromise the ombudsman’s neutrality. However, by virtue of their dual roles, EPA’s regional ombudsmen appear to have less independence than the national ombudsman has. Moreover, they are more likely to encounter a potential conflict of interest, since most decisions on hazardous waste sites and facilities are made at the regional level.", "The ombudsman function is generally seen as a collateral duty at the regional level, and the manner in which the function is implemented is left to the discretion of the agency’s regional administrators. As a result, the nature of the primary role served by the regional ombudsmen varies from region to region, although 7 of the 10 regional ombudsmen are located within the regional unit that manages the Superfund program. (See table 1.)", "The amount of time spent on ombudsman duties also varies widely from region to region. During fiscal year 2000, for example, estimates of the percentage of time devoted to ombudsman-related work ranged from about 2 percent to 90 percent. Figure 1 summarizes the estimated time spent on regional ombudsman duties during calendar years 1999 and 2000.", "When asked how they are able to ensure their independence in light of their dual roles, 7 of the 10 regional ombudsmen either did not perceive their multiple responsibilities as hampering their independence or cited direct access to regional management as a way of dealing with potential conflicts. However, we also asked about the extent to which their supervisors have been involved or have the potential to be involved in decisions or cases subject to investigation by the ombudsmen. Five of the ombudsmen acknowledged that their immediate supervisors could have significant involvement in matters subject to an ombudsman investigation. While the remaining five ombudsmen did not agree, they also reported that their immediate supervisors held positions in which the potential for involvement appears high.", "OSWER officials recognize that the regional ombudsmen are more constrained than the national ombudsman as a result of their dual responsibilities. However, the officials believe that these individuals provide a valuable service in responding to informational inquiries, a function in which independence is less likely to be an issue. If the regional ombudsmen are to be truly independent, EPA’s national ombudsman believes that they should report to him and should not have other responsibilities that pose a potential conflict. He attributed their relatively light workload and part-time role to public perceptions that the regional ombudsmen are not independent. OSWER officials agreed that such perceptions might be at least partly responsible for the situation.", "When we looked at how other federal agencies dealt with regional ombudsmen, we found that two of the four agencies we examined—the Federal Deposit Insurance Corporation and the Internal Revenue Service—have ombudsmen in regional offices. The Federal Deposit Insurance Corporation currently has ombudsmen in each of its seven service centers located across the country. Within the Internal Revenue Service, the National Taxpayer Advocate is required to appoint local taxpayer advocates, including at least one in each state. In both agencies, the staff that perform the regional ombudsman function devote 100 percent of their time to that responsibility. The regional staffs are considered part of the national ombudsman’s office and report directly to the national ombudsman. In each case, the national ombudsman has responsibility for the hiring, supervision, and removal of all staff within his office, including regional staff, and the regional operations are included in his office’s budget request."], "subsections": []}, {"section_title": "National and Regional Ombudsmen Disagree on the Nature and Extent of Their Coordination", "paragraphs": ["Since the ombudsman function was first created within OSWER, EPA has issued and proposed guidance that calls for coordination between the national and regional ombudsmen. EPA’s Hazardous Waste Ombudsman Handbook, which was published in 1987 and remains in effect, states that close cooperation between the national and regional ombudsmen is important. In February 1998, after some misunderstandings developed between the national and regional ombudsmen regarding their respective roles and responsibilities, OSWER’s Acting Assistant Administrator issued a memo that attempted to clarify the situation. Most significantly, the memo stated that the regional ombudsmen would take the lead on all Superfund-related matters and would refer to the national ombudsman only those cases that the regional ombudsmen believe are “nationally significant”—and only with the concurrence of the Assistant Administrator of OSWER. Although EPA officials generally agree that this policy was never implemented, the regional ombudsmen believed, until at least 1999, that the policy was in effect and that the coordination called for in the policy was supposed to be occurring. The new guidance recently proposed by OSWER is, in part, another effort to delineate the roles and responsibilities of the national and regional ombudsmen, particularly with regard to the selection and referral of cases for investigation.", "Notwithstanding the guidance, the extent to which the national and regional ombudsmen actually coordinate is unclear and is the subject of disagreement among the parties. According to the national ombudsman, he notifies his regional counterparts of all inquiries he receives and refers many of them to the regions for follow-up. However, he said that he rarely receives any information on how the inquiries were resolved. According to an OSWER official who helps coordinate monthly conference calls among the regional ombudsmen, the reason for the lack of response is that almost all of the referrals involve minor problems that are not worth any additional reporting or time spent on paperwork. Other OSWER officials suggested that these referrals are often passed on to other EPA or state employees and are not handled directly by the ombudsmen.", "The national ombudsman generally does not consult with the regional ombudsmen on substantive matters, such as deciding which complaints are significant enough to warrant investigations, or request their assistance in conducting investigations. He told us that he notifies the applicable regional ombudsman and regional management when he initiates an investigation and asks for their views on the issues raised in the complaints. In addition, he said that he occasionally requests administrative and/or logistical assistance when visiting one of the regions in the course of conducting an investigation. For example, the regional ombudsmen may obtain copies of documents for the national ombudsman, arrange meetings with regional staff, and help set up public hearings.", "From the perspective of the regional ombudsmen, the extent of the communication from and coordination by the national ombudsman is not sufficient. According to the minutes of their monthly conference calls and the information we collected, the regional ombudsmen have had limited contact with the national ombudsman and generally are not consulted when investigations are initiated nor are they updated as the investigations proceed. According to an OSWER official who helps coordinate the conference calls, the regional ombudsmen complain that the national ombudsman almost never calls them for any reason and sometimes does not notify them when he is visiting the region.", "Another area of disagreement is the extent to which the national ombudsman has authority to oversee the activities of the regional ombudsmen. The national ombudsman told us that he does not have supervisory authority and thus, is not responsible for overseeing the regional ombudsman program as envisioned in EPA’s 1987 handbook. He said that under current operating procedures, the regional ombudsmen are under no obligation to refer cases to him and have made no referrals in the last 4 or 5 years. However, OSWER officials suggested that he could provide more direct oversight. They pointed out that many senior-level employees at headquarters have functional responsibility for various activities performed by regional employees even if they do not supervise the employees."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["To some extent, an ombudsman’s effectiveness is within the ombudsman’s control. For example, the ombudsman strengthens his credibility when all parties perceive his investigations as fair and objective. Yet effectiveness is also a function of an ombudsman’s actual and apparent independence, and this is an area where the ombudsman’s home agency can make a big difference. In the case of the national hazardous waste ombudsman, EPA could help ensure that the ombudsman is perceived as independent by locating the function outside the unit he is responsible for investigating and by giving him control over his budget and staff resources. Although the current organizational structure may have made sense originally, the function has evolved, and the organization should reflect the shift in the ombudsman’s workload from responding to informational inquiries to investigating complaints.", "Under the current framework, the national ombudsman must compete with other offices within OSWER for scarce budget resources. With senior OSWER officials making the budget allocations, this arrangement may create a perception that EPA is not allocating an adequate share of OSWER’s resources to the ombudsman. Similarly, OSWER management’s authority to hire and fire the ombudsman’s staff clearly poses an institutional barrier to the ombudsman’s independence. A related issue involves the nature of the staff allocated to the ombudsman. Reliance on temporary assistance from interns and employees on short-term details does not provide the necessary experience or continuity to support the ombudsman. OSWER has taken a step in the right direction by allocating 3 full-time-equivalent staff-years to the ombudsman function, but to be truly independent, the ombudsman should have direct control over the staff.", "For his part, if the national ombudsman is to be given responsibility for managing his resources, he needs to maintain adequate records on his operations to serve as the basis for a reasonable budget request. The ombudsman must also establish the criteria and operating procedures necessary for managing his workload within his budget constraints and select and prioritize his workload so that he can work within those constraints. Having a consistent policy for preparing written reports on investigations and soliciting comments from affected parties would help ensure that the ombudsman is perceived as fair and impartial. In addition, the ombudsman should be accountable for his activities through a publicly available annual report.", "Regional ombudsmen may provide a valuable service to the public in responding to informational inquiries, but their current lack of independence should preclude their involvement in more significant investigations. Despite their dual roles, in recent years, OSWER has attempted to give the regional ombudsmen a greater say in selecting cases for investigation and deciding which ones should be referred to the national ombudsman. Instead, EPA should reexamine the position of regional ombudsman and, if a regional presence is warranted, ensure that whoever provides such a presence is truly independent."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve the effectiveness of EPA’s ombudsmen and secure the public trust, we recommend that the Administrator, EPA, take steps to strengthen the independence of the national hazardous waste ombudsman. Specifically, EPA should (1) modify its organizational structure so that the ombudsman is located outside of OSWER and (2) provide the ombudsman with a separate budget and, subject to applicable Civil Service requirements, the authority to hire, fire, and supervise his own staff. To ensure that the ombudsman has adequate resources to fulfill his responsibilities within the context of EPA’s overall mission, EPA should require the ombudsman to (1) develop written criteria for selecting and prioritizing cases for investigation and (2) maintain records on his investigations and other activities sufficient to serve as the basis for a reasonable estimate of resource needs. In the interests of fairness, EPA should require the ombudsman to establish a consistent policy for preparing written reports on his investigations, consulting with agency officials and other affected parties to obtain their comments before his findings are made public, and including written agency comments when reports are published. To ensure that the ombudsman is accountable, EPA should require the ombudsman to file an annual report summarizing his activities and make it available to the public. Finally, we recommend that EPA officials, including the national ombudsman, (1) assess the demand for ombudsman services nationwide to determine where these resources are needed and, (2) in those locations where regional ombudsmen are warranted, ensure that their operations are consistent with the relevant professional standards for independence."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["EPA provided comments on a draft of this report. Specifically, we received a letter from the Acting Assistant Administrator of OSWER, an enclosure with additional technical comments from OSWER, and an enclosure from the national ombudsman containing general and technical comments. EPA’s comments and our responses are contained in appendix III.", "Both OSWER and the national ombudsman generally agreed with our conclusions and recommendations. According to OSWER, the agency supports “a strong, independent, and appropriately funded Ombudsman function and  committed to full and serious consideration of the  audit recommendations.” OSWER plans to assess our recommendations over the next few months, along with input from stakeholders, as the agency determines the most appropriate organizational placement of the ombudsman function. OSWER also noted that our recommendations relating to increased accountability by the national ombudsman were helpful.", "Similarly, the national ombudsman indicated that he was taking steps to implement several of our recommendations, including developing criteria for selecting and prioritizing cases for investigation, maintaining records to serve as a basis for a reasonable estimate of resource needs, developing a consistent policy for preparing written reports on his investigations, and publishing an annual report on his activities. He also indicated his intent to assess the operations of the regional ombudsmen.", "We incorporated technical comments from OSWER and the national ombudsman as appropriate."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine how the national ombudsman’s operations compare with relevant professional standards, we identified four organizations—the Administrative Conference of the United States, the Ombudsman Committee of the ABA, The Ombudsman Association and the U. S. Ombudsman Association—that have published or drafted such standards. Based on our review of the standards and on discussions with EPA’s national ombudsman, OSWER officials, and representatives of professional associations, we evaluated characteristics of EPA’s national ombudsman using the standards as criteria. To learn more about the development and application of ombudsman standards, we contacted representatives from the Coalition of Federal Ombudsmen, the Interagency Alternative Dispute Resolution Working Group, The Ombudsman Association, the University and College Ombuds Association, and the U. S. Ombudsman Association, as well as the current and former chairmen of the ABA’s Ombudsman Committee. Besides conducting interviews with EPA’s national ombudsman and OSWER officials, we reviewed various documents that they provided regarding the implementation of the ombudsman function and proposed changes, including the ombudsman handbook, the proposed new guidance, the proposed change in OSWER’s organizational structure, and budget documents. In addition, we reviewed information that the ombudsman compiled at our request on the investigations that he initiated between October 1992 and December 2000.", "Recognizing that there are no federal requirements or standards specific to the operation of ombudsman offices at federal agencies, we also looked at how other federal agencies are implementing the ombudsman function. We compiled a list of federal agencies with ombudsmen that handle external inquiries or complaints. None of these ombudsmen was totally comparable to his counterpart at EPA in terms of longevity, jurisdiction or the nature of the investigations conducted. However, we selected four ombudsmen with enough similarity in longevity and workload to provide a reasonable basis for comparison. These ombudsmen were located in the Agency for Toxic Substances and Disease Registry, the Federal Deposit Insurance Corporation, the Food and Drug Administration, and the Internal Revenue Service. We met with the ombudsman at these agencies to obtain information on their operations and on the extent to which they are consistent with relevant professional standards.", "To obtain information on the relative roles and responsibilities of EPA’s national and regional ombudsmen, we developed a data collection instrument to question the regional ombudsmen on their functions in each of EPA’s 10 regions for calendar years 1999 and 2000. Among other things, we obtained information on their ombudsman-related activities, other roles and responsibilities, and supervisors; the amount of time spent on ombudsman duties; and the extent of interaction and coordination with the national ombudsman. We discussed the operations of the regional ombudsmen with OSWER officials and with the national ombudsman and compared those operations with those of the national ombudsman and the relevant professional standards for independence. We also reviewed minutes of periodic conference calls held by the regional ombudsmen during 1999 and 2000, as well as various documents that they provided on their operations and activities.", "We conducted our review from November 2000 through July 2001 in accordance with generally accepted government auditing standards.", "As we agreed with your office, unless you publicly announce the contents of this report earlier, we plan no further distribution of it until 30 days from the date of this letter. We will then send copies to the Administrator, EPA, and make copies available to others who request them. If you or your staff have questions about this report, please call me on (202) 512-3841. Key contributors to this assignment were Ellen Crocker, Richard Johnson, Les Mahagan, Cynthia Norris, and Robert Sayers."], "subsections": []}]}, {"section_title": "Appendix I: Investigations Initiated by EPA’s National Ombudsman Between October 1992 and December 2000", "paragraphs": ["Yes (Interim)", "Yes (interim)", "Yes (interim)"], "subsections": []}, {"section_title": "Appendix II: Distribution of National Ombudsman Investigations by EPA Region", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Comments From the Environmental Protection Agency, Including Comments From the National Ombudsman", "paragraphs": ["The following are GAO’s comments on the letter signed by EPA’s national ombudsman dated July 11, 2001."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  According to a February 1991 Decision Memorandum from EPA’s Office of Administration and Resources Management, the Office of the Ombudsman was abolished as part of a reorganization of the Immediate Office of the Office of the Assistant Administrator of OSWER. 2.  Our report does not suggest that the ombudsman does not obtain agency comments on his findings before they are made public. Rather, we say that the ombudsman does not have a consistent policy for soliciting agency comments and that his decision to seek them is contingent on management’s interest in seeing the report prior to publication and providing comments. We are recommending that the ombudsman adopt a consistent policy to solicit agency comments whenever reports are published; agency officials can choose to provide comments at their discretion. 3.  Our recommendation was that EPA officials, including the national ombudsman, assess the demand for ombudsman services nationwide to determine where these resources are needed."], "subsections": []}]}], "fastfact": []}