{"id": "GAO-11-508T", "url": "https://www.gao.gov/products/GAO-11-508T", "title": "Border Security: DHS Progress and Challenges in Securing the U.S. Southwest and Northern Borders", "published_date": "2011-03-30T00:00:00", "released_date": "2011-03-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["As part of its mission, the Department of Homeland Security (DHS), through its U.S. Customs and Border Protection (CBP) component, is to secure U.S borders against threats of terrorism; the smuggling of drugs, humans, and other contraband; and illegal migration. At the end of fiscal year 2010, DHS investments in border security had grown to $11.9 billion and included more than 40,000 personnel. To secure the border, DHS coordinates with federal, state, local, tribal, and Canadian partners. This testimony addresses DHS (1) capabilities to enforce security at or near the border, (2) interagency coordination and oversight of information sharing and enforcement efforts, and (3) management of technology programs. This testimony is based on related GAO work from 2007 to the present and selected updates made in February and March 2011. For the updates, GAO obtained information on CBP performance measures and interviewed relevant officials."]}, {"section_title": "What GAO Found", "paragraphs": ["CBP significantly increased personnel and resources for border security at and between the ports of entry (POE), and reported some success in interdicting illegal cross-border activity; however, weaknesses remain. At the POEs, for example, CBP reported that deployment of imaging technology to detect stowaways or cargo had increased seizures of drugs and other contraband, and between the POEs, increased staffing, border fencing, and technology have resulted in some success in reducing the volume of illegal migration and increasing drug seizures. However, as GAO reported from 2007 through 2011, weaknesses in POE traveler inspection procedures and infrastructure increased the potential that dangerous people and illegal goods could enter the country; and that currency and firearms could leave the country and finance drug trafficking organizations and sponsors of terrorism. CBP used a performance measure to reflect results of its overall border enforcement efforts, which showed few land border miles where they have the capability to deter or apprehend illegal activity at the immediate border in fiscal year 2010. DHS is developing a new methodology and performance measures for border security and plans to implement them in fiscal year 2012. As GAO reported in 2010, federal, state, local, tribal, and Canadian law enforcement partners reported improved DHS coordination to secure the border, but critical gaps exist. For example, interagency forums helped in establishing a common understanding of border security threats, while joint operations helped to achieve an integrated and effective law enforcement response. However, significant gaps remained in sharing information and resources useful for operations, such as daily patrols in vulnerable areas, like National Parks and Forests. As GAO reported, and made related recommendations, improved coordination provides opportunity to enhance border security efforts on the southwest and northern borders, including those to deter alien smuggling. CBP's Border Patrol component is moving ahead with a new technology deployment plan to secure the border, but cost and operational effectiveness and suitability are not yet clear. In January 2011, the Secretary of Homeland Security announced a new direction to deploying technology to assist in securing the border. The decision ended the Secure Border Initiative Network technology program--one part of a multiyear, multibillion dollar effort aimed at securing the border through technology such as radar, sensors, and cameras and infrastructure such as fencing. Under a new plan, called Alternative (Southwest) Border Technology, Border Patrol is to develop terrain- and population-based solutions using existing proven technology, such as camera-based surveillance systems. However, the analysis DHS performed to arrive at an appropriate mix of technology in its new plan raises questions. For example, the analysis cited a range of uncertainties in costs and effectiveness, with no clear-cut cost effective technology alternative among those considered, as GAO reported in preliminary observations in March 2011. GAO will continue to assess this issue and report its results later this year."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is not making any new recommendations in this testimony. However, GAO has previously made recommendations to DHS to strengthen border security, including enhancing measures to protect against the entry of terrorists, inadmissible aliens, and contraband; improving interagency coordination; and strengthening technology acquisition and deployment plans. DHS generally concurred with these recommendations and has actions underway or planned in response."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to address the Department of Homeland  Security’s (DHS) efforts to secure U.S. land borders with Mexico and  Canada against threats of terrorism; the smuggling of drugs, humans, and  other contraband; and illegal migration since the terrorist attacks of  September 11, 2001 (9/11). At the end of fiscal year 2004, the first full year  DHS existed as an agency, it had about 10,500 agents assigned to patrol the  U.S. land borders and about 17,600 officers inspecting travelers at air,  land, and sea ports of entry (POE), amounting to a total of about $5.9  billion (for personnel, infrastructure, and technology) that had been  appropriated to secure the entire U.S. border. At the end of fiscal year  2010, both the number of personnel and amount of resources dedicated to  border security had significantly increased, with almost 20,000 agents  assigned to patrol the U.S. land borders and 20,600 officers assigned to air,  land, and sea ports of entry, amounting to about $11.9 billion appropriated  to secure the entire U.S. border (for personnel, infrastructure, and  technology). DHS has also reported that about $4.4 billion has been  invested since fiscal year 2006 in border technology and infrastructure  under the Secure Border Initiative (SBI) program—a multiyear,  multibillion dollar effort to help secure U.S. borders using a mix of radars,  sensors, and cameras (called SBI Network, or SBInet) along with border  fencing, roads, and lighting.", "DHS reported that the increased resources have resulted in fewer numbers  of apprehensions, and that this stronger enforcement presence was one of  several reasons fewer people were attempting to illegally cross the border.  However, challenges remain at and between the POEs as DHS data show  that several hundred thousand violators enter the country illegally and  undetected through the nation’s POEs and several hundred thousand  persons illegally cross the border between the POEs. DHS also remains  challenged to stem the increasing threat from smuggling of drugs,  firearms, and currency which Mexican drug-trafficking organizations,  terrorist organizations, and other groups use with malevolent intent.  Overall, DHS reported achieving an acceptable level of border control  across less than half of the southwest border and less than 2 percent of the  northern border during fiscal year 2010. DHS is in the process of  developing a new methodology and performance measures for assessing  border security and it expects to complete this effort by fiscal year 2012.", "DHS’s efforts to secure the border at and between the POEs are the  primary responsibility of the U.S. Customs and Border Protection’s (CBP)  Office of Field Operations (OFO) and Office of Border Patrol (Border  Patrol) components, respectively. OFO is responsible for processing the  flow of people and goods that enter the country through air, land, and sea  POEs where CBP officers inspect travelers and goods to determine  whether they may be legally admitted into the country. Border Patrol  works to prevent the illegal entry of persons and contraband into the  United States between the ports of entry using a “defense-in-depth”  approach to border security operations that provides for layers of agents  who operate not only at the border, but also in key enforcement zones,  such as at traffic checkpoints located 25 miles or more from the border on  U.S. roads. Other DHS components also play a role. DHS’ U.S. Immigration  and Customs Enforcement (ICE) is responsible for investigating cross- border illegal activity and criminal organizations that transport persons  and goods across the border. On the northern border, DHS’ U.S. Coast  Guard executes its maritime security mission on and over major  waterways, including the Great Lakes, using marine and air assets. For all  borders, CBP’s Office of Air and Marine operates a fleet of air and marine  assets in support of federal border security efforts. Other federal, state,  local, and tribal law enforcement agencies also expend resources for  border security. DHS has established various memoranda of  understanding and agreement across these multiple levels of government  to enhance information sharing and achieve an integrated response among  law enforcement agencies operating in common geographic areas.", "Over the years, we have reviewed a variety of DHS border security  programs and operations and issued a number of reports. Today I will  discuss some of the key issues from these reports as well as  recommendations we have made in the following areas:  (1) DHS capabilities to enforce border security at or near the border,  (2) DHS interagency coordination and oversight of border security  information-sharing and enforcement efforts, and  (3) DHS management of technology programs.", "My statement today is based on our body of work from 2007 to the present  that examined DHS efforts to secure the U.S. border (see Related GAO  Products at the end of this statement), with selected updates in February  and March 2011. Our reports and testimonies incorporated information we  obtained and analyzed from officials from various components of DHS, the  Department of Justice (DOJ), the Department of Interior (DOI), the  Department of Agriculture (USDA), state and local law enforcement  agencies, and Canadian law enforcement agencies responsible for border  security at and between the ports of entry along the southwest and  northern borders. For the updates, we obtained information on CBP’s  performance measures for POEs and interviewed CBP officials regarding  changes in performance goals for detecting illegal entries at land border  POEs. More detailed information about our scope and methodology,  including data reliability, can be found in our reports and testimonies. Our  work was conducted in accordance with generally accepted government  auditing standards."], "subsections": [{"section_title": "CBP Reported Some Success in Stemming Illegal Activity, but Improvements to Operations and Infrastructure Could Help Enforce Security Closer to the U.S. Border", "paragraphs": ["CBP has increased personnel—by 17 percent over its 2004 levels—and  resources for border security at the POEs and reported some success in  interdicting illegal cross-border activity. At the POEs, for example, CBP  reported that deployment of imaging technology had increased seizures of  drugs and other contraband. Between the POEs, Border Patrol reported  that increased staffing and resources have resulted in some success in  reducing the volume of illegal migration and increasing drug seizures.  However, weaknesses in POE traveler inspection procedures and  infrastructure increased the potential that dangerous people and illegal  goods could enter the country, and that currency and firearms could leave  the country. Border Patrol continues to face challenges in efforts to  address the increasing threat from cross-border drug smuggling activity,  with many drug seizures and apprehensions occurring some distance from  the border. CBP does not have externally reported performance measures  that reflect the results of its overall enforcement efforts at the border. In  fiscal year 2010, before it discontinued the public reporting of  performance measures showing border security progress, Border Patrol  reported few border miles where it had the capability to deter or  apprehend illegal activity at the immediate border. DHS is developing a  new methodology and performance measures for border security and  plans to implement them in fiscal year 2012."], "subsections": [{"section_title": "Improvements in POE Inspection Programs, Staffing, and Facilities Provide Opportunity to Reduce Risk That Terrorists and Inadmissible Aliens Could Enter the Country but Challenges Remain", "paragraphs": ["CBP reported that $2.7 billion was appropriated in fiscal year 2010 for  border security at POEs, with a workforce of 20,600 CBP officers and  2,300 agriculture specialists. These CBP officers inspected 352 million  travelers and nearly 106 million cars, trucks, buses, trains, vessels, and  aircraft at over 330 air, sea, and land POEs. To facilitate inspections, the  Western Hemisphere Travel Initiative (WHTI) generally requires all  citizens of the United States and citizens of Canada, Mexico, and Bermuda  traveling to the United States as nonimmigrant visitors to have a passport  or other accepted document that establishes the bearer’s identity and  nationality to enter the country from within the Western Hemisphere. CBP  also deployed technology to assist officers in detecting illegal activity,  providing 1,428 radiation portal monitors to screen for radiological or  nuclear materials and mobile surveillance units, thermal imaging systems,  and large-and small-scale Non-intrusive Inspection technology imaging  systems to detect stowaways and materials such as explosives, narcotics,  and currency in passenger vehicles and cargo. CBP reported that these  resources have resulted in greater enforcement at the border. For  example, CBP reported that deployment of imaging technology at POEs to  detect stowaways or materials in vehicles and cargo had resulted in over  1,300 seizures, which included 288,000 pounds of narcotics. In fiscal year  2010, CBP reported turning away over 227,000 aliens who attempted to  enter the country illegally; apprehending more than 8,400 people wanted  for a variety of charges, to include serious crimes such as murder, rape,  and child molestation; and seizing over 870,000 pounds of illegal drugs,  $147 million in currency (inbound and outbound), more than 29,000  fraudulent documents, and more than 1.7 million prohibited plant  materials, meat, and animal byproducts.", "Despite technology and other improvements in the traveler inspection  program, our work has shown that vulnerabilities still exist. We reported  in January 2008 that weaknesses remained in CBP’s inbound traveler  inspection program and related infrastructure which increased the  potential that dangerous people and illegal goods could enter the country.  For example, CBP analyses indicate that several thousand inadmissible  aliens and other violators entered the United States in fiscal year 2006. The  weaknesses included challenges in attaining budgeted staffing levels  because of attrition and lack of officer compliance with screening  procedures, such as those used to determine citizenship and admissibility  of travelers entering the country as required by law and CBP policy.  Contributing factors included lack of focus and complacency, lack of  supervisory presence, and lack of training. In this regard, the extent of  continued noncompliance is unknown, and CBP management faces  challenges in ensuring its directives are carried out. Another challenge was  that CBP headquarters did not require field managers to share the results  of their periodic audits and assessments to ensure compliance with the  inspection procedures, hindering the ability of CBP management to  efficiently use the information to overcome weaknesses in traveler  inspections. To mitigate infrastructure weaknesses, such as the lack of  vehicle barriers, CBP estimated in 2007 that it would need about $4 billion  to make capital improvements at all 163 of the nation’s land crossings.  CBP was also challenged by the fact that some POEs are owned by other  governmental or private entities, adding to the time and complexity in  addressing infrastructure problems. DHS concurred with our  recommendations that CBP enhance internal controls in the inspection  process, establish measures for training provided to CBP officers and new  officer proficiency, and implement performance measures for  apprehending inadmissible aliens and other violators; and indicated that  CBP was taking steps to address the recommendations.", "CBP’s public outreach campaign has led to a high rate of compliance with  WHTI’s document requirements, averaging more than 95 percent  nationally throughout fiscal year 2010. CBP conducts queries against law  enforcement databases for more than 95 percent of the traveling public, up  from 5 percent in 2005. We reported in June 2010, however, that CBP  officers at POEs are unable to take full advantage of the security features  in WHTI documents because of time constraints, limited use of technology  in primary inspection, and the lack of sample documents for training. For  example, while CBP had deployed technology tools for primary inspectors  to use when inspecting documents, it could make better usage of  fingerprint data to mitigate the risk of imposter fraud with border crossing  cards, the most common type of fraud. We are currently reviewing the  training of CBP officers at POEs for the House Homeland Security  Committee and the Senate Homeland Security and Governmental Affairs  Committee and plan to report the results of this work later this year.", "In June 2009 and March 2011, we reported results of our review of CBP’s  Outbound Enforcement Program intended to stem illegal cross-border  smuggling of firearms and large volumes of cash used by Mexican drug- trafficking organizations, terrorist organizations, and other groups with  malevolent intent. Under the program, CBP inspects travelers leaving the  country at all 25 land ports of entry along the southwest border. On the  northern border, inspections are conducted at the discretion of the Port  Director. Available evidence indicated that many of the firearms fueling  Mexican drug violence originated in the United States, including a number  of increasingly lethal weapons, and the U.S. government faced several  challenges in combating illicit sales of firearms in the United States and  stemming their flow to Mexico. DOJ’s Bureau of Alcohol, Tobacco,  Firearms and Explosives and DHS’s ICE are the primary agencies  implementing efforts to address this issue. However, we reported in June  2009 that these agencies did not effectively coordinate their efforts, in part  because the agencies lack clear roles and responsibilities and had been  operating under an outdated interagency agreement. Additionally, these  agencies generally had not systematically gathered, analyzed, and reported  data that could be useful to help plan and assess results of their efforts to  address arms trafficking to Mexico. Further, until June 2009, when the  administration included a chapter on combating illicit arms trafficking to  Mexico in its National Southwest Border Counternarcotics Strategy,  various efforts undertaken by individual U.S. agencies were not part of a  comprehensive U.S. governmentwide strategy for addressing the problem.  DHS agreed with our recommendation that DHS and DOJ, among other  agencies, improve interagency coordination, data gathering and analysis,  and strategic planning and described steps it was undertaking to  implement them. DOJ did not comment on the report.", "We previously reported that stemming the flow of bulk cash has been a  difficult and challenging task. From March 2009 through February 22,  2011, as part of the Outbound Enforcement Program, CBP officers seized  about $67 million in illicit bulk cash leaving the country at land POEs,  almost all of which was seized along the southwest border. However, the  National Drug Intelligence Center estimates that criminals smuggle $18  billion to $39 billion a year across the southwest border, and that the flow  of cash across the northern border with Canada is also significant. CBP  challenges we reported included limited hours of operation, technology,  infrastructure, and procedures to support outbound inspection operations.  For example, as of March 2011, license plate readers were available at 48  of 118 outbound lanes on the southwest border but none of the 179  outbound lanes on the northern border. CBP is in the early phases of this  program and has not yet taken some actions to gain a better understanding  of how well the program is working, such as gathering data for measuring  program costs and benefits.", "Our March 2011 testimony also included information about regulatory  gaps related to the stored value industry, including exemptions from anti- money laundering requirements for certain types of financial institutions  and the lack of cross-border reporting requirements with regard to the use  of stored value, such as prepaid cards. For example, individuals must  report transporting more than $10,000 in currency or monetary  instruments when crossing the U.S. border, but the Department of the  Treasury’s Financial Crimes Enforcement Network (FinCen) does not  have a similar requirement in place for individuals transporting stored  value across U.S. borders. The Credit Card Accountability Responsibility  and Disclosure Act of 2009 (Credit CARD Act) required the Secretary of  the Treasury, in consultation with the Secretary of Homeland Security, to  issue regulations in final form implementing the Bank Secrecy Act,  regarding the sale, issuance, redemption, or international transport of  stored value, including stored value cards. In doing so, the Credit CARD  Act stated that Treasury may issue regulations regarding the international  transport of stored value to include reporting requirements pursuant to the  statute applicable to the transport of currency or monetary instruments.  CBP and FinCEN concurred with our recommendations that they gather  cost-benefit data and develop a plan to better manage rulemaking,  respectively, and described actions they were taking to implement them."], "subsections": []}, {"section_title": "Border Patrol Reported Some Success in Reducing Illegal Migration, but Challenges Remained in Stemming Cross-Border Smuggling of Illegal Drugs between the POEs", "paragraphs": ["CBP reported that $3.6 billion was appropriated in fiscal year 2010 for  border security efforts between the POEs, and that the Border Patrol is  better staffed now than at any time in its 86-year history, having doubled  the number of agents from 10,000 in fiscal year 2004 to more than 20,500 in  fiscal year 2010. CBP also constructed 649 miles of pedestrian and  vehicle fencing on the southwest border covering 33 percent of the  border, and increased its investment in traffic checkpoints, the last layer  of defense in Border Patrol’s effort to apprehend illegal activity that has crossed the border undetected. Border Patrol reported that apprehe had decreased nationwide by 36 percent from fiscal year 2008 (nearly  724,000) to fiscal year 2010 (approximately 463,000),  indicating in its  view that fewer people were attempting to illegally cross the border.  However, during the same time that apprehensions decreased, mariju drug seizures increased almost 50 percent from over 1.6 million pounds in  fiscal year 2008 to about 2.4 million pounds in fiscal year 2010, and CBP has been challenged to link its investments to changes in border contro l.", "We reported in May 2010 that CBP had not accounted for the impact of its  investment in border fencing and infrastructure on border security.  Border fencing was designed to prevent people on foot and vehicles from  crossing the border and to enhance Border Patrol agents’ ability to  respond to areas of illegal entry. CBP estimated that the border fencing  had a life cycle of 20 years and over these years, a total estimated cost of  about $6.5 billion to deploy, operate, and maintain the fencing and other  infrastructure. According to CBP, during fiscal year 2010, there were 4,037  documented and repaired breaches of the fencing and CBP spent at least  $7.2 million to repair the breaches, or an average of about $1,800 per  breach. CBP reported an increase in control of southwest border miles,  but could not account separately for the impact of the border fencing and  other infrastructure. In our May 4, 2010, testimony, we concluded that  until CBP determines the contribution of border fencing and other  infrastructure to border security, it is not positioned to address the impact  of its investment; and reported that in response to a prior  recommendation, CBP was in the process of conducting an analysis of the  impact of tactical infrastructure on border security.", "Traffic checkpoints contributed to furthering the Border Patrol mission to  protect the border. In 2008, they accounted for about 35 percent of Border  Patrol drug seizures along the southwest border and 17,000 apprehensions  of illegal aliens, including 3 individuals identified as persons linked to  terrorism. However, we reported in August 2009 that Border Patrol did not  have measures to determine if these checkpoints were operating  effectively and efficiently, and weaknesses in checkpoint design and  operation increased the risk that illegal activity may travel to the U.S.  interior undetected. Border Patrol officials said that several factors  impeded higher levels of performance, including insufficient staff, canine  teams, and inspection technology. Other challenges included insufficient  guidance to ensure that new checkpoints were appropriately sized, lack of  management oversight and guidance to ensure consistent data collection  practices, and a lack of performance measures to determine if checkpoints  were operating efficiently and effectively with minimal adverse impact on  local communities. CBP agreed with our recommendations to take several  actions to strengthen checkpoint design and staffing, and improve the  measurement and reporting of checkpoint effectiveness, including  community impact and identified actions planned or underway to  implement the recommendations."], "subsections": []}, {"section_title": "DHS Performance Measures Show Response to Illegal Border Activity Most Often Occurs after Entry into the United States", "paragraphs": ["As of fiscal year 2011, CBP no longer has externally reported performance  goals or measures that reflect its overall success in detecting illegal entries  and contraband at and between the POEs, but the measures for fiscal year  2010 showed few land border miles are at a level of control where  deterrence or apprehensions of illegal entries occurs at the immediate  border. Border Patrol is in the process of developing a new methodology  and performance measures, however, for assessing border security  between the POEs. Further, OFO has multiple performance measures in  place, but it does not have an external measure that captures the results of  its overall enforcement efforts at POEs. In fiscal year 2009, however, OFO  used a statistical model to report that over 99 percent of travelers in  passenger vehicles passing through the southwest and northern land  border POEs were compliant with U.S. laws, rules, and regulations. For  the less than 1 percent of travelers who comprised the noncompliant  population, OFO officials reported in the CBP Fiscal Year 2009  Performance and Accountability Report a goal to apprehend at least 28  percent of serious criminal activities—such as transporting illegal drugs,  guns, or other banned substances in fiscal year 2009, the last year this  information was publicly available. OFO officials said that they considered  this an effective performance measure and that at the end of fiscal year  2009, the land border POEs had achieved that goal.", "As we reported in December 2010 and February 2011, and through  selected updates, the Border Patrol is in the process of developing new  performance measures for assessing border security between the POEs.  However, up until fiscal year 2011, Border Patrol used a security  performance measure of border miles under control to assess security  between the POEs, which reflected its ability to deter or detect and  apprehend illegal entries at the border or after they occur. As we testified  in February 2011 about our preliminary observations on this measure,  Border Patrol indicated that in fiscal year 2010, 873 of the nearly 2,000  southwest border miles and 69 of the nearly 4,000 northern border miles  between Washington and Maine were at an acceptable level of control.", "Within this border security classification, Border Patrol further  distinguished between the ability to deter or detect and apprehend illegal  entries at the immediate border versus after entry—at distances of up to  100 miles or more away from the immediate border—into the United  States. Our preliminary analysis of these Border Patrol data showed that  the agency reported a capability to deter or detect and apprehend illegal  entries at the immediate border across 129 of the 873 southwest border  miles and 2 of the 69 northern border miles. Our preliminary analysis also  showed that Border Patrol reported the ability to deter or detect and  apprehend illegal entries after they crossed the border for an additional  744 southwest border miles and 67 northern border miles.", "As we previously observed in December 2010 and February 2011, and  through selected updates, Border Patrol determined in fiscal year 2010  that border security was not at an acceptable level of control for 1,120  southwest border miles and 3,918 northern border miles, and that on the  northern border there was a significant or high degree of reliance on  enforcement support from outside the border zones for detection and  apprehension of cross-border illegal activity. For two-thirds of these  southwest miles, Border Patrol reported that the probability of detecting  illegal activity was high; however, the ability to respond was defined by  accessibility to the area or availability of resources. One-fourth of these  northern border miles were also reported at this level. The remaining  southwest and northern border miles were reported at levels where lack of  resources or infrastructure inhibited detection or interdiction of cross- border illegal activity.", "In our February 2011 testimony regarding our observations on Border  Patrol security measures, and through selected updates, we noted that in  fiscal year 2011 DHS discontinued the public reporting of performance  measures showing border security progress, while it develops and  implements a new methodology and measures for border security. In the  meantime Border Patrol is reporting on the number of agents and joint  operations on the southwest border and the number of apprehensions.  CBP does not have an estimate of the time and effort needed to secure the  southwest border; however, the agency expects new border security  measures to be in place by fiscal year 2012 which will enable it to make  such an estimate. DHS, CBP, and Border Patrol headquarters officials said  that the new approach to border security between the POEs is expected to  be more flexible and cost-effective, and that Border Patrol officials expect  that they will be requesting fewer resources to secure the border."], "subsections": []}]}, {"section_title": "DHS Law Enforcement Partners Reported Improved Results for Interagency Coordination and Oversight of Border Security Intelligence and Enforcement Operations but Gaps Remained", "paragraphs": ["Federal, state, local, tribal, and Canadian law enforcement partners  reported improved DHS coordination to secure the border. For example,  interagency forums were beneficial in establishing a common  understanding of border security threats, while joint operations helped to  achieve an integrated and effective law enforcement response. However,  critical gaps remained in sharing information and resources useful for  operations, such as daily patrols in vulnerable areas, including National  Parks and Forests. Our past work has shown that additional actions to  improve coordination could enhance border security efforts on the  southwest and northern borders, including those to deter alien smuggling."], "subsections": [{"section_title": "DOI and USDA Reported Improved DHS Coordination to Secure Federal Borderlands, but Critical Gaps Remained in Sharing Intelligence and Communications for Daily Operations", "paragraphs": ["Illegal cross-border activity remains a significant threat to federal lands  protected by DOI and USDA law enforcement personnel on the southwest  and northern borders and can cause damage to natural, historic, and  cultural resources, and put agency personnel and the visiting public at  risk. We reported in November 2010 that information sharing and  communication among DHS, DOI, and USDA law enforcement officials  had increased in recent years. Interagency forums were used to exchange  information about border issues and interagency liaisons facilitated  exchange of operational statistics. However, critical gaps remained in  implementing interagency agreements to ensure law enforcement officials  had access to daily threat information and compatible secure radio  communications needed to better ensure officer safety and an efficient law  enforcement response to illegal activity. This was important in Border  Patrol’s Tucson sector on the southwest border, where apprehensions on  federal lands had not kept pace with the estimated number of illegal  entries, indicating that threats caused by drug smugglers and illegal  migration may be increasing.", "Federal land managers in the Tucson sector said they would like  additional guidance to determine when illegal cross-border activity poses a  sufficient public safety risk to restrict or close access to federal lands. In  Border Patrol’s Spokane sector on the northern border, coordination of  intelligence information was particularly important due to sparse law  enforcement presence and technical challenges that precluded Border  Patrol’s ability to fully assess cross-border threats, such as air smuggling  of high-potency marijuana. The agencies agreed with our  recommendations that DOI and USDA determine if more guidance is  needed for federal land closures and that DHS, DOI, and USDA provide  oversight and accountability as needed to further implement interagency  agreements for coordinating information and integrating operations. In  January 2011, CBP issued a memorandum to all Border Patrol division  chiefs and chief patrol agents emphasizing the importance of USDA and  DOI partnerships to address border security threats on federal lands. This  action is a positive step toward implementing our recommendations and  we encourage DHS, DOI, and USDA to take the additional steps necessary  to monitor and uphold implementation of the existing interagency  agreements in order to enhance border security on federal lands."], "subsections": []}, {"section_title": "Northern Border Partners Reported Interagency Forums Improved Coordination, but DHS Oversight Was Needed to Resolve Interagency Conflict in Roles and Responsibilities", "paragraphs": ["DHS has stated that partnerships with other federal, state, local, tribal, and  Canadian law enforcement agencies are critical to the success of northern  border security efforts. We reported in December 2010 that DHS efforts to  coordinate with these partners through interagency forums and joint  operations were considered successful, according to a majority of these  partners we interviewed. In addition, DHS component officials reported  that federal agency coordination to secure the northern border was  improved. However, DHS did not provide oversight for the number and  location of forums established by its components and numerous federal,  state, local, and Canadian partners cited challenges related to the inability  to resource the increasing number of forums, raising concerns that some  efforts may be overlapping. In addition, federal law enforcement partners  in all four locations we visited as part of our work cited ongoing  challenges between Border Patrol and ICE, Border Patrol and Forest  Service, and ICE and DOJ’s Drug Enforcement Administration in sharing  information and resources that compromised daily border security related  to operations and investigations. DHS had established and updated  interagency agreements to address ongoing coordination challenges;  however, oversight by management at the component and local level has  not ensured consistent compliance with provisions of these agreements.", "We also reported that while Border Patrol’s border security measures  reflect that there is a high reliance on law enforcement support from  outside the border zones, the extent of partner law enforcement resources  that could be leveraged to fill Border Patrol resource gaps, target  coordination efforts, and make more efficient resource decisions are not  reflected in Border Patrol’s processes for assessing border security and  resource requirements. We previously reported in November 2008 that  DHS was not fully responsive to a legislative reporting requirement to  identify resources needed to secure the northern border. Specifically, the  Implementing Recommendations of the 9/11 Commission Act of 2007  required the Secretary of Homeland Security to submit a report to  Congress that addresses the vulnerabilities along the northern border, and  provides recommendations and required resources to address them. DHS  agreed with our recommendations to provide guidance and oversight for  interagency forums and for component compliance with interagency  agreements, and develop policy and guidance necessary to integrate  partner resources in border security assessments and resource planning  documents. DHS also reported that it was taking action to address these  recommendations."], "subsections": []}, {"section_title": "Selected Local and Tribal Law Enforcement Agencies Reported Federal Information Sharing Occurred, but Consistent Coordination Could Help Identify Terrorist Threats and Other Criminal Activity at the Border", "paragraphs": ["Information is a crucial tool in securing the nation’s borders against  crimes and potential terrorist threats. In many border communities, the  individuals who are best positioned to observe and report suspicious  activities that may be related to these threats are local and tribal law  enforcement officers. We reported in December 2009 that 15 of 20 local  and tribal law enforcement agencies in southwest or northern  communities we contacted during our work said they received information  directly from Border Patrol, ICE, or from DOJ’s Federal Bureau of  Investigation that was useful for enhancing their situational awareness of  crimes along the border and potential terrorist threats. However, 5 of the  20 agencies reported that they did not receive information from the federal  agencies, in part, because information-sharing partnerships and related  mechanisms to share information did not exist. In addition, officials from  13 of the 20 agencies in border communities said that they did not clearly  know what suspicious activities federal agencies wanted them to report,  how to report them, or to whom because federal agencies had not  provided necessary guidance. We recommended that DHS and DOJ more  fully identify the information needs of and establish partnerships with  local and tribal officials along the borders, identify promising practices in  developing border intelligence products, and define the suspicious  activities that local land tribal officials in border communities are to report  and how to report them. DHS agreed with the recommendations and  indicated that it was taking action to implement them. DOJ did not  comment."], "subsections": []}, {"section_title": "Leveraging a State Justice Agency’s Investigative Strategy Could Provide DHS with Additional Opportunity to Deter Alien Smuggling", "paragraphs": ["Alien smuggling along the southwest border is a growing threat to the  security of the United States and Mexico due, in part, to the expanding  involvement of Mexican drug trafficking organizations and aliens who  illegally enter the region from countries of special interest to the United  States such as Afghanistan, Iran, Iraq, and Pakistan. Violence associated  with alien smuggling has also increased in recent years, particularly in  Arizona. In October 2007, the National Drug Intelligence Center reported  that the success of expanding border security initiatives and additional  Border Patrol resources are likely obstructing regularly used smuggling  routes and fueling an increase in violence, particularly against law  enforcement officers in Arizona.", "We reported in May 2010 and testified in July 2010, that ICE may be  missing an opportunity to leverage techniques used by the Arizona  Attorney General to disrupt alien smuggling operations. Specifically, an  Arizona Attorney General task force seized millions of dollars and  disrupted alien smuggling operations by following cash transactions  flowing through money transmitters that serve as the primary method of  payment to those individuals responsible for smuggling aliens. By  analyzing money transmitter transaction data, task force investigators  identified suspected alien smugglers and those money transmitter  businesses that were complicit in laundering alien smuggling proceeds. An  overall assessment of whether and how these techniques may be applied  by ICE in the context of disrupting alien smuggling could help ensure that  it is not missing opportunities to take additional actions and leverage  resources to support the common goal of countering alien smuggling. We  recommended that ICE assess the Arizona Attorney General’s financial  investigations strategy to identify any promising investigative techniques  for federal use. ICE concurred with our recommendation and outlined  specific steps it was taking to implement it."], "subsections": []}]}, {"section_title": "Border Patrol Moving Ahead with New Technology Deployment Plan to Secure the Border, but Cost and Operational Effectiveness and Suitability Are Not Yet Clear", "paragraphs": ["In January 2011, the Secretary of Homeland Security announced a new  direction in deploying technology to assist in securing the border, ending  the SBInet program as originally conceived because it did not meet cost- effectiveness and viability standards. Since fiscal year 2006, DHS had  allocated about $1.5 billion for SBInet that would provide a mix of sensors,  radars, and cameras on fixed towers that could gather information along  the border and transmit this information to terminals in command centers  to provide agents with border situational awareness. Our previous reports  on CBP’s SBI program have outlined program challenges and delays.  Specifically, the initial segment of SBInet technology, Project 28,  encountered performance shortfalls and delays, including the following:  users were not involved in developing the requirements, contractor  oversight was limited, and project scope and complexity were  underestimated. Program uncertainties, such as a lack of fully defined  program expectations, continued to delay planned SBInet deployments  following Project 28. In addition, the deployment of related infrastructure,  such as towers and roads, experienced challenges, such as increased  costs, unknown life-cycle costs, and land acquisition issues.", "As part of her decision to end SBInet, the Secretary of Homeland Security  directed CBP to proceed with a new plan to deploy a mix of technology to  protect the border called Alternative (Southwest) Border Technology.  Under this plan, CBP is to focus on developing terrain- and population- based solutions utilizing existing, proven technology, such as camera- based surveillance systems, for each border region. Accordingly, the plan  is to incorporate a mix of technology, including an Integrated Fixed Tower  surveillance system similar to that used in the current SBInet system (i.e.,  a tower with cameras and radar that transmit images to a central location),  beginning with high-risk areas in Arizona.", "According to this new plan, DHS is to deploy other technologies, including  Remote Video Surveillance Systems (RVSS), Mobile Surveillance Systems  (MSS), and hand-held equipment for use by Border Patrol agents. For  fiscal year 2011, DHS plans to use about $159 million to begin buying  RVSSs, MSSs, unattended ground sensors, and hand-held devices for  Arizona. The President’s fiscal year 2012 budget request calls for $242  million to fund three of five planned deployments of the Integrated Fixed  Tower systems in Arizona although, depending on funding, the earliest  DHS expects the deployments to begin is March 2013 with completion  anticipated by 2015 or later. The estimated cost for the overall plan’s  Arizona component, called the Arizona Technology Plan, is about $734  million, of which $575 million is for the Integrated Fixed Tower  component.", "To arrive at an appropriate mix of technology in its plan, DHS performed  an Analysis of Alternatives (AOA). In March 2011, we provided  preliminary observations regarding this analysis. Specifically, we noted  that on the basis of our ongoing review of available information to date,  there were several areas that raise questions about how the AOA results  were used to inform Border Patrol judgments about moving forward with  technology deployments, including the Integrated Fixed Tower system.  For example, the AOA cited a range of uncertainties in costs related to the  operational effectiveness of the four technology alternatives considered  (mobile, fixed tower, agent equipment, and aerial alternatives) in each of  the four geographic analysis areas, meaning there was no clear-cut cost- effective technology alternative for any of the analysis areas. Yet, the AOA  observed that a fixed tower alternative may represent the most effective  choice only in certain circumstances. Further, we have questions about  how the AOA analyses were factored into planning and budget decisions  regarding the optimal mix of technology deployments in Arizona.  Specifically, we have not yet examined the Border Patrol’s operational  assessment to determine how the results of the AOA were considered in  developing technology deployment planning in Arizona and, in turn, the  fiscal year 2012 budget request. The cost and effectiveness uncertainties  noted above raise questions about the decisions that informed the budget  formulation process. We are continuing to assess this issue for the House  Homeland Security Committee and will report the final results later this  year."], "subsections": [{"section_title": "Deployment of DHS U.S.- VISIT Program Technology Provides Opportunity to Identify Illegal Migration Through Visa Overstays", "paragraphs": ["DHS took action to better monitor and control the entry and exit of foreign  visitors to the United States by establishing the U.S. Visitor and Immigrant  Status Indicator Technology (US-VISIT) program, that tracks foreign  visitors using biometric information (such as fingerprints) and biographic  information. DHS has incrementally delivered US-VISIT capabilities to  track foreign entries, and a biometrically enabled entry capability has been  fully operational at about 300 air, sea, and land POEs since December  2006. In November 2009, we reported that, according to DHS, US-VISIT  entry operations have produced results. For example, as of June 2009, the  program reported that it had more than 150,000 biometric hits in entry  resulting in more than 8,000 people having adverse actions, such as denial  of entry, taken against them.", "Since 2004, however, we have identified a range of DHS management  challenges to fully deploy a biometric exit capability intended, in part, to  track foreigners who had overstayed their visas and remained illegally in  the United States. For example, in November 2009 we reported that DHS  had not adopted an integrated approach to scheduling, executing, and  tracking the work that needs to be accomplished to deliver a  comprehensive exit solution. Most recently, in August 2010 we reported  that the DHS pilot programs to track the exit of foreign visitors at air POEs  had limitations curtailing the ability to inform a decision for a long-term  exit solution at these POEs. We made recommendations to ensure that  US-VISIT exit was planned, designed, developed, and implemented in an  effective and efficient manner. DHS generally agreed with our  recommendations and outlined actions designed to implement them.", "Chairman Lieberman, Ranking Member Collins, and members of the  committee, this concludes my prepared statement. I will be happy to  answer any questions you may have."], "subsections": []}]}, {"section_title": "Contacts and Acknowledgments", "paragraphs": ["For further information regarding this testimony, please contact Richard  M. Stana at (202) 512-8777 or stanar@gao.gov. In addition, contact points  for our Offices of Congressional Relations and Public Affairs may be found  on the last page of this statement. Individuals who made key contributions  to this testimony are Cindy Ayers, Seto Bagdoyan, and Mike Dino,  Assistant Directors; as well as Joel Aldape, Frances Cook, Kevin Copping,  Katherine Davis, Justin Dunleavy, Rick Eiserman, Michele Fejfar, Barbara  Guffy, Nancy Kawahara, Brian Lipman, Dawn Locke, and Taylor  Matheson."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Border Security: Preliminary Observations on the Status of Key  Southwest Border Technology Programs. GAO-11-448T. Washington, D.C.:  March 15, 2011.", "Moving Illegal Proceeds: Opportunities Exist for Strengthening the  Federal Government’s Efforts to Stem Cross-Border Currency  Smuggling. GAO-11-407T. Washington, D.C.: March 9, 2011.", "Border Security: Preliminary Observations on Border Control Measures  for the Southwest Border. GAO-11-374T. Washington, D.C.: February 15,  2011.", "Border Security: Enhanced DHS Oversight and Assessment of  Interagency Coordination Is Needed for the Northern Border. GAO-11-97.  Washington, D.C.: December 17, 2010.", "Border Security: Additional Actions Needed to Better Ensure a  Coordinated Federal Response to Illegal Activity on Federal Lands.  GAO-11-177. Washington, D.C.: November 18, 2010.", "Moving Illegal Proceeds: Challenges Exist in the Federal Government’s  Effort to Stem Cross-Border Currency Smuggling. GAO-11-73.  Washington, D.C.: October 25, 2010.", "Secure Border Initiative: DHS Needs to Strengthen Management and  Oversight of Its Prime Contractor. GAO-11-6. Washington, D.C.: October  18, 2010.", "Homeland Security: US-VISIT Pilot Evaluations Offer Limited  Understanding of Air Exit Options. GAO-10-860. Washington, D.C.:  August 10, 2010.", "U.S. Customs and Border Protection: Border Security Fencing,  Infrastructure and Technology Fiscal Year 2010 Expenditure Plan.  GAO-10-877R. Washington, D.C.: July 30, 2010.", "Alien Smuggling: DHS Could Better Address Alien Smuggling along the  Southwest Border by Leveraging Investigative Resources and Measuring  Program Performance. GAO-10-919T. Washington, D.C.: July 22, 2010.", "Border Security: Improvements in the Department of State’s  Development Process Could Increase the Security of Passport Cards and  Border Crossing Cards. GAO-10-589. Washington, D.C.: June 1, 2010.", "Alien Smuggling: DHS Needs to Better Leverage Investigative Resources  and Measure Program Performance along the Southwest Border.  GAO-10-328 (Washington, D.C.: May 24, 2010)", "Secure Border Initiative: DHS Needs to Reconsider Its Proposed  Investment in Key Technology Program. GAO-10-340. Washington, D.C.:  May 5, 2010.", "Secure Border Initiative: DHS Has Faced Challenges Deploying  Technology and Fencing Along the Southwest Border. GAO-10-651T.  Washington, D.C.: May 4, 2010.", "Information Sharing: Federal Agencies Are Sharing Border and  Terrorism Information with Local and Tribal Law Enforcement, but  Additional Efforts are Needed. GAO-10-41. Washington, D.C.: December  18, 2009.", "Homeland Security: Key US-VISIT Components at Varying Stages of  Completion, but Integrated and Reliable Schedule Needed. GAO-10-13.  Washington, D.C.: November 19, 2009.", "Secure Border Initiative: Technology Deployment Delays Persist and the  Impact of Border Fencing Has Not Been Assessed. GAO-09-896.  Washington, D.C.: September 9, 2009.", "Border Patrol: Checkpoints Contribute to Border Patrol’s Mission, but  More Consistent Data Collection and Performance Measurement Could  Improve Effectiveness. GAO-09-824. Washington, D.C.: August 2009.", "Firearms Trafficking: U.S. Efforts to Combat Arms Trafficking to  Mexico Face Planning and Coordination Challenges. GAO-09-709.  Washington, D.C.: June 18, 2009.", "Northern Border Security: DHS’s Report Could Better Inform Congress  by Identifying Actions, Resources, and Time Frames Needed to Address  Vulnerabilities. GAO-09-93. Washington, D.C.: November 25, 2008.", "Secure Border Initiative: DHS Needs to Address Significant Risks in  Delivering Key Technology Investments. GAO-08-1086. Washington, D.C.:  September 22, 2008.", "Secure Border Initiative: Observations on Deployment Challenges.  GAO-08-1141T. Washington, D.C.: September 10, 2008.", "Secure Border Initiative: Observations on the Importance of Applying  Lessons Learned to Future Projects. GAO-08-508T. Washington, D.C.:  February 27, 2008.", "Border Security: Despite Progress, Weaknesses in Traveler Inspections  Exist at Our Nation’s Port of Entry. GAO-08-329T. Washington, D.C.:  January 3, 2008.", "Border Security: Despite Progress, Weaknesses in Traveler Inspections  Exist at Our Nation’s Ports of Entry. GAO-08-219. Washington: D.C.:  November 5, 2007.", "Secure Border Initiative: Observations on Selected Aspects of SBInet  Program Implementation. GAO-08-131T. Washington, D.C.: October 24,  2007.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}], "fastfact": []}