{"id": "GAO-07-989T", "url": "https://www.gao.gov/products/GAO-07-989T", "title": "Women and Low-Skilled Workers: Efforts in Other Countries to Help These Workers Enter and Remain in the Workforce", "published_date": "2007-06-14T00:00:00", "released_date": "2007-06-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Increasing retirements and declining fertility rates, among other factors, could affect the labor force growth in many developed countries. To maintain the size and productivity of the labor force, many governments and employers have introduced strategies to keep workers who face greater challenges in maintaining jobs and incomes, such as women and low-skilled workers, in the workforce. This testimony discusses our work on (1) describing the policies and practices implemented in other developed countries that may help women and low-wage/low-skilled workers enter and remain in the labor force, (2) examining the change in the targeted groups' employment following the implementation of the policies and practices, and (3) identifying the factors that affect employees' use of workplace benefits and the resulting workplace implications. The testimony is based on a report we are issuing today (GAO-07-817). For that report, we conducted an extensive review of workforce flexibility and training strategies in a range of developed countries and site visits to selected countries. Our reviews were limited to materials available in English. We identified relevant national policies in the U.S., but did not determine whether other countries' strategies could be implemented here. The report made no recommendations. The Department of Labor provided technical comments; the Department of State had no comments on the draft report."]}, {"section_title": "What GAO Found", "paragraphs": ["Governments and employers developed a variety of laws, government policies, and formal and informal practices, including periods of leave, flexible work schedules, child care, and training. Each of the countries we reviewed provides some form of family leave, such as maternity, paternity, or parental leave, that attempts to balance the needs of employers and employees and, often, attempts to help women and low-wage/low-skilled workers enter and remain in the workforce. In Denmark, employed women with a work history of at least 120 hours in the 13 weeks prior to the leave are allowed 18 weeks of paid maternity leave. In addition to family leave for parents, countries provide other types of leave, and have established workplace flexibility arrangements for workers. U.S. federal law allows for unpaid leave under certain circumstances. All of the countries we reviewed, including the United States, also subsidize child care for some working parents through a variety of means, such as direct benefits to parents for child care or tax credits. For example, in Canada, the government provides direct financial support of $100 a month per child, to eligible parents for each child under 6. Last, governments and employers have a range of training and apprenticeship programs to help unemployed people find jobs and to help those already in the workforce advance in their careers. Although research shows that benefits such as parental leave are associated with increased employment, research on training programs is mixed. Leave reduces the amount of time that mothers spend out of the labor force. Cross-national studies show that child care--particularly when it is subsidized and regulated with quality standards--is positively related to women's employment. Available research on training in some of the countries we reviewed shows mixed results in helping the unemployed get jobs. Some local initiatives have shown promise, but evaluations of some specific practices have not been conducted. Some country officials said it is difficult to attribute effects to a specific policy because the policies are either new or because they codified long-standing practices. While policies do appear to affect workforce participation, many factors can affect the uptake of workplace benefits, and employees' use of these benefits can have implications for employers and employees. For example, employees' use of workplace benefits can create management challenges for their employers. Additionally, employees are more likely to take family leave if they feel that their employer is supportive. However, while a Canadian province provides 12 days of unpaid leave to deal with emergencies or sickness, low-wage workers cannot always afford to take it. Similarly, the uptake of available benefits can also have larger implications for an employee's career. Some part-time jobs have no career advancement opportunities and limited access to other benefits. Since employers tend to target their training to higher-skilled and full-time workers, employees who opt to work part-time may have fewer opportunities for on-the-job training that could help them advance, according to researchers in the Netherlands."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the policies and practices of other  countries that may help women and low-skilled workers enter and remain  in the labor force. My testimony is drawn from our report Women and  Low-Skilled Workers: Other Countries’ Policies and Practices That May  Help These Workers Enter and Remain in the Labor Force (GAO-07-817),  being released this morning. Our work (1) describes the policies and  practices implemented in other developed countries that may help women  and low-wage/low-skilled workers enter and remain in the labor force,   (2) examines the change in the targeted groups’ employment following the  implementation of the policies and practices, and (3) identifies the factors  that affect employees’ use of workplace benefits and the resulting  workplace implications.", "Increasing retirements and declining fertility rates, among other factors,  could affect the labor force growth in many developed countries. To  maintain the size and productivity of the labor force, many governments  and employers in developed countries have introduced strategies to keep  workers who face greater challenges in maintaining jobs and incomes,  such as women and low-wage/low-skilled workers, in the workforce  throughout their working lives. To help women remain in the labor force  consistently, many governments and employers have established leave  policies and flexible working arrangements to assist women in  simultaneously managing responsibilities both inside and outside the  workplace. To help low-skilled workers find jobs and remain in the labor  force, governments and employers have invested in education and  training.", "We conducted an extensive literature review of workplace flexibility and  training strategies in a range of developed countries to provide descriptive  information about some of their policies and practices. We conducted site  visits and/or interviews in four developed countries—Canada, the United  Kingdom (UK), the Netherlands, and Denmark—selected for the variety of  work-family and workforce development policies they have adopted. We  interviewed government officials, researchers, private employers, trade  associations, and unions in each of the countries about their experiences  with such policies and practices. We interviewed officials from several  European Union (EU) institutions in Belgium. We reviewed four other  countries (France, Ireland, New Zealand, and Sweden) using literature  reviews and discussions with U.S. and foreign-based researchers. To  provide context, we identified relevant national policies in the United  States. However, we did not conduct a comprehensive review of similar  workplace flexibility and training strategies in the United States, nor did  we seek to determine whether other countries’ strategies could be  implemented here. Our review of related laws and regulations of the other  countries relied on secondary sources of analysis rather than independent  analysis of foreign laws. Our review of relevant literature, laws, and  regulations was limited by the extent that specific information from  secondary sources was accessible and written in English.", "We conducted our work between July 2006 and May 2007 in accordance  with generally accepted government auditing standards. We made no  recommendations in the report. The Department of Labor provided  technical comments on the report, which we incorporated where  appropriate. The Department of State did not have comments on the  report."], "subsections": [{"section_title": "Background", "paragraphs": ["According to the Department of Labor, in 2005, about 60 percent of U.S.  women age 16 and older were in the workforce, compared to 46 percent in  1975. Some U.S. employers offer alternative work arrangements to help  workers manage both work and other life responsibilities. One type of  alternative work arrangement allows workers to reduce their work hours  from the traditional 40 hours per week, such as with part-time work or job  sharing. The Family and Medical Leave Act (FMLA) of 1993 requires most  employers to provide workers 12 weeks of unpaid leave from work for a  variety of reasons, such as childbirth, caring for relatives with serious  health conditions, or other personal reasons, such as their own serious  health condition or the adoption of a child, and employers must guarantee  workers a similar job upon return. Some arrangements adopted by  employers, such as flextime, allow employees to begin and end their  workday outside the traditional 9-to-5 work hours. Other arrangements,  such as telecommuting from home, allow employees to work in an  alternative location. Child care facilities are also available at some  workplaces to help workers with their care giving responsibilities. In  addition to benefiting workers, these arrangements may also benefit  employers by helping them recruit and retain workers.", "The federal government also provides child care subsidies for certain low- income families, and tax breaks for most parents, both to support their  ability to work and to balance work-family responsibilities. Under  programs funded by the Child Care and Development Fund, Temporary  Assistance for Needy Families (TANF) and state resources, states have the  flexibility to serve certain types of low-income families. The Head Start  program provides comprehensive early childhood education and  development services to low-income preschool children, on a part- or full- day basis. Last, the Child and Dependent Care Tax Credit allows parents to  reduce their tax on their federal income tax return if they paid someone to  care for a child under age 13 or a qualifying spouse or dependent so they  could work or look for work.", "In addition, the federal government offers workforce development and  training programs designed to assist low-wage/low-skilled workers in the  United States. The Workforce Investment Act (WIA) of 1998 requires  states and localities to bring together a number of federally funded  employment and training services into a statewide network of one-stop  career centers. Low-skilled workers and dislocated workers can choose  the training they determine best for themselves, working in consultation  with a case manager. Additionally, the federal government provides tax  breaks and incentives for companies to hire low-income workers, public  assistance recipients, and workers with disabilities.", "Most of the countries we studied are members of the European Union,  which provides minimum standards or basic rights for individuals across  member states. For example, the 1997 directive on equal treatment of part- time work mandates that people holding less than full-time jobs be given  prorated pay and benefits without discrimination. EU directives are  generally binding in terms of the results to be achieved, but an opt-out  option occasionally allows member states to delay action. Additionally, in  2000, member states have agreed to increase the number of women in  employment, the number of adults in lifelong learning, and the provision of  child care by the end of the decade. The EU offers financial support to its  member states to help them succeed in employment goals.", "Other differences are relevant to consideration of the workforce  attachment policies of our study countries. Although U.S. women have  high levels of educational attainment, their workforce participation, in  general, is lower than that of the countries we studied. While a higher  education level is associated with greater likelihood of labor force  participation, labor force participation for U.S. women is lower than   that in any of our study countries except Ireland and New Zealand (see  table 1).", "However, working women in the United States are more likely to work  full-time than those in all other study countries except Sweden or  Denmark. In the Netherlands, a country where 36 percent of all  employment is part-time, women constitute more than three-quarters of  employees working less than 30 hours per week.", "Differences in taxation across countries reflect economic and social  priorities. The ratio of total tax revenues to gross domestic product (GDP)  is a commonly used measure of state involvement in national economies.  Countries with high tax-to-GDP ratios generally pay more from the public  budget for services that citizens would have to pay for themselves—or do  without—in lower-taxed countries. In 2004, Sweden had the highest tax  revenue as a percentage of GDP among our study countries, at   50.4 percent. Denmark came next at 48.8 percent, followed by France at  43.4 percent. The United States had the lowest tax revenue as a percentage  of GDP in 2004, at 25.5 percent. (See table 2.)"], "subsections": []}, {"section_title": "Countries Have Various Policies and Practices That May Help Some Women and Low-Wage/Low- Skilled Workers Enter and Remain in the Labor Force", "paragraphs": ["Governments and employers in the countries we studied developed a  variety of laws, government policies, and formal and informal practices,  including periods of paid leave (such as maternity, paternity, or parental  leave), flexible work schedules, child care, and training that may help  women and low-wage/low-skilled workers enter and remain in the labor  force. In addition to family leave for parents, countries provide other types  of leave, and have established workplace flexibility arrangements for  workers. All of the countries also subsidize child care for some working  parents through a variety of means, such as direct benefits to parents for  child care and tax credits. Last, governments and employers have a range  of training and apprenticeship programs to help unemployed people find  jobs and to help those already in the workforce advance in their careers."], "subsections": [{"section_title": "Family Leave Policies Differed in Four Major Ways, Including Eligibility Requirements and Length, Payment, and Flexibility", "paragraphs": ["Many countries have developed and funded parental leave policies to  assist employees in combining their work and family lives, recognizing, in  part, the need to promote women’s participation in the labor force. A 1996  directive of the European Council requires all countries in the EU— including each of the European countries we reviewed—to introduce  legislation on parental leave that would provide all working parents the  right at least 3 months of leave—preferably paid—to care for a new baby.  In the United States, the FMLA allows approximately 3 months of unpaid  leave. Some of the countries we studied are social welfare states, and  generally fund family leave payments through tax revenues and general  revenues. For example, Canada, the UK, and the Netherlands fund paid  leave policies in part through national insurance programs, which use  payroll taxes paid by employers and employees. Denmark’s paid  maternity, paternity, and parental leaves are financed by income tax  revenues through an 8 percent tax on all earned income.", "Many national leave policies in our study countries require employees to  work for a period of time before they can take leave, giving employers  assurances that employees are committed to their jobs. For example, in  Denmark, employed women with a work history of at least 120 hours in  the 13 weeks prior to the leave are allowed 18 weeks of paid maternity  leave. In some countries, though, all parents are entitled to take family  leave. In Sweden, all parents are entitled to parental benefits whether or  not they are working. In the UK, by law, all expectant employees can take  up to 52 weeks of maternity leave, regardless of how long they have  worked for their employer.", "To enhance workers’ ability to take leave, the countries we studied replace  all or part of the wages they forgo while on leave. Dutch employees on  maternity leave and their partners are entitled to receive 100 percent of  their wages, up to a maximum. In the UK, women who meet qualifying  conditions of length of service and who earn a minimum amount for the  national insurance system can receive up to 90 percent of their earnings.  In Ireland, women can generally be paid at 80 percent of earnings, subject  to their contributions into the social insurance system. However,  employers may offer more leave than legally required.", "Leave is often intended to help parents care not just for newborns. In the  Netherlands, Sweden, Denmark, and the UK, parents have the option of  using their leave flexibly by dividing it into discrete parts, sometimes with  the consent of an employer. In the Netherlands, for example, parents may  divide the leave into a maximum of three parts and can take the leave  simultaneously or following one another. The Netherlands, Sweden, and  Denmark allow parents the use of parental leave until their child turns  either 8 or 9, while the UK allows the use of parental leave until a child  turns 5.", "Further, some countries allow workers to take leave to care for other  family members. In Canada, all employees are eligible to take 8 weeks of  unpaid leave to provide care and support to a seriously ill family member  or someone considered as a family member. In other countries, the leave  is more limited. New Zealand requires that all employers provide a  minimum of 5 days of paid sick leave for an eligible employee’s own illness  or to care for family members."], "subsections": []}, {"section_title": "Flexible Working Arrangements Help Employees Balance Work and Private Responsibilities", "paragraphs": ["A few countries have also developed national policies that promote  flexible work opportunities, apart from leave. Dutch law gives eligible  employees the right to reduce or increase working hours for any reason.  Employers can deny the request only if the change would result in a  serious obstacle, such as not having enough other workers to cover the  hours an employee wishes to reduce. Similarly, British law allows workers  to request changes to the hours or location of their work, to accommodate  the care of children and certain adults. According to government officials  from the UK Departments of Trade and Industry, and Communities and  Local Government, this law provides the government with a cost-effective  means to help women return to work. Although similar to the law in the  Netherlands, this law gives employers in the UK more leeway to refuse an  employee’s request.", "Flexible working opportunities for employees are often adjusted or  developed by individual employers. Many employers extended the Right to  Request provisions to all employees, for example. In other cases,  employers have developed new opportunities. One local government  employer in the UK offers employees the ability to take a career break for  up to 5 years to care for children or elders, with the right to return to the  same position. Employees of the organization are also able to take time off  when children are home on holidays, share the responsibilities of one  position with another employee through the practice of job sharing, and  vary their working hours. In Denmark, a large employer allowed an  employee who was returning to work from a long-term illness to gradually  increase her working hours until she reached a full-time schedule over the  course of several months. Flexible working arrangements in the United  States have been adopted by some employers, but are not mandated in  federal law."], "subsections": []}, {"section_title": "Child Care Policies Assist Working Parents", "paragraphs": ["All of our study countries have made a public investment in child care, a  means of allowing women to access paid employment and balance work  and family, according to the European Commission. In Canada, the  government provides direct financial support of $100 a month to eligible  parents for each child under 6. In New Zealand, support is available  through a child care tax credit of $310 per year to parents who have more  than $940 in child care costs. Researchers have reported that, like leave  benefits, early childhood education and care services in European  countries are financed largely by the government. According to these  researchers, funding is provided by national, state, or regional and local  authorities, and the national share typically is dominant in services for  preschool-age children. These researchers also reported that care for very  young children and, to a lesser extent, for preschool children is partially  funded through parental co-payments that cover an average of 15 percent  to 25 percent of costs.", "In some countries the provision of early childhood care and education is  viewed as a social right, in others as a shared responsibility. In Sweden  and Denmark, parents are guaranteed a place in the state child care  system for children of a certain age, according to the European  Commission. More than 90 percent of Danish children are in publicly  supported child care facilities, according to a Danish researcher. Other  countries view the provision of child care as a responsibility shared among  government, employers, and parents. In the Netherlands, overall,  employers, employees, and the government are each expected to pay  about one-third of child care costs, according to a report by the European  Commission.", "Aside from public support for child care, some employers in the countries  we reviewed offered additional resources for their employees’ child care  needs. For example, although not mandated to do so by law until January  2007, many employers in the Netherlands had been contributing towards  their employees’ cost for child care. In the Netherlands, about two-thirds  of working parents received the full child care contribution from their  employers, according to a recent survey. In addition, a Canadian union  negotiated employer subsidies to reimburse some child care expenses for  its members, according to union representatives."], "subsections": []}, {"section_title": "Training Programs Can Be Targeted at the Unemployed or Low- Skilled Workers", "paragraphs": ["Our study countries provide services in a variety of ways to help both the  unemployed and low-skilled workers to develop their skills. The  percentage of GDP that each country spends on training programs varies.  (See table 3.)", "To help the unemployed develop the skills necessary to obtain work, our  study countries provided various services, including providing training  directly and giving employers incentives to provide training or  apprenticeships. In Denmark, to continue receiving unemployment  benefits after 9 months, the unemployed are required to accept offers,  such as education and training, to help them find work. Particular groups  of the unemployed that may face difficulty in finding employment, such as  women and the low-skilled, may be offered training sooner. Employers in  Denmark may receive wage subsidies for providing job-related experience  and training to the unemployed, or for providing apprenticeships in fields  with a shortage of available labor. In the United States, training services  generally are provided by WIA programs, which are provided by  government.", "Local governments and private entities also seek to help the unemployed  obtain and upgrade skills. For example, a local government council in the  UK provides unemployed women training in occupations in which they are  underrepresented, such as construction and public transport. While the  women are not paid wages during the typical 8-12 weeks of training, they  may receive unemployment insurance benefits as well as additional  support for child care and transportation. Additionally, a privately run  association in the Netherlands provides entrepreneurial training to women  who have been on public assistance for at least 10 years to start their own  businesses, according to an organization official. Both of these initiatives  were funded jointly by the local governments and the European Social  Fund.", "Our study countries also have training initiatives focused on those already  in the workforce. For example, Canada introduced an initiative to ensure  that Canadians have the right skills for changing work and life demands.  The program’s goal is to enhance nine essential skills that provide the  foundation for learning all other skills and enable people to evolve with  their jobs and adapt to workplace changes, according to the government.  Denmark has had a public system in place since the mid-1960s that allows  low-skilled workers to receive free education, wage subsidies, and funding  for transportation costs. About one-half of unskilled workers took part in  training courses that were either publicly financed or provided privately  by employers in the past year, according to a Danish researcher. The UK  has also developed an initiative which offers employers training assistance  to meets their needs. The UK’s Train to Gain program, based on an earlier  pilot program, provides employers free training for employees to achieve  work-related qualifications. To qualify for Train to Gain, employers need  to agree to at least a minimum level of paid time that employees will be  allowed to use for training. Employers with fewer than 50 full-time  employees are eligible for limited wage subsidies. Train to Gain also  provides skills advice to employers and helps match business needs with  training providers. The UK Leitch Review recommended that the  government provide the bulk of funding for basic skills training and that  all adult vocational skills funding be routed through programs such as  Train to Gain.", "As is the case with other benefits, many training programs aimed at  increasing employees’ skills are initiated privately by employers and  employees. For example, an employer in Saskatchewan, Canada, reported  that he supports employees’ advancement by paying for necessary  educational courses, such as those that prepare employees for required  licenses. A large government employer in the UK, recognizing the  challenges faced by women in a male-dominated field, offers flexible  training to make the training more easily accessible to women—training is  available online, from work or home, as well as through DVDs that can be  viewed at one’s convenience. In the Netherlands, according to an  employer representative, most training is developed through agreements  in which employers agree to pay. In Denmark, a director in the Ministry of  Education reported that some companies give employees the right to   2 weeks per year of continuing education in relevant and publicly funded  education."], "subsections": []}]}, {"section_title": "Although Certain Workplace Policies Are Associated with Increased Participation in the Labor Force, in General, Effects Are Not Definitive", "paragraphs": ["Research has found that workplace policies such as child care and family  leave encourage women to enter and return to the workforce, while  evaluations of training policies show mixed results. Readily available child  care appears to enable more women to participate in the labor market,  especially when it is subsidized and meets quality standards such as  having a high staff-to-child ratio and a high proportion of certified staff.  Women are also more likely to enter and remain in the workforce if they  have paid family leave, although the length of leave affects their  employment. An extensive review of available research by the European  Commission shows mixed results in whether training helps the  unemployed get jobs. Some training initiatives have shown promise but  have not been formally evaluated. In general, researchers and officials  reported that it is difficult to determine the effects of a policy for a variety  of reasons."], "subsections": [{"section_title": "Child Care and Paid Family Leave Are Associated With an Increase in Labor Force Participation", "paragraphs": ["Readily available child care, especially when it is subsidized and regulated  with quality standards such as a high staff-to-child ratio and a high  proportion of certified staff, appears to increase women’s participation in  the labor force by helping them balance work and family responsibilities,  according to research from several cross-national studies. Additionally,  the European Commission reports that women prolong their time away  from work when child care is not subsidized and relatively expensive.  Low-wage workers, especially single parents, who are predominantly  women, are particularly sensitive to the price of child care, according to a  European Commission report. Research from the United States also shows  that highly priced child care can deter mothers from working, according to  a review of the literature. The association between child care and women’s  labor force participation is found in several studies that control for a  variety of factors, including individual countries’ cultural norms and  experiences. However, the relationship between early childhood  education—which acts as child care for some parents—and women’s labor  force participation is uncertain. Because many unemployed mothers also  place their children in subsidized preschool, any impact that the preschool  has on encouraging mothers to work may appear to be diminished,  according to a cross-national study.", "Research shows that paid family leave encourages women’s employment,  but is not conclusive as to the ideal length of family leave to encourage  women to return to work. One extensive review of the literature on family  leave found that leave increases the chance that women will return to  work by the end of the year following the birth. Another study examining  paid maternity leave of varying lengths of time in several Western  European countries, including Denmark, France, Ireland, and Sweden,  concluded that maternity leave may increase women’s employment rate by  about 3-4 percent. However, if leave is too short, women may quit their  job in order to care for their children, according to a European  Commission report. Another study found that if leave is too lengthy, it may  actually discourage women from returning to work after having a child.  One researcher stated that French mothers with at least two children  returned to the workforce less frequently when they became eligible for   3 years of family leave. On the contrary, some researchers found that  Sweden’s lengthy leave allowed more women to enter and remain in the  labor force in the long run. One review of the literature concluded that  leave of up to about 1 year is positively associated with women’s  employment, while another found that after 20 weeks, the effect of leave  on employment begins to deteriorate."], "subsections": []}, {"section_title": "The Effects of Most Workplace Policies and Practices, Including Training, Are Not Definitive", "paragraphs": ["Evaluations of training programs, where they exist, have shown mixed  results, but many national and local efforts have shown promise. Research  on training program participants from Sweden and Denmark found that  training programs do not appear to positively affect all participants’  employment. While the Danish government’s labor market policies seem to  have successfully lowered the overall unemployment rate to around   4 percent by the end of 2006, according to Danish officials, the effect of  specific training programs on participants’ employment is difficult to  discern. On the other hand, a number of evaluations of French training  programs suggest that these programs help participants secure jobs. New  Zealand’s evaluation of two of its training programs, which provide both  remedial and vocational skills to participants, found that the training had a  small effect on the participants’ employability. According to a European  Commission report, one researcher’s review of 70 training program  evaluations, including those in Denmark, France, The Netherlands,  Sweden and the UK, suggested that training programs have a modest  likelihood of making a positive impact on post-program employment rates.  However, the European Commission reports that many studies on  individual outcomes are based upon short-term data, while the effects on  participants’ employment may not be evident for 1 to 2 years or more.  Some national and local training initiatives that we reviewed—both those  for the employed and those for the unemployed—have shown promise,  although some have not been subject to an evaluation. For example, an  evaluation of the precursor to the UK’s national Train to Gain program  found that 8 out of 10 participants believed they had learned new skills,  and employers and participants both felt that the training enabled  participants to perform better at work. However, the evaluation estimated  that only 10-15 percent of the training was new training, while the  remaining 85-90 percent of the training would have occurred without the  program. Although a planned evaluation has not yet been conducted, an  individual UK employer reported that it had trained 43 women for jobs in  which they are underrepresented. Fourteen of these women found  employment and 29 are in further training.", "Even where evaluations do exist, it is difficult to determine the effects of  any policy for a variety of reasons. Policies affecting female labor force  participation interact with cultural factors, such as a country’s ideology  concerning social rights and gender equality, according to a researcher  from Ireland. In some cases, too, new policies interact with existing ones.  For example, a researcher reported that the French government provides  payments to mothers who may choose to stay home with their children,  while also subsidizing child care that encourages mothers to work.  Additionally, changes in the labor market may actually bring about the  enactment of policies, rather than the other way around. For example, it is  difficult to be sure whether the availability of child care causes women to  enter the labor force or if it is an effect of having more women in the  workforce, according to one researcher’s review of the relevant literature.", "Further, few evaluations of certain policies and practices have been  conducted in Europe, although this is starting to change, according to the  European Commission. Moreover, some policies were recently developed,  and governments frequently make changes to existing policies, which may  make it difficult to evaluate them. For example, a report by the Canadian  government states that flexible work arrangements are relatively new and  represent an area in which research is needed. In other cases, a policy  simply codified into law a widely used practice. For example, a  government official in the Netherlands reported that it was very common  for Dutch women to choose to work part-time even before legislation  passed that promoted employees’ right to reduce their working hours."], "subsections": []}]}, {"section_title": "While Several Factors Affect Uptake, Employees’ Use of Workplace Benefits Can Have Implications for Employers and Employees", "paragraphs": ["The experiences of the countries we reviewed have shown that  characteristics of policies, such as the level of payment during leave, can  affect whether an employee uses various workplace benefits. For example,  the province of Saskatchewan in Canada provides 12 days of unpaid leave  per year, but low-wage workers cannot always afford to take it. Similarly,  according to a University of Bristol professor, low-income mothers in the  UK disproportionately return to the workforce at the end of paid maternity  leave whereas more affluent mothers tend to return at the end of unpaid  leave. When parental leave can be shared between parents and the level of  payment is low, women tend to take the leave, in part because their  income level is often lower than their husband’s. A report from the  European Commission also found that the ability to use leave flexibly,  such as for a few hours each day or over several distinct periods rather  than all at once, can also increase parents’ take-up rates for leave, as  parents are able to care for their children and stay in the labor force at the  same time.", "Employer views and employee perceptions can also directly affect an  employee’s use of workplace benefits. Researchers in Canada, for  example, found that the ability to arrange a schedule in advance and  interrupt it if needed is very important to employees, but that this ability  depends on how willing their supervisor is to be flexible. In addition, a  cross-national study from the Organisation for Economic Co-Operation  and Development, which included the countries we reviewed, found that  many employers tend to view training for the low-skilled as a cost, rather  than an investment, and devote substantially more resources to their high- skilled workers, on average. Since employers tend to target their training  to higher skilled and full-time workers, employees who opt to work part- time may have fewer opportunities for on-the-job training that could help  them advance, according to university researchers in the Netherlands. An  employee’s perceptions on training can also affect his or her uptake of  opportunities. Employee representatives from Denmark’s largest trade  union confederation said that low-skilled employees are more likely to  have had negative experiences with education and that these experiences  can affect whether they take advantage of workplace training  opportunities to increase their skills.", "Employees’ use of workplace benefits can create management challenges  for their employers. For example, an employer in Saskatchewan reported  that covering for the work of staff on family leave can be complicated. He  said that although he was able to hire temporary help to cover an  employee on maternity leave, he faced an unexpected staff shortage when  the employee decided toward the end of her leave not to return to work  and the temporary employee had found another job. An official affiliated  with the largest employer association in the Netherlands stated that it can  be hard to organize work processes around employees’ work  interruptions, especially during short-term and unplanned leaves.", "The use of family leave or part-time work schedules may also have  negative implications for an employee’s career. Employers have indicated  that they would prefer to hire an older woman with children than a  younger woman who has yet to have children, according to university  researchers in Denmark. In addition, long parental leaves may lead to an  actual or perceived deterioration in women’s labor market skills,  according to an EU report, and can have negative effects on future  earnings. According to employee representatives in Canada, in the high- tech sector, where there are rapid changes in technology, the use of  parental leave can be particularly damaging. In addition, some part-time  jobs have no career advancement opportunities and limited access to  other benefits, such as payment during leave and training."], "subsections": []}, {"section_title": "Concluding Observations", "paragraphs": ["Workplace policies and practices of the countries we studied generally  reflect cooperation among government, employer, and employee  organizations. Many developed countries have implemented policies and  practices that help workers enter and remain in the workforce at different  phases of their working lives. These policies and practices, which have  included family leave and child care, for example, have been adopted  through legislation, negotiated by employee groups, and, at times,  independently initiated by private industry groups or individual employers.", "U.S. government and businesses, recognizing a growing demand for  workplace training and flexibility, also offer benefits and are seeking ways  to address these issues to recruit and retain workers. Potentially  increasing women’s labor force participation by further facilitating a  balance of work and family, and improving the skills of low-wage workers  throughout their careers, may be important in helping the United States  maintain the size and productivity of its labor force in the future, given  impending retirements. While other countries have a broader range of  workforce benefits and flexibility and training initiatives, little is known  about the effects of these strategies. Whether the labor force participation  gains and any other positive outcomes from adopting other countries’  policies would be realized in the United States is unknown. Moreover, any  benefits that might come from any initiatives must be weighed against  their associated costs. Nonetheless, investigating particular features of  such policies and practices in some of the developed countries may  provide useful information as all countries address similar issues.", "This concludes my statement, Madam Vice-Chairwoman. I would be happy  to respond to any questions that you or other members of the committee  may have."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For future contacts regarding this testimony, I can be reached (202)   512-7215. Key contributors to this testimony were Sigurd Nilsen,   Diana Pietrowiak, Gretta Goodwin, Avani Locke, Stephanie Toby,   Seyda Wentworth, and Charles Willson."], "subsections": []}]}, {"section_title": "Related GAO Products:", "paragraphs": ["Women and Low-Skilled Workers: Other Countries’ Policies and  Practices That May Help These Workers Enter and Remain in the Labor  Force. GAO-07-817. Washington, D.C.: June 14, 2007.", "An Assessment of Dependent Care Needs of Federal Workers Using the  Office of Personnel Management’s Survey. GAO-07-437R. Washington,  D.C.: March 30, 2007.", "Highlights of a GAO Forum: Engaging and Retaining Older Workers.  GAO-07-438SP. Washington, D.C.: February 2007.", "Workforce Investment Act: Employers Found One-Stops Centers Useful  in Hiring Low-Skilled Workers; Performance Information Could Help  Gauge Employer Involvement. GAO-07-167. Washington, D.C.: December  22, 2006.", "Employee Compensation: Employer Spending on Benefits Has Grown  Faster than Wages, Due Largely to Rising Costs for Health Insurance  and Retirement Benefits. GAO-06-285. Washington, D.C.: February 24,  2006.", "Social Security Reform: Other Countries’ Experiences Provide Lessons  for the United States. GAO-06-126. Washington, D.C.: October 21, 2005.", "Child Care: Additional Information Is Needed on Working Families  Receiving Subsidies. GAO-05-667. Washington, D.C.: June 29, 2005.", "Workforce Investment Act: Substantial Funds Are Used for Training, but  Little Is Known Nationally about Training Outcomes. GAO-05-650.  Washington, D.C.: June 29, 2005.", "Highlights of a GAO Forum: Workforce Challenges and Opportunities for  the 21st Century: Changing Labor Force Dynamics and the Role of  Government Policies. GAO-04-845SP. Washington, D.C.: June 2004.", "Women’s Earnings: Work Patterns Partially Explain Difference between  Men’s And Women’s Earnings. GAO-04-35. Washington, D.C.: October 31,  2003.", "Older Workers: Policies of Other Nations to Increase Labor Force  Participation. GAO-03-307. Washington, D.C.: February 13, 2003.", "Older Workers: Demographic Trends Pose Challenges for Employers and  Workers. GAO-02-85. Washington, D.C.: November 16, 2001.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}], "fastfact": []}