{"id": "GAO-02-727T", "url": "https://www.gao.gov/products/GAO-02-727T", "title": "Military Training: DOD Needs a Comprehensive Plan to Manage Encroachment on Training Ranges", "published_date": "2002-05-16T00:00:00", "released_date": "2002-05-16T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["The following eight \"encroachment\" issues are hampering the military's ability to carry out realistic training: endangered species' critical habitat, unexploded ordnance and munitions, competition for radio frequency spectra, protected marine resources, competition for airspace, air pollution, noise pollution, and urban growth around military installations. Officials at all the installations and major commands GAO visited in the continental United States reported that encroachment had affected some of their training range capabilities, requiring work-arounds that are unrealistic. Service officials believe that population growth is responsible for current encroachment problems in the United States and is likely to cause more training range losses in the future. Despite concerns about encroachment, military readiness reports do not indicate the extent to which encroachment is harming training. Improvements in readiness reporting can better reveal shortfalls in training, but the ability to fully assess training limitations and their impact on capabilities and readiness will be limited without (1) more complete baseline data on training range capabilities, limitations, and requirements and (2) consideration of how live training capabilities may be complemented by training devices and simulations. Progress in addressing individual encroachment issues has been made, but more will be required to comprehensively plan for encroachment. Legislation proposed by the Department of Defense to \"clarify\" the relationship between military training and various environmental statues may require trade-offs between environmental policy and military training objectives."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to have the opportunity to discuss the results of our recent work involving the constraints that encroachment places on military training. As you know, senior Department of Defense (DOD) and military services officials have testified that they face growing difficulties in carrying out realistic training at installations and training ranges because of so-called “encroachment” issues, which limit their ability to train military forces at the required levels of proficiency. The eight encroachment issues identified by DOD are endangered species’ critical habitat, unexploded ordnance and munitions components, competition for radio frequency spectrum, protected marine resources, competition for airspace, air pollution, noise pollution, and urban growth around military installations.", "My testimony is based on the work that we recently carried out at your request on the effects of encroachment in the continental United States on military training and readiness. I should also note that we recently completed a review of constraints on the training of U.S. forces overseas.The findings of the two reviews have some similarities. In response to the questions you asked us to address, I will discuss (1) the growing impact of encroachment on training range capabilities, (2) the effects of encroachment on training readiness and costs, and (3) DOD’s progress in developing a comprehensive plan for addressing encroachment."], "subsections": [{"section_title": "Background", "paragraphs": ["Military ranges and training areas are used primarily to test weapons systems and train military forces. Required facilities include air ranges for air-to-air, air-to-ground, drop zone, and electronic combat training; live-fire ranges for artillery, armor (e.g., tanks), small arms, and munitions training; ground maneuver ranges to conduct realistic force-on-force and live-fire training at various unit levels; and sea ranges to conduct ship maneuvers for training.", "According to DOD officials, a slow but steady increase in encroachment problems has limited the use of training facilities and the gradual accumulation of these problems increasingly threatens training readiness. DOD has identified eight encroachment issues:    Designation of critical habitat under the Endangered Species Act of 1973. Under the act, agencies are required to ensure that their actions do not destroy or adversely modify habitat that has been designated for endangered or threatened species. Currently, over 300 such species are found on military installations.", "Application of environmental statutes to military munitions. DOD believes that the Environmental Protection Agency could apply environmental statutes to the use of military munitions, shutting down or disrupting military training. According to DOD officials, uncertainties about the future application and enforcement of these statutes limit the officials’ ability to plan, program, and budget for compliance requirements.", "Competition for frequency spectrum. The telecommunications industry is pressuring for the reallocation of some of the radio frequency spectrum from federal to commercial control. DOD claims that over the past decade, it has lost about 27 percent of the frequency spectrum allocated for aircraft telemetry. And we previously reported that additional reallocation of spectrum could affect space systems, tactical communications, and combat training.", "Marine regulatory laws that require consultation with regulators when a proposed action may affect a protected resource. Defense officials say that the process empowers regulators to impose potentially stringent measures to protect the marine environment from the effects of proposed training.", "Competition for airspace. Increased airspace congestion limits pilots’ ability to train to fly as they would in combat.", "Clean Air Act requirements for air quality. DOD officials believe that the act requires controls over emissions generated on DOD installations. New or significant changes in range operations also require emissions analyses, and if emissions exceed specified thresholds, they must be offset with reductions elsewhere.", "Laws and regulations mandating noise abatement. DOD officials state that weapons systems are exempt from the Noise Control Act of 1972, but DOD must still assess the impact of noise under the National Environmental Policy Act. As community developments have expanded closer to military installations, concerns over noise from military operations have increased. DOD officials report that pressure from groups at the local, regional, and state levels can serve to restrict or reduce military training.", "Urban growth. DOD says that unplanned or “incompatible” commercial or residential development near training ranges compromises the effectiveness of training activities. Local residents have filed lawsuits charging that military operations lowered the value or limited the use of their property.", "To the extent that encroachment adversely affects training readiness, opportunities exist for the problems to be reported in departmental and military service readiness reports. The Global Status of Resources and Training System is the primary means that units use to report readiness against designed operational goals. The system’s database indicates, at selected points in time, the extent to which units possess the required resources and training to undertake their wartime missions. In addition, DOD is required under 10 U.S.C. 117 to prepare a quarterly readiness report to Congress. The report is based on briefings to the Senior Readiness Oversight Council, a forum assisted by the Defense Test and Training Steering Group. In June 2000, the council directed the steering group to investigate encroachment and develop and recommend a comprehensive plan of action.", "The secretaries of the military services are responsible for training personnel and for maintaining their respective training ranges and facilities. Within the Office of the Secretary of Defense, the Under Secretary of Defense for Personnel and Readiness develops policies, plans, and programs to ensure the readiness of the force and provides oversight on training; the Deputy Under Secretary of Defense for Installations and Environment develops policies, plans, and programs for DOD’s environmental, safety, and occupational health programs, including compliance with environmental laws, conservation of natural and cultural resources, pollution prevention, and explosive safety; and the Director, Operational Test and Evaluation, provides advice on tests and evaluations."], "subsections": []}, {"section_title": "Encroachment Has Reduced Some Capabilities, and Its Effects Are Likely to Grow", "paragraphs": ["Over time, the impact of encroachment on training ranges has gradually increased. Because most encroachment problems are caused by population growth and urban development, these problems are expected to increase in the future.", "Although the effects vary by service and by individual installation, encroachment has generally limited the extent to which training ranges are available or the types of training that can be conducted. This limits units’ ability to train as they would expect to fight and causes work- arounds that may limit the amount or quality of training. Installations overseas reported facing similar training constraints.", "Below are brief descriptions of some of the problems as reported by the installations and organizations we visited in the continental United States.", "Marine Corps Base Camp Pendleton, California. Camp Pendleton officials report encroachment problems related to endangered species and their habitat, urbanization, air space, and noise. Recently, about 10 percent of the installation has been designated as critical habitat for endangered species. Airspace restrictions limit the number of days that weapons systems can be employed, and noise restrictions limit night helicopter operations.", "Fort Lewis and the Yakima Training Center, Washington. Fort Lewis officials report encroachment problems related to noise, air quality, endangered species and their habitat, urbanization, frequency spectrum, and munitions and munitions components. In response to local complaints, Fort Lewis voluntarily ceased some demolitions training. Air quality regulations restrict the operation of smoke generators at Fort Lewis. Habitat considerations restrict maneuvers and off-road vehicle training in parts of both installations. There is periodic communications interference.", "Nellis Air Force Base and Nevada Test and Training Range, Nevada.", "Nellis Air Force Base has encroachment problems stemming from urbanization and noise. Nellis officials said that urban growth near the base and safety concerns have restricted the flight patterns of armed aircraft, causing mission delays and cancellations. They also report that the two installations receive a total of some 250 complaints about noise each year.", "Eglin Air Force Base, Florida. Eglin Air Force Base officials report encroachment problems involving endangered species habitat, noise, urban growth, and radio frequency spectrum. Eglin contains habitat for two endangered species. Aircraft must alter flight paths to avoid commercial towers and noise-sensitive areas. The base’s major target control system receives frequency interference from nearby commercial operators.", "U.S. Atlantic Fleet. Atlantic Fleet officials report encroachment problems stemming from endangered marine mammals and noise. Live- fire exercises at sea are restricted, and night live-fire training is not allowed. Naval Air Station Oceana, Virginia, is the target of frequent noise complaints.", "Special Operations Command. This command owns no training ranges of its own and largely depends on others for the use of their training ranges. The Navy component of the Special Operations Command reports being most directly affected by encroachment from endangered species and urban development. A variety of endangered species live on the training areas used by the Navy Special Warfare Command in California, particularly on Coronado and San Clemente islands. Because of environmental restrictions, Navy Special Warfare units can no longer practice immediate action drills on Coronado beaches; they cannot use training areas in Coronado for combat swimmer training; and they cannot conduct live-fire and maneuver exercises on much of San Clemente Island during some seasons. The Special Operations Command has previously been able to mitigate deficiencies in local training areas by traveling to alternate training sites. However, recent limitations on the amount of time that units can spend away from their home station have required new solutions. The command is requesting funding for new environmental documentation in its budget to protect assets in California and is integrating its encroachment mitigation efforts with DOD and the services.", "DOD and military service officials said that many encroachment issues are related to urbanization around military installations. They noted that most, if not all, encroachment issues result from population growth and urbanization and that growth around DOD installations is increasing at a rate higher than the national average. According to DOD officials, new residents near installations often view military activities as an infringement on their rights, and some groups have organized in efforts to reduce operations such as aircraft and munitions training. At the same time, according to one Defense Department official, the increased speed and range of weapons systems are expected to increase training range requirements. Our recent report on training limitations overseas noted that, while some restrictions are longstanding, the increase in restrictions facing U.S. forces in many cases is the result of growing commercial and residential development affecting established training areas and ranges."], "subsections": []}, {"section_title": "Effects of Encroachment on Training Readiness Are Not Reflected in Reported Data", "paragraphs": ["Despite the loss of some training range capabilities, service readiness data do not indicate that encroachment has significantly affected training readiness. Even though in testimonies and during many other occasions DOD officials have cited encroachment as preventing the services from training as they would like, DOD’s primary readiness reporting system does not reflect the extent to which encroachment is a problem. In fact, it rarely cites training range limitations at all. Similarly, DOD’s quarterly reports to Congress, which should identify specific readiness problems, hardly ever mention encroachment as a problem. I should also note that our recent assessment of training limitations overseas (which are often greater than those found stateside) found that units abroad rarely report lower training readiness in spite of concerns cited by DOD officials that training constraints overseas can require work-arounds or in some instances prevent training from being accomplished.", "Although readiness reporting can and should be improved to address training degradation due to encroachment and other factors, it will be difficult for DOD to fully assess the impact of encroachment on its training capabilities and readiness without (1) obtaining more complete information on both training range requirements and the assets available to support those requirements and (2) considering to what extent other complementary forms of training may help mitigate some of the adverse impacts of encroachment. The information is needed to establish a baseline for measuring losses or shortfalls.", "A full assessment of the effects of encroachment on training capabilities and readiness will be limited without better information on the services’ training range requirements and limitations and on the range resources available to support those requirements. Each service has, to varying degrees, assessed its training range requirements. For example, the Marine Corps has completed one of the more detailed assessments among the services concerning the degree to which encroachment has affected the training capability of Camp Pendleton. The assessment determined to what extent Camp Pendleton could support the training requirements of two unit types (a light armored reconnaissance platoon and an artillery battery) and two specialties (a mortar man and a combat engineer) by identifying the tasks that could be conducted according to standards in a “continuous” operating scenario (e.g., an amphibious assault and movement to an objective) or in a fragmented manner (tasks completed anywhere on the camp). The analysis found that from 60 to 69 percent of the training tasks in the continuous scenario and from 75 to 92 percent of the tasks in the fragmented scenario could be conducted according to standards. Some of the tasks that could not be conducted according to standards were the construction of mortar- and artillery-firing positions outside of designated areas, cutting of foliage to camouflage positions, and terrain marches. Marine Corps officials are completing a further analysis of four other types of units or specialties at Camp Pendleton and said they might expand the effort to other installations.", "However, none of the services’ studies have comprehensively reviewed available range resources to determine whether assets are adequate to meet needs, and they have not incorporated an assessment of the extent that other types of complementary training could help offset shortfalls. We believe that relying solely on the basis of live training, these assessments may overstate an installation’s problems and do not provide a complete basis for assessing training range needs. A more complete assessment of training resources should include assessing the potential for using virtual or constructive simulation technology to augment live training. While these types of complementary training cannot replace live training and cannot eliminate encroachment, they may help mitigate some training range limitations. Stated another way, these actions are not meant to take the place of other steps to deal with encroachment, but they are key to more fully depicting the net effects of encroachment on training capabilities now and in the future.", "Furthermore, to the extent that the services do have inventories of their training ranges, they do not routinely share them with each other (or with other organizations such as the Special Operations Command). While DOD officials acknowledge the potential usefulness of such data, there is no directory of DOD-wide training areas, and commanders sometimes learn about capabilities available outside their own jurisdiction by chance. All this makes it extremely difficult for the services to leverage adequate assets that may be available in nearby locations, increasing the risk of inefficiencies, lost time and opportunities, delays, added costs, and reduced training opportunities.", "Although the services have been known to share training ranges, these arrangements are generally made through individual initiatives, not through a formal or organized process that easily and quickly identifies all available infrastructure. Navy Special Operations forces only recently learned, for example, that some ranges at the Army’s Aberdeen Proving Grounds, Maryland, are accessible from the water—a capability that is a key requirement for Navy team training. Given DOD’s increasing emphasis on joint capabilities and operations, having an inventory of DOD-wide training assets and capabilities would seem to be a logical step toward a more complete assessment of training range capabilities and shortfalls that may need to be addressed.", "While some service officials have cited increasing costs because of work- arounds related to encroachment, the services’ data systems do not capture these costs in any comprehensive manner. At the same time, DOD’s overall environmental conservation program funding, which also covers endangered species management, has fluctuated with only a modest gain over the past 6 years, increasing in fiscal years 1996-98, but then dropping among all components, except for the Army. Total DOD conservation program obligations fluctuated, increasing from $105 million in fiscal year 1996 to $136 million in fiscal years 1998-99, and then decreasing to $124 million in fiscal year 2001. DOD documents attribute the fluctuation in conservation program obligations to increased costs from preparing Integrated Natural Resource Management Plans."], "subsections": []}, {"section_title": "Comprehensive Plan for Addressing Encroachment Is Not Finalized", "paragraphs": ["Senior DOD officials recognized the need for a comprehensive plan to address encroachment back in November 2000, but they have not yet finalized such a plan.", "The task was first given to a working group of subject matter experts, who drafted plans of action for addressing the eight encroachment issues. The draft plans include an overview and analysis of the issue, and current actions being taken, as well as recommended short-, mid-, and long-term strategies and actions to address the issue. Examples of the types of future strategies and actions identified in the draft plans include the following:   Enhancing outreach efforts to build and maintain effective working relationships with key stakeholders by making them aware of DOD’s need for ranges and airspace, its need to maintain readiness, and its need to build public support for sustaining training ranges.", "Developing assessment criteria to determine the cumulative effect of all encroachment restrictions on training capabilities and readiness. The draft plan noted that while many examples of endangered species/critical habitat and land use restrictions are known, a programmatic assessment of the effect that these restrictions pose on training readiness has never been done.", "Ensuring that any future base realignment and closure decisions thoroughly scrutinize and consider the potential encroachment impact and restrictions on the operations of and training for recommended base realignment actions.", "Improving coordinated and collaborative efforts between base officials and city planners and other local officials in managing urban growth.", "At the time we completed our review, the draft action plans had not been finalized. DOD officials told us that they consider the plans to be working documents and stressed that many concepts remain under review and may be dropped, altered, or deferred, while other proposals may be added. No details were available on the overall actions planned, clear assignments of responsibilities, measurable goals and time frames for accomplishing planned actions, or funding requirements—information that would be needed in a comprehensive plan.", "Although DOD has not yet finalized a comprehensive plan of actions for addressing encroachment issues, it has made progress in several areas. It has taken or is in the process of taking a number of administrative actions that include the following:   DOD has finalized, and the services are tasked with implementing, a Munitions Action Plan—an overall strategy for addressing the life-cycle management of munitions to provide a road map that will help DOD meet the challenges of sustaining its ranges.", "DOD formed a Policy Board on Federal Aviation Principles to review the scope and progress of DOD activities and to develop the guidance and process for managing special use air space.", "DOD formed a Clean Air Act Services’ Steering Committee to review emerging regulations and to work with the Environmental Protection Agency and the Office of Management and Budget to protect DOD’s ability to operate.", "DOD implemented an Air Installation Compatible Use Zone Program to assist communities in considering aircraft noise and safety issues in their land-use planning.", "DOD is drafting a directive that establishes the department’s policy on the Sustainment of Ranges and Operating Areas to serve as the foundation for addressing range sustainability issues. The directive, currently in coordination within DOD, would outline a policy framework for the services to address encroachment on their ranges and direct increased emphasis on outreach and coordination efforts with local communities and stakeholders. In addition, the department is preparing separate policy directives to establish a unified noise abatement program and to specify the outreach and coordination requirements highlighted in the sustainable ranges directive.", "DOD is also seeking legislative actions to help deal with encroachment issues. In December 2001, the Deputy Secretary of Defense established a senior-level Integrated Product Team to act as the coordinating body for encroachment efforts and to develop a comprehensive legislative and regulatory set of proposals by January 2002. The team agreed on a set of possible legislative proposals for some encroachment issues. After internal coordination deliberations, the proposals were submitted in late April 2002 to Congress for consideration. According to DOD, the legislative proposals seek to “clarify” the relationship between military training and a number of provisions in various conservation statutes, including the Endangered Species Act, the Migratory Bird Treaty Act, the Marine Mammal Protection Act, and the Clean Air Act. DOD’s proposals would, among other things, do the following:   Preclude designation under the Endangered Species Act of critical habitat on military lands for which Integrated Natural Resources Management Plans have been completed pursuant to the Sikes Act. At the same time, the Endangered Species Act requirement for consultation between DOD and other agencies on natural resource management issues would remain.", "Permit DOD to “take” migratory birds under the Migratory Bird Treaty Act without action by the Secretary of the Interior, where the removal would be in connection with readiness activities, and require DOD to minimize the removal of migratory birds to the extent practicable without diminishment of military training or other capabilities, as determined by DOD.", "Modify the definition of “harassment” under the Marine Mammal Protection Act as it applies to military readiness activities."], "subsections": []}]}], "fastfact": []}