{"id": "GAO-10-364", "url": "https://www.gao.gov/products/GAO-10-364", "title": "Homeland Defense: DOD Needs to Take Actions to Enhance Interagency Coordination for Its Homeland Defense and Civil Support Missions", "published_date": "2010-03-30T00:00:00", "released_date": "2010-04-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Numerous occurrences in the United States--both scheduled events and emergencies--require the Department of Defense (DOD) to coordinate, integrate, and synchronize its homeland defense and civil support missions with a broad range of U.S. federal agencies. In response to congressional inquiry, GAO examined the extent to which DOD has (1) identified clearly defined roles and responsibilities for DOD entities to facilitate interagency coordination for homeland defense and civil support missions, (2) articulated to its federal partners the DOD entities' approach toward interagency coordination, and (3) adopted key practices for managing homeland defense and civil support liaisons. GAO reviewed numerous DOD policy and guidance documents and interviewed officials from DOD and its partner agencies, including the departments of Homeland Security, Justice, Health and Human Services, and Agriculture; and the Office of the Director of National Intelligence."]}, {"section_title": "What GAO Found", "paragraphs": ["DOD has many strategy, policy, and guidance documents on interagency coordination for its homeland defense and civil support missions; however, DOD entities do not have fully or clearly defined roles and responsibilities. Key DOD documents are outdated, not integrated, or not comprehensive. Three separate directives, for example, respectively assign overlapping responsibilities related to law enforcement support to three different DOD entities. Because DOD's law enforcement support directive has not been updated or superseded since 1989, it is unclear which entity is responsible for certain coordination activities with law enforcement agencies. By updating, integrating, and ensuring the comprehensiveness of its strategy, policy, and guidance, DOD will be better positioned to enhance and institutionalize its interagency coordination efforts for homeland defense and civil support. DOD makes great effort to communicate with its federal partners through conferences and other forums and multiple documents, but it lacks a single, readily accessible source for its interagency partners to find needed information about its processes. The 2008 National Defense Strategy notes that a unified \"whole-of-government\" approach to national security issues requires that federal partner agencies understand core competencies, roles, and missions, and the National Response Framework highlights the value of using a common concise partner guide for this purpose. DOD's communication approach, however, relies largely on personal relationships that are subject to frequent rotation of both DOD and non-DOD personnel. DOD identified over 30 documents that embody its approach and processes for interagency coordination. A concise and readily accessible partner guide would provide incoming personnel from both DOD and other agencies information that could enhance their mutual understanding and facilitate a unified and institutionalized approach to interagency coordination. DOD has taken some actions to adopt key practices for managing homeland defense and civil support liaison personnel, but it has not fully implemented these practices. Key practices include situational awareness, staffing-needs assessments, position descriptions, training, and performance assessments. For example, while individual DOD entities may know the liaisons they have assigned to their federal partners, no single DOD entity knows the number or locations of all liaisons exchanged with other federal agencies. Also, while DOD policy recognizes the need to conduct personnel performance assessments, such assessments of its liaisons are not focused on coordination competencies, and DOD does not consistently request input from federal partners on the performance of its liaisons or provide feedback to its federal partners about their liaisons' performance. DOD could optimize its use of liaisons if it fully implemented current DOD human capital policies and issued policies and guidance for the remaining key practices identified above."]}], "report": [{"section_title": "Letter", "paragraphs": ["Numerous events occurring in the United States—ranging from planned  events, such as inaugurations, to unexpected emergencies, such as natural  disasters—require that the Department of Defense (DOD) coordinate,  integrate, and synchronize its homeland security missions with a broad  range of U.S. federal agencies. Examples of such coordination include  those with the Federal Aviation Administration for the terrorist attacks of  September 11, 2001; with the National Aeronautics and Space  Administration for the Space Shuttle Columbia disaster in 2003; with the  Federal Emergency Management Agency (FEMA) for Hurricane Katrina in  2005; with the Department of Transportation for the I-35 bridge collapse in  Minnesota in 2007; and with the U.S. Secret Service for the Presidential  Inauguration in 2009. According to DOD’s 2009 Quadrennial Roles and  Missions Review Report, the increased demands created by today’s  complex national security environment and DOD’s vision of supporting a  whole-of-government approach to national security problems have made  interagency coordination between DOD and its federal U.S. partners  important.", "According to the 2007 National Strategy for Homeland Security,  homeland security requires a truly national effort, with shared goals and  responsibilities among agencies for protecting and defending the  homeland. DOD protects the homeland through two distinct but  interrelated missions: homeland defense and civil support. Homeland  defense is the protection of U.S. sovereignty, territory, domestic  population, and critical defense infrastructure against external threats, as  directed by the President. As the lead agency for homeland defense, DOD  is responsible for the homeland defense mission, which it conducts  through air, land, maritime, space, and other supporting operations; other  departments and agencies support DOD’s efforts. Civil support is the  overarching term for DOD’s support to U.S. civil authorities for domestic  emergencies, designated law enforcement, and other activities. As shown  in figure 1, DOD’s homeland defense and civil support missions can  overlap or can be in effect simultaneously, depending on the particular  circumstances of an event.", "Chemical, Biological, Radiological, Nuclear, and High-Yield Explosives.", "DOD has assigned interagency coordination for homeland defense and  civil support to a number of different DOD entities at different  organizational levels, including organizations within the Office of the  Secretary of Defense (such as the Office of the Assistant Secretary of  Defense for Homeland Defense and Americas’ Security Affairs, referred to  in this report as ASD/HD), the Joint Chiefs of Staff, various combatant  commands [such as U.S. Northern Command (NORTHCOM) and U.S.  Pacific Command (PACOM)], the National Guard Bureau, the U.S. Army  Corps of Engineers, joint task forces (such as Joint Task Force-North),  and the intelligence agencies (such as the National Geospatial-Intelligence  Agency and the Defense Intelligence Agency). Additional information  about DOD’s civil support operation categories and structural levels for  facilitating interagency coordination for homeland defense and civil  support missions appear in the Background section of this report. DOD  entities are called upon to coordinate with their federal partners that have  homeland security roles and responsibilities—including the Department of  Homeland Security (DHS), the Department of Justice (DOJ), the U.S.  Department of Agriculture (USDA), the Department of Health and Human  Services (HHS), and the respective agencies within these departments,  such as FEMA, Federal Bureau of Investigation, Drug Enforcement  Administration, Animal and Plant Health Inspection Service, U.S. Forest  Service, and the Centers for Disease Control and Prevention (CDC).", "You asked us to examine DOD’s interagency coordination efforts with U.S.  federal agencies for its homeland defense and civil support missions as  part of an effort to examine a broad range of planning and operational  considerations related to DOD and NORTHCOM. This report addresses the  extent to which DOD (1) has identified clearly defined roles and  responsibilities for DOD entities to facilitate interagency coordination for  homeland defense and civil support missions, (2) has articulated to its  federal partners the approach of its entities with regard to interagency  coordination, and (3) has adopted and implemented key practices for  managing homeland defense and civil support liaisons. We are reporting  separately to you on DOD’s capabilities and requirements for its civil  support mission as requested.", "To determine the extent to which DOD has clearly defined its roles and  responsibilities, has articulated its approach to federal partners, and has  managed its liaison exchanges for interagency coordination for its  homeland defense and civil support missions, we reviewed and analyzed  DOD’s strategic documents, such as its Strategy for Homeland Defense  and Civil Support; its policy documents, such as its 1989 directive on  DOD Cooperation with Civilian Law Enforcement Officials and its 1993  directive on Military Support to Civil Authorities; and its guidance and  doctrine, such as the Joint Chiefs of Staff doctrines on homeland defense,  civil support, counterdrug operations, and interagency coordination. In  addition, to specifically determine the extent to which DOD has  articulated to its federal partners the approach of its entities with regard to  interagency coordination, we reviewed more than 30 DOD documents,  including classified documents, that DOD officials said articulated the  department’s homeland defense and civil support missions, its entities’  roles and responsibilities, and its culture and concepts. To determine the  extent to which DOD has adopted and implemented key practices for  managing homeland defense and civil support liaisons, we reviewed  established best practices identified in prior GAO reports on human  capital best practices, DOD interagency coordination conference  proceedings and white papers, as well as joint DHS-DOJ guidelines for  interagency coordination for homeland security, which similarly  recommend the use of such best practices. For all three objectives, we  also met with knowledgeable DOD staff in multiple offices and commands  within the Office of the Secretary of Defense, the Joint Chiefs of Staff,  National Guard Bureau, U.S. Army Corps of Engineers, National  Geospatial-Intelligence Agency, Defense Intelligence Agency,  NORTHCOM, and PACOM to discuss their roles and responsibilities and  the actions that they are taking to address interagency coordination. We  discussed DOD’s interagency coordination efforts with non-DOD officials  from over a dozen U.S. federal agencies or offices, including four agencies  or offices within DHS, four agencies or offices within DOJ, three agencies  or offices within USDA, two agencies or offices within HHS, the Office of  the Director of National Intelligence, and the El Paso Intelligence Center.  We selected and visited multiple locations where DOD coordinates with its  federal partners on a daily basis, including four FEMA regions,  NORTHCOM headquarters, PACOM headquarters, DHS headquarters,  FEMA headquarters, the National Counter Terrorism Center, and the El  Paso Intelligence Center and met with knowledgeable officials to discuss  their roles and responsibilities and the actions that they are taking to  address interagency coordination. In selecting the specific locations we  visited, we used criteria such as locations of DOD commands that have  key roles and responsibilities in coordinating with federal agencies for  homeland defense and civil support, such as NORTHCOM headquarters.  We used similar criteria when selecting non-DOD sites to visit. For  example, we selected the four FEMA regions that we visited based on  geographic location; region size; number of requests for assistance for the  region between January 1, 2008, and May 31, 2009; types of assistance  requested; and GAO resources required. Additional information on our  scope and methodology appears in appendix I.", "We conducted this performance audit from February 2009 to March 2010  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["DOD protects the sovereignty of the United States through its homeland  defense missions, which it conducts through air, land, maritime, space,  and other supporting operations. While DOD is the lead federal agency for  these types of operations, it coordinates with and receives support from its  federal partners. Contrary to its homeland defense mission where it is the  lead federal agency, DOD serves in a support capacity when it conducts  civil support missions. DOD’s civil support missions include providing  support during disasters and declared emergencies (both natural and man- made); providing support for restoring public health and services and civil  order (for example, counterdrug, or animal/plant disease eradication);  providing support for national special security events (for example,  national political conventions); and periodic planned support (for  example, military lab support), as shown in figure 2.", "DOD has established a structure to facilitate interagency coordination at  three different levels: strategic, operational, and tactical; however, some  DOD entities coordinate across multiple levels as shown in table 1. Other  U.S. federal agencies do not necessarily operate with a similar structure  for interagency coordination."], "subsections": []}, {"section_title": "DOD Has Issued Documents to Facilitate Coordination, but Its Entities Lack Clearly Defined Roles and Responsibilities", "paragraphs": ["While DOD has issued a number of strategies, policies, and guidance  related to interagency coordination for its homeland defense and civil  support missions, DOD entities lack clearly defined roles and  responsibilities because key documents are outdated, are not fully  integrated, or are not comprehensive. Previous GAO work, the National  Response Framework, and DOD strategy and guidance all identify the  need for clearly defined roles and responsibilities to enhance interagency  coordination. In addition, DOD policy requires the department to review  DOD directives to ensure that they are necessary, current, and consistent  with DOD policy, existing law, and statutory authority 4 years from the  date that the directive is issued. Although DOD’s civil support directives  were issued between 1985 and 2000, DOD has yet to fulfill this  requirement. We found that roles and responsibilities identified in DOD’s  homeland defense and civil support strategy, its series of civil support  directives, its interagency guidance for support to law enforcement  authorities, and its joint publication on interagency coordination no longer  provide a clear, comprehensive, and current description of DOD’s  interagency coordination efforts for its civil support mission. A detailed  time line of the outdated strategy, guidance, and policies is shown in   figure 3."], "subsections": [{"section_title": "Strategy for Homeland Defense and Civil Support is Outdated", "paragraphs": ["DOD issued its Strategy for Homeland Defense and Civil Support in June  2005. Among other things, this strategy identifies the roles and  responsibilities of some of the key DOD entities for support to civil  authorities. For example, the strategy identifies ASD/HD, Chairman of the  Joint Chiefs of Staff, NORTHCOM, and PACOM as several key DOD  entities responsible for coordinating with federal partners for homeland  defense, and it provides brief descriptions of their roles in homeland  defense missions. However, the 2005 strategy does not reflect the current  environment in which DOD supports civil authorities. For example, while  the strategy primarily discusses DOD’s civil support mission in the context  of the department’s response to a weapon of mass destruction—DOD’s  primary focus after the 2001 terrorist attacks—it does not address the  breadth of civil support missions that DOD must be prepared to support  subsequent to Hurricane Katrina in 2005. Such civil support missions  include catastrophic natural or man-made disasters, pandemic influenza,  and the southwest border counterdrug efforts.", "Additionally, DOD’s Strategy for Homeland Defense and Civil Support  has not been updated to incorporate important recommendations made to  DOD to define roles and responsibilities for its entities during federal  response activities. For example, in a February 2006 report on lessons  learned after Hurricane Katrina, the White House recommended DOD  should provide imagery support and coordinate with DHS through the  National Geospatial-Intelligence Agency. However, the strategy does not  identify this agency’s roles and responsibilities for coordination. The  strategy also does not reflect changes to the national preparedness system  since September 2005—such as the issuance of the National Response  Framework. Additionally, the June 2005 strategy does not incorporate  changes made in the National Defense Strategy when it was reissued in  June 2008, nor does it reflect changes made in the National Homeland  Security Strategy when it was reissued in October 2007. According to  ASD/HD officials, revision of the strategy began in October 2008 but was  postponed due to the change in presidential administrations. ASD/HD  officials told us that they expect this strategy will be updated and issued  no later than December 2011. In commenting on a draft of this report,  DOD estimated the updated strategy will be completed in March 2011."], "subsections": []}, {"section_title": "DOD’s Series of Military Support to Civil Authorities Policies and Guidance Is Outdated", "paragraphs": ["In addition to DOD’s outdated Strategy for Homeland Defense and Civil  Support, we found that DOD’s series of civil support policies and  guidance, such as its 1997 DOD directive Military Assistance to Civil  Authorities, are also outdated, as most of them were written in the 1990s  and thus do not reflect changes that occurred subsequent to their  issuance. For example, none of these directives identify the roles and  responsibilities of either NORTHCOM or ASD/HD—both of whom have  had key interagency coordination roles and responsibilities with federal  partners since their establishment in 2002 and 2003, respectively. These  directives also do not reflect the substantial changes that occurred in the  national preparedness system after the late 1990s, including the  establishment of DHS in November 2002 and the subsequent issuance of  extensive civilian policy and doctrine for homeland security. For  example, the directives do not identify the current roles and  responsibilities of DOD entities supporting civil authorities under the  National Response Framework, such as DOD’s Defense Coordinating  Officers. According to ASD/HD officials, DOD intends to replace current  directives on military support and assistance to civil authorities with a  new draft directive on military support to civil authorities that is currently  undergoing internal revision by DOD. ASD/HD officials stated this new  directive will likely be updated in early 2010; however, this office has  previously extended deadlines for making these needed revisions."], "subsections": []}, {"section_title": "Roles and Responsibilities for Support to Law Enforcement Are Unclear", "paragraphs": ["DOD’s directive on supporting law enforcement agencies, which was last  updated in 1989 and is still in effect, is outdated and results in unclear  roles and responsibilities. This directive assigns several responsibilities  to the Assistant Secretary of Defense for Force Management and  Personnel—subsequently renamed the Assistant Secretary of Defense for  Personnel—related to coordination with civilian law enforcement  officials. However, this directive conflicts with a 2009 directive that  assigns many of the same responsibilities to ASD/HD—and additionally,  another directive tasks the Assistant Secretary of Defense for Special  Operations and Low-Intensity Conflict and Interdependent Capabilities  with overseeing DOD’s counterdrug mission in support of federal law  enforcement agencies instead of ASD/HD. Because DOD’s law  enforcement support directive has not been updated or superseded in 20  years, it is unclear which DOD office is responsible for coordinating with  law enforcement agencies.", "DOD plans to cancel its directive on DOD cooperation with civilian law  enforcement agencies and integrate aspects of its policy for law  enforcement support into a new DOD instruction to be issued in 2010.  However, according to ASD/HD officials, this policy revision will not  include DOD’s support for counterdrug missions. As DOD does not have  another directive for its support to law enforcement agencies for its  homeland defense missions—such as Joint Task Force-North’s support of  federal partners for counterdrug missions—there will be a gap in DOD’s  law enforcement support policy."], "subsections": []}, {"section_title": "Roles and Responsibilities between Homeland Defense and Health Affairs Are Unclear", "paragraphs": ["Furthermore, DOD’s directive delineating the roles and responsibilities of  ASD/HD and other offices within the Office of the Secretary of Defense  that directly coordinate with federal partners are not integrated, which  leads to unclear roles and responsibilities. For example, ASD/HD is  designated as the principal DOD representative to interagency partners.  However, the Assistant Secretary of Defense for Health Affairs has a DOD  liaison located at CDC who does not directly coordinate with ASD/HD.  CDC officials and the DOD liaison to CDC told us that they were not aware  of ASD/HD’s roles and responsibilities as the principal DOD representative  to interagency partners. Consequently, it is unclear as to the extent to  which ASD/HD or the Assistant Secretary of Defense for Health Affairs is  the principal DOD representative to CDC. We found similar issues in  September 2006, when we reported that there was uncertainty about the  roles and responsibilities among DOD entities, including ASD/HD and the  Assistant Secretary of Defense for Health Affairs, for preparing for a  pandemic influenza."], "subsections": []}, {"section_title": "Joint Doctrine on Interagency Coordination Is Not Comprehensive", "paragraphs": ["DOD’s joint doctrine on interagency coordination, which is supposed to  provide DOD entities information that will enable them to work with their  federal partners in meeting the entities’ missions, does not provide  comprehensive information to the DOD entities. Specifically, we found  that this guidance primarily focuses on interagency coordination overseas,  leaving DOD entities supporting homeland defense and civil support  missions with limited information regarding their federal partners. For  example, DOD’s joint guidance focuses only on USDA’s roles and  responsibilities for foreign activities and does not delineate the role of the  USDA entity or DOD’s potential relationship to it during civil support  operations.", "This joint doctrine on interagency coordination is designed to provide  guidance to DOD personnel by providing descriptions of federal agencies  that DOD may encounter during the course of contingency operations, but  it is not comprehensive. USDA, for example, is identified as the lead  coordinating agency within the National Response Framework for the  Emergency Support Function annex regarding Agriculture and Natural  Resources, and DOD is identified within the annex as a supporting agency  to USDA. Within the annex, the homeland security and emergency  response roles and responsibilities for a range of USDA entities, such as  the Animal and Plant Health Inspection Service, are detailed, and DOD is  expected to provide civil support to this USDA entity if needed during an  emergency or disaster. However, DOD’s joint doctrine on interagency  coordination does not describe this USDA entity’s domestic roles and  responsibilities and thus does not provide DOD entities sufficient  information that would facilitate their coordination efforts."], "subsections": []}, {"section_title": "Roles and Responsibilities between ASD/HD, NORTHCOM, and PACOM Are Unclear", "paragraphs": ["We found that roles and responsibilities among DOD entities, such as  ASD/HD, NORTHCOM, and PACOM were unclear with regard to  interagency coordination and external communication because ASD/HD  had not developed a memorandum or other policy document that  described the relationships among these entities. Specifically, while the  Deputy Secretary of Defense tasked ASD/HD in 2003 to prepare a  memorandum within 30 days describing the relationships between that  office, NORTHCOM, and other combatant commands, ASD/HD did not  develop such a memorandum. In January 2009, DOD issued a directive  identifying the roles and responsibilities of ASD/HD and canceled the  Deputy Secretary of Defense memorandum with this tasking. However, the  January 2009 directive did not describe the relationships between that  office, NORTHCOM, PACOM, and other combatant commands. If  developed as instructed, this memorandum could have clarified the  interagency coordination and external communication roles and  responsibilities for homeland defense and civil support matters among  ASD/HD, NORTHCOM, and PACOM especially since two of these DOD  entities—ASD/HD and NORTHCOM—have representatives at DHS  headquarters.", "By updating, integrating, and ensuring the comprehensiveness of its  strategy, policy, and guidance, DOD would be better positioned to improve  and institutionalize its interagency coordination and external  communication efforts for homeland defense and civil support matters.  Similarly, the relationships among ASD/HD, NORTHCOM, and PACOM  could be clearer for interagency coordination if DOD issued a policy  document that clarifies the interagency coordination and external  communication roles and responsibilities of DOD entities."], "subsections": []}]}, {"section_title": "DOD Communicates with Federal Partners through Various Means, but Its Approach Could be Improved", "paragraphs": ["DOD communicates with its federal interagency partners through  numerous formal and informal forums, such as conferences, and  documents; however, DOD has not clearly identified the roles and  responsibilities and day-to-day coordination processes with its federal  partners through a single, readily accessible source for DOD’s federal  partners that articulates such information. DOD and interagency-related  documents, such as DOD’s joint doctrine on interagency coordination,  consistently recognize that sharing information—including information  about the agency’s mission, roles and responsibilities, culture, and  lexicon—is critical for the success of interagency coordination between  federal agencies. For example, the 2008 National Defense Strategy states  that a unified “whole-of-government” approach is possible only when  every government department and agency understands the core  competencies, roles, missions, and capabilities of its partners. DOD’s 2009  Quadrennial Roles and Mission Review Report states that the department  supports a coherent framework that includes commonly understood  strategic concepts, operational principles, relationships between agencies,  and roles and responsibilities that could help delineate how to best  coordinate and synchronize efforts between DOD and other federal  agencies. The National Response Framework recognizes that a concise,  common guide is valuable when addressing challenges to effective  response, such as the relatively high turnover and short tenure among  officials responsible for response at all levels. DOD officials also agreed  that given the growing importance of whole-of-government planning, there  is a need to inform interagency partners of DOD’s coordination approach.", "DOD hosts or participates in numerous forums to enhance interagency  coordination and share information with its federal partners. For example,  DOD leadership, including the Secretary of Defense and ASD/HD,  participates in National Security Council meetings and Homeland Security  Council meetings to discuss national security policy matters with the  President of the United States and other federal partners. NORTHCOM  hosts a biweekly planning conference via telephone that includes DOD  and non-DOD officials from locations across the United States. DOD  officials stated that the department sends representatives to the annual  pre- and postwildfire season conferences hosted by the National  Interagency Fire Center in Boise, Idaho. DOD and non-DOD officials told  us that these forums are great tools for sharing current information and  establishing and maintaining relationships between and among DOD and  its federal partners. However, DOD, DHS, and DOJ officials also stated  that the benefits gained through these forums (such as establishing  interagency relationships) are transient because they depend on personnel  who rotate out of their positions frequently.", "The National Response Framework similarly identifies high turnover and  short tenure of officials responsible for response activities throughout  government as a challenge for effective response. To address this  challenge, the National Interagency Fire Center created a partner  handbook that identifies key information, such as the roles and  responsibilities, missions, and agreed-upon protocols of its mission  partners. However, DOD has not developed a similar vehicle for  institutionalizing its information-sharing efforts so that its federal partners  can maintain institutional knowledge and have readily accessible  information about key issues, such as the different DOD entities that have  homeland defense and civil support missions—including their missions,  roles and responsibilities, agreed-upon coordination protocols and  procedures, and processes for initiating new coordination relationships.", "For those cases in which DOD has internally documented its missions,  roles, and responsibilities, we found that the information is dispersed  among multiple sources (for example, DOD strategy, directives, manuals,  and joint publications); the documents may not always be readily  accessible to federal partners; and they may be written in a manner that  leads to unclear expectations. We reviewed more than 30 DOD documents,  including classified documents, that DOD officials said articulated the  department’s homeland defense and civil support missions, its entities’  roles and responsibilities, and its culture and concepts. For example, there  are 5 DOD strategy documents (including 2 that are classified); 9 DOD  directives that articulate DOD’s policy for civil support (including those  that we have previously identified as outdated resulting in unclear roles  and responsibilities); 4 joint doctrine documents that guide DOD entities  on matters pertaining to interagency coordination, homeland defense, civil  support, and counterdrug operations; 2 joint instructions; 6 NORTHCOM- specific guidance documents on the command’s interagency coordination  policy and the roles and responsibilities of its different command  components; 2 DOD handbooks or manuals that discuss civil support  processes or provide guidance on interagency coordination; and 8 concept  plans that focus on interagency coordination and civil support missions.", "DOD has no single directive that articulates DOD’s policy for homeland  defense. DHS, HHS, and USDA officials told us that they are unable to  access classified information on a regular basis because their agencies do  not provide security clearances or access to classified systems with the  information to all of their personnel, including their liaisons. DOD also  generally prohibits its concept plans from being shared with its federal  partners, even though DOD entities are supposed to support these federal  agencies within the homeland, and several of these concept plans are  unclassified documents. By not providing a single, readily accessible  partner guide to its federal partners, DOD is in effect expecting them to  research, attempt to obtain access to, and then determine the mission of,  roles and responsibilities of, protocols for, and methods for initiating  relationships with DOD entities. The National Response Framework  recognizes the importance of partner guides, as they provide stakeholder- specific ready references describing key roles and actions for response  partners. In March 2010, FEMA issued a series of partner guides to serve  as ready references of key roles and actions for local, tribal, state, federal,  and private-sector response.", "In addition, some of the DOD documents were written in a manner that  could lead to misunderstandings and unclear expectations between DOD  and its federal partners. For example, Joint Task Force-North officials told  us that they believed their command had clearly communicated to its law  enforcement partners through command briefings that it does not serve as  the DOD entity those partners should contact for immediate or near-term  (i.e., within a week) DOD law enforcement support assistance. The  estimated time frame for fulfilling a support request, according to Joint  Task Force-North officials, would be at least 180 days, and sometimes  more than a year. However, officials from a law enforcement agency told  us that they would contact Joint Task Force-North if they needed  immediate or near-term DOD assistance, as it was their belief that this  would be part of that command’s mission. Our review of the briefing slides  that the command presents to its federal partners showed that they were  written from the perspective of Joint Task Force-North officials, who  understood the differences between the different types of requests that  DOD could receive from its law enforcement partners—differences that  were not clearly described in the briefing slides to these partners. DHS  officials told us that such examples highlight the need for DOD to do a  better job of sharing information regarding its civil support missions in a  single, readily accessible partner guide that is written for use by the  department’s federal partners.", "DOD officials told us that while there is a general recognition among DOD  officials and non-DOD officials of the need to proactively share  information about their respective agencies, DOD has yet to issue any  policy or guidance requiring a particular DOD entity to issue a single,  readily accessible partner guide written for use by the department’s  federal partners. Such a guide would provide DOD’s federal partners more  readily accessible information about key issues, such as information about  the different DOD entities that have a homeland defense and civil support  mission—including their missions, roles and responsibilities, agreed-upon  coordination protocols and procedures, and processes for initiating new  coordination relationships."], "subsections": []}, {"section_title": "DOD Has Generally Successfully Exchanged Liaisons with Some Federal Agencies, but Greater Use of Key Practices Would Enhance Their Effectiveness", "paragraphs": ["DOD and non-DOD officials told us that the quality of the liaisons that  their agencies have exchanged was generally very high; however, DOD has  not fully implemented key practices for managing homeland defense and  civil support liaisons. We have previously reported and DOD recognizes  that leading organizations’ key practices for effective and efficient  workforce planning and management include:  ensuring situational awareness of liaisons that are currently exchanged  to be able to leverage resources, identify gaps, and assess their  performance in coordinating with their federal partners;  conducting routine staffing-needs assessments to identify liaison  personnel needed to further interagency coordination;    developing position descriptions to identify roles and responsibilities;  knowledge, skills, and abilities; and duration of the exchange;  training personnel to ensure that they possess the critical skills and  competencies needed for mission success; and  conducting performance assessments to evaluate the contributions  that individuals have made toward achieving programmatic results."], "subsections": [{"section_title": "DOD Does Not Have Comprehensive Knowledge Regarding Exchanged DOD and Non- DOD Liaisons", "paragraphs": ["While various DOD entities, such as NORTHCOM and ASD/HD, may be  aware of the liaisons they have individually assigned to their federal  partners, neither of these two entities nor any other DOD entity has  comprehensive situational awareness of liaisons exchanged with other  federal agencies. We have previously reported that key practices for  effective and efficient workforce planning and management include,  among others, ensuring complete situational awareness of personnel—in  this case, liaisons exchanged for interagency coordination—to be able to  identify gaps or redundancies, as well as to be able to identify assigned  personnel whose performance needs to be assessed. DOD recognizes the  need to have situational awareness of its liaisons. For example, at a  January 2009 interagency coordination conference that the Office of the  Under Secretary of Defense for Policy hosted with DOD and non-DOD  agencies, DOD officials found that the department should increase the  level of awareness of the liaisons it has detailed to non-DOD agencies, as  well as non-DOD liaisons that have been detailed to DOD entities, to  minimize duplication and widen the overall interagency collaborative  effort. Similarly, a DOD instruction requires the department’s Washington  Headquarters Services to track and record approved liaisons.", "We found that DOD’s Washington Headquarters Services and ASD/HD, the  principal DOD representative with interagency partners for homeland  defense and civil support matters, did not have a complete list of all the  liaisons DOD has detailed to its partners, or vice versa. According to  Washington Headquarters Services’ records, there were only 2 DOD  personnel at DHS headquarters for fiscal year 2009—yet an informal  survey of DOD personnel conducted by the ASD/HD representative to DHS  headquarters during the summer of 2009 found more than 110 DOD  personnel, from a variety of DOD entities, working at DHS as liaisons,  subject-matter experts, or in other capacities. Officials at DOD’s  Washington Headquarters Services told us that they did not have complete  awareness of DOD liaisons sent to DOD’s federal partners because this  information had not been provided to Washington Headquarters Services  by the DOD entities exchanging liaisons. Similarly, ASD/HD and DOD’s  Washington Headquarters Services lacked knowledge of the liaisons  whom their federal partners had assigned to different DOD entities,  because DOD lacks policy or guidance that requires such action. As a  result, DOD entities, such as Defense Coordinating Officers and Joint Task  Force-North, may not be fully aware of the liaisons whom they could  leverage for their specific missions. For example, a Defense Coordinating  Officer told us that a point of contact and relationship with a  representative from the Department of Energy would enhance his ability  to meet some of his responsibilities. The Defense Coordinating Officer told  us he was not aware of the Department of Energy liaison assigned at  NORTHCOM headquarters and available for his needs.", "Further, while Washington Headquarters Services and ASD/HD are not  precluded from sharing information with each other, they have not done  so. ASD/HD officials told us they were not utilizing the information  possessed by Washington Headquarters Services regarding DOD liaisons  detailed to other federal agencies because they were not aware of the  instruction directing Washington Headquarters Services to track and  record approved liaisons. Officials from ASD/HD acknowledged that DOD  currently has a gap in its guidance regarding situational awareness of  liaisons exchanged for homeland defense and civil support missions, and  that it plans to issue such guidance by the end of 2010. By enforcing  compliance with DOD’s current instruction on tracking its liaisons and by  issuing additional guidance regarding liaisons exchanged for homeland  defense and civil support matters, DOD will be better positioned to have  complete situational awareness of exchanged liaisons, minimize  duplication of resources, and broaden the overall interagency  collaborative effort."], "subsections": []}, {"section_title": "DOD Has Not Conducted an Overall Staffing-Needs Assessment for the Exchange of Liaison Personnel", "paragraphs": ["DOD has not conducted a departmentwide staffing-needs assessment of  liaisons that the department sends to its federal partners and vice versa to  ensure that the department is leveraging resources appropriately and is  sensitive to its federal partners’ missions and capacities. DOD guidance  recognizes the need to determine resource requirements for the exchange  of liaison personnel, stating that DOD combatant commanders are to  utilize liaison officers, as appropriate, to facilitate coordination with other  federal agencies and ensure sound management of DOD resources. At  the same time, DOD officials at the January 2009 interagency coordination  conference recognized that DOD needs to be sensitive to the capacity of  its federal partners to provide liaisons to a range of DOD entities  requesting such liaisons. We have also previously reported that key  practices for effective and efficient workforce planning and management  include, among others, conducting routine staffing-needs assessments to  identify personnel resource requirements needed to further the agency’s  mission.", "According to NORTHCOM officials, the command has conducted informal  staffing-needs assessments for some of its non-DOD liaisons. Specifically,  DOD initially assessed the command’s need for liaisons from other federal  agencies when the department funded three liaisons to the command upon  its establishment in 2003. Subsequently, NORTHCOM conducted informal  staffing-needs assessments by surveying the command staff to determine  whether they had identified additional liaisons who should be located at  the headquarters to support the command’s mission. As a result of these  informal determinations of staffing needs at NORTHCOM’s headquarters,  the number of federal agencies with representatives located at the  command’s headquarters has increased from 3 in 2003 to 18 in 2009.  NORTHCOM has additional representatives from agencies that are not  located at the command’s headquarters. According to NORTHCOM  officials, these personnel are able to set up temporary offices at the  command’s headquarters for exercises and other events, as needed.  NORTHCOM used a similar informal approach to assign 2 liaisons to DHS  and FEMA headquarters and 3 additional interagency coordination  representatives to the command’s Washington Office. As with  NORTHCOM, PACOM officials stated that PACOM has not conducted a  formal staffing needs assessment for the exchange of liaisons. Rather, the  federal partner liaisons located at PACOM reflect evolving informal  determinations of staffing needs. ASD/HD has also placed liaisons with its  federal partners, including 11 officials at DHS, 1 official at the Homeland  Security Council, and 1 official at the White House.", "However, officials from ASD/HD—the principal DOD entity responsible  for coordinating the determination of requirements for the DOD-wide  exchange of liaisons with federal partners for homeland defense and civil  support—told us that they have not conducted a formal DOD-wide  staffing-needs assessment to determine which DOD entities should  exchange liaisons with which federal partners. As a result, ASD/HD does  not have a way of ensuring that DOD entities, which have been able to  establish their own liaison requirements without a DOD-wide staffing- needs assessment, have not placed too many liaisons at certain agencies  and have not neglected to place an adequate number of liaisons with  DOD’s other federal partners. In addition, NORTHCOM officials told us  that they lack guidance on determining the appropriate number and  selection of agencies from which they should be exchanging liaisons.  Officials from ASD/HD acknowledged that DOD currently has a gap in its  guidance for determining the appropriate number and selection of  agencies and that it plans to issue such guidance in 2010. A DOD-wide  staffing-needs assessment would better position DOD to ensure the most  appropriate and efficient exchange of liaisons between DOD entities and  DOD’s federal partner agencies, and thus maximize the effectiveness of  interagency coordination efforts."], "subsections": []}, {"section_title": "DOD Has Not Consistently Developed Position Descriptions to Define the Roles and Responsibilities of DOD and Non-DOD Liaisons", "paragraphs": ["DOD has not consistently developed position descriptions for liaison  personnel to define their roles and responsibilities; requisite knowledge,  skills, and abilities; or the duration of exchanges for DOD and federal  partner liaisons. We have previously reported that leading organizations’  key practices for effective and efficient workforce planning and  management include the development of such position descriptions.  DOD policy and guidance also state that both uniformed and civilian  personnel, which include DOD liaisons to federal agencies, should have  position descriptions that identify their duties, qualifications, supervisory  status, and other requirements of the position. For example, in March  2007, DOD’s Joint Forces Command issued guidance for combatant  commanders that provided generic position descriptions, qualifications,  and exchange durations for federal partner liaisons assigned to a Joint  Interagency Coordination Group within a combatant command.  Participants at the January 2009 DOD interagency coordination conference  endorsed the need for liaisons to have defined roles and responsibilities,  and recommended that the department ensure that memoranda of  understanding—one approach to identifying position descriptions—are  developed early in relationships between DOD and federal partner  agencies. For example, the position description for the DOD personnel  assigned to FEMA regional offices should be developed with input from  FEMA so that both agencies understand what FEMA needs from the  person filling this position as well as what it needs from DOD.", "According to officials from ASD/HD and NORTHCOM, DOD liaisons sent  to federal partners do not consistently have formal position descriptions  that are specific to their interagency coordination role for homeland  defense and civil support missions. For example, we found that the  principal DOD representative to DHS does not have a position description  that describes that position’s roles and responsibilities; requisite  knowledge, skills, and abilities; or duration of the exchange. DOD entities  have not fully complied with the policy and guidance requiring them to  develop position descriptions for their liaison personnel.", "We also found that DOD has not consistently issued position descriptions  or guidance to federal agencies sending liaisons to DOD entities. DOD  officials told us that they do not believe it is their responsibility to identify  the roles and responsibilities; requisite knowledge skills, and abilities; and  duration of exchange of non-DOD personnel. Instead, they said, that  responsibility belongs to the non-DOD liaisons’ agencies. We note,  however, that while that responsibility might belong with the other  agencies, DOD exposes itself to potentially conflicting expectations and  negative relationships with liaisons or their agencies by not consistently  identifying the DOD entity’s expectations to its federal partners before the  liaisons are selected. For example, we were told about two separate  instances in which expectation differences between NORTHCOM and non- DOD liaisons limited the command’s ability to fully utilize the non-DOD  liaisons as the command had initially intended. NORTHCOM officials told  us that they have learned from both of these instances and are developing  a standard memorandum of understanding that identifies the roles and  responsibilities; requisite knowledge, skills, and abilities; and duration of  exchange for each non-DOD liaison assigned to the command, and that it  will be signed by the command and the liaison’s home agency. DOD  entities have not consistently developed position descriptions for their  non-DOD liaisons, either through memoranda of understanding or other  means, because they lack policy that requires them to take such action.", "Officials from ASD/HD acknowledged that DOD currently has gaps in its  guidance with regard to defining the roles and responsibilities; requisite  knowledge, skills, and abilities; and duration of exchange for liaison  positions, as well as for the use of memoranda of understanding to define  such positions. They said that they plan to issue related guidance in 2010.  By enforcing compliance with DOD’s current policies requiring such  position descriptions for DOD personnel as well as by having ASD/HD  issue additional guidance, DOD will be better positioned to ensure that  roles and responsibilities, requisite knowledge, skills, and abilities, and the  duration of exchange of DOD and federal partner liaison personnel are  well defined; and that they have mitigated the risk of having conflicting  expectations with their federal partners and their representatives."], "subsections": []}, {"section_title": "DOD Cannot Assess Training Adequacy Because It Has Not Identified Requisite Knowledge, Skills, and Abilities for Liaisons", "paragraphs": ["DOD offers some training opportunities for liaison personnel, but training  adequacy cannot be assessed because, as noted previously, DOD has not  consistently developed position descriptions for liaison personnel to  define their roles and responsibilities as well as requisite knowledge,  skills, and abilities. We have previously reported that key practices for  effective and efficient workforce planning and management include,  among other practices, training personnel to ensure that they possess the  critical skills and competencies needed for mission success. DOD policy  and guidance also recognize the importance of specialized training, calling  for the use of liaisons specifically trained for their liaison duties. For  example, DOD’s 2009 Quadrennial Roles and Missions Review Report  stated that training is a critical element in achieving the department’s  vision of an institutionalized, whole-of-government approach to addressing  national security challenges. DOD’s Joint Forces Command 2007 focus  paper on interagency coordination best practices stated that DOD and  non-DOD liaisons should receive training that enhances that coordination,  such as training that would allow the liaisons to develop a more thorough  understanding of their federal partners. Further, participants at the  January 2009 interagency coordination conference stated that interagency  coordination would be improved by having combatant commands devote  additional resources to the training of exchanged liaisons, in part because  liaison personnel from other federal agencies can have difficulty in  adjusting to a military culture and working in the DOD joint environment.", "Officials from ASD/HD, NORTHCOM, and PACOM told us that exchanged  liaisons receive a variety of training through a range of forums. For  example, liaison personnel may receive informal training by attending  activities such as planning conferences, coordination working group  meetings, and training opportunities offered prior to exercises. Joint  Forces Command’s focus paper on interagency coordination best  practices states that getting people together has value because it supports  the learning process. DOD also offers some more structured training that,  according to DOD and DHS officials, enhances interagency coordination  duties. For example, all staff assigned to NORTHCOM headquarters,  including non-DOD liaisons, attend a weeklong set of indoctrination  training sessions where new staff learn about the command’s mission to  support civil authorities and about some of the federal agencies that have  representatives at the command. PACOM officials stated that the  command also has indoctrination in-briefs for all new personnel, including  non-DOD liaisons. However, PACOM officials acknowledged that non- DOD liaisons located off-site may be missing this training and this is an  area where the command could improve. At both locations, non-DOD  officials who represent their agencies but are not co-located at the  command told us that they did not receive the indoctrination training that  co-located liaisons received.", "NORTHCOM, through its Army component command, offers a civil  support training course that consists of three phases: an online course that  takes about 8 hours to complete, a residential course that lasts 1 week,  and ongoing training through e-mails that provide updates and reminders  about information provided in the other two phases. While the residential  course is offered to both DOD and non-DOD personnel, it has not been  widely attended by liaisons from the full range of DOD’s federal partners.  Specifically, 2,902 DOD personnel and 109 non-DOD federal personnel  attended the residential training from April 2006 through June 2009. Of  the non-DOD personnel attendees, 101 came from FEMA, 5 from HHS, and  1 each from the Transportation Security Administration, Department of  Transportation, and the Environmental Protection Agency. According to  NORTHCOM records, agencies identified as coordinating federal agencies  that DOD might be called upon to support in accordance with the  National Response Framework (such as DOJ and USDA) have not  attended this training program. Similarly, NORTHCOM’s civil support  training course does not address all of the different aspects of civil support  as identified in DOD’s civil support joint doctrine.", "DOD recognizes that it needs to improve training for interagency  coordination. For example, its January 2009 Quadrennial Roles and  Mission Review Report concluded that lingering challenges for  interagency personnel may be partially attributable to a lack of knowledge  about other federal agencies. Tailored and specialized training for liaison  personnel to develop this knowledge is valuable and necessary, because  each federal agency has its own organizational culture, goals, priorities,  requirements, practices, and processes. Additional DOD guidance and the  development of position descriptions that identify specific roles and  responsibilities as well as knowledge, skills, and abilities, for which  liaisons should be trained, could enable DOD to ensure that its training  programs are adequate."], "subsections": []}, {"section_title": "DOD Conducts Performance Assessments of Its Liaisons but Has Opportunities to Enhance Their Scope", "paragraphs": ["DOD policy recognizes the need to conduct personnel performance  assessments. However, DOD’s performance assessments of its liaisons are  not focused on coordination competencies, and DOD does not  consistently provide feedback to its federal partners about their liaisons’  performance. We have previously reported that key practices for effective  and efficient workforce planning and management include conducting  performance assessments to evaluate the contributions that individuals  have made toward achieving programmatic results—in this case, in  interagency coordination efforts for homeland defense and civil support  missions. DOD policy also recognizes the need to conduct personnel  performance assessments. For example, an Army regulation requires  uniformed Army personnel to receive performance assessments based on  their particular duties, responsibilities, tasks, and objectives. Similarly,  DOD civilian personnel are to be assessed on their performance based on  their roles and responsibilities as defined within their position  descriptions.", "DOD and non-DOD officials told us that they were generally very satisfied  with the quality of the liaisons they received from each other. The officials  stated that the liaisons have tended to be great ambassadors of their home  agency and described them as being professional, cooperative, proactive,  and team-oriented. However, we found that DOD liaisons’ performance  assessments do not consistently focus on the competencies and  achievements required for interagency coordination. According to officials  from ASD/HD and NORTHCOM, DOD liaisons sent to other federal  agencies are not necessarily assessed on their performance specific to  their role as liaisons for interagency coordination for homeland defense  and civil support missions. For example, a DOD uniformed officer serving  as a liaison could be assessed according to the position description for an  officer of that individual’s rank, but not necessarily as a liaison. Thus, the  assessment is not specifically designed to assess the officer’s performance  as a liaison engaged in interagency coordination. Similarly, civilian DOD  personnel were not consistently or fully assessed for their coordination  efforts, because formal position descriptions are not yet in place. DOD’s  assessments of its interagency coordination efforts for homeland defense  and civil support have not specifically focused on the performance of  individual liaison personnel in part because, according to DOD officials,  they lack guidance on how to include interagency coordination  competencies and achievements in the current performance management  policy.", "We also found that DOD did not consistently request input from its federal  partners on the performance of its liaisons, nor did it provide input for the  performance assessments of non-DOD liaisons working at DOD entities.  Such feedback would be valuable because the home agency performance  rating official lacks the physical proximity needed to effectively judge the  liaison’s performance on a day-to-day basis. According to NORTHCOM  officials, NORTHCOM’s director of its interagency coordination  directorate provides informal feedback to some federal agencies regarding  the performance of their liaisons located at NORTHCOM headquarters.  While in some cases the expectation for this input into the non-DOD  liaisons’ performance assessments is identified in memoranda of  understanding between the command and the federal partners, in other  cases input is provided at the request of the non-DOD liaisons or at the  director’s discretion. Conversely, DOD officials do not systematically  request or receive performance feedback from the federal agencies that  host DOD liaisons. ASD/HD officials told us that they believe memoranda  of understanding between the DOD entity and the federal partner  constitute the best approach to incorporate such feedback. However, DOD  officials told us that they do not consistently request input from federal  partners on the performance of DOD liaisons or provide input into the  performance assessments of non-DOD liaisons working at DOD entities  because they are not required to do so and because they lack guidance on  how to incorporate this human capital practice into their current efforts.", "Officials from ASD/HD acknowledged that DOD currently has gaps in its  guidance regarding position descriptions for liaisons, as well as regarding  performance assessments of liaison personnel specific to their role in  interagency coordination. These officials told us they plan to issue related  guidance in 2010, and that the Joint Chiefs of Staff is updating joint  doctrine on interagency coordination. Until position descriptions for  liaisons are consistently established, roles and responsibilities for  interagency coordination will continue to lack clear definition, and DOD  will be unable to assess liaisons from a performance perspective. Once  liaison position descriptions are established and guidance is put into place  requiring performance assessments—including feedback solicited from or  offered by the receiving agency—specific to liaisons’ roles and  responsibilities in interagency coordination, DOD will be better positioned  to ensure that liaisons are comprehensively assessed on a regular basis to  evaluate the contributions they have made toward achieving program  goals."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Close coordination between DOD and its federal partners is essential for  DOD’s two homeland security missions—homeland defense and civil  support. The success of these missions depends fundamentally on clearly  defined roles and responsibilities; DOD and its federal partners’ mutual  understanding of each other’s entities, missions, organization, culture, and  lexicon; and an effective and efficient liaison exchange program. Over the  years, DOD has issued a number of strategy, policy, and guidance  documents related to interagency coordination for its homeland defense  and civil support missions. However, DOD entities still lack clearly defined  roles and responsibilities, because key DOD documents are outdated, or  not integrated, and are not comprehensive. Without updated policy and  guidance to ensure its comprehensiveness, it is not always clear which  DOD office is responsible for coordinating and communicating with  certain federal agencies and for what purpose. Conversely, the roles and  responsibilities of DOD entities that coordinate with federal partners  would be more clearly defined and internally synchronized by updating,  integrating, and ensuring the comprehensiveness of the department’s key  strategic and operational documents and issuing a policy document that  defines the relationship between ASD/HD, NORTHCOM, and PACOM.", "In an effort to develop and maintain relationships with its federal partners,  DOD entities host and participate in a plethora of forums annually.  However, there are opportunities to enhance the ability of those  responsible for interagency coordination by more clearly communicating  and identifying DOD entities, missions, organization, culture, and lexicon  to DOD’s federal partners. A DOD partner guide that identifies these  components could facilitate and institutionalize DOD’s efforts to share key  information with its federal partners. The National Response Framework  recognizes the importance of such partner guides as they provide  stakeholder-specific references describing key roles and actions for  response partners. A DOD partner guide could complement FEMA’s  National Response Framework Federal Partner Guide.", "Liaisons exchanged between DOD and non-DOD agencies are one of the  most critical components of interagency coordination. Considering DOD’s  overseas commitments and the nation’s fiscal constraints, these resources  should be used effectively and efficiently. During our review, DOD and  non-DOD officials told us that they were generally very satisfied with the  quality of the liaisons they received from each other and that they tended  to be great ambassadors of their home agency. By fully implementing key  practices for managing homeland defense and civil support liaisons, DOD  will be better positioned to ensure that it has a fully effective and efficient  liaison exchange program."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To more clearly define roles and responsibilities for interagency  coordination within DOD, we recommend that the Secretary of Defense  establish a time line and update and ensure the integration and  comprehensiveness of DOD policy and guidance that delineate the roles  and responsibilities of and relationships between DOD entities, such as  ASD/HD, the Assistant Secretary of Defense for Health Affairs, the  Assistant Secretary of Defense for Special Operations and Low Intensity  Conflict and Interdependent Capabilities, the combatant commands, the  National Guard Bureau, the U.S. Army Corps of Engineers, and DOD  intelligence agencies. Specifically, updates of such policy and guidance  should include:    DOD’s Strategy for Homeland Defense and Civil Support;    DOD’s law enforcement support policy (or policies) that address the  different missions of such support, including civil support,  counterdrug, and counterterrorism support;    DOD’s series of civil support policies and guidance (i.e., DOD’s  directive and instruction 3025 series);    DOD’s joint interagency coordination guidance (i.e., Joint Publication  3-08), ensuring sufficient and comprehensive coverage of homeland  defense and civil support interagency coordination requirements and  partners; and  a policy document that clearly and specifically defines the  relationships among ASD/HD, NORTHCOM, and other combatant  commanders, including interagency coordination and external  communication roles and responsibilities for homeland defense and  civil support.", "To facilitate and institutionalize a unified approach between DOD and its  federal partners for interagency coordination for homeland defense and  civil support missions, we recommend that the Secretary of Defense direct  the Under Secretary of Defense for Policy, in coordination with the Joint  Chiefs of Staff, to establish a time line to develop and issue a partner guide  that identifies the roles and responsibilities of DOD entities, processes,  and agreed-upon approaches for interagency coordination for homeland  defense and civil support efforts.", "To ensure that DOD has adopted and implemented key practices for  managing homeland defense and civil support liaisons, we recommend  that the Secretary of Defense direct ASD/HD, in coordination with the  Joint Chiefs of Staff, to establish a time line to take the following two  actions:    Ensure implementation of DOD’s current instruction on the tracking of  DOD liaisons assignments to other federal agencies, as well as the  establishment of position descriptions for uniformed military and DOD  civilian personnel.", "Develop and issue additional workforce management policy and  guidance regarding DOD liaisons to other federal agencies, as well as  other federal agencies’ liaisons to DOD. Such policy and guidance  should ensure that: position descriptions or memoranda of understanding are  routine staffing-needs assessments are conducted;  developed;  appropriate interagency coordination training is available  to liaisons; and  routine performance assessments of liaison personnel are  conducted, to include feedback from the host agency or  component."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In comments on a draft of this report, DOD fully agreed with our  recommendations and discussed steps it is taking or plans to take to  address these recommendations. In response to our recommendation that  DOD establish a time line and update DOD policy and guidance that  delineate the roles and responsibilities of and the relationships between  DOD entities, DOD agreed and stated that several draft policy and  guidance updates are in coordination and provided estimated time lines  for completion. In response to our recommendation to establish a time  line to develop and issue a partner guide that identifies the roles and  responsibilities of DOD entities, processes, and agreed-upon approaches  for interagency coordination, DOD agreed and stated a time line would be  developed by June 2010. In response to our recommendation that DOD  ensure implementation of its current instruction on tracking liaison  assignments to other federal agencies, establish position descriptions for  personnel, and develop and issue additional workforce management policy  and guidance regarding DOD liaisons to other federal agencies as well as  other federal agencies’ liaisons to DOD, the department agreed that it  would implement this recommendation through ASD/HD.", "DOD comments are reprinted in appendix III. DOD, DHS, DOJ, and HHS  reviewed the draft of the report and provided technical comments, which  we have incorporated into the report where appropriate. USDA and the  Office of the Director of National Intelligence also reviewed a draft of this  report but did not provide any comments.", "As arranged with your office, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days after its  date. At that time, we will send copies to the appropriate congressional  committees, the Secretary of Defense, the Secretary of Homeland Security,  the Secretary of Agriculture, the Secretary of Health and Human Services,  the Attorney General, and the Director of National Intelligence. We will  also make copies available to others upon request. In addition, the report  will be available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  Davi M. D’Agostino at (202) 512-5431 or dagostinod@gao.gov or William O.  Jenkins at (202) 512-8757 or jenkinswo@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this report. GAO staff who made major contributions to this  report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["As part of our review, we interviewed numerous officials from the  Department of Defense (DOD) and non-DOD organizations to determine  the extent to which DOD coordinates with its federal agency partners in  support of its homeland defense and civil support missions. We selected  the DOD entities with whom we met based on those that were identified  by either DOD documents or officials as having a key role for interagency  coordination for homeland defense and civil support missions. DOD  officials at the strategic level with whom we met included representatives  from the Office of the Assistant Secretary of Homeland Defense and  Americas’ Security Affairs, the Office of the Assistant Secretary of Defense  for Health Affairs, the Office of the Deputy Assistant Secretary of Defense  for Counternarcotics and Global Threats, and the Joint Chiefs of Staff. We  also met with U.S. Northern Command (NORTHCOM) and U.S. Pacific  Command (PACOM) officials because they are the combatant  commanders whose areas of responsibilities include the United States and  its territories. During the engagement’s design phase, we identified over 30  non-DOD agencies that had some type of relationship with NORTHCOM.  As such, we selected other DOD and non-DOD entities to visit during our  engagement using a nongeneralizable sample of entities that coordinate  with NORTHCOM since it was established specifically to address  homeland defense and civil support and its area of responsibility includes  49 states, the District of Columbia, 1 commonwealth, and 1 territory  (compared to PACOM whose area of responsibility includes 1 state, 1  commonwealth, and 2 territories). Specifically, using five conduits through  which NORTHCOM coordinates with its federal partners—including the  command’s interagency coordination directorate, the command’s  intelligence directorate, Defense Coordinating Officers, joint task forces,  and liaison exchanges—we selected DOD and non-DOD agencies that  coordinated with NORTHCOM officials through at least one of these  conduits. In selecting the nongeneralizable sample of non-DOD agencies,  we also considered whether the agencies were identified as a lead support  agency under the National Response Framework with whom DOD would  need to coordinate during a Stafford Act-declared event. Since Defense  Coordinating Officers and their support elements are located at each of  the 10 Federal Emergency Management Agency regions, we decided to  select a nongeneralizable sample of Defense Coordinating Officers and  their support elements to visit during our review. In selecting the specific  regions we would visit, we used criteria such as geographic location;  region size; number of requests for assistance for the region between  January 1, 2008, and May 31, 2009; types of assistance requested; and GAO  resources required. For the selection process, we identified the  combination of regions that would meet every criterion so as to get a  representative sample. As shown in table 2, we visited a number of DOD  and non-DOD organizations, including DOD and non-DOD entities that  would provide a cross-selection of missions in which DOD supports civil  authorities (e.g., law enforcement versus emergency management).", "To determine the extent to which DOD has identified clearly defined roles  and responsibilities for DOD entities to facilitate interagency coordination  for homeland defense and civil support missions, we reviewed a plethora  of strategies, doctrine, policies, directives, guidance, concept plans, and  other documents that address DOD’s homeland defense and civil support  missions, as shown in appendix II. We analyzed these documents for  currency, accuracy, and comprehensiveness based on discussions with  DOD officials, including those listed above. We also obtained DOD  leadership memoranda to identify the extent to which DOD had been  required to take action that could enhance interagency coordination. To  the extent that DOD had taken such action, we analyzed the extent to  which it addressed the requirements and the extent to which it was  comprehensive.", "To determine the extent to which DOD has articulated its roles and  responsibilities and day-to-day coordination processes with federal  partners, we asked DOD and non-DOD officials about different means that  DOD uses to communicate this information to its partners, including those  listed above. The officials identified a variety of forums, such as planning  conferences, and documents that DOD had issued. To determine the  extent to which DOD hosts or participates in interagency forums, we  asked department officials to identify forums involving DOD and its  federal partners, including interagency planning conferences, educational  training, frequent interagency meetings, exercises, and working groups.  We then reviewed charters, agendas, and meeting minutes from multiple  forums such as working groups that involved the department coordinating  with its federal partners. Additionally, we observed multiple forums  hosted by DOD, such as a NORTHCOM biweekly interagency  synchronization teleconference, to provide context to our assessment of  the extent to which DOD coordinates with its federal partners. We also  reviewed DOD documents that DOD officials told us they use to  communicate this information to their partners. Such documents included  DOD strategies, doctrine, policies, directives, guidance, and concept plans.  In analyzing both the forums and DOD documents, we discussed with  DOD and non-DOD officials the extent to which these means address  factors that affect interagency coordination, including quality and  availability of information about the agency’s mission, roles and  responsibilities, culture, and lexicon. In analyzing documents that DOD  officials had identified, we evaluated the extent to which these documents  were current, comprehensive, and readily available.", "To determine the extent to which DOD has adopted and implemented key  practices for managing homeland defense and civil support liaisons, we  identified established best practices, reviewed related DOD documents,  and interviewed officials from DOD and DOD’s federal partner agencies.  To identify key practices for workforce management that can enhance  interagency coordination, we reviewed prior GAO reports on human  capital best practices. These reports identify, among others, key  principles for effective strategic workforce planning and management as  well as actions that agencies can take to enhance interagency coordination  for national security. We also reviewed DOD interagency coordination  conference proceedings and white papers, as well as joint Department of  Homeland Security-Department of Justice guidelines for interagency  coordination for homeland security, which similarly recommend the use of  such best practices. To determine the extent to which DOD has adopted  these practices, we reviewed DOD strategy, policy, doctrine, and guidance,  as well as liaison position descriptions and training materials. For  example, we reviewed DOD policy concerning its personnel management  system and the detail of DOD personnel to duty outside of the department,  as well as combatant command guidance for interagency coordination. We  also interviewed officials from a range of DOD entities and DOD’s federal  partner agencies who send and/or receive interagency coordination  liaisons, or have a role in the management of such liaisons. Specifically,  DOD entities with liaison management responsibilities with whom we  interviewed included ASD/HD, the DOD’s Joint Directorate of Manpower  and Personnel, DOD Administration and Management’s Washington  Headquarters Services, as well as combatant command officials  responsible for interagency coordination activities at NORTHCOM and  PACOM.", "We conducted this performance audit from February 2009 to March 2010  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: List of Key Documents That Identify the Roles and Responsibilities of DOD Entities Conducting Homeland Defense and Civil Support Missions", "paragraphs": [], "subsections": [{"section_title": "Establishment of U.S. Northern Command", "paragraphs": ["DOD Report Responding to NDAA FY08, Sec. 952 (P.L. 110-181)"], "subsections": []}]}, {"section_title": "Appendix III: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the contacts named above, the following individuals made  significant contributions to this report: Penney Harwell Caramia and  Lorelei St. James (Assistant Directors), Tommy Baril, Courtney R. Reid,  David G. Lysy, Raymond A. Griffith, Katie A. Mauldin, Lonnie J. McAllister  III, Terry Richardson, Robert Robinson, Cheryl A. Weissman, Erik Wilkins- McKee, and Michael Willems."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Homeland Defense: DOD Can Enhance Efforts to Identify Capabilities to  Support Civil Authorities During Disasters. GAO-10-386. Washington,  D.C.: March 30, 2010.", "Interagency Collaboration: Key Issues for Congressional Oversight of  National Security Strategies, Organizations, Workforce, and  Information Sharing. GAO-09-904SP. Washington, D.C.: September 25,  2009.", "Homeland Defense: U.S. Northern Command Has a Strong Exercise  Program, but Involvement of Interagency Partners and States Can Be  Improved. GAO-09-849. Washington, D.C.: September 9, 2009.", "National Preparedness: FEMA Has Made Progress, but Needs to  Complete and Integrate Planning, Exercise, and Assessment Efforts.  GAO-09-369.Washington, D.C.: April 30, 2009.", "Influenza Pandemic: Sustaining Focus on the Nation’s Planning and  Preparedness Efforts. GAO-09-334. Washington, D.C.: February 26, 2009.", "Defense Management: Actions Needed to Address Stakeholder Concerns,  Improve Interagency Collaboration, and Determine Full Costs  Associated with the U.S. Africa Command. GAO-09-181. Washington,  D.C.: February 20, 2009.", "Actions Taken To Implement the Post-Katrina Emergency Management  Reform Act of 2006. GAO-09-59R. Washington, D.C.: November 21, 2008.", "Homeland Defense: U.S. Northern Command Has Made Progress but  Needs to Address Force Allocation, Readiness Tracking Gaps, and Other  Issues. GAO-08-251. Washington, D.C.: April 16, 2008.", "Homeland Defense: Steps Have Been Taken to Improve U.S. Northern  Command’s Coordination with States and the National Guard Bureau,  but Gaps Remain. GAO-08-252. Washington, D.C.: April 16, 2008.", "Homeland Security: Enhanced National Guard Readiness for Civil  Support Missions May Depend on DOD’s Implementation of the 2008  National Defense Authorization Act. GAO-08-311. Washington, D.C.: April  16, 2008.", "Homeland Security: Guidance from Operations Directorate Will  Enhance Collaboration among Departmental Operations Centers.  GAO-07-683T. Washington, D.C.: June 20, 2007.", "DHS Multi-Agency Operations Centers Would Benefit from Taking  Further Steps to Enhance Collaboration and Coordination. GAO-07-686R.  Washington, D.C.: April 5, 2007.", "Homeland Security: Opportunities Exist to Enhance Collaboration at  24/7 Operations Centers Staffed by Multiple DHS Agencies. GAO-07-89.  Washington, D.C.: October, 20, 2006.", "Influenza Pandemic: DOD Has Taken Important Actions to Prepare, but  Accountability, Funding, and Communications Need to be Clearer and  Focused Departmentwide. GAO-06-1042. Washington, D.C.: September 21,  2006.", "Catastrophic Disasters: Enhanced Leadership, Capabilities, and  Accountability Controls Will Improve the Effectiveness of the Nation’s  Preparedness, Response, and Recovery System. GAO-06-618. Washington,  D.C.: September 6, 2006.", "Results-Oriented Government: Practices That Can Help Enhance and  Sustain Collaboration among Federal Agencies. GAO-06-15. Washington,  D.C.: October 21, 2005.", "Human Capital: Key Principles for Effective Strategic Workforce  Planning. GAO-04-39. Washington, D.C.: December 11, 2003.", "Exposure Draft: A Model of Strategic Human Capital Management.   GAO-02-373SP. Washington, D.C.: March 15, 2002.", "Managing For Results: Barriers to Interagency Coordination.   GAO/GGD-00-106. Washington, D.C.: March 29, 2000."], "subsections": []}], "fastfact": []}