{"id": "GAO-10-848", "url": "https://www.gao.gov/products/GAO-10-848", "title": "National Institutes of Health: Awarding Process, Awarding Criteria, and Characteristics of Extramural Grants Made with Recovery Act Funding", "published_date": "2010-08-06T00:00:00", "released_date": "2010-09-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The American Recovery and Reinvestment Act of 2009 (Recovery Act) included $10.4 billion in funding for the National Institutes of Health (NIH), an agency of the Department of Health and Human Services (HHS). Of the NIH Recovery Act funding, $8.2 billion was to be used to support additional scientific research and $400 million for comparative effectiveness research, including extramural research at universities and research institutions. NIH is comprised of the Office of the Director (OD) and 27 Institutes and Centers (IC), 24 of which make grant funding decisions. GAO was asked to report on how NIH awarded Recovery Act funds for scientific research and the information that NIH made available about the award of these funds. This report describes the (1) process and criteria NIH used to award extramural grants using Recovery Act funding, and (2) characteristics of Recovery Act extramural grants and the information made publicly available about these grants. GAO interviewed NIH officials in the OD and the three ICs that received the largest proportion of Recovery Act funds, and reviewed related documents, such as NIH guidance on awarding grants using Recovery Act funds. GAO also obtained and analyzed NIH data on all Recovery Act grants awarded as of April 2010."]}, {"section_title": "What GAO Found", "paragraphs": ["NIH used its standard review processes--peer review, which comprises two sequential levels of review by panels of experts in various fields of research, or administrative review--to award extramural grants using Recovery Act funds. These standard review processes were used for three categories of extramural grant applications: (1) new grant applications from Recovery Act funding announcements; (2) existing grant applications that had not previously received NIH funding; and (3) administrative supplements and competitive revisions to current active grants. For new grant applications submitted in response to Recovery Act funding announcements, NIH followed its standard peer review process. For existing grant applications, which had already undergone the peer review process, each of the three ICs GAO reviewed--National Cancer Institute (NCI), National Institute of Allergy and Infectious Diseases (NIAID), and National Heart, Lung, and Blood Institute (NHLBI)--selected additional applications for Recovery Act funding based in part on the amount of this funding available to each IC. To award administrative supplements, NIH conducted its standard administrative review at the IC level, and for competitive revisions NIH followed its standard peer review process. In reviewing applications, NIH used its standard criteria--scientific merit, availability of funds, and relevance to scientific priorities--plus three criteria for Recovery Act grants. These criteria were the geographic distribution of Recovery Act funds, the potential for job creation, and the potential for making scientific progress within a 2-year period. NIH's Recovery Act grant awards varied across three grant categories and other characteristics, and NIH made a variety of information about the grants publicly available. NIH data show that as of April 2010, about $7 billion of the $8.6 billion in Recovery Act scientific research and comparative effectiveness research funds had been awarded for 14,152 extramural grants. NIH awarded nearly $2.7 billion to make extramural grants for existing grant applications that had not previously received funding, slightly over $2.4 billion for new grant applications, and about $1.9 billion for administrative supplements and competitive revisions. NIH officials reported that the remaining Recovery Act scientific research funds will be awarded by the end of fiscal year 2010. At the three ICs GAO reviewed, the distribution of Recovery Act funds to the three categories of Recovery Act extramural grants varied significantly. For example, GAO found that as of April 2010, NIAID used 69 percent of its Recovery Act funds for existing grant applications that had not previously received NIH funding, while NCI used 31 percent for these existing grant applications. The average NIH Recovery Act extramural grant award was about half a million dollars, and about 25 percent of grantees were awarded $623,000 or more. Through NIH's Web sites, NIH and the ICs communicated a variety of information to the public about Recovery Act extramural grant awards, such as information about grantees and awarding ICs. HHS provided technical comments on a draft of this report, which GAO incorporated as appropriate."]}], "report": [{"section_title": "Letter", "paragraphs": ["Among its many provisions, the American Recovery and Reinvestment Act  of 2009 (Recovery Act) provided funding for investments in science and  health at the National Institutes of Health (NIH), an agency of the  Department of Health and Human Services (HHS) that is the primary  federal agency for supporting medical research in the United States. The  Recovery Act designated a total of $10.4 billion for NIH, with $8.2 billion of  that amount to be used to support additional scientific research, including  extramural grants, which support scientific research at universities,  medical schools, and other research institutions. Included in the   $10.4 billion was $400 million to be used to fund comparative effectiveness  research (CER).", "NIH comprises 27 Institutes and Centers (IC) and an Office of the Director  (OD). Twenty-four of the 27 ICs fund extramural research, and these ICs  have their own budget, mission, and staff and focus on particular diseases  or research areas, such as cancer or aging issues. Through its ICs, NIH  funds extramural research each year using annual—non–Recovery Act— appropriations. For fiscal year 2009, NIH awarded about $24 billion in  extramural funding from its annual appropriations. In awarding these  funds, NIH follows a process of peer review—by panels of experts— required by law and NIH policy and generally bases its decisions on  criteria such as scientific merit, relevance to the IC’s scientific priorities,  and availability of funds.", "The Recovery Act included an appropriation to the OD to support NIH’s  scientific research, but provided that most of the funding be transferred to  the ICs in proportion to the appropriation each IC received for fiscal year  2009. NIH is required to use its Recovery Act funding within a 2-year  window—specifically, in fiscal years 2009 and 2010. Within these  limitations, NIH has discretion regarding how to use the funding and what  grants to award with it.", "Congress included numerous transparency provisions in the Recovery Act,  so that the public can see how its money is being spent and what is being  achieved. You requested that we report on how NIH awarded its Recovery  Act funds and identify information that NIH has made publicly available  about these awards. This report describes (1) the process and criteria NIH  used in fiscal years 2009 and 2010 to award extramural scientific research  grants with funding made available by the Recovery Act and (2) the  characteristics of the extramural scientific research grants NIH awarded  using the Recovery Act funding and the information NIH has made  publicly available about these extramural grants.", "To identify the process and criteria NIH used for awarding extramural  scientific research grants through funding made available under the  Recovery Act, we reviewed the Recovery Act for criteria on awarding  Recovery Act funds. We also reviewed guidance and other relevant  documents identified by NIH officials, as well as guidance and other  policies posted on NIH’s internal and Internet Web sites. We reviewed the  specific process and criteria used at three ICs—National Cancer Institute  (NCI), National Institute of Allergy and Infectious Diseases (NIAID), and  National Heart, Lung, and Blood Institute (NHLBI). These ICs were  selected because they received the largest proportions of Recovery Act  funding designated to support scientific research, not including repairs,  improvements, and construction, as well as scientific equipment. We also  interviewed NIH officials with the OD, NIH’s Office of General Counsel,  and the three selected ICs about Recovery Act grant award processes and  criteria.", "To provide information on the characteristics of the extramural research  grants funded by the ICs for fiscal years 2009 and 2010 using Recovery Act  funding, we obtained from NIH data on all grants that have been awarded  using Recovery Act funds as of April 2010. The data covered grants  awarded by each of the ICs that received Recovery Act funds and the OD.  The data included grant characteristics such as the awarding IC, the grant  award size (in dollars), and the institution receiving the grant. We  analyzed the data to determine, among other things, the amount of  Recovery Act extramural research funds awarded by each of the ICs and  the geographic location of grantees, as well as the average dollar amount  of extramural grant awards (including the amount of funds NIH has  committed to grantees), and the number of extramural grants awarded. In  cases where Recovery Act funds appropriated to and retained in the OD  were used for extramural grants that were administered by an IC, we  classified the grant and associated funding under the administering IC. To  provide more information about the extramural grants awarded through  the Recovery Act, we selected a sample of 15 extramural grants awarded  with Recovery Act funds from each of the three ICs we reviewed (for a  total of 45 grants). These 15 grants were randomly selected from the  different categories of grant applications received by the ICs. The number  of grants selected in each grant category was in proportion to the amount  of Recovery Act funding awarded for each category by the IC, and are not  representative of all Recovery Act extramural grant awards. Appendix I of  this report includes specific details about these 45 extramural grants. To  determine what information NIH made publicly available about the  extramural grants funded through the Recovery Act, we reviewed NIH’s  Web site and the Web sites of the three ICs for Recovery Act grant award  information. We also interviewed NIH officials to identify the information  about Recovery Act grant awards made publicly available by NIH and  reviewed related documents.", "To ensure that the data provided by NIH were sufficiently reliable for our  analyses, we obtained information from agency officials knowledgeable  about NIH extramural grant award data. We also performed data quality  checks to assess the reliability of the Recovery Act extramural grants data  file received from NIH. These data quality checks involved an assessment  to identify incorrect and erroneous entries or outliers. Based on the  information we obtained and analyses we conducted, we determined that  the data were sufficiently reliable for the purposes of this report. We  conducted this performance audit from December 2009 to August 2010, in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["NIH’s extramural research funding efforts reflect its large, decentralized  organization. Twenty-four of the 27 ICs fund extramural research, each  with a separate appropriation, and these ICs make final decisions on  which extramural research projects to fund following a standard peer  review process defined by law and NIH policy. As the central office at NIH,  the OD establishes NIH policy and is responsible for overseeing the ICs,  including their extramural research funding efforts, to ensure that ICs  operate in accordance with NIH’s policies."], "subsections": [{"section_title": "NIH’s Standard Process and Criteria for Awarding Extramural Grants", "paragraphs": ["NIH is required by law to use a peer review system in its process for  making extramural grant awards. In September 2009 we described this  peer review system as two sequential levels of peer review by panels of  experts in various fields of research that help NIH identify the most  promising extramural grant applications to fund, as defined primarily by  an assessment of the applications’ scientific merit.", "Initial peer review groups conduct NIH’s first level of peer review. These  groups review the applications assigned to them and assess their scientific  merit, using criteria that require reviewers to examine such components as  a grant application’s design and methodology, innovation, and scientific  significance. Using these criteria, the initial peer review groups assign a  priority score to the applications they review, which are used to rank the  applications from among those in the cohort of applications. After the  applications are scored and ranked, the information is forwarded to the  appropriate IC—based on the applications’ proposed area of research—for  the second level of peer review.", "Each IC that funds extramural research has its own advisory council,  which conducts the second level of NIH’s peer review. Advisory councils  consist of no more than 18 voting members, two-thirds of whom are  scientists in the research areas of the IC and one-third of whom are  leaders of nonscience fields. Under law and NIH policy, the advisory  councils are responsible for reviewing the applications and their priority  scores and, based on this review, recommending or not recommending to  the ICs certain applications for funding consideration. The advisory  councils’ recommendations conclude NIH’s peer review process.", "After NIH’s peer review process has been concluded, the director of each  IC is responsible for considering the recommendations of the advisory  council and for making final extramural funding decisions. In general,  NIH makes extramural grant award decisions based on scientific merit,  relevance to the IC’s scientific priorities, and the availability of funds  appropriated to each IC. As noted previously, the scientific merit of  extramural grant applications is determined by NIH’s peer review system  and reflected in the applications’ priority scores. Each of the ICs focuses  on specific scientific priorities. To aid in grant funding decisions, each IC  establishes a funding line—known as the payline—which is determined by  the number of extramural grant applications the IC anticipates funding  that year. The payline for any given year is based on projections of the  total funding available at the IC that year for grants, the average dollar  amount expected to be awarded per application, and the number of  applications received by the IC. While IC directors typically fund  applications that fall within the payline, they are not required to fund  applications based strictly on the applications’ priority scores or the  payline.", "After the ICs determine which extramural grant applications to fund, they  must also determine the specific award amount and the length of the grant  project. Determining the specific award amount may involve negotiation  between NIH and the grant applicant, as well as the submission of  additional documentation by the grant applicant prior to awarding the  grant. For example, NIH may ask an applicant to reduce the scope and the  proposed budget for the grant application if the IC does not have sufficient  funds to provide 100 percent of the funding requested by the grant  applicant. NIH grants may be funded for up to a 5-year project period, with  funding for each year contingent on the availability of funds and  satisfactory progress of the project."], "subsections": []}, {"section_title": "Administrative Supplements and Competitive Revisions to Existing Extramural Grants", "paragraphs": ["NIH’s ICs may provide additional funding to current active grants through  both administrative supplements and competitive revisions. The ICs award  administrative supplements using an administrative review process at the  IC level. Administrative supplements award additional funds during the  current project period to an existing extramural grant award that was  previously peer reviewed—for example, by allowing grantees to add  personnel or purchase additional equipment. All additional costs must be  within the scope of the peer reviewed and approved project. Competitive  revisions are funds added to existing extramural grant awards in order to  support new research objectives or other changes in scope. Like the  original grant award to which they are added, competitive revisions are  awarded using NIH’s peer review process."], "subsections": []}, {"section_title": "Historical Funding of NIH non–Recovery Act Extramural Grant Applications", "paragraphs": ["In fiscal year 2009, NIH received over 26,000 non–Recovery Act grant  applications for R01-equivalent grants—R01 grants are the most common  type of extramural grant applications—and 22 percent of these  applications were funded for an average of $391,000. NIH awards grants in  all 50 states, Washington, D.C., and other territories and possessions of the  United States, and to foreign institutions and international organizations.  In fiscal year 2009 NIH awarded about two-thirds of all non–Recovery Act  grant funds, including extramural research grant funds, to institutions in  10 states: California, Illinois, Maryland, Massachusetts, New York, North  Carolina, Ohio, Pennsylvania, Texas, and Washington."], "subsections": []}]}, {"section_title": "NIH Used Standard Review Processes and Applied Standard and Recovery Act– Specific Criteria to Make Extramural Grant Awards with Recovery Act Funding", "paragraphs": ["NIH used its standard review processes—peer review or administrative  review—to make extramural grant awards with its Recovery Act funding.  NIH selected grant applications for Recovery Act funding based on NIH  standard review criteria, as well as three criteria for Recovery Act grants."], "subsections": [{"section_title": "NIH Used Its Standard Review Processes, Including Peer Review, to Award Extramural Research Grants Using Recovery Act Funding", "paragraphs": ["In order to make extramural grant awards in fiscal years 2009 and 2010,  NIH used its standard review processes. These standard processes were  used to review three categories of applications for Recovery Act–funded  extramural grants, namely (1) new grant applications received from  Recovery Act funding announcements; (2) existing grant applications  that NIH received prior to the Recovery Act, but did not fund; and   (3) applications for administrative supplements and competitive revisions  to current active grants. Specifically,    NIH followed its standard peer review process, including review by an  initial peer review group and an IC advisory council, to evaluate new grant  applications submitted in response to Recovery Act–specific funding   opportunity announcements. Specifically, Challenge and Grand  Opportunity (GO) grants were developed for Recovery Act funding.", "For existing grant applications that had not previously received NIH  funding, the three ICs we reviewed set a new payline to guide selection of  existing grant applications for Recovery Act funding. These applications  had been submitted for NIH funding from annual appropriations prior to  the Recovery Act, and had already been reviewed and determined to be  scientifically meritorious using NIH’s peer review process. According to  NIH officials, most grant applications that fell within the new payline set  by the ICs were selected for renegotiation to reduce the projects’ proposed  objectives, scope, and budget. These renegotiations were required because  most grant applications were originally submitted for more than 2 years of  funding while NIH generally limited grants under the Recovery Act to  projects requiring 2 years or less to complete. NIH and IC officials  reported that grant management and program staff ensured that grant  applications remained scientifically meritorious when they rescoped 4- year grant applications down to 2 years, but did not assign new priority  scores to them.", "NIH also followed its standard review processes in awarding  administrative supplements and competitive revisions to current active  grants. For applications for administrative supplements to current active  grants, ICs conducted an administrative review of the supplemental  request for grant funding. Administrative supplements provide additional  funding to existing extramural grant awards that were previously peer  reviewed. For competitive revisions to current active grants, ICs  conducted a standard peer review of the new grant application."], "subsections": []}, {"section_title": "NIH Awarded Recovery Act Funds Based on Standard NIH Criteria, Such as Scientific Merit and Relevance to IC Scientific Priorities, as Well as Criteria for Recovery Act Grants", "paragraphs": ["NIH based funding decisions for all Recovery Act extramural grant awards  in fiscal years 2009 and 2010 on the three standard criteria NIH uses to  award extramural grants, plus three additional criteria established by NIH.  The three standard NIH criteria are scientific merit, availability of funds,  and relevance to IC scientific priorities:    Scientific merit—NIH considered the design and methodology,  innovation, and scientific significance of each grant application using the  scientific merit priority scores assigned to new grant applications, existing  grant applications that had not previously received NIH funding, and  competitive revisions to current active grants. Administrative supplements  were awarded to current active grants that had been previously peer  reviewed.", "Availability of funding—the number of extramural grant applications  that could receive Recovery Act funding was determined by the funding  available to each IC, which was specified by the Recovery Act to be in  proportion to each IC’s fiscal year 2009 appropriation.", "Relevance to scientific priorities—grant applications were evaluated to  determine their relevance to the scientific priorities of the awarding IC.", "In addition to the three standard NIH criteria, the three ICs we reviewed  considered three additional criteria established by NIH—geographic  distribution of Recovery Act funds, the potential for job creation, and the  potential for scientific progress within 2 years. Guidance by the OD to all  ICs encouraged—but did not require—the ICs to consider these three  criteria when making Recovery Act funding decisions. The guidance  identified the following:    Geographic distribution of the Recovery Act funds—ICs were encouraged  to consider making awards to grantees in states in which the aggregate  success rate for applications to NIH has historically been low. NIH  encouraged this geographic distribution in order for NIH Recovery Act  funds to have the widest effect across the nation and help state and local  fiscal stabilization.", "Potential for job creation—ICs were also encouraged to consider funding  extramural grant applications that had the potential to preserve and create  jobs—a main purpose of the Recovery Act. In evaluating applications for  administrative supplements, one of the ICs we reviewed gave preference  based in part on the number of jobs the supplement was projected to  create or retain.", "Potential for making scientific progress in 2 years—ICs were  encouraged to select grant applications for Recovery Act funding in  instances where IC officials determined that the applicant had the  potential to make scientific progress within a 2-year period, as opposed to  the longer duration grant."], "subsections": []}]}, {"section_title": "NIH’s Recovery Act Grant Awards Varied across Grant Categories and Other Characteristics, and NIH Made Information about the Grants and Grantees Publicly Available", "paragraphs": ["NIH’s Recovery Act extramural grant awards varied across three  categories—awards for applications that had previously been reviewed  but had not received funding, awards for new grant applications, and  awards for administrative supplements and competitive revisions to  current active grants. These awards also varied in size, duration, and  research methods, with grantees clustered in certain states and cities. NIH  and the ICs communicated a variety of information to the public about the  grant awards—including information about grantees—through NIH’s Web  sites."], "subsections": [{"section_title": "NIH Recovery Act Grant Awards Varied across Grant Categories, with Further Variation in the Specific Distribution of Awards at Selected ICs", "paragraphs": ["GAO’s analysis of NIH data show that NIH Recovery Act grant awards  varied across three grant categories, with significant further variation in  the specific distribution of awards across these three grant categories at  the three ICs we reviewed. As of April 2010, NIH used about $7 billion of  its $8.6 billion in Recovery Act scientific research funds and CER funds to  make over 14,000 extramural grants awards. Specifically, NIH used  nearly $2.7 billion of Recovery Act funding for grant applications that had  previously been peer reviewed by NIH but had not received NIH funding;  slightly over $2.4 billion for new grant applications received from  Recovery Act funding announcements; and about $1.9 billion for  administrative supplements and competitive revisions to current active  grants.", "The distribution of Recovery Act awards among the three categories of  extramural grants varied significantly across the three ICs we reviewed.  For example, we found that as of April 2010, NIAID used 69 percent of its  Recovery Act funds for existing grant applications that had not previously  received NIH funding, while NCI used 31 percent of its Recovery Act funds  for existing grant applications that had not previously received NIH  funding. In contrast, NHLBI used 51 percent of its Recovery Act funds for  new grant applications from Recovery Act funding opportunity  announcements, while NIAID used 5 percent of its Recovery Act funding  for new grant applications. (See fig. 1 for distribution of Recovery Act  awards among the three categories of grants at the three ICs we  reviewed.)", "National Heart, Lung,  and Blood Institute (NHLBI)", "National Institute of Allergy  and Infectious Diseases (NIAID)"], "subsections": []}, {"section_title": "NIH Recovery Act Extramural Grants Varied in Award Size, Award Duration, and Research Methods, and Grantees Were Clustered in Certain States", "paragraphs": ["GAO’s analysis of NIH data also show that as of April 2010, the 14,152  extramural grant awards NIH made with Recovery Act funds varied in the  size of the grant award, award duration, and research methods, with  grantees clustered in certain states, cities, and universities. (See app. I for  illustrative examples of 45 extramural grant awards made with Recovery  Act funds.)", "Grant Award Size: As of April 2010, we found that the average Recovery  Act extramural grant award was slightly more than $492,000, while about  25 percent of grants were awarded $623,000 or more. The median size of  Recovery Act grant awards was nearly $250,000, and Recovery Act grant  awards ranged in amount from $3,000 to about $29.6 million. NIH  awarded 1,259 Recovery Act extramural grants of $1 million or more, of  which 86 were for $5 million or more.", "Award duration: According to NIH officials, most Recovery Act  extramural grants were for durations of 2 years or less at the three ICs we  reviewed, but a few Recovery Act extramural grants were for durations  longer than 2 years. ICs generally limited their Recovery Act extramural  grant durations to 2 years or less in order to fund these grants with  Recovery Act funding, which is available for obligation until September 30,  2010. However, NIH granted ICs the flexibility to fund longer-term  extramural grants using Recovery Act funds for the first 2 years and  annual appropriations for additional years, if the grant is consistent with  the IC’s priorities. For example, officials at one IC reported that because  some early-stage principal investigators may require more than 2 years to  demonstrate success in their chosen field of study, the IC offered longer- term awards to these investigators that were partially funded with  Recovery Act funds and that it expects will be partially funded in  subsequent years with annual appropriations.", "NIH officials explained that a potential “cliff effect,” or sharp reduction in  application success rates—the percentage of grant applications that  receive NIH grant funding—could result beginning in fiscal year 2011  when Recovery Act funds are no longer available for grants. According to  NIH officials, the “cliff effect” could potentially occur in two ways. First,  recipients of 2-year Recovery Act awards may apply for additional funding  to extend their projects—potentially increasing the number of grant  applications in future years. Second, officials at two of the ICs we  reviewed reported that they committed to supporting grants for a duration  longer than 2 years using annual appropriations in fiscal year 2011, which  may reduce the amount of funds that will be available to make new grant  awards. NIH officials reported that the possible increase in applications  resulting from the completion of the Recovery Act awards will be  staggered across the next few years, and one official reported that the  agency will continue to make decisions about funding research that meet  their standard criteria.", "Research Methods: NIH officials reported that NIH used Recovery Act  funds to make grants for projects with a variety of research methods, such  as clinical trials. NIH officials also reported that while NIH does not track  all forms of research methods, the research methods used in connection  with the over 14,000 extramural grants awarded using Recovery Act funds  were similar to the research methods used in connection with the  extramural grants funded using annual appropriations. The officials  explained that the data available for fiscal year 2009 indicate that  extramural research grants funded under the Recovery Act had similar  research methods, and were awarded in roughly the same proportions as  extramural grants funded with annual appropriations.", "NIH officials also reported that the agency has no general policy regarding  which scientific methods should be supported using Recovery Act funds  or annual appropriations, and that NIH left these decisions to the ICs.", "Officials at one IC reported that the IC excluded grant applications  involving long-term clinical trials using human subjects or long-term  studies involving animal subjects from consideration for Recovery Act  funding because Recovery Act funding was generally used for shorter-term  grants—that is, grants where the specific aims or scope could be  accomplished within the 2-year duration of the award.", "Geographic distribution: Consistent with the pattern of grants funded  with annual appropriations in fiscal year 2009, the NIH Recovery Act  grantees were clustered in certain states. Of the over 14,000 Recovery Act  extramural grants awarded as of April 2010    six states—California, Massachusetts, New York, North Carolina,  Pennsylvania, and Texas—accounted for 50 percent of awards;   six cities—Baltimore, Boston, Los Angeles, New York, Philadelphia, and  Seattle—accounted for over 25 percent of awards; and five universities received over 10 percent of awards—Duke University,  Johns Hopkins University, University of Michigan at Ann Arbor, University  of Pennsylvania, and University of Washington."], "subsections": []}, {"section_title": "NIH Posted a Variety of Information about Recovery Act Extramural Grants and Grantees on Its Web Site", "paragraphs": ["NIH communicated various information to the public about the extramural  grant awards it made using Recovery Act funds. Information on Recovery  Act extramural grant awards was communicated to the public through  existing and new Recovery Act–specific Web pages. For example, NIH  made information about Recovery Act extramural grants available through  its existing Research Portfolio Online Reporting Tools (RePORT) system,  an NIH Web-based reporting tool. The RePORT system contains  information on both Recovery Act and non–Recovery Act extramural  grants. For example, the site includes reports, analysis, and data on NIH  research activities, such as the fiscal year of the award, the location of  grantee, and awarding IC. (See app. I for extracts of information provided  by NIH about extramural grants that were awarded Recovery Act funds,  including information from NIH’s Web Site.)", "In addition to the existing Internet Web sites, NIH and the ICs also  developed Recovery Act–specific pages on their Web sites to disseminate  information about Recovery Act grants, including extramural grants. For  example, NIH highlighted information on Recovery Act–funded extramural  grants—on major topics of interest to the public and groups involved in  biomedical research funding—available through NIH Recovery Act reports  on NIH’s Internet Web site. NIH and the ICs posted background stories  on particular projects and principal investigators on their Web sites. NIH  also made press releases available about Recovery Act–funded projects  through the NIH Recovery Act news releases page on its Web site."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["A draft of this report was provided to HHS for review and comment. HHS  provided technical comments that were incorporated as appropriate.", "As arranged with your offices, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days after its  issue date. At that time, we will send copies of this report to other  interested congressional committees, the Secretary of HHS, and the  Director of NIH. This report will also be available on the GAO Web site at  http://www.gao.gov.", "If you or your staff have any questions regarding this report, please  contact Linda T. Kohn at (202) 512-7114 or kohnl@gao.gov. Contact points  for our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. Key contributors to this report are listed in  appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Illustrative Examples of NIH Recovery Act Extramural Grants", "paragraphs": ["The 45 grants presented below include a sample of 15 extramural grants  awarded with American Recovery and Reinvestment Act of 2009  (Recovery Act) funds from each of the three Institutes and Centers (IC) we  reviewed—National Cancer Institute (NCI), National Heart, Lung, and  Blood Institute (NHLBI), and National Institute of Allergy and Infectious  Diseases (NIAID). For each IC, the 15 grants were randomly selected  from the three different categories of grant applications—new grant  applications from Recovery Act funding opportunity announcements,  existing grant applications that had not previously received National  Institutes of Health (NIH) funding, and administrative supplements and  competitive revisions to current active grants. The number of grants  selected in each grant category was in proportion to the amount of  Recovery Act funding awarded for each category by the IC, and are not  representative of all Recovery Act extramural grant awards. Grants were  assigned categories as follows:    New applications—New grant applications from Recovery Act funding  opportunity announcements.", "Existing applications—Existing grant applications that had not previously  received NIH funding.", "Supplements and revisions—Administrative supplements and competitive  revisions to current active grants.", "The information presented in this appendix about each of the Recovery  Act extramural grants was provided by NIH. In particular, the grant project  titles, administering IC, grantee organization, and abstract descriptions  were reprinted from information supplied by NIH. We did not edit them in  any way, such as to correct typographical or grammatical errors in the  abstract descriptions. We calculated the grant award size reported for  each of the 45 grants from NIH information on Recovery Act funds. The  grant awards ranged from about $13,000 to about $7.2 million.", "CSHL Molecular Target Discovery and Development Center  Cold Spring Harbor Laboratory  P.O. Box 100  Cold Spring Harbor, NY 11724  In this application we describe our plans to create a Molecular Target Discovery and Development Center (MTDDC) that will act as  downstream component of The Cancer Genome Atlas (TCGA) project. Our premise is that the complexity of cancer genome  alterations leads directly to the heterogeneity of cancer behavior and outcome, and that to translate the wealth of cancer genome  characterization into clinical utility requires the functional identification and validation of the underlying driver genes. Driver gene  identification will lead to a deeper understanding of cancer genotypes, create an important new set of biomarkers and therapeutic  targets, and when combined with genome-wide RNAi screens, lead to the identification of key genetic vulnerabilities that will serve as  a new generation of therapeutic targets. Our planned center is a natural expansion of long- standing collaborative projects at Cold  Spring Harbor Laboratory (CSHL) and combines several powerful methods that we have developed and will continue to build upon as  outlined in this application. These methods include flexible mouse models based on the transplantation of genetically-manipulated  progenitor cells into the appropriate tissues of recipient mice; novel bioinformatics that take complex cancer genome datasets and  pinpoint candidate driver genes and considerably altered pathways; new RNAi technology to manipulate the expression of candidate  target genes in vitro and in vivo; and genome-wide RNAi screens to find genetic vulnerabilities of cancer cells. The CSHL MTDDC will  use these innovative tools to place the complex array of genomic alterations identified by cancer genome projects into biologic  context. High-throughput screening in mouse models will be used to determine whether candidate genes are drivers or passengers.  Additionally, through the identification of those driver genes that are required for tumor maintenance and by genome-wide RNAi  screens to find the druggable vulnerabilities of major cancer genotypes, we will discover and validate a new generation of cancer drug  targets. The resultant data, reagents, and newly validated biomarkers and targets will be openly shared among the TCGA network  and broader cancer research communities, as we have done with RNAi Codex, CSHL’s open-access portal/database for short-hairpin  RNA (shRNA) gene-silencing constructs.", "Supporting New Faculty Recruitment Through Biomedical Research Core Center  University of Kentucky  109 Kinkead Hall  Lexington, KY 40506-0057  The strategic plan of the University of Kentucky (UK) P30 application in response to RFA-OD- 09-005 is to provide support for the  recruitment of 2 junior investigators who will be immersed into a highly collaborative, interdisciplinary group of investigators focused on  the diagnosis, prevention and treatment of gastrointestinal (Gl) cancers. This productive group consists of basic and clinical scientists,  including molecular and cell biologists, clinician-scientists (surgeons, gastroenterologists, and medical oncologists), Gl pathologists,  epidemiologists, biostatisticians and investigators in the School of Pharmacy with successful programs in drug design and delivery.  The purpose of this program is to support promising junior investigators who will participate in translational Gl cancer research  projects as part of our recently-funded P20 program (P20 CA127004) which provides support for the development of a fully-funded  P50 Gl cancer SPORE application. Our goal is to develop a cadre of future Gl cancer investigators who can participate at the  intersection of molecular biology, drug discovery and clinical care to become leaders in integrative and team approaches to  understand the complex issues of Gl cancer as it relates to potential prevention and treatment strategies. This proposal builds upon  the momentum and existing strengths at the Markey Cancer Center and is further supported by substantial institutional, state and  philanthropic support.", "Targeting PTEN Null Tumors via Inhibition of the p110beta Isoform of PI3 Kinase  Dana-Farber Cancer Institute  44 Binney St  Boston, MA 02115  The class IA phosphatidylinositol 3 kinase (PI3K) signaling axis is perhaps the most frequently activated pathway in human cancer. In  response to the activation of receptor tyrosine kinases (RTKs), G-protein coupled receptors (GPCRs) or Ras, class IA PI3Ks,  consisting of three catalytic isoforms termed p110?, p110? and p110?, are activated to generate the primary intracellular lipid signal,  phosphatidylinositol 3,4,5-trisphosphate (PIP3), which is essential for multiple cellular processes. The tumor suppressor PTEN, a lipid  phosphatase, dephosphorylates PIP3, thereby antagonizing the actions of PI3K and regulating the PI3K pathway activity. Pathway  activation in tumors is most commonly achieved through activating mutations in p110? isoform or via loss of the PTEN tumor  suppressor. Importantly, PI3K enzymes are highly suited for pharmacological intervention, making them attractive targets for cancer  therapy. In fact, there are a number of PI3K inhibitors from major pharmaceutical companies that have entered clinical trials for cancer  treatment, but most of these inhibitors target all p110 isoforms, which may cause side effects arising from the essential roles of PI3K  in normal physiology. While isoform specific inhibitors are being further developed, most of which are directed toward p110? (for solid  tumors) or p110? (Hematological malignancies). We believe that the drug companies have blundered by failing to develop p110?- specific inhibitors. We and others have recently demonstrated that tumors driven by PTEN loss are specifically dependent of p110?  not p110?. The broad goal of this project is to generate p110? -specific inhibitors for use as new, targeted therapeutics in diverse  cancers featuring PTEN mutations. To this end we have assembled a team of scientists optimized to achieve this goal. Our team’s  unique reagents for assessing PI3K signaling, coupled with and our expertise in protein chemistry, X-ray crystallography, medicinal  chemistry and animal models, position us to effectively develop p110? inhibitors over a two-year time period for future clinical trials.  Our specific goals are to generate cell-based systems and genetic models to determine the role of p110? in tumorigenesis driven by  PTEN in different tissue types and to test p110? - specific inhibitors, to purify large amounts of active p110? for enzyme assays and  crystallography and to pursue a chemistry campaign to design and evaluate new scaffolds for p110? inhibition and optimize 2 of these  scaffolds using both cell and animal models and structural information from a complex of p110? and an inhibitor.", "Role of TIEG1 in Foxp3+Treg development and tumor progression  Wayne State University  Sponsored Program Administration  Detroit, MI 48202  Although tumor vaccines can induce CD4 helper and CD8 cytotoxic response against tumor antigens, they have been largely  ineffective in causing tumor regression in the clinic. This is because the tumor cells acquire many mechanisms to evade the immune  surveillance program of the host. Foxp3+CD4 +CD25+Treg-mediated immune suppression has emerged as one of the crucial tumor  immune evasion mechanisms and main obstacle of successful tumor immunotherapy. Most malignant cells including prostate cancer  cells secret large amounts of TGF-¿ and has been shown to convert the effector T cells into tumor antigen specific Tregs by inducing  Foxp3 expression. Such tumor induced Tregs not only suppress the priming and effector function of anti-tumor effector cells but also  form a broad network of self-amplifying immunosuppressive network. Therefore, overcoming tumor induced expansion and de novo  generation of Tregs is critically important for the design of effective immunotherapeutic strategies for successful cancer treatment. We  have demonstrated a critical role of TGF-¿ inducible early gene-1 (TIEG1) in the transcriptional regulation of Foxp3 in CD4T cells  treated with TGF-¿. E3 ligase Itch-mediated monoubiquitination is essential for nuclear translocation, and transcriptional activation of  TIEG1. However, in transient overexpression systems Itch targets TIEG1 for both mono and polyubiquitination. Our preliminary  studies suggest that IL-6 which inhibits TGF-¿ induced Foxp3 expression induces proteasomal degradation of TIEG1 possibly through  polyubiquitination. Tyk2-mediated phosphorylation of TIEG1 seems to act as a recognition signal for polyubiquitination of TIEG1.  Therefore, we hypothesize that Itch targets TIEG1 differentially for mono and polyubiquitination when the CD4T cells are stimulated  with TGF-¿ or IL-6 and regulates its activation and degradation. Despite the growing body of data on the role of Foxp3 in Treg  development and function, how Foxp3 transcription is regulated is not clear. We have identified consensus NFAT and TIEG1 binding  sites adjacent to each other on Foxp3 promoter. Since, most transcription factors work cooperatively with other factors binding in  close proximity we hypothesize that NFAT and TIEG1 interact on Foxp3 promoter and regulate chromatin remodeling and Foxp3  expression. A clear understanding of molecular combinations and cross-talks that imprint Foxp3 transcription in CD4T cells will aid in  designing strategies to disrupt the inhibitory network of Tregs in tumor microenvironment. Using prostate cancer TRAMP-C2 cells  which secrete large amount of TGF-¿, we will analyze the effect of TIEG1 deficiency on Treg development and tumor progression.  Since TIEG1 does not effect nTreg development in the thymus, targeting TIEG1 is an appealing strategy to block the de novo  induction of Tregs. Such a strategy is expected to eliminate most potent tumor specific Tregs that inhibit anti-tumor immune response  without the risk of triggering autoimmunity.", "Cell Polarity in Self-renewal and Differentiation of Stem/Progenitor Cells  Fred Hutchinson Cancer Research Center  Box 19024  1100 Fairview Ave N  Seattle, WA 98109-1024  Self-renewal and differentiation are fundamental characteristics of all stem/progenitor cells. During mammalian development  stem/progenitor cells use cell polarity mechanisms to divide asymmetrically to renew themselves and generate daughters that stop  proliferation and differentiate. Similar mechanisms are used for self-renewal and differentiation of adult stem cells. Failure of  asymmetric cell divisions in stem cells may result in inability to withdraw from cell cycle, perturbations of normal brain development  and cancer. Alternatively, failure of stem cell self-renewal can cause depletion of stem cells, decline in tissue regenerative potential  and premature aging. The molecular mechanisms governing cell polarity and asymmetric cell divisions of mammalian stem/ progenitor  cells and their role in aging and cancer are still poorly understood. This proposal focuses on cell polarity proteins, Lethal giant larvae   1 and 2 (Lgl1 and Lgl2), which represent the mammalian orthologs of Drosophila neoplastic tumor-suppressor protein Lgl. We have  evidence that Lgl1 is necessary for regulation of asymmetric cell division of neural progenitor cells during early neurogenesis and loss  of Lgl1 results in abnormal accumulation of progenitors that fail to withdraw from the cell cycle. Neonatal death of Lgl1-/- mice  precluded us from the analysis of potential tumor- suppressor role of Lgls in adult animals and their role in self-renewal of adult stem  cells. In this proposal we will use a variety of conditional gene knockout and biochemical approaches to investigate the potential in  vivo role and significance of the entire Lgl gene family and molecular mechanisms responsible for function of Lgl proteins in regulation  of stem/progenitor cell self-renewal and differentiation. These studies will help to extend our knowledge of the mechanisms of self- renewal and differentiation of mammalian stem/progenitor cells. This information will be useful for future development of efficient  regenerative, anti-aging and anticancer therapies.", "Human CYP2A and respiratory tract xenobiotic toxicity  Wadsworth Center Health Research, Inc.  Menands, NY 12204-2719  The long-term objective is to determine the role of respiratory tract cytochrome P450 (P450 or CYP) enzymes in target tissue  metabolic activation and toxicity of environmental chemicals. Our focus continues to be on CYP2A13, an enzyme selectively  expressed in human respiratory tract, and the most efficient human P450 enzyme in the metabolic activation of 4-  (methylnitrosamino)-1-(3-pyridyl)-1-butanone (NNK), a major tobacco- derived respiratory tract procarcinogen. CYP2A13 is also  known to metabolize numerous other important respiratory tract toxicants. Our hypothesis, that CYP2A13 plays an important role in  tobacco-related lung carcinogenesis in humans, is supported by findings of a recent epidemiological study, and by reports confirming  that CYP2A13 protein is expressed in human lung, where it is active in the metabolic activation of NNK, and that P450s in the lung,  but not those in the liver, are essential for NNK-induced lung tumorigenesis in mouse models. Furthermore, our preliminary finding,  that expression of CYP2A13 is downregulated by inflammation, offers an explanation for why the levels of CYP2A13 protein detected  in patient-derived lung biopsy samples were so low, and suggests the possibility that CYP2A13 levels in intact, healthy lungs are  much higher. Here, we propose three series of experiments to overcome the difficulties associated with not being able to directly study  P450 expression or activity in intact, healthy human lungs. We will (1) study a CYP2A13-humanized mouse model, in order to provide  proof-of-principle for the potential of CYP2A13 to mediate NNK-induced lung tumorigenesis in humans; (2) perform additional studies  to better understand the nature and scope of inflammationinduced suppression of CYP gene expression in the lung; and (3) identify  common CYP2A13 genetic variants that cause changes in gene expression (and the underlying mechanisms), in order to provide  biological basis for future epidemiological studies aimed at further confirming the role of CYP2A13 in smoking-induced lung cancer or  other chemical toxicities in various ethnic or occupational groups. We believe that our proposed studies are novel, and the anticipated  outcome will be highly relevant to mechanisms of chemical carcinogenesis and other chemical toxicities in human lung.", "Sentinel Node Versus Axillary Dissection in Breast Cancer  University of Vermont & St Agric College  85 South Prospect Street  Burlington, VT 05405  The long-term objectives of this proposal are to develop and refine methods of breast cancer staging in patients that are substantially  less morbid than current methods, yet still provide the same diagnostic and therapeutic benefits. For the past nine years we have  partnered with the National Surgical Adjuvant Breast and Bowel cooperative group (NSABP) to conduct a large, multi-center,  randomized, Phase III prospective trial that compares sentinel lymph node (SLN) resection to conventional axillary dissection in  clinically node-negative breast cancer patients (NSABP trial B-32). During the last grant period we have also launched a multicenter  study to investigate whether detection of the presence of bone marrow micrometastases provides enhanced and early prediction for  survival of breast cancer patients (NSABP study BP-59). Several tasks have been shared between UVM and NSABP, such as final  trial design and protocol development. UVM has had non-overlapping primary responsibility for the following: (1) training and quality  control of all aspects of SLN surgery and bone marrow sample procurement; (2) processing and interpretation of SLNs for occult  metastases; (3) processing and interpretation of bone marrow samples for disseminated tumor cells; and (4) statistical analysis of the  following three relationships: firstly, the relationship of training to surgical outcomes and quality of reported data; secondly, the  relationship of occult metastases in SLNs to survival and other patient variables, and thirdly, the relationship of bone marrow  micrometastases to survival. During the time period of this proposal the first 6 Aims will be fully completed and the 7th Aim will result  in complete specimen accrual and interpretation. The Specific Aims of the current active grant are: Specific Aims #1 and #2:  Determine whether SLN resection alone, when compared to ALN dissection plus SLN resection, results in equivalent long-term control  of regional disease (Aim 1) and disease-free and overall survival (Aim 2). Aim #3: Determine the magnitude of morbidity reduction of  SLN surgery versus ALN resection. Aim #4: Determine the magnitude of quality of life improvement by SLN surgery versus ALN  resection. Aim #5: Determine whether standardized immunohistochemistry analysis of hematoxylin and eosin- negative SLNs  identifies patients at risk for decreased overall and disease-free survival. Aim #6: Establish a standardized method of SLN surgery in a  large number of centers for procedural consistency. Aim #7: Determine the relative risk of death associated with the presence of  tumor cells in the bone marrow of breast cancer patients and investigate the relationship between 2 tumor cell detection methods,  brightfield and immunoflourescence cytochemistry, in detecting bone marrow micrometastases.  p53 Acetylation as a Mechanism in Chemoprevention by Aspirin  Texas Tech University Health Scis Center  3601 4th Street - Ms 6271  Lubbock, TX 79430-6271  A vast amount of epidemiological, preclinical and clinical studies have revealed aspirin as a promising chemopreventive agent,  particularly in epithelial carcinogenesis. Despite the wide attention inhibition of cyclooxygenases has received, it is clear that aspirin  elicits a myriad of molecular effects that counteract the carcinogenic episodes. Since aspirin’s protective effect was mainly observed in  epithelial cell types which are more resistant to chemotherapeutic efforts, an urgent need exists to dissect and identify the primary  targets and cancer preventive pathways affected by aspirin. In preliminary studies, we have obtained the first and strong evidence for  a dose- and time-dependent acetylation of p53 tumor suppressor protein by aspirin in MDA-MB-231 human breast cancer cells,  several cancer cells belonging to different tumor types and also in normal liver cells. In MDA-MB-231 cells, aspirin induced the levels  of p53 target genes namely p21CIP1, a protein involved in cell cycle arrest, and Bax, a proapoptotic protein; however, p21 induction  was transient (1-12h); where as, induction of Bax was sustained (24 h). Interestingly, in DNA damaged cells (induced by  camptothecin), aspirin treatment (24 h) inhibited the p21 induction, while the Bax induction was unaffected. Built on these findings, the  central hypothesis of this R03 pilot project is that aspirin-induced multi-site acetylation of p53 alters its transcription factor function by  shifting the gene expression spectrum from those that elicit cell cycle arrest / prosurvival properties to those that promote and drive  cell death. Since deletion of p21 gene has been previously shown to increase the sensitivity of cells towards apoptosis, our  observation that aspirin inhibits p21 suggests a potential mechanism by which it may exert anti-cancer effects in DNA damaged cells.  The studies proposed in this application will determine the mechanisms by which aspirin regulates apoptosis in DNA damaged cells  via inhibition of p21. We will use MDA-MB-231 and MCF-7 breast cancer cells as well as normal human Peripheral Blood  Mononuclear Cells in our study. The experiments in Aim 1 will investigate the molecular basis of aspirin-mediated inhibition of p21  using real time RT-PCR, electrophoretic mobility shift assays, and run on transcription assays. We will also identify aspirin-induced  acetylation sites on p53. In Aim II, we will determine the ability of aspirin to augment apoptosis in cells exposed to DNA damaging  drugs by clonogenic cell survival assays and flow cytometry. In addition to camptothecin, all studies will be extended to include  doxorubicin and cisplatin, to determine if aspirin also modulates p21 / Bax expression by these DNA damaging drugs. These studies  will provide a novel mechanism by which aspirin may exert anticancer effects in DNA damaged cells via acetylation of p53, induction  of Bax and inhibition of p21.", "The role of pheomelanin in cutaneous melanoma  Tufts Medical Center  800 Washington St  Boston, MA 02111-1526  Ultraviolet (UV) radiation represents a definitive risk factor for skin cancer, particularly in combination with certain underlying genetic  traits, such as red hair and fair skin. Skin pigmentation results from the synthesis of melanin in pigment-producing cells, the  melanocytes, followed by distribution and transport of the pigment granules to neighboring keratinocytes. Epidemiological studies  have found less skin cancer in people who have high levels of constitutive pigment and/or tan well. However, we have incomplete  understanding of other factors involved in the development of skin cancer, such as capacity to repair photo- damage in people of  different skin colors. The finding that albinos have a lower incidence of melanoma than people with fair skin makes this question more  complex. Recent findings including our own have led to a realization that melanin, especially pheomelanin (a yellow/red form of  melanin), acts as a potent UVB photosensitizer to induce DNA damage and cause apoptosis in mouse skin. The proposed research  will focus on the role of pheomelanin in DNA damage, at both genomic and individual nucleotide levels, and on the subsequent  activation of DNA repair, alteration in chromatin structure, and ultimately melanoma formation. We hypothesize that pheomelanin  contributes to UVinduced DNA damage that is incompletely repaired. Although DNA repair may be activated to a larger extent in  response to the greater DNA damage in pheomelanin-containing skin, the repair will be insufficient to eliminate all mutagenic adducts.  We will first identify the role of pheomelanin in melanoma formation by melanoma mouse models. Second, we will define the  photoproducts and oxidative stress to DNA in mice with different type of epidermal pigmentation at different times after UVB irradiation  by quantitative methods. Third, we will map DNA damage in specific sequences of BRAF and N-RAS genes, both of which are  frequently mutated in human melanoma. Finally, we will detect the expression of genes in DNA repair pathways at different times after  UVB irradiation. Given the vital role that pheomelanin plays in normal phototoxicity and disease, these studies will provide important  insights into the homeostasis of tanning and the pathogenesis of disorders like melanoma. Expanding our knowledge of DNA repair in  different skin types provides a rich ground for melanoma prevention and for the development of targeted small-molecule therapeutics.", "Cancers in Older Minority Populations: Caribbean American  Long Island University  Brooklyn Campus  1 University Plz  Brooklyn, NY 11201-8423  Strong ties have developed between investigators at Long Island University’s Brooklyn campus (LIU) and Columbia University’s  Herbert Irving Comprehensive Cancer Center (HICCC) over the past four years. Several joint grants and projects have resulted,  totaling over $2 million, with two proposals pending. Anchoring this collaboration has been a P20 from NCI (CA91372). These  research efforts have focused on differences among African Caribbean immigrant populations in Brooklyn and North Manhattan  (including Dominican, Haitian, and English-speaking Caribbeans) and US-born African Americans and European Americans. The  research includes behavioral, cultural, lifestyle, and biological genetic differences that may relate to cancer-related health disparities.  In this application, we propose to build upon the existing partnership and use it as a platform for a broader, more comprehensive study  of the same issues. This partnership would meld the two institutions, with an emphasis on bringing together their complementary  strengths. The PI at LIU is a well-known psychologist with extensive behavioral and survey research experience with these  populations in Brooklyn. The PI at Columbia is a medical oncologist and epidemiologist with a strong record in cancer prevention and  control research and a leadership position in the MCCC. HICCC will provide access to its core facilities, especially the Biostatistics  Core, while LlU will provide its expertise in survey and behavioral research. The proximity of the two institutions will permit frequent  seminars and workshops attended by individuals from both centers, as well as an annual retreat at each center. Students and faculty  at each will also have access to courses and lectures at each of the institutions. Equally important will be programs designed to  provide experience for minority students and faculty in cancer research, with the opportunity for students from LIU to obtain  admissions and fellowships to Columbia programs, illustrated by a minority predoc from LIU who will have a T32 postdoc at Columbia.  Two projects and four pilots are U54 program. There will be an annual competition for funding for the following year; proposals will be  reviewed by external reviewers, as was successfully conducted in our P20. Ongoing/proposed projects/pilots will be I discussed at a  monthly workshop alternating between campuses at which statisticians, data management, and methodologists will attend to provide  constructive discussion. A representative from the University of West Indies (UWI) will attend annual EAB meetings and, via  videoconference, quarterly internal steering committee meetings with long-term possibilities for dual site (Brooklyn/Caribbean)  projects. This partnership has a unique study population, a successful existing relationship, and an emphasis on population science  research.", "Case Comprehensive Cancer Center Support Grant  Case Western Reserve University  10900 Euclid Ave  Cleveland, OH 44106-7015  The Case Comprehensive Cancer Center (Case CCC), now in its 17 year, provides leadership and oversight for basic cancer  research, therapeutic and non-therapeutic cancer clinical trials, prevention, control and population research, as well as community  outreach for the major affiliate institutions of Case Western Reserve University: Case School of Medicine, University Hospitals of  Cleveland, and the Cleveland Clinic. Located in Cleveland and serving the 3.8 million people in Northern Ohio, members of the  Cancer Center manage over 7,000 new cases per year with a high rate of clinical trial access and accrual, operating under a single  protocol development and review system, data safety management plan, and a coordinated clinical trials operation. Since the last  competitive renewal application, the Center has increased NCI funding by more than 53%, and more than doubled its total peer- reviewed funding. The Center also accrued 877 patients to therapeutic clinical trials in 2005. Significant institutional commitment to  Center development resources, faculty recruitment, shared resources, and space assures the Center’s continued success and its  dynamic approach to multidisciplinary cancer research and therapeutics. The Case CCC has 9 Scientific Programs, 17 shared  resources including 6 that are new, and a clinical and behavioral cancer research infrastructure that prioritizes innovative translational  research and investigator-initiated clinical trials that cut across the Scientific Programs. These programs include Cancer Genetics, Cell  Proliferation and Cell Death, Radiation and Cellular Stress Response, Molecular Mechanisms of Oncogenesis, GU Malignancies  (new), Stem Cells and Hematologic Malignancies, Developmental Therapeutics, Cancer Prevention, Control and Population  Research, and Aging-Cancer Research (new). The new Shared Resources include Imaging Research, Proteomics, Hybridoma,  Transgenic & Targeting, Translational Research, and Practice-Based Research Network. Each of these new Shared Resources is  fully operational, supporting the cancer research of multiple members across programs, and providing a critical platform for  multidisciplinary and interdisciplinary research. This scientific organization and infrastructure furthers the mission of the Case CCC: to  improve the prevention, diagnosis, and therapy of cancer through discovery, evaluation, and dissemination that together reduce  cancer morbidity and mortality in Northern Ohio and the Nation.", "Spin Probes in Semipermeable Nanospheres: EPR spectroscopy & imaging of tumor pH  Ohio State University  1960 Kenny Road  Columbus, OH 43210  The overall goal of this project is to develop new functional EPR probes of enhanced stability for in vivo EPR spectroscopy and  imaging of pH, one of the most important parameters in the biochemistry of living organisms. pH-sensitive nitroxyl radicals have been  previously developed by the P.I. and colleagues but often suffer insufficient stability in living tissues. In this project two different  strategies will be used to develop paramagnetic probes with stability in vivo based on the original idea of constructing nano-Sized  Particles with the Incorporated Nitroxides, or nanoSPINs. The semipermeable membrane of the nanoSPINs will differentiate sensing  nitroxides from biological reductants while allowing free penetration of the analyze, H+. This will fill a niche between fluorescent pH  probes, which have provided advances in applications for cellular and subcellular detection, and NMR/MRI, which have provided  applications in living animals and humans, but these current techniques often suffer from the lack of sensitivity (1000 fold or lower  than EPR) and specificity. The specific aims are: (SA1) To develop effective approaches for the design of pH-sensitive nanoSPINs.  Two alternative strategies for the incorporation of the nitroxides into semipermeable nanospheres will be used, namely incorporation  into phospholipids liposomes and polyamide capsules. (SA2) To define spectroscopic and physicochemical characteristics of pH- sensitive nanoSPINs. Quantitative characterization of the obtained nanoSPIN is absolutely crucial both for the optimization of the  preparation procedures and for efficiency of their further applications. (SA3) To apply in vivo EPR measurements of pHe in PyMT  tumor-bearing mice using developed nanoSPINs. The measurement of the extracellular pHe in the PyMT mammary tumors in living  mice using developed pHsensitive nanoSPINs will provide new insights into related biochemical processes, including better  understanding of the observed anti-tumor activity of Granulocyte Macrophage Colony-Stimulating Factor (GM-CSF), a therapeutic  approach which is currently of much interest. The results may provide an opportunity for the design of other corresponding therapeutic  approaches. In summary, the success of this project may have a significant impact on the future of functional in vivo EPR  spectroscopy and bioimaging applications to medicine. This project will develop pH-sensitive paramagnetic probes of enhanced  stability based on encapsulation of the nitroxides into semipermeable nanospheres. These probes, termed nanoSPINs, will allow in  vivo EPR spectroscopy and imaging of pH. The experiments using pHsensitive nanoSPINs in PyMT mammary tumors in living mice  are planned to contribute to the understanding of the mechanisms of extracellular acidosis in solid tumors and to use extracellular pH  to monitor tumor progression and thus evaluate the efficacy of anti-tumor drugs, and provide opportunities for designing  corresponding therapeutic approaches.", "Development of Oncomine Professional as a Platform for Biopharmaceutical Research  Compendia Bioscience, Inc.  Floor 2  Ann Arbor, MI 48104  DNA microarray studies, largely sponsored by the NIH and other granting agencies, have generated a wealth of data uncovering the  complex gene expression patterns of cancer. Currently however, there is no unifying organizational or bioinformatics resource to  integrate the myriad independent observations into a single, global, computable environment. Such a resource would not only provide  wide access to data from individual studies, but would also provide an opportunity to apply advanced analysis techniques to the  aggregated data. In the absence of such a resource, the majority of cancer molecular profiling data remains severely under-utilized by  both the academic cancer research community, and by the pharmaceutical and biotechnology companies who could utilize this data to  aid in their efforts to develop new biomarkers and therapies. We propose to develop a commercialscale solution for cancer molecular  profiling research to address this problem. The solution builds upon the prototype of Oncomine developed at the University of  Michigan, which utilizes a data pipeline, a data warehouse, an analysis engine, and a web interface to deliver human cancer genomic  data in an intuitive platform to scientists and clinicians. The specific aims in Phase I of this proposal are to: 1. Modify the Academic  Data Pipeline to Support Commercial Operations. 2. Re-host and re-structure the Oncomine Database. 3. Develop a commercial  technical operating model for the Oncomine Web Application. In Phase II of this proposal we will: 1. Develop a controlled cancer  genomics data pipeline to support the rapid and proactive collection, standardization and analysis of heterogeneous cancer genomics  data from repositories, academic laboratories and pharmaceutical companies. 2. Develop a scalable and secure cancer genomics  data warehouse to support the storage and retrieval of public and proprietary data. 3. Develop an optimized user interface to support  cancer drug discovery and development. The result of this work will be a fully integrated, end-to-end platform for providing publicly  funded research results to the commercial sector, with a goal of utilizing that data to develop new diagnostic and therapeutic  approaches for treating cancer. The Oncomine prototype is already broadly accepted in academia, and has been verified as a  research tool with high utility by over 10,000+ non-profit users. Since 2006 Compendia has worked to establish the commercial merit  of Oncomine; as a result, tens of thousands of valuable high-throughput experiments are now being utilized by several of the world’s  top pharmaceutical companies. However, additional funding is required to transition Oncomine from an academic tool to a commercial  platform, and to realize the full commercial potential of this approach to advance research and save lives.Cancer is a leading cause of  mortality, and is responsible for one in every four deaths in the United States. In recent years global gene expression technologies  have generated important new information about the molecular mechanisms underlying cancer by revealing specific aberrations in  genes, proteins, and signaling pathways. This proposal seeks funding to provide a platform for aggregating, analyzing, and presenting  this genomic data to drug development companies, with a goal of optimizing the clinical usefulness of cancer genomic data for drug  discovery and development.", "Pharmacogenomics of Childhood Leukemia (ALL)", "St. Jude Children’s Research Hospital  Memphis, TN 38105  Despite substantial progress in the past two decades, cancer remains the leading cause of death by disease in US children between 1  and 15 years of age. Acute lymphoblastic leukemia (ALL) is the most common childhood cancer, and cure rates are approaching  approximately 80% today. Unfortunately, 20% of children with ALL are not cured with current therapy, making the number of cases of  relapsed ALL greater than the total number of new cases of most childhood cancers. Previous work has established that de novo drug  resistance is a primary cause of treatment failure in childhood ALL. However, the genomic determinants of such resistance remain  poorly defined. We have recently identified a number of new genes that are expressed at a significantly different level in B-lineage  ALL cells exhibiting de novo resistance to widely used antileukemic agents (prednisolone, vincristine, asparaginase, daunorubicin),  and their pattern of expression was also significantly related to treatment outcome. To assess, three research aims that extend our  prior findings. The first scientific aim is to identify genes conferring de novo resistance of childhood ALL to the widely used thiopurines,  mercaptopurine and thioguanine. This will be the first genome-wide analysis of genes conferring thiopurine resistance and will provide  important new insights into whether they represent distinct antileukemic agents. The second aim is to identify genes in T-ALL that  confer de novo resistance to the four agents we have previously studied in B-lineage ALL (prednisolone, vincristine, asparaginase,  daunorubicin) and the two thiopurines. This will yield pharmacogenomic insights into why T-ALL has a worse prognosis with most  treatment protocols. The final aim is to identify germline polymorphisms or epigenetic changes in the promoter regions of those genes  that are differentially expressed in ALL cells exhibiting resistance to these antileukemic agents. Preliminary studies have already  identified a significant relation between mRNA expression in ALL cells and the promoter haplotype structure of the first gene  investigated (SMARCB1). It is important to extend these pharmacogenomic studies in a systematic way to additional genes conferring  de novo drug resistance. These findings will continue to provide important new insights into the genomic determinants of treatment  failure and point to novel targets for developing strategies to overcome drug resistance in childhood ALL.", "University of New Mexico Cancer Center Support  University of New Mexico  Main Campus, PreAward  Albuquerque, NM 87131  The Cancer Epidemiology and Prevention Program was formally established in 1973 when the New Mexico Tumor Registry joined  with 6 other population-based tumor registries to form the NCI-SEER (Surveillance, Epidemiology and End Results) program. The NM  SEER data provide the fundamental, population-based data for hypothesis generation in this program, and has led to a strong base of  funding for research in lung, breast, skin and Gl cancers. The striking differences in cancer patterns, in cancer health disparities, and  in outcomes among New Mexico’s multiethnic population are under intense investigation to uncover the genetic, environmental,  social, and behavioral factors that account for these patterns and disparities. In addition, the program’s community-based research  and outreach in cancer education, screening, and prevention among rural, American Indian and Hispanic populations work toward  correcting those disparities. Led by co-directors Marianne Berwick and Steven Belinsky, the Cancer Epidemiology and Prevention  Program joins 23 full members, 2 members with secondary appointments, and 5 associate members with primary appointments in 5  Departments within the UNM School of Medicine and College of Pharmacy, the Lovelace Respiratory Research Institute, and the  Albuquerque Veteran’s Administration Medical Center. The Cancer Epidemiology and Prevention Program has four major scientific  goals that cross the organbased themes of lung, breast, skin and gastrointestinal cancers: (1) To identify the genetic, epigenetic,  environmental and behavioral risk factors contributing to the development and progression of cancer, particularly those cancers that  disproportionately affect New Mexico’s multiethnic populations; (2) To develop biomarkers for the risk factors identified in aim 1; (3) To  develop interventions for cancer prevention that target specific biochemical pathways and factors identified in aim 1, that will be  assessed using biomarkers from aim 2; and (4) To translate these interventions into community prevention, outreach, and education  programs using community-based participatory research methods. The high quality of the interactive research in this Program has  resulted in a large number of peer-reviewed grants and collaborative publications. The Program is supported by $10,374,531 in peer- reviewed funds (annual direct costs) from NCI, other NIH, DOD and CDC. Of this, $4,225,820 (41%) is NCI funding (exclusive of  SEER funding). Program Members published 263 cancer-relevant, peer-reviewed articles between 2000 and 2005; 16% of those  represent intra-programmatic collaboration and 4% inter-programmatic collaboration. Program members serve in national leadership  roles in multiple cooperative group initiatives and in NIH review panels. The large number of collaborative publications, the success at  obtaining peer-reviewed funding, and the national leadership roles played by Program members document the excellence of the  interactive efforts of this Program. Major programmatic research accomplishments include: the identification of epigenetic events,  critical to the risk and progression in lung cancer; the identification of disparate risk for breast cancer prognostic markers between  Hispanic and non-Hispanic white women; and the demonstration of a protective role for sun exposure in melanoma survival that may  be due to the metabolism of Vitamin D. These findings set new directions for research into the fundamental biology of these cancers  and will help direct the establishment of biomarkers to identify high-risk individuals for intervention.", "Supporting New Faculty Recruitment Through BioMedical Research Core Center  National Heart, Lung and Blood Institute  University of Minnesota Twin Cities  450 McNamara Alumni Center  Minneapolis, MN 55455-2070  The University of Minnesota Pulmonary, Allergy, Critical Care & Sleep (PACCS) Division has been systematically recruiting additional  physician scientists focused on lung injury and repair to join the tenure track faculty. Our faculty met and identified a significant gap in  our faculty research interest profile in this area - respiratory infections. This area is not only of great importance as a public health  issue in the US and worldwide, it is also an area with outstanding multi-disciplinary, collaborative scientific opportunities at the  University of Minnesota. Within the PACCS Division, among our NIH-funded PIs, there are 7 faculty with expertise in lung  inflammation and injury. In addition, there are three academically strong Centers and programs pertinent to our proposed recruit,  providing a dynamic research environment to promote scientific growth and career development. The Center for Infectious Disease,  Microbiology & Translational Research brings together faculty from the Medicine, Pediatrics and Microbiology Departments in  interdisciplinary translational research on microbial pathogenesis. The Center for Lung Science and Health provides a home for  faculty and students from across the Academic Health Center and larger University with interests related to lung health and disease.  Finally, the University of Minnesota has an internationally renowned Cystic Fibrosis program. While this program is outstanding in  clinical care and clinical trials activity, the basic research component is less strong. Thus a major recruitment target area of the  PACCS Division is for a physician-scientist with research focused on respiratory infections, particularly with relevance to lung injury in  Cystic Fibrosis. Our proposed P30 recruit, Bryan Williams MD, PhD is completing his fourth year of Pulmonary, Critical Care & CF  fellowship at Vanderbilt University. His research focus is on host-pathogen interactions in respiratory infections, specifically exploring  the role of a polyamine precursor, agmatine, that is important in Pseudomonas infections and in biofilm formation. He obtained his  Microbiology PhD under the mentorship of Dr. Arnie Smith studying Hemophilus infections and his post-doctoral fellowship research  has been supervised by Dr. Timothy Blackwell. Dr Williams’ research relates directly to his clinical interest in CF-related lung dise  disease, enabling convergence of his research and clinical program. The recruitment of Bryan Willliams MD, PhD will add the new  dimension of expertise in respiratory infections to the PACCS Divisional research It will greatly augment basic research in the Cystic  Fibrosis Center program and will provide a research bridge between the Center for Lung Science and Health and the Center for  Infectious Disease, Microbiology Translational Research. Dr Williams’s research brings an innovative approach to understanding and  decreasing Pseudomonas infection in CF patients.", "Cell Based Therapy for Lung Disease  National Heart, Lung and Blood Institute  National Jewish Health  1400 Jackson Street  Denver, CO 80206  We propose to build a new paradigm for advancing and transforming patient care through development of cell-based therapies for  human lung disease. Analysis of acute lung injury in mice indicates that epithelial damage can prestage loss of alveolar structure and  function. These data support the hypothesis that cell-based therapy focused on replacement of the damaged epithelium can  ameliorate morbidity and mortality associated with high risk diagnosis and progression to acute lung injury. Our analysis of lung  epithelial stem and facultative progenitor cells suggests that the latter cell type exhibits optimal characteristics for replacement of  injured epithelial cells as well as restoration of critical homeostatic functions. Based on these studies we propose to use competitive  repopulation to test the hypothesis that facultative progenitor cells can repopulate the injured airway or alveolar epithelium in the  context of acute lung injury. These hypotheses will be tested using functionally distinct populations of human lung facultative  progenitor cells, basal and the alveolar type II cells. These cell types are known to maintain and regenerate the normal bronchial and  alveolar epithelial compartments. Acute and progressive aspects of acute lung injury will be represented using a novel mouse model  that recapitulates the morbidity and mortality of acute lung injury on post-treatment days 5 and 10. Previously developed cell isolation  methods and this unique mouse model will be combined to determine: (1) the characteristics of the most promising target patient  population for cell-based therapy; (2) the best cell type for treatment of early and late acute lung injury; and (3) preclinical parameters  including optimal route, dose, and timing of treatment. Successful completion of this study will propel the field of cell replacement  therapy for lung disease beyond the planning stage and into a position appropriate for initiation of clinical trials. The limitations of  previous analyses will be overcome through implementation of an appropriately powered analysis of intersections between time, cell  type, route, and dose. Trials for refinement of the treatment protocol and evaluation of consistency among donor cell populations are  advanced components of the study design. Outcomes will be evaluated through quantitative measurements that are germane to  pulmonary function. This novel intervention strategy has the potential to ameliorate morbidity and mortality in the almost 200,000  American citizens that suffer from acute lung injury associated with trauma, aspiration, or infection each year. Among these patients  there are nearly 75,000 deaths per year. This benefit will be achieved through development of new treatment strategy and through  facilitation of research focused on engineering approaches to lung regeneration or replacement. Thus, focused evaluation of the  fundamental parameters highlighted in this pre-clinical trial will advance the emerging field of cell based therapy and regenerative  medicine approaches to treatment of acute lung injury.", "Development of an Asthma Research Core Center  National Heart, Lung and Blood Institute  Children’s Hospital Med Ctr (Cincinnati)  3333 Burnet Ave  Cincinnati, OH 45229-3039  Asthma, a chronic inflammatory disorder of the airways, is estimated by the World Health Organization to affect 150 million people  worldwide and its global pharmacotherapeutic costs exceed $5 billion per year. Cincinnati Children’s Hospital Medical Center  (CCHMC) provides clinical care to -7000 asthmatic children in the primary care and specialty clinics. Last year, over 3000 children  were treated in the CCHMC Emergency Department with the primary diagnosis of an acute asthma exacerbation, and 885 patients  (29.5%) were admitted to the hospital for management of acute asthma exacerbations. CCHMC has invested considerable resources  to promote asthma research including the establishment of the Division of Asthma Research, which has partnered with the Asthma  Center to create a comprehensive Asthma Program, which now provides a central base for the clinical and research activities for  asthma at CCHMC. Patients suffering from asthma share similar clinical symptoms, but the disease is heterogenous in terms of  phenotypes and natural history 3, 4. This heterogeneity contributes to the difficulty in both studying and treating asthma. The  heterogeneity in asthma is poorly understood and the mechanisms by which genetic and environmental influences impact asthma  development and asthma disease expression are largely unknown. As such, the proposed Asthma Research Core has the central  goal of improving the understanding of the heterogeneity in asthma. In order to accomplish this goal, we propose 2 aims: Aim #1: To  recruit or promote a new faculty member into the tenure track to develop a research program focused a topic relevant to elucidating  the mechanisms contributing to asthma heterogeneity. Aim #2: To develop a pilot research program in Asthma Research to support  new faculty in the tenure track in the areas outlined above. The frequency of absent or incomplete efficacy in asthma treatment is as  high as 70%, due to the inherent heterogeneity in asthma phenotypes caused by multiple genetic and environmental influences. The  central goal of this proposal is to improve the understanding of the heterogeneity in asthma. Improved understanding of asthma  phenotypes will enable informed personalized treatment plans and likely will result in substantial reduction in asthma expenditures.", "Genome-Wide Association and Exon Sequencing Study in IPF  National Heart, Lung and Blood Institute  University of Chicago  5801 S Ellis Ave  Chicago, IL 60637  Idiopathic Pulmonary fibrosis (IPF) is a progressive untreatable lung disease. IPF has eluded causal genetic determinants that may  provide targets for novel therapeutic approaches. The objective of this proposed research is to identify causal genetic variants  contributing to risk of IPF using a Genome-wide association studies (GWAS) panel in a large complied cohort. Each DNA sample is  accompanied by detailed phenotypic data. To meet this objective we have the following specific aims: Specific Aim 1. To establish a  combined cohort of over 700 IPF patients and perform a Genome Wide Association Study (GWAS) in 450 subjects with IPF. The  hypothesis to be tested is that inheritable genetic factors affect individual susceptibility of IPF. To accomplish this we will establish  clinically meaningful definitions for disease phenotypes in a merged manually and electronically curated database of all 700  collaborator patient sample sets of IPF patients and then perform a complete a GWAS using Affymetrix SNP 6.0 GeneChip(R) in   450 IPF patients and deposit the GWAS genotype and phenotype data in the NIH repository in dbGap. Specific Aim 2. Conduct both  standard and novel analyses in genetic variation by phenotypes severity and rapidity of progression. The hypothesis to be tested is  that inheritable genetic factors influence prognosis and severity of the disease. To accomplish this we will determine SNPs associated  with IPF utilizing publicly deposited genotyped control GWAS data and evaluate copy number polymorphisms via available probes,  and test for association with IPF phenotypes and determine if the associated variants differ in frequency between subjects with  “rapidly progressive” IPF with high mortality versus those with “slow” IPF, severity grade or other clinical outcome measures Specific  Aim 3. Perform Exon-Wide targeted DNA sequencing and genotyping to validate the GWAS associated genetic variants and to  discover functional variations in Caucasians and African Americans with IPF. The hypothesis to be tested is that Exon-Wide  sequencing of subjects with different ethnic and racial backgrounds and severity cohorts will allow the identification of causal/  functional variants associated with IPF. We will replicate the most significant associations with a selective SNP array in a replicate IPF  patient cohort of 200 subjects and then perform Exon-wide sequencing of 48 genes in 160 Caucasian and African American subjects  using Illumina 454 technology and conduct a statistical analysis of exon variants discovered in sub- aim b. We expect that completion  of a genome-wide association study using clinically meaningful phenotypes coupled to exon-wide re-sequencing will lead to  identification of the genes and the specific genetic variants that contribute to the development of IPF. This can then be used as guide  to lead to new approaches for preventing and treating this deadly disease.", "New Faculty Recruitment to Enhance Resources in Hypertension Research  National Heart, Lung and Blood Institute  Tulane University Of Louisiana  6823 St Charles Ave  New Orleans, LA 70118  The mission of the Tulane Hypertension and Renal Center of Excellence (THRCE) is to stimulate research activities related to  cardiovascular, kidney, and hypertension related diseases and is a multidisciplinary Center with members from clinical and basic  science departments. This application proposes to augment and expand biomedical research efforts in the area of cardiovascular and  hypertension related diseases by hiring one newly independent investigator (Nil) and providing a start-up package and all resources  and support needed for the Nil to develop a competitive research program. We propose to appoint Romer A. Gonzalez-Villalobos, MD,  PhD, a postdoctoral fellow, as a tenure track assistant professor in the Department of Physiology. With this plan, the center seeks to  provide the new faculty with an enriched environment, and enhance the center’s research resources by creating a new core for  cardiovascular and renal mouse phenotyping. In this regard Dr. Gonzalez is uniquely qualified to perform phenotyping studies in mice  by virtue of his academic background, experience and technical training. For the pilot project Dr. Gonzalez- Villalobos has formulated  the hypothesis that during Ang ll-induced hypertension, intrarenal ACE-derived Ang II formation is required in order to augment Ang II  levels in the kidney that in turn increase sodium and water retention, increase miR-21 expression, and lead to the progressive  development of high blood pressure and renal injury. Experiments will be performed in tissue-specific ACE knockout mice in order to  address this hypothesis. The plan for fostering and monitoring the NIl includes providing the candidate with the requisite infrastructure,  equipment and technical support; establishing an atmosphere conducive to a strong collaborative network; providing a forum for  critical evaluation of experimental design, results, papers and grant proposals; and encouraging the candidate’s attendance and  participation in national and international meetings as well as involvement in scientific societies and active pursuit of funding. The  proposed plan will provide the means to develop and support the new faculty in his quest to improve our understanding of the  mechanisms participating in angiotensin II synthesis in the kidneys and its role in the development of hypertension. This is important  because angiotensin II is a hormone that plays a major role in the control of renal function, the development of hypertension and  kidney damage.", "Advancing Physical Activity Measurement Using Pattern Recognition Techniques  National Heart, Lung and Blood Institute  University of Massachusetts Amherst  70 Butterfield Terrace  Amherst, MA 01003-9242  In October, 2008 the US Department of Health and Human Services issued the first-ever federally mandated Physical Activity  Guidelines for Americans. The Guidelines reflect the view of the Physical Activity Guidelines Advisory Committee (PAGAC) and are  based on an extensive review of the scientific literature on physical activity (PA) and health. In their report, the PAGAC points out the  limited knowledge of the doseresponse relationship between PA and health, and identifies poor measures of PA exposure as a major  contributing factor to this gap in knowledge. Our application directly addresses this issue by applying innovative technologies to  measure PA dose in a free- living environment. We will use these technologies to examine if habitual PA performed outside of  purposeful exercise influences biomarkers of cardiovascular health. Although insufficient PA clearly correlates with an increased risk  for cardiovascular disease (CVD), research evidence is equivocal regarding the effects of training on CVD risk factors (e.g. insulin  action, triglycerides, blood pressure, and cholesterol). Research suggests increases in sedentary behavior may negate the benefits of  training however this idea has not been explored experimentally. Our application will consider habitual free-living PA as a possible  mechanism mediating the relationship between training and risk factors for cardiovascular disease. In order to elucidate the  relationship between PA and biomarkers of cardiovascular disease risk, it is critical that valid, objective measures are used to quantify  PA. We propose to use novel analytic techniques known as artificial neural networks (ANN) to process accelerometer-based  measurements of PA. The first part of this project (Aim 1) will examine the ANN’s sensitivity to change in PA dose by applying the  ANN technique to distinguish three distinct patterns of habitual PA - Sedentary, Moderately Active, and Very Active. These three  conditions represent common activity patterns that impact health. Accurately assessing changes to habitual PA levels that are  relevant to public health will advance the field by further establishing a technique for application in population surveillance research  and detection of changes in PA consequent to an intervention. The second part of this project (Aim 2) will apply the ANN methodology  to examine the effect of free-living activity and inactivity levels, performed outside of training, on insulin action, blood pressure,  triglycerides, cholesterol, and cardiorespiratory fitness following a 12-week exercise training trial in previously sedentary individuals  with an elevated risk for CVD. Results from this study have the potential to impact how clinical exercise trials are conducted (e.g.  require objective monitoring of PA outside of an exercise training trial) and how exercise is prescribed (e.g. reducing sedentary time  AND maintaining sufficient PA). The Physical Activity Guidelines Advisory Committee advocates improved measures of physical  activity exposure in order to elucidate the relationship between physical activity dose and health. To address this challenge we will  apply and validate innovative accelerometer-based technologies for measuring physical activity to assess its sensitivity to detecting  changes in dose of physical activity and to monitor activity outside of a training program designed to improve cardiorespiratory fitness  and biomarkers of cardiovascular disease risk. Through improved measures of physical activity this project will promote a better  understanding of how the dose of physical activity affects selected health outcomes.", "ECG-derived cardiopulmonary coupling biomarkers of sleep, sleep-breathing, and ca  National Heart, Lung and Blood Institute  Beth Israel Deaconess Medical Center  Boston, MA 02215  The traditional approach to quantifying sleep and sleep-respiration relies on manual or computer assisted scoring of 30 second  epochs, tagging of discrete fast phasic electroencephalographic events as arousals, and thresholds to identify pathological breathing.  The scoring rules are usually reliant on a single physiological stream to make a determination, such as arousals from the  electroencephalogram. However, arousing stimuli reliably induce simultaneous transient changes in numerous physiological systems -  electrocortical, respiratory, autonomic, hemodynamic, and motor. These multiple linked physiological systems seem to show important  patterns of coupled activity that current staging / scoring systems do not recognize. The respiratory chemoreflexes track oxygen (O2)  and carbon dioxide (CO2) levels in the blood. Disease states can alter the set-point or response slope of the respiratory  chemoreflexes, such that they are less (e.g., obesity hypoventilation syndrome) or more (e.g., central sleep apnea) sensitive to O2  and CO2 fluctuations. An ability to quantify and track the respiratory chemoreflexes during sleep could have clinical use, as (1) In  certain conditions like congestive heart failure, chemoreflex sensitivity is reliably increased, correlates with disease severity and  outcomes, and contributes to the high prevalence of sleep-disordered breathing. (2) Heightened respiratory chemoreflexes may  contribute to obstructive sleep apnea severity, be associated with induction of central apneas when continuous positive airway  pressure (CPAP) is used for treatment, and possibly impair long term efficacy and tolerance. Patients with obstructive sleep apnea  who fail CPAP therapy due to induction of central apneas and periodic breathing (called “complex sleep apnea”) are not otherwise  distinguishable from CPAP-responsive patients. A biomarker that can track chemoreflex modulation of sleep respiration will provide a  new view of short and long-term dynamic sleep physiology with important clinical implications. The approach proposed here is to  analyze coupled sleep oscillations to mathematically extract state characteristics and modulatory influences. The fundamental idea is  that mapping common themes encoded within multiple (2 or more) physiologically distinct but biologically linked signal streams (such  as electrocortical, autonomic, respiratory and motor) yields evidence of deeper regulatory processes not evident by the current  approach of scoring / staging sleep with electroencephalogram or airflow patterns alone. We have developed a method that needs  only a single channel electrocardiogram (ECG), is automated, can have parametrically varied detection thresholds, and is readily  repeatable. From the ECG, we extract heart rate variability (HRV) and ECG Rwave amplitude fluctuations associated with respiratory  tidal volume changes (the ECG-derived respiration, EDR). The next step is to mathematically combine the HRV and EDR to generate  the cross-product coherence of cardiopulmonary coupling, which yields the sleep spectrogram. The sleep spectrogram shows high  (0.1-1 Hz, low (0.1-0.01) and very low (0.01-0 Hz) coupling spectra that show spontaneous shifts between states in health and  disease. High frequency coupling (HFC) is the biomarker of stable and physiologically restful sleep, low frequency coupling (LFC) is  unstable or physiologically aroused sleep, and very low frequency coupling (VLFC) is wake or REM sleep. Health is dominated by  HFC, diseases such as sleep apnea by LFC. A subset of LFC that correlate with apneas and hypopneas is elevated LFC (e-LFC). The  stronger the chemoreflex modulatory influence on e-LFC, the more likely the coupling spectral dispersion narrows, yielding narrow  band e-LFC (i.e., metronomic oscillations with a relatively fixed frequency). Narrow band e-LFC is induced by high altitude, heart  failure, and predicts central apnea induction during positive pressure titration. The development and progression of heart failure is  associated with fragmented sleep and heightened chemoreflex sensitivity. We predict that HFC will decrease and narrow band e-LFC  will emerge and increase with worsening heart failure. These spectral biomarkers should change dynamically with heart failure  progression or regression - viewing cardiac function through the window of sleep. Our experiments will take the following approach.  We will establish the hemodynamic correlates of spectrographic stable and unstable sleep and night-to-night stability / variability of the  ECG-derived biomarkers in adults and children in health, and in those with sleep apnea. Next, we will use a model of altitude-induced  periodic breathing, which is relatively pure chemoreflex-mediated sleep apnea, to adjust the spectrogram’s parameters that allow the  best sensitivity and specificity for detecting chemoreflex influences on sleep respiration. We will in parallel track the progress of heart  failure patients from a hospitalization episode for 6 months, attempting to show that reductions of HFC and emergence or increases in  narrow band e-LFC are sentinel biomarker events that predict worsening of heart failure (an early warning system). Finally, we will  assess clinical outcomes based on spectral phenotyping of an archived data set, the Apnea Positive Pressure Long-term Efficacy  Study. In the 2-year duration of the award, we will validate a unique biomarker of sleep, sleep-breathing, and cardiovascular biology  that can be applied immediately to improve health outcomes.", "Development of a Cardiovascular Surveillance System in the CVRN  National Heart, Lung and Blood Institute  Kaiser Foundation Research Institute  Oakland, CA 94612  This project will establish a surveillance system for cardiovascular disease in approximately 11 million health maintenance  organization (HMO) members. The surveillance system will be initially established for coronary heart disease (CHD), heart failure  (HF), and stroke. The broad goals of this project are to: 1. Establish a surveillance system for coronary heart disease (CHD), heart  failure (HF) and stroke in the 15 centers of the National Heart Lung and Blood Institute (NHLBI) funded Cardiovascular Disease  Research Network including therapeutic interventions, post-event outcomes and important risk factors and confounders. 2. Work  collaboratively to establish and implement an aggregate database incorporating coronary heart disease CHD, HF, and stroke data  from all 15 CVRN sites that can be used by CVRN investigators and other qualified research scientists to conduct studies related to  comparative effectiveness and health disparities. 3. Identify standard criteria for coronary heart disease, heart failure and stroke  clinical outcomes, as well as all components noted in goal #1 to enable data aggregation 4. Determine the most recent 10-year trends  in the rates of acute myocardial infarction and stroke hospitalization and their relationship to trends in risk factors, co-morbidities,  therapeutic interventions, medications, and diagnostic modalities. 5. Demonstrate that the data can be used to address research  questions regarding comparative effectiveness and novel methods of monitoring health disparities, areas that have been identified as  RC2 topics by NHLBI. This project will result in a surveillance system in a consortium of 15 geographically diverse health plans that  provide health care to about 11 million people, nearly 4% of the U.S. population. This surveillance system will be significantly larger  than other existing cardiovascular surveillance efforts in the U.S. and includes a population that is diverse in race/ethnicity and  sociodemographic characteristics. The surveillance system will include for CHD, HF, and stroke electronically available data on risk  factors, co-morbidities, prescription medications, therapeutic interventions, and laboratory testing, and physician and patient  characteristics. These data can be utilized to provide timely surveillance reports for CHD, CF, and stroke; a comprehensive  description of a patient’s longitudinal course both prior to and subsequent to development of CHD, CF, and stroke; and enable  research questions to be addressed that assess the relationship of these variables to the course of disease as well as to address  research questions relating to comparative effectiveness and to disparities in medical treatment and outcomes.", "Novel Imaging to Predict Cardiovascular Events in Diabetes  National Heart, Lung and Blood Institute  Mount Sinai School of Medicine of NYU  New York, NY 10029-6574  Novel non-invasive imaging tests have been developed to characterize atherosclerotic plaque burden and metabolic activity  (inflammation). However, the value of these atherosclerosis imaging technologies for predicting coronary heart disease (CHD) and  stroke events has not been evaluated in prospective studies. Proposed is a study to conduct noninvasive imaging and longitudinal  follow-up in a high risk cohort of patients with diabetes by utilizing the recruitment network, events follow-up protocol and adjudication  committee assembled by the NHLBI-sponsored FREEDOM Trial (Future REvascularization Evaluation in patients with Diabetes  mellitus: Optimal management of Multivessel disease - HL071988). Specific aims of our study are (1) to determine the association of  atherosclerotic plaque burden and the risk of CHD and stroke events and all cause-mortality; (2) to determine the association between  traditional CHD risk factors and atherosclerotic plaque burden; and (3) to determine the association between plaque burden and  plaque inflammation. In order to accomplish these aims, we will recruit 380 diabetic patients with multi-vessel coronary disease from  eleven greater New York metropolitan area hospitals. Patients will complete a baseline study visit at Mount Sinai School of Medicine  (MSSM) to assess plaque burden and plaque inflammation by magnetic resonance (MR) (contrast and non contrast) and  fluorodeoxyglucose (FDG)-positron emission tomography (PET) imaging. Additionally, questionnaires will be administered, a physical  examination conducted and blood specimens collected to measure hemostatic and inflammatory markers. Patients will be actively  followed for 36 months through annual inperson study visits and bi-annual telephone follow-up. When events (mortality, non-fatal MI  and non-fatal stroke) are identified, hospital charts and death certificates will be reviewed by an adjudications committee, blinded to  the baseline measurement values. Changes in plaque burden and inflammation will be assessed through MR and FDG-PET imaging,  respectively, at the 36 month follow-up visit again at MSSM. The proposed study will provide the unique opportunity to assess  atherosclerotic plaque burden as a predictor for clinical events in a high risk patient cohort. Data from this study will not only advance  our understanding of the aggressive atherosclerotic process associated with diabetes but will also provide us with a strategy to  combine novel noninvasive approaches to better follow the effects of medical and revascularization therapy in the diabetic patient. It is  our expectation that data from the proposed study will be utilized to evaluate and improve existing treatment and help guide the  development of effective new therapies aimed at reducing CHD and stroke events and improving survival in high risk diabetic patients.", "Pneumocystis jirovecii and macrophages in COPD  National Heart, Lung and Blood Institute  University of Kentucky  109 Kinkead Hall  Lexington, KY 40506-0057  Airway inflammation, airway remodeling, colonization with microorganisms, and parenchymal destruction are hallmarks of chronic  obstructive pulmonary disease (COPD). In addition to cigarette smoking, infectious pathogens likely contribute to the decline in  pulmonary function in COPD patients. The inflammatory process in patients with COPD displays a distinct pattern of inflammatory  mediators and immune cells that are involved that are similar to the pattern seen in response to Pneumocystis jiroveci (PC). Evidence  has now emerged on the importance of macrophage phenotype in COPD patients. Macrophages account for the majority of  inflammatory cells recovered from bronchoalveolar lavage from COPD patients and are localized to sites of alveolar destruction.  Further, the IL-4/IL-13 alternatively activated macrophage phenotype (AAM) has been implicated in several chronic lung diseases. We  propose in this study to evaluate the relationship between the AAM and PC in lungs of COPD patients in the Lung Tissue Research  Consortium. In 3 Aims we will (1) correlate PC colonization with the presence of AAMs in lung tissue samples, (2) determine through  immunohistochemistry how the presence of PC correlates to the precise localization of macrophage phenotype and fibrosis, and (3)  determine how PC burden and AAMs correlate to clinical outcome measurements. This project will investigate a novel mechanism of  pathogenesis which may provide targets for potential future therapeutic interventions for patients with COPD.", "Pathological Consequences of the Plasminogen System  National Heart, Lung and Blood Institute  University of Notre Dame  940 Grace Hall  Notre Dame, IN 46556  The long-term goal of this proposal is to identify functions and determine mechanisms of the fibrinolytic system, and its inhibitors, in  physiological and pathological processes utilizing cell-based and in vivo models. The availability of mice with deficiencies of genes of  the fibrinolytic system has resulted in direct analyses of the role of these proteins in a number of biological events. Studies have  indicated that a PAI-1 deficiency diminishes angiogenesis in tumor models. Further, our laboratory has shown that endothelial cell  (EC) signaling and function are regulated by PAI-1/LRP interactions. The current application will further elucidate effects of PAI-1 on  cell signaling pathways and determine the importance of PAI-1/LRP interactions in both cellular and physiological events. As a result  of these observations, the following studies are proposed: (1) Determine the effects of a PAI-1 deficiency on murine EC JAK/STAT  signaling and cell cycle progression. These studies will assess STAT and JAK expression profiles and activation status in proliferating  wild-type (WT) and PAI-1-/- EC as well as the extent of nuclear translocation of STAT. The addition of rPAI-1 and mutants will  determine which functional domains of PAI-1 regulate the activation status of this pathway. Additional studies will determine effects on  cell migration. Downstream effects on cell cycle progression will also be investigated. The hypothesis is that a PAI-1 deficiency will  affect JAK/STAT signaling and downstream cell cycle progression, and that these effects are mediated by PAI-1/LRP interactions.   (2) Characterize early and late stage events of cardiac fibrosis in PAI-1-/- and uPA-/-/PAI-1-/- mice. Recent studies have shown that  PAI-1-/- mice develop cardiac fibrosis, which may be mediated by dysregulated uPA or chronic activation of the Akt pathway, the  result of altered PAI-1/LRP interactions. The studies proposed will initially characterize cardiac fibrosis in PAI-1-/- and uPA-/-/PAI-1-/-  mice in order to differentiate effects from uPA activity and PAI-1 functions independent of uPA inhibition in cardiac fibrosis  phenotypes. The hypothesis is that cardiac fibrosis will be regulated by urokinase activity and other functions of PAI-I which will be  further pursued in future studies of mice expressing functional mutations of PAI-1.", "Pilot Test of a Novel Behavioral Intervention on BP Control in HTN Patients  National Heart, Lung and Blood Institute  Pennsylvania State University-Univ Park  110 Technology Center Building  University Park, PA 16802  Patients’ knowledge concerning their chronic illness has long been considered “necessary but not sufficient” to produce changes in  risk-related behaviors. “Necessary” implies that patient knowledge is, therefore, a moderator of the effectiveness of behavioral  interventions. However, researchers have tended to ignore patient education as a critical component of behavioral (or, for that matter,  pharmacological) interventions. We propose to combine a behavioral intervention that we and others have found to be moderately  effective in increasing blood pressure (BP) control in hypertensive patients - using a home BP monitor (HBPM) to obtain feedback  regarding their BP control, and providing feedback to the health provider - with a systematic patient education component. We  propose an intervention strategy that is meant to be usable as an adjunct to the HBPM and other interventions; one that will increase  patients’ knowledge, and, we hypothesize, will therefore increase the effectiveness of the “parent” intervention (HBPM, in this case).  Our proposal is for a randomized controlled trial (RCT), using a 2X2 factorial design in which we will test the effect of (1) a patient  education intervention and (2) HBPM, on ambulatory BP in poorly-controlled hypertensive patients at 3 and 6 months. The education  intervention is based on a technique called “Self-Paced Programmed Instruction” (SPPI), a method that has been remarkably effective  at increasing knowledge concerning complex topics. Using a computer, a paragraph of content material is presented, followed by  probe questions. When patients provide a correct response, they are immediately reinforced by positive feedback; an incorrect  response loops the program to represent the materials, this time with hints; and the subjects then re-attempt the probe questions. The  loop continues until a correct answer is recorded. In this manner, every subject achieves mastery over the requisite material. We posit  that medication adherence (assessed objectively) will partially mediate the ambulatory BP outcomes; and that Self-Efficacy for the  self- management of HTN will mediate medication adherence; we predict that self-efficacy will be enhanced by the mastery of the  HTN-related materials, and by the reduction of ambiguity, which will lead to greater confidence in the patient’s decision-making  processes. We predict that the SPPI - HBPM condition will have the greatest effect on ambulatory BP, compared to the other three  groups.", "CRP, Diabetes, Atherothrombosis  National Heart, Lung and Blood Institute  University of California Davis  Office of Research – Sponsored Programs  Davis, CA 95618  In the previous proposal, the central hypothesis was to determine if CRP promotes atherothrombosis by effects on both endothelial  cells and monocytes. We have now executed all four aims of this proposal and have advanced the field with regards to the vascular  effects of CRP. In summary, we have elucidated the molecular mechanism by which CRP inhibits eNOS (in-vitro and in-vivo), we have  documented the role of Fc-gamma receptors in the biological effects of CRP on endothelial cells, macrophages and in Wistar rats.  Furthermore, we have elucidated the mechanism of CRPinduced monocyte adhesion under shear stress, and finally we have  confirmed in-vivo, in Wistar rats, that CRP has effects that promote atherosclerosis including stimulation of NADPH-oxidase,  superoxide, MPO release, oxidized LDL uptake, tissue factor, MMP-9 release from macrophages and decreased vasoreactivity.  Diabetes is a proinflammatory state that is characterized by high CRP levels. However, there is a paucity of data examining the role of  CRP in promoting the pro-inflammatory state in diabetes. We have shown in exciting and novel preliminary data that CRP  exacerbates in-vivo the pro-inflammatory, pro-oxidant effects in the diabetic milieu (spontaneously diabetic BB rat). Thus, in this  competing renewal, we wish to further explore the effects of CRP on diabetes and atherothrombosis. To this end, we are proposing  two specific aims. In specific aim 1, we will continue to expand our exciting preliminary findings that CRP accentuates the pro- inflammatory, pro-oxidant state in the diabetic BB rat. In this model, we will confirm if CRP exacerbates in-vivo the pro-inflammatory,  pro-oxidant effects in the diabetic milieu and also elucidate the molecular mechanism (s) by which CRP exerts these effects by  employing in-vivo siRNA and antisense oligonucleotides to the different pathways identified. Based on findings largely from our group  and others, that CRP promotes a pro-coagulant phenotype, in Specific Aim 2, using the spontaneously diabetic BB rat, we will now  test in-vivo the effect of CRP on thrombosis in the diabetic milieu. Also, we will elucidate the mechanism (s) by which CRP promotes  atherothrombosis in the diabetic state. We believe these studies will provide further novel data in support of the hypothesis that CRP  promotes atherothrombosis in-vivo and a procoagulant, pro-inflammatory phenotype in diabetes. Probing into the molecular  mechanisms by which CRP augments oxidative stress and inflammation in the diabetic milieu will eventually lead to therapies targeted  at reducing inflammation and oxidative stress in diabetes and resulting in a decrease in vasculopathies.", "Genetic control of gene expression during innate immune activation  National Heart, Lung and Blood Institute  University of Washington  Office of Sponsored Programs  Seattle, WA 98195-9472  Innate immune responses are induced by specific interactions between pathogen-associated molecules and Toll-like receptors  (TLRs), and are critical to host defense. Recent studies have shown a role for TLR7 and TLRS in innate immune responses to viral  infection. However, it is unknown to what extent these innate immune responses are heritable and what loci might affect this  heritability. Our overall hypothesis is that heritable variation exists in gene expression levels measured during an innate immune  response to virus-associated molecules. We propose to study this hypothesis in the context of innate immune responses to synthetic  agonists specific for TLR7 (imiquimod) or both TLR7 and TLR8 (R848). First, we will determine genome-wide heritability of R848-  induced changes in gene expression using a classical twins study. We will then identify quantitative trait loci (QTL) that control  heritable variation in TLR7-induced gene expression in B-lymphoblastoid cell lines (B-LCL) isolated from ‘HapMap’ trios, and we will  fine-map the functional polymorphisms within these QTL in a large cohort of healthy individuals. Finally, we will apply in vitro assays of  promoter function and RNA processing to understand how these polymorphisms affect gene expression. The proposed studies will  identify specific genetic loci controlling heritability of TLR7/8- mediated innate immune responses and more broadly, basic  mechanisms underlying the genetic control of gene expression in environmentally perturbed cells. Results from these studies will  provide novel potential markers of susceptibility for both common and emerging viral infection and will characterize a new  experimental pathway for discovery of functional genetic variation affecting responses to environmental stimuli.", "Negative regulation of platelet activity  National Heart, Lung and Blood Institute  Bloodcenter of Wisconsin, Inc.  P.O. Box 2178  638 N 18th St  Milwaukee, WI 53233  Platelets are anucleate bodies that circulate in the bloodstream and play a very important role in vascular hemostasis. Platelets  circulate in a quiescent state in intact blood vessels but they adhere to and become activated by exposed extracellular matrix in a  damaged vessel. Activated platelets spread out and bind to one another (i.e., form a thrombus), so as to close up the damaged area  and initiate wound healing. Excessive bleeding occurs when platelets are deficient or hypo-responsive and pathological thrombus  formation, which can result in occlusion of blood vessels and cause myocardial infarction or stroke, occurs when platelets are hyper- reactive. Because the extent of platelet activation is such an important determinant of vascular pathology, it is very important to  understand how platelet activation and aggregation are regulated. The platelet contains several cell surface and intracellular proteins  that coordinate transmission of activating and inhibitory signals into the platelet interior, and it is the balance of stimulatory and  inhibitory cues that ultimately determines the platelet activation state. Whereas much has been learned in recent years regarding the  platelet receptors and signaling cascades that contribute to platelet activation, key components of which are members of the Src  Family of protein tyrosine Kinases (SFK), the molecules and pathways responsible for keeping platelet activation held in check remain  poorly defined. We and others have previously demonstrated that Platelet Endothelial Cell Adhesion Molecule-1 (PECAM-1, also  called CD31) and the SFK, Lyn, are negative regulators of platelet activation. Previous studies in our laboratory have also begun to  characterize, in platelets, a pathway by which C-terminal Src kinase (Csk) is recruited to sites of SFK activity by Csk Binding Proteins  (CBP), so that Csk may carry out its important role as a negative regulator of SFK activity. In particular, our preliminary studies have  revealed that a member of the Downstream of kinase (Dok) family, Dok-2, is a CBP in platelets. The overall goal of this new grant  application is to develop a more complete list of inhibitory molecules in platelets, to thoroughly characterize the signaling pathways in  which these molecules function, and to improve our understanding of how these molecules and pathways interact with one another to  ultimately influence the platelet activation state. Specifically, over the next three-year period, we propose to: (1) determine the  contribution of the inhibitory SFK, Lyn, to the inhibitory function of PECAM-1 and (2) determine how Csk binding to Dok-2 contributes  to negative regulation of platelet activation. Together, these studies comprise a coordinated, focused research program designed to  improve our understanding of negative regulation of platelet activation by identifying, characterizing, and examining the interactions  between inhibitory receptors and signaling molecules in platelets, such as PECAM-1, Lyn, and Dok-2. We expect that information  derived from this investigation has the potential to lead to improved diagnosis and treatment of bleeding disorders, myocardial  infarction and stroke.", "Amplification of Antiviral Innate Immunity by Suppressor of Virus RNA (svRNA)", "National Institute of Allergy and Infectious Diseases  Cleveland Clinic Lerner COL/MED-CWRU JJN5-01  Cleveland, OH 44195  RNA cleavage is a fundamental and ancient host response for controlling viral infections in both plants and animals. In higher  vertebrates, including humans, RNA cleavage as a means of controlling viruses is mediated by the type I interferons (IFN) through its  effector, the uniquely regulated endoribonuclease, RNase L. RNase L is activated by unusual 2’,5’-linked oligoadenylates (2-5A)  produced during viral infections. 2-5A activates RNase L resulting in cleavage of host and viral RNAs within single stranded regions,  predominantly after UU and UA. As a result of its specificity, RNase L produces small, highly structured RNA cleavage products. In  2007 we reported that RNA cleavage products obtained from digestion of self RNA by RNase L activated RIG-I-like receptors (RLR)  resulting in amplification of type I IFN synthesis. These RNA cleavage products represent a novel class of small RNA molecules  named “Suppressor of Virus RNA” (svRNA). Our GOALS in this project are to clone, identify and probe the functions of svRNAs  generated from both host RNA and from viral  RNA. Our HYPOTHESIS is that svRNAs are essential to host  defense against a wide range of viruses that are pathogenic for humans. Our Specific Aims are: (1) to isolate and identify svRNA  liberated by RNase L from host and viral RNA, we will cleave HCV RNA with purified RNase L and clone small RNAs that bind to  RLRs, and cleave cellular (self) RNA in intact cells treated with 2-5A and clone small RNAs that bind to RLRs; (2) To characterize  activation of RIG-I and MDA5 by svRNAs we will perform ATPase activation studies, determine the kinetic parameters for svRNA  interactions with RIG-I and MDA5 by surface plasmon resonance, measure conformational changes in RIG-I and MDA5, and establish  the sequence and structural requirement of svRNA for activation of RIG-I and MDA5; and (3) to determine the role of svRNA in  antiviral innate immunity we will identify svRNAs in HCV infected cells, and determine the antiviral effects of svRNAs in mice. Our  recent studies suggest an essential role of svRNAs in the antiviral state in higher vertebrates. In the proposed studies we seek to  obtain a fundamental understanding of this important pathway as it relates to host defense against viruses. Therefore, there are  cogent and health-related justifications for these studies.", "Interconnectivity between genome packagaing and other viral functions  National Institute of Allergy and Infectious Diseases  University of California Riverside  900 University Ave  Riverside, CA 92521  Information gleaned from recent studies with single-stranded, positive-sense RNA viruses pathogenic to humans and animals (polio  and alphaviruses) and insects (flock house virus; FHV) revealed that the mechanism of genome packaging in these viral systems is  functionally coupled to replication. Recently our laboratory adopted a novel in vivo system referred to as Agrobacterium-mediated  transient expression (agroinfiltration) to study encapsidation in plants. This system not only allowed efficient expression of viral  genome components either autonomously or synchronously in plant cells, but also effectively uncoupled replication from packaging.  Application of the agroinfiltration system to brome mosaic virus (BMV, a plant infecting RNA virus) allowed us to hypothesize that  packaging in BMV is also functionally coupled to replication. In addition, co-expression of BMV and FHV in plant cells using  agroinfiltration revealed that for specific RNA packaging to occur, synchronization of replication and transcription of coat protein (CP)  mRNAs from homologous replication machinery is obligatory. This two-year exploratory project is designed to evaluate, at the sub- cellular level, the intimacy of replication to packaging. An agroinfiltration system competent to synchronously infect the same plant cell  with BMV and FHV will be used through out these studies. Our working hypothesis is that translation of CP followed by virus assembly  occurs very close to the sites of viral replication. Thus in Aim 1, we propose to temporally and sequentially localize and identify the  sub-cellular compartment(s) where translation of CP and virus assembly of BMV and FHV occurs. In addition to the molecular and  biochemical characterization, delineation of CP translation and virus assembly sites at the sub-cellular level will be investigated by  electron microscopy using a novel Silver Enhancement-Controlled Sequential Immunogold technique (SECSI). BMV and FHV  differentially replicate on the outer membranes of endoplasmic reticulum (ER) and mitochondria respectively. We found that  packaging is non-specific when BMV CP or FHV CP was expressed either transiently or via heterologous replication. Thus,  experiments outlined in Aim 2 are focused in addressing, for the packaging specificity occur, whether viral progeny RNA need to be  tethered to the same membrane near which it’s CP is being actively synthesized. This will be investigated by retargeting the FHV  replicase complex to the ER, where the synthesis of FHV CP from genetically engineered BMV RNA will be synchronized. At the  completion of the project we should know whether translation of CP and assembly of virions occur at or near the replication sites and  whether tethering of viral progeny RNA to the same membrane near which it’s CP is being actively synthesized is obligatory to confer  packaging specificity. Results obtained from this research proposal would improve our understanding concerning the mechanism of  replication-coupled packaging in RNA viruses pathogenic to humans, animals and plants.", "Targeting pDCs for the Generation of Effective Anti-HCV CD8+ T-Cell Immunity  National Institute of Allergy and Infectious Diseases  Baylor Research Institute  Dallas, TX 75204  Hepatitis C virus (HCV) infection represents a significant global health-care problem, which is forecasted to become worse in the  coming years. In the developed world, infection with HCV is responsible for 50-75% of all cases of liver cancer and accounts for two- thirds of all liver transplants. To date there are no effective vaccines to HCV and current systemic therapies have significant side  effects. There is a need for novel therapeutic approaches to the treatment of chronic hepatitis C infection. The establishment of potent  anti-viral CD8+ T-cell immunity has been shown to be the central mediator of viral clearance. Like many chronic infections however,  such responses to HCV have been difficult to establish. Plasmacytoid dendritic cells (pDCs) are a subset of DCs which are specialized  for viral recognition and the initiation of anti-viral immunity. We have shown that pDCs have specialized antigen processing  compartments (MICs) which permit them to rapidly cross-present viral antigens and stimulate protective CD8+ T-cell responses.  Furthermore we have demonstrated that targeting antigens to this compartment in an activated pDC is sufficient to initiate potent  CD8+ Tcell responses. Our overall hypothesis is that Hepatitis C viral antigens targeted to the specialized class-I processing  compartment (MIC) of pDCs will be efficiently cross-presented and drive anti-viral CD8+ T cell expansion. We propose to address this  hypothesis though three aims; Aim 1: To determine if receptor trafficking into the MIC is sufficient to generate strong CD8+ T-cell  responses against Hepatitis C viral antigens. We will address this hypothesis by (1) Generating antibody antigen conjugates for in  vitro targeting to the MIC. (2) Assess the effect of these reagents on pDC activation (3) Demonstrate MIC targeting (4) Demonstrate  cross- presentation of targeted antigen. Aim 2: To determine if antigen processing and cross-presentation by the pDC results in an  expanded antigen specific T-cell repertoire. We will (1) Demonstrate that antibody antigen conjugates can induce potent HCV antigen  specific CD8+ T cells responses in vitro (2) Determine the optimal CpG derivative (CICs) to enhance viral antigen specific CD8+ T cell  responses (3) Make both a quantitative and qualitative assessment of total T-cell epitopes generated during cross-presentation of  targeted viral antigens by pDCs. (4) Assess the quality of viral epitope response in patients chronically infected with HCV. Aim 3: The  generation of a multi-epitopic adjuvant-based pDC targeting constructs We will (1) Generate fusion proteins of anti-BDCA2 and the  immunodominant TC1 viral epitopes identified in Aim 2. (2) Conjugate immunostimulatory CIC sequences to this second generation  pDC targeting construct. (3) Demonstrate that a multi-epitopic pDC targeting constructs can induce potent HCV antigen specific CD8+  T cells responses in vitro in patients chronically infected with HCV. Overall significance: This study provides a novel approach for  therapeutic HCV vaccine development.", "Type II secretion system of P. aeruginosa in acute lung infection  National Institute of Allergy and Infectious Diseases  University of Florida  219 Grinter Hall  Gainesville, FL 32611-5500  Acute lung infection due to Pseudomonas aeruginosa is a common cause of death in hospitalized patients. This organism is also the  major cause of death in Cystic Fibrosis. A number of virulence factors have been proposed to lead to these poor outcomes. We wish  to examine the role of the toxins secreted by this bacterium’s type II secretion system during lung infections. Research in this area has  been inconclusive, with most recent efforts being focused on the role of the type III secretion system. However, using Toll-like- receptors 2,4 -/- mice, we demonstrate a significant role for the T2SS in death due to lung infections. We therefore wish to define how  this occurs. Our aims are to identify the outer membrane protein pore through which toxic factors are secreted, identify the secreted  toxic factors using an unbiased proteomics approach and examine whether there is an important role for this system in other virulent  P. aeruginosa strains during lung infections. During the course of these studies we will also examine whether secretion can be  blocked by antibody raised against the secretion pore. We will utilize conventional molecular biology techniques of mutagenesis and  complementation as well proteomic analyses of the secreted proteins to ascertain whether there are unknown toxic factors that are  being secreted or whether it is the classic virulence factors that cause death. These studies reexamine a critical question that has  been left largely unanswered, and will provide valuable information on possible ways of preventing death cause by the toxins  produced b this system.", "Broad Neutralizing Monoclonal Antibodies From HIV Controllers  National Institute of Allergy and Infectious Diseases  University of Maryland Baltimore  620 W Lexington St  4th Fl  Baltimore, MD 21201-1508  The long-term goal of this project is to identify novel monoclonal antibodies (mAbs) that broadly recognize the HIV-1 envelope  glycoprotein (Env) and block infection in vitro to guide vaccine development. This goal will be pursued in a cohort of HIV-1 infected  individuals who control their infections in the absence of anti-retroviral therapy (Natural Virus Suppressors/NVS) and who have  circulating broadly neutralizing antibodies (broad nAbs). A key element of our approach is the development of a new assay to census  Env-specific memory B cell clones (BMem) that allows the rapid and direct cloning of full-length monoclonal antibodies (mAbs). These  mAbs will be characterized for epitope specificity and neutralization breadth to create clonal profiles of the BMem that are generated  during the control of HIV-1 infection. This information will be used to test the hypothesis that neutralization breadth is determined by a  polyclonal response comprised of a mosaic of neutralizing specificities as opposed to a pauciclonal response comprised of one or a  very few neutralizing specificities. Testing this hypothesis is key to our long-term goal of identifying novel mAbs that broadly recognize  Env and block infection in vitro to guide vaccine development against HIV-1. There are two specific aims. Aim 1- To develop clonal  specificity profiles of Env-specific BMem from NVS who have ongoing broadly neutralizing antibody responses- Clonal specificity  profiles of anti-Env responses will be determined by limiting dilution analysis, mAb isolation, and epitope mapping to determine the  relative dominance of BMem clones specific for different Env-epitopes. Aim-2- To compare neutralization breadth between plasma  antibodies and mAbs representing a full clonal profile of BMem to determine the number of mAbs that must be pooled to reconstruct  the neutralization breadth of the circulating antibody pool. This data will be used to determine the clonality of an ongoing broad nAb  response. This aim will complete testing the hypothesis that neutralization breadth is determined by a polyclonal response comprised  of a mosaic of neutralizing specificities as opposed to a pauciclonal response comprised of one or a very few neutralizing specificities.  Currently there is no vaccine against AIDS. The work proposed in this application will investigate how some people control HIV-1  infection for many years without anti- retroviral drug therapy. This information should be useful in making a vaccine against AIDS.", "Nonpayment for Preventable Complications: Impact on Hospital Practices and Health  National Institute of Allergy and Infectious Diseases  Harvard Pilgrim Health Care, Inc.  Boston, MA 02215  Financial incentives, such as pay-for-performance (P4P) programs, are increasingly being used to improve physician behavior.  However, the impact of these programs on improving quality of care for patients have been mixed, with some studies showing modest  gains and others reporting little to no improvement on quality of care measures. Furthermore, unintended consequences of P4P  programs have been demonstrated, including larger financial rewards for those hospitals with higher performance at baseline and  significant financial losses for hospitals that serve large minority populations. As of October 1, 2008, Medicare will implement the use  of a new financial mechanism-nonpayment for preventable complications (NPPC)-which is a “stick” rather than a “carrot”. Medicare  will no longer pay hospitals for treating certain healthcare associated infections (HAIs) that arise in patients if they are not present on  admission. Our proposed research is unique and timely. There are no data available on the impact of a NPPC policy intervention that  is being implemented by one of the largest payers in the U.S. Despite lack of evidence for its efficacy, it is hoped that financial  disincentives will motivate hospitals and providers to focus their efforts on reducing HAIs. While the goal is certainly worthy, the  mechanism being used to motivate change should be rigorously evaluated to ensure that it achieves its intended consequences  without the occurrence of unintended consequences. Our research will provide a rich understanding of the potential impact, both  positive and negative, of NPPC on patient care and outcomes. The long-term goal of this proposal is to assess the overall impact  NPPC on patient care and outcomes. In this two-phase study, we will first conduct qualitative interviews to identify key elements that  may affect hospital practices and rates of HAIs. In the second phase, we will develop, pilot, and validate a survey instrument based on  our qualitative research findings in order to conduct a future survey of infection preventionists to assess the perceived impact of NPPC  on hospitals in the U.S. Thus, we propose the following specific aims: 1. To identify key factors that may affect infection prevention  practices in the context of NPPC. 2. To develop, pilot, and validate a survey instrument to examine the perceived impact of NPPC on  behaviors and practices in hospitals.", "HIV-envelope-specific CD4+ T-cell activation and functional potentials  National Institute of Allergy and Infectious Diseases  St. Jude Children’s Research Hospital  Memphis, TN 38105  Despite decades of research, the development of a successful HIV-1 vaccine has not yet been achieved. A better understanding of  the functions of activated lymphocytes is therefore desired. The long-term objective of our research is to comprehend the full  potentials of HIV-1- envelope-specific immune cells. CD4+ T-cells contribute to HIV-1 control by supporting antibody production by   8-cells and the activation/ maintenance of CD8+ T-cells. However, based on our recent data, it appears that envelope-specific CD4+  T-cells may additionally contribute directly to the control of virus-infected cells, independent of 8-cell or CD8+ T-cell activity. The  studies proposed here will determine how these CD4+ T-cells confer their ‘protector’ effect. Specific Aim: To determine the phenotype,  cytokine secretion capacities, and killer potentials of the HIV-1 envelope-specific CD4+ T-cells that protect against envelope- recombinant virus in the absence of 8-cell or CD8+ T-cell functions. Experiments are designed to fill fundamental gaps in our  understanding of how virus is controlled by the immune system. Results from these experiments may be invaluable to the construction  of new, successful HIV-1 vaccines designed to capture the full potentials of the immune response.", "National Institute of Allergy and Infectious Diseases  Tulane University of Louisiana  6823 St Charles Ave  New Orleans, LA 70118  CD4+ helper T cells specific for human immunodeficiency virus type 1 (HIV-1) are associated with control of viremia. Nevertheless,  vaccines have not been effective thus far, at least partly because sequence variability and other structural features of the HIV  envelope glycoprotein deflect the immune response. Previous studies indicate that CD4+ T-cell epitope dominance is controlled by  antigen three-dimensional structure. Three disulfide bonds in the outer domain of gp120 were individually deleted in order to  destabilize the three-dimensional structure and enhance the presentation of weakly immunogenic epitopes. Unexpectedly, upon  immunization of mice, the CD4+ T-cell response was broadly reduced and antibody titers were sharply increased for two of the  disulfide variants. For one variant (deletion of the 296-331 disulfide bracketing V3), viral neutralizing activity was increased, but  reactivity was narrow. For another variant (deletion of the 378-445 disulfide bracketing V4 and part of the bridging sheet), the antibody  exhibited significant CD4-blocking activity. The changes in the immune response are most likely due to shifts in the pathways of  antigen processing that result in the priming of fewer but more helpful T cells. In the proposed research, the disulfide variants will be  reconstructed in the gp120 of distinct Clade B and Clade C HIV strains and in the gp120 of an SIV strain in order to test the generality  of the result. Disulfide variants will be characterized by binding to monoclonal antibodies, circular dichroism spectroscopy with  denaturation, limited proteolysis, deglycosylation, and isothermal titration calorimetry of CD4 binding. Mice will be immunized with the  variants. CD4+ T-cell proliferative and cytokine responses will be mapped for individual mice and, in a novel analysis, will be  correlated with antibody reactivity to proteins and peptides. The resulting epitope-specific T-B correlations will be used to identify  cellular interactions that support antibodies directed against protective and unprotective epitopes. Rabbits will be immunized, and viral  neutralization will be analyzed, with the expectation that antisera raised by the disulfide-deletion variants will have increased viral  neutralization. The proposed research is unique in that it exploits T-B relationships in order to engineer an improved antibody  response.", "Dissecting the origin and the function of the cutaneous dendritic cell network  National Institute of Allergy and Infectious Diseases  Mount Sinai School of Medicine of NYU  New York, NY 10029-6574  Highly specialized professional antigen presenting cells are distributed throughout the skin and include epidermal Langerhans cells  (LCs) and dermal dendritic cells (DCs). Our laboratory established some unique properties of cutaneous DCs. We discovered that in  contrast to lymphoid organ DCs, LCs fail to develop in mice that lack the receptor for macrophage ny stimulating factor (MCSFR)  (Ginhoux et al. Nat immunol 2006). We established that in contrast to most dc populations, LCs are maintained by radioresistant  hematopoietic precursors that have taken residence in the skin in the steady state (Merad et nature immunology 2002; Merad et al.  Nature medicine 2004). We also found that a subset of dermal DCs derive from radioresistant precursors, while the majority derives  from circulating radiosensitive precursors (Bogunovic et al. Jem 2006). More recently, we identified a novel population of dermal DCs  that express the c-type lectin receptor langerin, thought to be a LC hallmark the skin. In contrast to LCs, dermal langerin+ DCs are  recruited from the blood and sojourn briefly in the skin before migrating to the lymph node charged with skin antigens (Ginhoux et al.  Jem 2007). These results underline the complexity of the cutaneous dc network system, but “the raison d’etre” and the mechanisms  that regulate the development of this complex system is elusive. In this grant application, we propose to dissect the origin of dc  populations in the skin, identify the key molecules that control their development and examine the contribution of each dc  compartment to skin immunity. Preliminary data suggest that a wave of LC precursors seed the epidermis during embryonic life. Thus  in aim 1, we propose to ex the potential of these embryonic precursors to maintain LC homeostasis throughout life. Mice that are  deficient for MCSFR or tgfb1 lack epidermal LCs but the exact role of MCSF and tgfb1 in LC ontogeny is unknown. In this aim, we  propose to examine how these molecules control LC development. Preliminary data also suggest that distinct precursors and  differentiation pathways control the development of dermal langerin+ and dermal langerin- DCs. Thus in aim 2, we propose to identify  the dedicated precursor and the mechanisms that control the development of dermal dc subsets. Finally, we believe that such  complex dc network has developed to ensure skin integrity and in aim 3, we propose to examine the contribution of each DC  compartment to skin immunity.", "Protein kinase A-dependent regulation of T cell accumulation in Lupus  National Institute of Allergy and Infectious Diseases  Wake Forest University  Health Sciences  Winston-Salem, NC 27157  Establishing how deficient PKA-I activity results in abnormal T cell effector functions is a key step in understanding the  etiopathogenesis of T cell dysfunction in SLE. In T cells from normal subjects, IL-2 induced IL-13+ cell accumulation in vitro is  inhibited by the strong PKA activator PGE2, whereas the weak PKA activator beta-agonist causes increased accumulation. In SLE  subjects with a severe defect in PKA activity, both PGE2 and ISO cause a profound increase in IL-2 induced IL-13+ cell accumulation.  This R21 application proposes to clarify the effect of defective PKA on regulatory features of T cell accumulation in SLE subjects. The  hypothesis is that the subpopulation of SLE subjects with defects in PKA activity has exaggerated accumulation of type 2 cells when  stimulated by betaagonist and PGE2. Further hypothesis is that experimental knockdown/expression of the PKA RI¿-subunit is  sufficient to cause/reverse this effect. These hypotheses will be tested using a highly interpretive in vitro model and a well  characterized cohort of SLE subjects. Results from these studies will provide novel insight into the regulation of T cell development of  interest to the basic science of T cell biology, and advance our understanding of immune system regulation in SLE.", "HIV-1 Replication and Pathogenesis in Vivo  National Institute of Allergy and Infectious Diseases  University of North Carolina Chapel Hill  Office of Sponsored Research  Chapel Hill, NC 27599  The goals of this project are to define how HIV-1 interacts with pDC and to elucidate the role of pDC cells in HIV-1 replication and  pathogenesis. As the major sensor of viral infections, altered pDC level/activity may play a critical role during HIV-1 disease  progression. However, the role of pDC cells in HIV infection and pathogenesis is poorly understood, mainly due to the lack of robust in  vivo models. The DKO-hu HSC model is ideal for this purpose. With a stable functional human immune system, functional pDC cells  are developed in normal proportion in all lymphoid organs in DKO-hu mice. HIV-1 establishes persistent infection, with immune  hyperactivation and depletion of human CD4 T cells. We have also shown that, during HIV-1 infection, PDC cells are productively  infected, activated, depleted and functionally impaired in DKO-hu HSC mice. HIV-1 with the pathogenic R3A Env also efficiently  activates PDC in vitro, correlated with its high binding affinity to CD4 receptor and coreceptors. Based on our preliminary findings and  reports from SIV-infected monkeys or HIV-infected patients, I postulate that HIV-1 intimately interacts with PDC cells, and chronic  engaging of PDC during persistent HIV infection will deplete or impair PDC activity. The reduced or altered PDC activity contributes to  chronic HIV infection, hyper-immune activation and AIDS progression.", "First, we will investigate the proliferation and survival of pDC cells during early and late-chronic HIV-1 infection in DKO-hu mice  (SA1a). Second, we will define the role of each relevant receptor (CD4, CCR5, CXCR4, BDCA2, TLR7 and TLR9) in pDC activation  with genetic approaches. In addition, we will also define the signaling defects in pDC cells induced by HIV infection, by genetically  analyzing the candidate signaling pathways (SA2a). Third, we will treat DKO-hu mice with the pDC-specific ILT7 mAb conjugated with  the Saporin toxin, which specifically depletes pDC, to test the role of pDC during infection (SA3c).", "We will thus focus on the most fundamental questions of pDC cells in HIV pathogenesis. Elucidation of the mechanism by which HIV- 1 interacts with pDC cells and their role in HIV-1 infection and AIDS pathogenesis will facilitate not only our understanding of pDC  biology in HIV pathogenesis, but also development of novel therapeutic strategies.", "Long Polar Fimbriae of Attaching and Effacing Escherichia coli  National Institute of Allergy and Infectious Diseases  University of Texas Medical BR Galveston  301 University Blvd  Galveston, TX 77555  The expression of Attaching and Effacing Escherichia coli (AEEC) virulence factors is a tightly regulated process, and, in some cases,  the identification of these factors has been difficult because they are either repressed in vitro or the conditions of expression are  unknown. While it is evident that expression of certain virulence factors is strictly associated with human disease, the additional  factors present in AEEC strains that are linked to their pathogenic process remain unclear. Lack of a full understanding of how the  genes encoding these additional virulence factors are controlled is important, because, without this knowledge, we are unlikely to  understand the overall pathogenic properties of AEEC strains. Thus, our objective is to determine how the Long Polar (LP) fimbriae in  AEEC strains contribute to pathogenesis and to use these fimbrial-encoding genes as markers to detect virulent strains. The central  hypothesis is that, in addition to the already characterized colonization factors (e.g., intimin-mediated adhesion), AEEC strains  possess a highly regulated LP fimbriae, that plays a role in the colonization process, and although the genes encoding these fimbriae  are widely distributed in pathogenic E. coli strains, some LP fimbriae types are found exclusively in specific AEEC strains. We will test  this hypothesis through three specific aims, which are to: (1) Define whether Ler and H-NS act as a selective silencing/anti-silencing  defense system that controls LP fimbriae expression in AEEC strains; (2) Identify the regulatory protein(s) controlling LP fimbriae  expression in atypical EPEC and determine in a rabbit model the function of LP fimbriae during colonization; and (3) Characterize the  distribution of the LP fimbrial gene clusters among AEEC strains and determine whether certain LP fimbrial subunit types are reliable  markers of different pathogenic AEEC strains. To accomplish our aims, we will fully characterize the functions of Ler, H-NS, and  atypical enteropathogenic E. coli-encoded regulators under in vitro and in vivo (infant rabbit colonization model) conditions and  perform a detailed study of prevalence of the lpf genes in specific subsets of pathogenic AEEC strains. Our research work is  innovative because it capitalizes on our findings regarding novel colonization factors in AEEC strains and their potential application in  therapeutics and diagnostics. The results from studies of the regulatory networks controlling LP fimbriae expression have significance,  because we will be able to identify fundamental differences to explain the tissue tropism of different AEEC strains and to determine  whether silencing of LP fimbriae is an example of a defense system that AEEC strains have against horizontally acquired genes. In  addition, the use of the rabbit model will give us new insight into the pathogenesis and colonization properties of AEEC strains. An  understanding of the mechanisms underlying AEEC colonization to the gastrointestinal tract will not only further our knowledge of the  pathogenesis of these organisms but also provide opportunities for reducing infection rates and improving treatment options against  these biological agents classified as category B pathogens due t their potential use as a food safety threat.", "Plasmacytoid Dendritic Cells in HIV Pathogenesis  National Institute of Allergy and Infectious Diseases  Univ. of Med/Dent of NJ-NJ Medical School  185 S Orange Avenue  Newark, NJ 07107  Deficient production of interferon-a (IFN-a) by natural IFN-producing cells (NIPC) is observed in patients with advanced HIV-1  infection. This deficient IFN-a production was found to be associated with, and predictive of, susceptibility to opportunistic infections.  Although long-suspected to be a dendritic cell, progress was somewhat hampered by the lack of a definitive phenotype for the NIPC.  NIPC have now been demonstrated to be identical to the plasmacytoid dendritic cell (PDC). PDC’s are believed to be important not  only as professional IPC but also as vital links between innate and adaptive immunity. Deficient IFN-a production in HIV infection  results from both decreases in numbers of circulating PDC as well as dysfunction in those cells present. This current study is  organized in five specific aims; the first three involve studies of the basic biology of the PDC and the last two apply what has been  learned about the function of PDC’s to understand how they become deficient in HIV infected patients. Peripheral blood PDC’s  express very high constitutive levels of the transcription factor, IRF-7. These observations will be extended to evaluate the expression  and function of the IRF-7 in PDC’s in different anatomical sites and determine the roles of IRF-7 vs. IRF-3 and IRF-5 in these cells.  Cross-linking of receptors on the surface of PDC leads to down-regulation of their ability to produce IFN-a, a phenomenon that may  also have physiological relevance in the HIV-infected patients. Studies are proposed to understand the mechanisms of this down- regulation and determine whether other functions carried out by PDC such as production of TNF-a and chemokines is similarly  affected by the receptor crosslinking. Production of IFN-a by PDC’s does not require infection of the cells with virus; rather uptake of  material by endocytosis appears to trigger the generation of IFN-a. Using fluorescent labeled infected cells or virus and confocal  microscopy, the fate of the endocytosed material in vivo will be determined. In studies to better understand the mechanisms of  deficiency in PDC in HIV-infected patients, studies will be undertaken to determine whether PDC’s are infected with HIV in vivo and  whether they traffick from the blood to sites in the tissues. Finally studies are proposed to evaluate other functions of the PDC in HIV-1  infected patients including cytokine and chemokine production and activation of T cells as well evaluation of the IRF-7 function in  these cells.", "Regulation and Action of APOBEC3G  National Institute of Allergy and Infectious Diseases  J. David Gladstone Institutes  San Francisco, CA 94158  Apolipoprotein B mRNA editing enzyme, catalytic polypeptide-1 like 3G (APOBEC3G, A3G) corresponds to a host-derived cytidine  deaminase that displays potent anti-retroviral activity. When incorporated into budding HIV virions, the A3G enzyme massively  mutates nascent HIV DNA produced during reverse transcription in the next target cell thereby halting HIV growth. HIV counters these  effects of A3G through its Vif gene product, which promotes accelerated proteasome-mediated degradation and partially impaired   de novo synthesis of A3G. The intracellular depletion of A3G makes the antiviral enzyme unavailable for incorporation into progeny  virions. Our recent studies have unveiled a second antiviral action of A3G operating in resting CD4 T-cells. In these T-lymphocytes,  cellular A3G functions as a highly active post-entry restriction factor blocking the growth of both wild type and deltaVif forms of HIV.  Whether this “Vif-resistant” anti-HIV defense mediated by A3G involves cytidine deamination or a different mechanism is currently  unknown. Further, the mechanism by which this post-entry restricting function of A3G is forfeited when T-cells are activated remains  incompletely understood. Similarly, little is known about how host cells safeguard their own DNA from the mutagenic effects of A3G.  Finally, it remains unknown whether A3G exerts other key functions beyond these antiviral effects. In Specific Aim 1, experiments will  be performed to decipher how A3G and the closely related A3F and A3B antiviral enzymes are regulated in cells. In Specific Aim 2,  the mechanism of A3G action as a post-entry restriction factor in resting CD4 T-cells, the range of viruses affected by this restriction,  and potential similar functions of A3F will be delineated. Finally, in Specific Aim 3, studies will be conducted to assess whether A3G  mediates important nonantiviral functions in mammalian cells. These experiments will involve the preparation and analysis of mice  lacking the functional analogue of the A3G gene. Together, this program of proposed experimentation promises to enrich our  understanding of the biology of A3G as well as the related A3F and A3B enzymes. With such understanding, new therapeutic  strategies for inhibiting HIV growth could emerge.", "Structure Studies on Proteins That Modulate IL-10 Action  National Institute of Allergy and Infectious Diseases  University of Alabama at Birmingham  1530 3rd Avenue South  Birmingham, AL 35294  IL-10 is a multifunctional cytokine that regulates complex immune responses. Its normal function is to protect the host from  uncontrolled inflammatory responses. However, IL-10 has also been implicated as an autocrine growth factor in several B-cell  malignancies and stimulates B-cell mediated autoimmune disease. The normal and pathological functions of IL-10 are initiated by   IL-10 receptor engagement and assembly into a signaling competent IL-10/IL-10R1/IL-10R2 complex. In addition to cellular IL-10   (clL-10), Epstein Barr virus (EBV) and cytomegalovirus (CMV) harbor viral IL-10 mimics (ebvlL-10 and cmvlL-10) in their genomes that  activate the IL-10 signaling complex, resulting in overlapping and distinct biological properties. In the past funding period, we  determined crystal structures of clL-10, cmvlL-10, and ebvlL-10 bound to the high affinity IL-10R1 chain. In this proposal we will use  surface plasmon resonance, site-directed mutagenesis, NMR spectroscopy, X-ray crystallography, and FRET methods to study  cellular and viral IL-10 receptor interactions. These studies will be complemented by the analysis of the cellular IL-10 homologs IL-22  and IL-20. The long term goal of this proposal is to derive a quantitative structural/computational model of IL-10 family signaling that  might explain how cellular and viral IL-10s shape immune responses and allow the rational design of cytokine therapeutics."], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Will Simerl, Assistant Director; N.  Rotimi Adebonojo; Peter Mangano; Lisa Motley; and Krister Friday made  key contributions to this report."], "subsections": []}]}], "fastfact": []}