{"id": "GAO-20-99", "url": "https://www.gao.gov/product/GAO-20-99", "title": "Afghanistan Security Forces Fund: DOD Has Processes for Identifying Training Needs and Maintaining Visibility over Contracts", "published_date": "2019-11-18T00:00:00", "released_date": "2019-11-18T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The United States has made a commitment to building Afghanistan's security and governance structure in order to counter terrorist threats and create sustainable security and stability in Afghanistan. Since 2005 Congress has appropriated more than $78.8 billion for the ASFF to build, equip, train, and sustain the Afghan National Defense and Security Forces. Over that period, nearly $4.3 billion has been expended to support the training and operations of the Afghan National Army. Training requirements are primarily fulfilled through contracts. In recent years, concerns have been raised in Congress about the high costs of some of these training contracts.", "The Joint Explanatory Statement accompanying the Consolidated Appropriations Act, 2018, included a provision for GAO to examine the ASFF training contracts. This report describes DOD's processes to (1) identify Afghan National Army training needs and associated funding requirements; (2) develop and execute ASFF training contracts; and (3) provide visibility over ASFF training contracts. GAO reviewed DOD guidance for identifying and executing training needs, and interviewed DOD officials.", "GAO also reviewed documentation associated with task orders issued against an indefinite delivery, indefinite quantity contract for training completed in fiscal years 2017 through 2019 for the Afghan National Army."]}, {"section_title": "What GAO Found", "paragraphs": ["Combined Security Transition Command-Afghanistan (CSTC-A) has established processes to identify capability gaps within the Afghan National Defense and Security Forces (ANDSF), develop and select training needed to address those gaps, and identify associated funding requirements. CSTC-A generally includes these requirements in the Afghanistan Security Forces Fund (ASFF) budget justification book. Many of the key decisions and associated cost assumptions on how CSTC-A and Train Advise Assist Command–Air (in the case of Afghan pilot training) intend to carry out ASFF training efforts are proposed 18-24 months before the training will occur (see figure).", "ASFF-funded training contracts are developed and executed under a process modeled on the U.S. government's foreign military sales program. Prior to April 2019, most ASFF-funded training requirements were filled under a single-award indefinite delivery, indefinite quantity (IDIQ) contract that supported a wide range of DOD training needs. An IDIQ contract provides for an indefinite quantity, within stated limits, of supplies or services during a fixed period. The government places orders for individual requirements. According to an Army official, that contract's broad scope and high contract value ceiling made it a highly expedient way to contract for various types of training for the ANDSF. However, contracting officals stated that using a single-award contract limited DOD's ability to negotiate some costs. At that point, DOD began to transition to an approach using several contracts, including one with multiple providers. Given that DOD executed its first task order under these new contracts in April 2019, it is too early for GAO to comment on the efficacy of this new approach.", "DOD has varying degrees of visibility over ASFF-funded contracts. DOD officials stated that they have visibiliity at the broadest level of the overall execution of the ASFF budget, including funding associated with Afghan National Army training. At the individual contract level, the military services' contracting commands maintain contract files, but the services' systems do not interface with one another. According to DOD officials, although DOD can obtain visibility over ASFF training contracts in the aggregate, the department must work with the contracting commands at the respective military services to gather information specific to training contracts."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since 2001 the United States has made a commitment to building  Afghanistan’s security and governance structure in order to counter  terrorist threats and create sustainable security and stability in  Afghanistan. Developing independently capable Afghan National Defense  and Security Forces (ANDSF) is a key component of U.S. and coalition  efforts. In support of those efforts, the Department of Defense (DOD)  relies heavily on the Afghanistan Security Forces Fund (ASFF) to provide  assistance to the ANDSF, which comprises all Afghan forces under the  Ministry of Defense and Ministry of Interior.", "The ASFF was established in 2005 to build, equip, train, and sustain the  ANDSF, and since then Congress has appropriated more than $78.8  billion in ASFF funding. Over that period, about two-thirds of the funds  provided to the ASFF have been executed through the Defense Security  Cooperation Agency, including about $4.3 billion to support the training  and operations of the Afghan National Army. Most of the remaining  ASFF funding was provided directly to the Government of the Islamic  Republic of Afghanistan, primarily to fund pay and operational support to  the ANDSF, such as facilities sustainment contracts and information  technology system management support. Concerns have been raised in  Congress about the high costs of some training contracts funded by the  ASFF.", "The Joint Explanatory Statement accompanying the Consolidated  Appropriations Act, 2018, included a provision for us to examine the  ASFF training contracts. This report describes DOD’s processes to (1)  identify Afghan National Army training needs and associated funding  requirements; (2) develop and execute ASFF training contracts; and (3)  provide visibility over ASFF training contracts.", "For our first objective, we focused on the process used to determine  training needs and funding requirements for the Afghan National Army  and the Afghan Air Force (which is part of the Afghan National Army),  managed by the U.S. Army, because this training accounts for about 90  percent of the total ASFF training offerings for fiscal years 2017 and  2018. We reviewed and analyzed guidance on the processes for  identifying and requesting funding for training needs. We interviewed  DOD officials involved in the process, including those from Combined  Security Transition Command-Afghanistan; Train Advise Assist  Command–Air, Program Executive Office for Simulation, Training, and  Instrumentation; and Army Contracting Command.", "For our second objective, we reviewed guidance on the process for  developing and executing ASFF training contracts, as well as the  contracting process. We also reviewed documentation associated with  task orders issued against an indefinite delivery, indefinite quantity  contract for training completed in fiscal years 2017 through 2019 for the  Afghan National Army. We conducted a more detailed review of  documentation associated with fixed- and rotary-wing pilot training that  had been completed at the time of our review. To more fully understand  the contracting process and the costs associated with the training, we  performed a more detailed but non-generalizable review of documents  associated with a task order covering fixed-wing pilot training and we  interviewed U.S. Army Contracting Command officials.", "For our third objective, we reviewed DOD’s budget and contracting  processes related to ASFF training requirements to determine how they  provide DOD officials with visibility over key ASFF contract information,  from budgeting information to contract execution. We interviewed officials  from the Office of the Under Secretary of Defense for Policy (OUSD- Policy), Defense Security Cooperation Agency, Combined Security  Transition Command-Afghanistan (CSTC-A), U.S. Army Security  Assistance Command, U.S. Army Materiel Command, U.S. Army  Contracting Command, and Program Executive Office for Simulation,  Training, and Instrumentation.", "We conducted this performance audit from June 2018 to November 2019  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "U.S. Missions in Afghanistan", "paragraphs": ["The United States currently has two primary missions in Afghanistan: the  U.S-led counterterrorism mission and the NATO-led Resolute Support  mission to train, advise, and assist the ANDSF. For U.S. purposes, both  of these missions are a part of Operation Freedom’s Sentinel,  commanded by U.S. Forces-Afghanistan. Combined Security Transition  Command-Afghanistan is the command under NATO’s Resolute Support  mission that conducts the train, advise, and assist mission in Afghanistan.  These efforts are carried out via the regional Train Advise Assist  Commands (TAACs) that collectively cover all of Afghanistan.  Specifically, Train Advise Assist Command–Air (TAAC-Air) focuses on  developing and advising the Afghan Air Force."], "subsections": []}, {"section_title": "The Afghanistan Security Forces Fund", "paragraphs": ["The ASFF is generally a 2-year appropriation that is used to provide  assistance, with the concurrence of the Secretary of State, to the security  forces of Afghanistan, including the provision of equipment, supplies,  services, training, facility and infrastructure repair, renovation,  construction, and funding. The ASFF presently comprises four budget  activity groups: Afghan National Army, Afghan National Police, Afghan Air  Force, and Afghan Special Security Forces. Each budget activity group  includes four sub-activity groups: sustainment, infrastructure, equipment  and transportation, and training and operations. According to officials, the  training and operations sub-activity group encompasses most of CSTC- A’s efforts to train the ANDSF, including the Afghan National Army."], "subsections": []}]}, {"section_title": "DOD Processes for Identifying Afghan National Army Training Needs and Associated Funding Requirements", "paragraphs": ["CSTC-A has established processes to identify capability gaps within the  ANDSF, develop and select training needed to address those gaps, and  identify associated funding requirements. To do so, CSTC-A works with  various requiring activities—partner organizations, such as the Train  Advise Assist Commands—to identify ANDSF training needs. CSTC-A  then incorporates these needs and associated funding requirements into  the ASFF budget request, typically a year or more before the training is  initiated."], "subsections": [{"section_title": "CSTC-A Works with Its Partner Organizations to Identify ANDSF Capability Gaps and Training Needs", "paragraphs": ["CSTC-A has established processes to identify capability gaps within the  ANDSF, develop and select training needed to address those gaps, and  identify associated funding requirements for inclusion in ASFF budget  justification documentation. To help execute these processes, CSTC-A  has developed standard operating procedures and other guidance for  planning, resourcing, and executing the ASFF. These procedures and  other guidance include information on processes to validate training  requirements and associated resources. CSTC-A works with various  partner organizations—referred to as “requiring activities”—to identify  capability gaps and training needs for the ANDSF. Requiring activities are  the organizations that request the resourcing of ANDSF capability needs  through ASFF. They include CSTC-A, the TAACs, and other U.S. or  NATO organizations partnered with the ANDSF.", "According to DOD officials, a partner organization can identify capability  gaps in a number of ways. For example, Train Advise Assist Command– Air, which develops and advises the Afghan Air Force, works with subject  matter experts from the relevant U.S. military services and other  organizations to identify potential Afghan Air Force capability gaps.", "Additionally, according to DOD officials, in 2015 DOD tasked the MITRE  Corporation to conduct a study of Afghan Air Force capabilities.  According to DOD officials, MITRE’s November 2015 study highlighted  capability gaps within the cadre of Afghan Air Force fixed- and rotary-wing  pilots and maintenance personnel. Further, officials stated that the study  concluded that the training of additional pilots constituted a critical need  for the Afghan Air Force.", "Once a capability gap has been identified, the requiring activity develops  potential courses of action to address it, such as proposals to train the  ANDSF to develop needed capabilities. Through CSTC-A’s procedures  these proposals are validated, along with associated resources. The  validation process is intended to ensure that a transparent and  accountable process is followed when allocating ASFF resources to  emerging requirements.", "For example, as part of the fiscal year 2018 budget process, TAAC-Air  identified a capability gap within the Afghan Air Force and then worked  with various subject matter experts to develop courses of action to  address the gap. Specifically, TAAC-Air worked with personnel from the  Program Executive Office for Simulation, Training, and Instrumentation  (PEO-STRI), which provides simulation, training, and testing solutions for  the Army and joint community. Subject matter experts from PEO-STRI  provided details regarding various options for addressing the capability  gap. PEO-STRI officials noted that they also provided cost estimates for  delivering the solution based on historical data. According to PEO-STRI  officials, this was a highly interactive process entailing frequent formal  and informal discussions among multiple organizations to develop the  most effective solution for pilot training for the Afghan Air Force. Once  details and cost estimates were solidified, the requirement owner  presented them to a Council of Colonels, an officer group responsible for  requirement validation for training needs, among other capability needs.  The requirement was then taken to the General Officer Steering  Committee, which votes to validate the requirement and approve the  proposed solution."], "subsections": []}, {"section_title": "CSTC-A Process Incorporates Validated Training Needs into ASFF Budget Request", "paragraphs": ["CSTC-A’s process incorporates validated training needs and their  associated funding requirements as part of DOD’s annual budget  process. DOD’s planning, programming, budgeting, and execution  (PPBE) process, which is governed in part by DOD Directive 7045.14,  along with other DOD guidance, is conducted under four phases (see  figure 1). Specifically, DOD uses the PPBE process to determine and  prioritize requirements and allocate resources to provide capabilities  necessary to accomplish the department’s missions. According to  officials, as part of this process, CSTC-A provides inputs, including  training requirements and associated funding needs, and later works with  various contracting commands to execute appropriated funds.", "In the case of ASFF, CSTC-A’s guidance indicates that a proposed  activity (for example, fixed-wing pilot training classes) should generally be  included in the ASFF budget justification book in order to later use ASFF  funds for that activity. To do so, CSTC-A’s Program and Analysis  Division develops and incorporates the requests from requirement owners  for funding for the operations, sustainment, and development of the  ANDSF into the ASFF budget request and associated budget justification  materials. The Program and Analysis Division works with the  requirement owners to write a narrative describing their proposed activity  and associated cost estimate for delivering the activity. The division then  works with the OUSD-Comptroller to consolidate requirements for all  budget activities and sub-activity groups into a single draft budget  justification book.", "One significant aspect of this process is that many of the key decisions,  and associated cost assumptions, on how CSTC-A and TAAC-Air (in the  case of Afghan pilot training) intend to carry out ASFF training efforts are  proposed 18-24 months before the training will occur. For example, as  shown in figure 2, preparation of the ASFF budget justification book for  fiscal year 2019 began in the summer of 2017. In turn, the budget  justification book was subsequently submitted to the OUSD-Comptroller  in December 2017, and funds were not available for use until the start of  the new fiscal year, in October 2018.", "These time frames can present a challenge in developing accurate cost  estimates for CSTC-A, given that situations in Afghanistan can change  significantly in the time between CSTC-A’s developing a proposed  capability requirement and associated cost estimate for inclusion in the  ASFF budget justification book and the execution of that requirement,  according to officials. If conditions change, officials noted, the proposed  actions and associated cost estimates for a given requirement may no  longer be appropriate or accurate. For example, the Special Inspector  General for Afghanistan Reconstruction reported in January 2019 that  CTSC-A may have overestimated the cost for UH-60 Blackhawk rotary- wing pilot training by as much as $1 billion over a 7-year period— attributing the overestimation mainly to unrealistic assumptions regarding  student or pilot attrition and the English language program.", "In the case of initial entry fixed-wing pilot training classes, CSTC-A’s  original proposal, as reflected in its budget justification book was to have  classes of 25 students. However, during the implementation of this  training, the class size fell to 12 students because not all 25 students  achieved the required English language proficiency, and one student had  dropped out of the program. Consequently, the resulting class was half  the projected size underlying the estimated funding requirement, which  resulted in funds being excess to CSTC-A’s actual need. CSTC-A officials  acknowledged the challenges they faced in filling classes with the  expected number of students, adding that they had purposely built in  significant flexibility in the training approach to be able to adjust to the  realities of the ANDSF’s ability to generate qualified students. According  to CSTC-A officials, the number of English-proficient Afghan student  candidates varies from year to year.", "For cases like these, where CSTC-A requested more funding than it  ultimately obligated, in some circumstances DOD may reprogram the  unobligated amounts within the same appropriation account, or may  transfer it to other appropriation accounts, if there is authority to do so.  Otherwise, time-limited appropriations, such as the ASFF, expire after  their period of availability and are unavailable for new obligations.  According to CSTC-A officials, in cases where they have unobligated  funding due to changing conditions such as smaller-than-expected class  sizes, they try to reprogram that money for related needs within the same  sub-activity group in the ASFF budget prior to expiration. For example, if  certain Afghan Air Force training costs are lower than expected, the  money could be reprogrammed for other efforts within the Afghan Air  Force training and operations sub-activity group."], "subsections": []}]}, {"section_title": "CSTC-A’s Process for Developing and Overseeing ASFF Training Contracts", "paragraphs": ["ASFF-funded training contracts for the ANDSF are developed and  executed through a process that is modeled on the U.S. government’s  foreign military sales process. Until April 2019, ASFF-funded orders to  train the Afghan National Army were generally filled under a contract with  a single provider. At that point, DOD began to transition to an approach  using several contracts, including one with multiple providers."], "subsections": [{"section_title": "ASFF-Funded Training Contracts Are Developed and Executed Under a Process Modeled on the Foreign Military Sales Program", "paragraphs": ["ASFF-funded training contracts are developed and executed under a  process modeled on the U.S. government’s foreign military sales (FMS)  program, referred to as “pseudo-FMS.” As indicated by CSTC-A  guidance, these pseudo-FMS procurements are FMS-like cases and use  U.S. funds to purchase items, services, and training for ANDSF capability  requirements. The process is outlined in the Security Assistance  Management Manual, which provides DOD-wide guidance to DOD  components engaged in the management or implementation of DOD  security assistance and security cooperation programs over which the  Defense Security Cooperation Agency has responsibility. We have  previously reported that while the many steps of the process used for  FMS and pseudo-FMS cases can be grouped in different ways, they fall  into five general phases: assistance request, agreement development,  acquisition, delivery, and case closure.", "First, CSTC-A works with the resource coordinator, requirement owner,  and other elements to develop a Memorandum of Request, and it submits  that memorandum to the implementing agency and the Defense Security  Cooperation Agency, requesting assistance to contract for ANDSF needs  using ASFF funds. For example, when developing the Memorandum of  Request for initial entry fixed-wing pilot training, CSTC-A worked with  TAAC-Air, the requirement owner, to identify details regarding the agreed- upon training solution. Officials noted that CSTC-A also worked with the  subject matter experts from PEO-STRI to develop the independent  government cost estimate.", "Second, as described by officials, the agreement development phase  begins with the Defense Security Cooperation Agency’s receiving the  Memorandum of Request. The Defense Security Cooperation Agency  opens a case and assigns it to an implementing agency—that is, the  military department or defense agency responsible for overall  management of the actions that will result in the delivery of materials or  services. According to contracting officials, the implementing agency for  training foreign military ground and air forces outside of the United  States—such as the Afghan National Army—is the U.S. Army Security  Assistance Command. The implementing agency then works with the  appropriate Program Executive Office to develop the Letter of Offer and  Acceptance—which serves to document the transfer of articles and  services to the U.S. government requesting authority. For example, for  the out-of-country fixed-wing pilot training requirement, contractors  delivered the training, and the appropriate implementing agency was  PEO-STRI, according to officials. Once the Letter of Offer and  Acceptance is completed and signed by the implementing and requesting  agencies, it is reviewed and approved by the Defense Security  Cooperation Agency and Department of State, as appropriate.", "Third, the Program Executive Office works with the appropriate  contracting command to acquire the requested defense goods or services  as part of the acquisition phase. According to contracting officials, the  contracting command solicits and receives bids from contractors and  selects the best value option (including price plus deliverables). Fourth,  the contractor delivers the required good or service. According to officials,  the relevant Program Executive Office is responsible for monitoring the  contractor’s performance by ensuring compliance with applicable contract  clauses. Fifth, following contract completion and payment of outstanding  obligations, the implementing agency initiates case closure with the  Defense Security Cooperation Agency."], "subsections": []}, {"section_title": "Training Requirements for the Afghan National Army Were Generally Provided by a Single Vendor Prior to April 2019, but Are Now Provided by Multiple Vendors", "paragraphs": ["Prior to April 2019, ASFF-funded training requirements for the Afghan  National Army, including out-of-country fixed- wing pilot training, were  generally executed under a single award indefinite delivery, indefinite  quantity contract known as the Warfighter Field Operations Customer  Support (WFF) contract. The WFF contract provided integrated training  system sustainment and training services world-wide for the U.S. Army,  Marine Corps, Navy, Air Force, and Special Operations Command.  According to Army contracting officials, WFF was the most expedient way  to contract for various types of training for the Afghan National Army due  to the contract’s broad scope and $11.2 billion ceiling. These officials said  it provided the capacity and flexibility needed to fulfill the Afghan National  Army’s requirements and time frames in a streamlined way because the  competition and award process had already occurred, enabling officials to  move directly to awarding task orders for support.", "However, while the single award indefinite delivery, indefinite quantity  contract streamlined the process for contracting ANDSF training, it limited  DOD’s ability to negotiate some costs. According to contracting officials,  only certain types of costs could be negotiated, such as those associated  with housing, travel, and the number of advisors supporting the training.  The officials stated that other costs were established as a per-unit cost at  the time of the contract award. In addition, various administrative fees  were established when the WFF contract was awarded in 2007 and could  not be renegotiated, according to contracting officials. As a result, any  task orders under this contract, including those to train the Afghan  National Army, had to include these administrative fees and established  labor wages.", "To illustrate the various costs associated with the Afghan Air Force  training program, we reviewed documentation associated with training  provided under the WFF contract. One training program cost $12.1 million  for the delivery of an 86-week fixed-wing pilot training course (from  February 2018 through September 2019) for 13 Afghan Air Force  students at the Fujairah Aviation Academy in the United Arab Emirates.  The pilot training was conducted by contractors and comprised aviation  English language training, theory of flight, basic and advanced instrument  ground school, advanced flight instrumentation, and simulation training for  the Afghan Air Force Cessna C-208 Caravan aircraft. The $12.1 million  total included amounts paid to the contractor and administrative charges  to cover the costs of entities within the U.S. government. The costs  associated with the training are shown in figure 3 below.", "The largest cost factor in this task order was the cost of the flight school  itself, which accounted for 68.4 percent (or $8.2 million) of the total cost,  according to contracting officials. The flight school included ground  school, simulation, advanced instruments, and flying hours training, and it  represented a cost per each of the 13 students who actually attended the  training. The flight school also included the cost of housing, electronic  books / manuals, and campus security, some of which costs were  negotiable, according to officials. Other costs, such as the Defense  Security Cooperation Agency 3.5 percent surcharge and contract  administration services 1.2 percent surcharge, were established based  upon rates current at the time of the letter of offer and acceptance.  According to officials, the contractor’s profit was established at the time of  award of the contract in 2007. Officials stated that the costs that could be  negotiated were limited and included costs associated with travel,  lodging, and adding more advisors to augment the training. According to  contracting officials, these limitations were not unique to this ASFF  training but applied broadly to all ASFF training task orders they executed  under WFF.", "In 2018 DOD decided to replace WFF, which was nearing expiration, with  a series of new contracts. DOD has begun to transition work previously  performed under WFF to these new contracts, the first of which was  awarded in 2018. According to contracting officials, ASFF-funded training  efforts are expected to be executed primarily under two of the new  contracts – the Enterprise Training Services Contract and the Training,  Instructor Operator Support Services Contract. The Enterprise Training  Services Contract is a multiple award indefinite delivery, indefinite  quantity contract with a total contract ceiling of $2.4 billion that was  awarded to multiple contractors in June 2018. According to officials, the  Training, Instructor Operator Support Services Contract is a single award  indefinite delivery, indefinite quantity contract with a ceiling of $197.6  million that was awarded in July 2018.", "According to Army contracting officials, the contracting process for ASFF  training services will include competition among multiple contractors for  each task order under the Enterprise Training Services Contract. Army  contracting officials stated that under a multiple-award contract, each  contract holder is to be provided a fair opportunity to compete for each  task order, in part to use competition to ensure that the proposed prices  are fair and reasonable. According to Army contracting officials, the  Enterprise Training Services Contract also affords the opportunity to  negotiate more elements than previously under the WFF contract, such  as labor rates or travel costs associated with training. The first training  task order under the Enterprise Training Services Contract in support of  Afghan forces was issued in April 2019. As this task order has only  recently been issued, it is too early for us to comment on the efficacy of  these contracts."], "subsections": []}]}, {"section_title": "DOD Processes to Provide Visibility over ASFF-Funded Training Contracts", "paragraphs": ["DOD has varying degrees of visibility over ASFF-funded training  contracts. At the broadest level, OUSD-Comptroller and contracting  officials stated that they have visibility of the overall execution of the  ASFF budget, including funding associated with Afghan National Army  training. For example, OUSD-Comptroller tracks and reports ASFF  obligations and disbursements in monthly status-of-funds reports, known  as Defense Financial and Accounting Services 1002 Reports. In addition,  the Special Inspector General for Afghanistan Reconstruction tracks and  reports ASFF obligations and disbursements via its Overseas  Contingency Operations quarterly reports to Congress.", "At the individual contract level, the military services’ contracting  commands, such as PEO-STRI and Army Contracting Command,  develop and maintain contract files for individual ASFF-funded contracts  and task orders. However, according to officials, DOD does not have a  centralized system or reporting mechanism for tracking all ASFF training  contracts, because the systems used by the services for managing  funding and those used for contract management do not interface with  each other. According to OUSD-Comptroller officials, the systems used  for financial management were not designed or intended to identify ASFF  funds specifically obligated for training contracts because there is no  requirement for them to do so.", "Officials said that consequently, in the single instance in which they have  had to develop a comprehensive list of all ASFF-funded training  contracts, they had to work with the contracting commands at the  respective military services to gather this information. For example, to  respond to congressional direction related to contracts funded with ASFF,  OUSD-Policy contacted all of the military services to request a list of all  training contracts funded through the ASFF under the respective services’  responsibilities, according to OUSD officials. In turn, Army contracting  officials stated that they identified the requested information by using the  lines of accounting fields in their contract management systems to identify  those training contracts funded with ASFF. OUSD-Policy officials  provided us with the resulting list of 40 contracts and task orders, totaling  over $483 million in estimated contract value, but they acknowledged that  the list was likely incomplete.", "OUSD-Policy officials who compiled the list of training contracts told us  that the precision of the list was affected by inconsistent interpretations  among the services of what constitutes a training contract. According to  these officials, training for the Afghan National Army can also occur under  procurement or maintenance contracts that have embedded training  components. For example, according to officials, the Army’s National  Maintenance Strategy contract provides logistic support to the Afghan  National Army and includes a training component. Similarly, the Navy’s  ASFF-funded ScanEagle unmanned aerial vehicle reconnaissance  procurement contract includes a training component. Because these  contracts are not primarily training-oriented, according to contracting  officials, they were not identified under the training and operations  subactivity group in the ASFF budget, and therefore would not be easily  identifiable as ASFF training contracts. Despite these limitations, DOD  officials stated that, given their existing systems and processes and their  ability to reach out to contracting officials to obtain additional data when  needed, they believe they have sufficient tools to identify most ASFF- funded training contracts. Additionally, DOD officials stated that the  congressional direction associated with ASFF-funded training was a one- time request, not a recurring task."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOD, and DOD responded that it  would not be providing formal comments. DOD also provided technical  comments, which we incorporated as appropriate.", "We are sending copies of this report to the appropriate congressional  committees and to the Secretary of Defense. In addition, the report is  available at no charge on our website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  Cary Russell at (202) 512-5431 or russellc@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. Key contributors to this report are listed in  the appendix."], "subsections": []}]}, {"section_title": "Appendix I: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, James A. Reynolds, Assistant  Director, and Jerome Brown, William Chatlos, Alfonso Garcia, Steve  Pruitt, Michael Shaughnessy, McKenna Stahl, and Cheryl Weissman  made key contributions to this report."], "subsections": []}]}], "fastfact": ["The United States has been building Afghanistan’s security forces to help counter terrorist threats. Since 2005, Congress has appropriated more than $78.8 billion to build, equip, train, and sustain these forces. Concerns have been raised in Congress about the high cost of training contracts (about $4.3 billion so far).", "Officials told us that their original contracting approach made it harder for DOD to negotiate some costs, but that they’ve been transitioning to a new contracting approach since April 2019. The old approach generally relied on one service provider. The new approach allows purchases from multiple providers."]}