{"id": "GAO-17-393", "url": "https://www.gao.gov/products/GAO-17-393", "title": "Medicare Advantage: CMS Should Use Data on Disenrollment and Beneficiary Health Status to Strengthen Oversight", "published_date": "2017-04-28T00:00:00", "released_date": "2017-05-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In 2016, over 30 percent of Medicare beneficiaries were enrolled in the MA program. Each year beneficiaries have an opportunity to join or leave their MA plan.", "GAO was asked to review MA disenrollment by health status and CMS oversight. This report examines, among other issues, (1) the extent of any health-biased disenrollment, (2) beneficiaries' reasons for leaving contracts with and without health biased disenrollment, and (3) how, if at all, CMS identifies contracts with health-biased disenrollment, for routine oversight purposes.", "GAO analyzed 2014 disenrollment rates for the 252 MA contracts that had a sufficient number of disenrollees and met other criteria. For the 126 contracts with disenrollment rates above the median rate, GAO used beneficiaries' projected health care costs to identify those in poor health and better health. GAO examined data from CMS's Disenrollment Reasons Survey to learn why beneficiaries reported leaving the 126 contracts with relatively high disenrollment rates. GAO also interviewed CMS officials and compared their oversight to federal standards for internal control."]}, {"section_title": "What GAO Found", "paragraphs": ["Under the Medicare Advantage (MA) program, the Centers for Medicare & Medicaid Services (CMS) contracts with private entities to offer coverage for Medicare beneficiaries. GAO examined 126 contracts with higher disenrollment rates—above the median rate of 10.6 percent in 2014—and found 35 contracts with health-biased disenrollment. In these contracts, beneficiaries in poor health were substantially more likely (on average, 47 percent more likely) to disenroll relative to beneficiaries in better health. Such disparities in contract disenrollment by health status may indicate that the needs of beneficiaries, particularly those in poor health, may not be adequately met.", "GAO found that beneficiaries who left the 35 contracts with health-biased disenrollment tended to report leaving for reasons related to preferred providers and access to care. In contrast, beneficiaries who left the 91 contracts without health-biased disenrollment tended to report that they left their contracts for reasons related to the cost of care.", "CMS does not use available data to examine data on disenrollment by health status as part of its ongoing oversight; thus, CMS may fail to identify problems in MA contract performance, which poses a risk as contracts are prohibited from limiting coverage based on health status. CMS's oversight is inconsistent with internal control standards."]}, {"section_title": "What GAO Recommends", "paragraphs": ["To strengthen its oversight of MA contracts, CMS should examine data on disenrollment by health status and the reasons beneficiaries disenroll. HHS concurred with GAO's recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Medicare Advantage (MA) program, under which private entities— known as MA organizations (MAO)—contract with the Centers for  Medicare & Medicaid Services (CMS) to provide health care coverage to  Medicare beneficiaries, has grown in recent years. MA enrollment has  increased from 11.1 million in 2010 to 17.6 million in 2016, and the  program now accounts for nearly a third of all Medicare beneficiaries— more than in any previous year. Under MAOs’ contracts, beneficiaries  may typically choose from a wide array of plans that vary in their  coverage, costs, and provider networks. Medicare requires MAOs to  accept all beneficiaries who want to enroll in a plan, and the program has  certain protections in place to ensure that the needs of beneficiaries in  poor health are adequately met. For example, MAOs are prohibited from  limiting or conditioning their coverage or provision of benefits based on  health status, and CMS may not approve bids for MA contracts with plans  that have benefit packages that discourage the enrollment of certain  beneficiaries, such as those with chronic conditions. In addition, CMS  requires that MAOs develop provider networks that ensure adequate  access to covered services for all beneficiaries.", "Because MAOs can change their plan offerings from one year to the next,  CMS encourages MA beneficiaries to review their enrollment decisions  annually and consider which plan best meets their needs. Beneficiaries  may choose to remain in their current plan, enroll in another plan offered  under the same MAO contract, enroll in a plan offered under a different  contract, or enroll in traditional Medicare. Each MAO contract is specific  to a plan type—such as a health maintenance organization (HMO) or a  preferred provider organization (PPO)—but each contract may include a  variety of plan benefit packages (referred to as a plan) for beneficiaries to  select, each with its own unique mix of cost sharing requirements and  covered benefits.", "Consequently, beneficiaries who choose to enroll in a different plan under  the same MA contract, have elected to stay in the same type of plan (e.g.,  HMO or PPO) offered by the same MAO. In contrast, beneficiaries who  choose to enroll in a plan offered under a different contract have elected  to enroll in a different type of plan or one offered by a different MAO. In  2014, nearly 12 percent of beneficiaries chose to leave their MA contract,  due to a number of potential factors. Contract-level disenrollment may  indicate a well-functioning competitive local MA market with competing  MAOs seeking to attract beneficiaries to their plans by offering additional  benefits or lower premiums and cost sharing. Alternatively, disenrollment  may indicate that beneficiaries encountered access or quality issues.  These beneficiaries may disenroll, for example, if their preferred provider  is no longer in the plan’s network or if they believe that their health care  needs have not been well met.", "While disenrollment among some of a contract’s beneficiaries is  expected, disparities in disenrollment rates between beneficiaries with  different health care needs can be a sign of potential problems with a  contract. If MAOs are meeting the needs of all their beneficiaries, we  would expect that the rates at which beneficiaries disenroll would not vary  by their health status. However, when beneficiaries in poor health are  more likely to disenroll than those in better health—which we refer to as  health-biased disenrollment—it may indicate that those beneficiaries  could be facing problems with access to care or the quality of services  provided. From an oversight perspective, contracts with health-biased  disenrollment may not warrant extra CMS scrutiny if relatively few  beneficiaries choose to leave the contract. However, contracts with both  high overall rates of disenrollment and health-biased disenrollment may  indicate potentially problematic contracts.", "Given questions about the care beneficiaries in poor health receive in MA,  you asked us to review MA disenrollment by health status and any related  CMS oversight. In this report, we examined  1.  the extent to which disenrollment rates vary across MA contracts;  2.  the extent of any health-biased disenrollment among MA contracts;  3.  how the characteristics of those contracts with health-biased  disenrollment, if any, compare to those of other contracts;  4.  the reasons beneficiaries give for leaving those contracts with health- biased disenrollment, if any, compared with other contracts; and  5.  how, if at all, CMS identifies contracts with health-biased  disenrollment as part of its routine oversight of MA contracts."], "subsections": [{"section_title": "Methodology", "paragraphs": ["To examine variation in MA disenrollment by contract, we examined CMS  enrollment and disenrollment data for 2014—the most recent year of data  available at the time of our analysis—for 252 contracts. We selected  these 252 contracts as they had at least 100 disenrollees in poor health  and 100 disenrollees in better health as well as had at least 50 percent of  the individual measures in the 2016 MA Five-Star Rating System—which  largely reflected performance in 2014. These contracts accounted for 80  percent of the 17.5 million beneficiaries enrolled in an MA contract that  year. We calculated the disenrollment rate for each of these contracts  and designated the 126 contracts above the median rate of 10.6 percent  as having relatively high disenrollment rates and the 126 contracts below  the median rate as having relatively low disenrollment rates. (See  appendix I for more details on the selection of the contracts included in  our study.)", "To determine the extent of health-biased disenrollment, if any, among MA  contracts, we focused our analysis on the 126 MA contracts with higher  disenrollment rates. We used CMS risk score data to identify  beneficiaries in poor health and beneficiaries in better health. Specifically,  beneficiaries whose projected spending was at least twice as much as  that for the average Medicare beneficiary were characterized as being in  poor health, while the remaining beneficiaries with projected spending  less than that amount were considered to be in better health. Using this  information for each of the 126 contracts, we then calculated  disenrollment odds ratios to determine the likelihood that beneficiaries in  poor health disenrolled from the contract compared to beneficiaries in  better health. For example, an odds ratio of 1.50 signifies that those in  poor health were 50 percent more likely to disenroll than those in better  health. We deemed contracts with an odds ratio over 1.25—where the  likelihood that poor health beneficiaries disenrolled was more than 25  percent greater than that of beneficiaries in better health—as having  health-biased disenrollment. We deemed those contracts with an odds  ratio of 1.25 or less as lacking health-biased disenrollment.", "To examine the characteristics of contracts with and without health- biased disenrollment, we focused our analysis on the 126 MA contracts  with higher disenrollment rates in 2014. We analyzed CMS data for 2014  on a number of contract variables, including enrollment size and the  number of years of experience in the MA program. In addition, we  compared the quality ratings of contracts in each group based on data  from the MA Five-Star Rating System. These data comprise an overall  star rating for each MA contract as well as each contract’s performance  scores on up to 47 individual measures—such as controlling blood  pressure—grouped within 9 domains—such as managing chronic  conditions. We determined the median score for individual performance  measures for all contracts in the rating system. For both the contracts  with and without health-biased disenrollment, we then determined the  percentage of measures within each domain that had better than median  scores; we characterized these contracts as having relatively high  quality.", "To examine the reasons beneficiaries chose to disenroll from contracts  with and without health-biased disenrollment, we analyzed CMS’s  Disenrollment Reasons Survey reports. The reports are compiled for MA  contracts based on surveys sent to a representative sample of  disenrollees to learn about why they elected to leave their plan. CMS  combined survey responses into one of five composite reasons for  disenrollment: problems with costs, problems with drug coverage,  problems getting information on drugs, problems getting needed care,  and preferred providers not in network. For each of the 126 MA  contracts with higher disenrollment rates, we compared the average  percentage of respondents who identified each composite reason, for  contracts with and without health-biased disenrollment.", "To examine how, if at all, CMS identifies contracts with health-biased  disenrollment as part of its routine oversight of MA contracts, we reviewed  the agency guidance and data provided to its regional offices and  interviewed CMS officials. In addition, we compared the set of contracts  identified by CMS as having potential problems in 2014 with the contracts  we identified as having health-biased disenrollment. We examined CMS’s  oversight in the context of relevant standards for internal control in the  federal government.", "We assessed the reliability of the data from CMS that we analyzed by  reviewing relevant documentation and examining the data for obvious  errors. We determined that the data were sufficiently reliable for the  purposes of our reporting objectives.", "We conducted this performance audit from November 2015 to April 2017  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Background", "paragraphs": ["The MA program—also known as Medicare Part C—is the private plan  alternative to the traditional Medicare program. Instead of paying  providers’ claims directly, CMS contracts with MAOs to assume the risk of  providing health benefits to beneficiaries in exchange for fixed monthly  payments. The payment amounts vary, in part, depending on the relative  health status of the MAO’s beneficiaries as compared to the health status  of an average Medicare beneficiary. CMS paid almost $170 billion to  MAOs in 2015.", "MAOs must provide coverage for all traditional Medicare services and  include a yearly limit on out-of-pocket costs. Most plans also include  prescription drug coverage offered under Medicare Part D. Plans may  offer more generous benefits, such as less cost sharing and additional  covered services, such as vision or dental care. To control utilization, plans may impose referral requirements and implement care coordination  programs. MA beneficiaries’ access to providers is generally limited to a  network of physicians, hospitals, and others that contract with their MAO.  If a given physician or hospital is not in the MA plan’s network, the  beneficiary’s out-of-pocket cost to use that physician or hospital may be  considerably higher than the cost associated with using providers in the  plan’s network.", "Beneficiaries may choose from the plans available in their county, which  may be provided by multiple contacts. The contracts represent various  types of plans, including HMOs, PPOs, and private fee-for-service (PFFS)  plans. HMOs, which according to CMS, accounted for nearly three-fourths  of MA enrollment in 2016, generally restrict beneficiary access to  providers in their network. PPOs, which according to CMS, accounted for  nearly one-fourth of 2016 MA enrollment, also have networks, but allow  beneficiaries access to non-network providers by paying higher cost  sharing amounts. In contrast, PFFS plans, which accounted for 1 percent  of MA enrollment in 2016, generally offer a wider choice of providers. A  subset of HMOs and PPOs are special needs plans (SNP) which provide  care for beneficiaries in one of three classes of special needs. Medicare  beneficiaries can enroll in a SNP if they are dually eligible for Medicare  and Medicaid, require an institutional level of care, or have a severe or  chronic condition.", "While beneficiaries are generally locked into their MA plan for a year  (January through December), they may voluntarily leave their plan at  certain times in the year or if they meet certain criteria. During the annual  open enrollment period, from October 15 to December 7, MA  beneficiaries may change their MA plan selection or join traditional  Medicare. This is followed by the MA disenrollment period, from January  1 to February 14, when MA beneficiaries may join traditional Medicare  and are allowed to select a drug plan to go with their new coverage. In  addition, CMS has special enrollment periods where MA beneficiaries  may change their enrollment under certain circumstances. For example,  Medicare beneficiaries can switch to a contract with an overall Five-Star  rating of 5 from December 8 to the following November 30. In addition, dual-eligible beneficiaries may change their MA enrollment on the first  day of any month."], "subsections": []}, {"section_title": "2014 MA Contract Disenrollment Rates Ranged from 1 to 39 Percent", "paragraphs": ["In 2014, disenrollment rates varied widely among the 252 contracts in our  analysis, ranging from 1 to 39 percent. (See fig. 1.) The 126 contracts  with high disenrollment rates—those with rates above the median rate of  10.6 percent—accounted for 38 percent of the MA population in our  study. Moreover, these contracts accounted for over two-thirds of total  disenrollment in our population. Nineteen percent of this group of  contracts—24 contracts—had disenrollment rates of 20 percent or  greater. In contrast, contracts with relatively low disenrollment rates  accounted for 62 percent of the MA population in our study. Nearly half of  these contracts had disenrollment rates at or below 5 percent."], "subsections": []}, {"section_title": "Health-biased Disenrollment Found in One-Quarter of MA Contracts with Higher Disenrollment Rates", "paragraphs": ["Among the 126 contracts with higher disenrollment rates, we found that  35 contracts had health-biased disenrollment—meaning that beneficiaries  in poor health were substantially more likely to leave their contracts than  those in better health. These contracts accounted for 15 percent of  beneficiaries in higher disenrollment contracts, or approximately 810,000  beneficiaries. For these 35 contracts, on average, beneficiaries in poor  health were 47 percent more likely to disenroll relative to beneficiaries in  better health. For individual contracts, this percentage ranged from 27 to  126 percent.", "Among the remaining 91 contracts with higher disenrollment rates, we did  not find evidence of health-biased disenrollment—meaning that in these  contracts, beneficiaries in poor health had, on average, odds of  disenrollment similar to beneficiaries in better health. Specifically, both  disenrollees in poor health and disenrollees in better health had a 1 in 5  chance of disenrolling from their contract. In total, the 91 contracts  accounted for 4.5 million beneficiaries, or 85 percent of the enrollment in  the MA contracts with higher rates of disenrollment in our review."], "subsections": []}, {"section_title": "Contracts with Health-biased Disenrollment Had Lower Enrollment, a Greater Proportion of HMOs, and Relatively Low Quality Ratings, among Other Differences", "paragraphs": [], "subsections": [{"section_title": "Contracts with Health- biased Disenrollment Had Low Enrollment and a Greater Proportion of HMOs, among Other Differences, Compared with Other Contracts", "paragraphs": ["We found several notable differences when comparing the characteristics  of the 35 contracts with health-biased disenrollment with the 91 contracts  without health-biased disenrollment. Specifically, the 35 health-biased  disenrollment contracts were more likely to have the following:", "Lower enrollment. Sixty-nine percent of health-biased disenrollment  contracts had fewer than 15,000 enrollees. This percentage was  lower for contracts without health-biased disenrollment—25 percent.  In addition, a smaller percentage of health-biased disenrollment  contracts—11 percent—had enrollment that exceed 50,000  beneficiaries. In contrast, 29 percent of contracts without health- biased disenrollment had enrollments that large.", "Higher proportion of HMOs. Ninety-one percent of health-biased  disenrollment contracts were HMOs—which feature closed provider  networks—while only 9 percent were PPOs. In contrast, for contracts  without health-biased disenrollment, 70 percent were HMOs and 25  percent were PPOs.", "Larger share of SNP enrollees. Contracts with health-biased  disenrollment tended to have a higher proportion of beneficiaries in  SNPs—which provide targeted care for special needs individuals,  such as those with chronic conditions. On average, 37 percent of  these contracts had a majority of their beneficiaries in SNPs  compared with 21 percent, on average, for the contracts without  health-biased disenrollment.", "Less time in MA program. The contracts with health-biased  disenrollment had, on average, fewer years in the MA program  compared to the contracts without health-biased disenrollment—an  average of 8 years compared to 12 years, respectively. (See table 1  for a comparison of the characteristics of contracts with and without  health-biased disenrollment.)"], "subsections": []}, {"section_title": "Contracts with Health- biased Disenrollment Scored Lower on Overall Quality and Individual Performance Measures Than Other Contracts", "paragraphs": ["Our analysis of data from CMS’s MA Five-Star Rating System showed  that the contracts with health-biased disenrollment generally had lower  overall quality ratings than contracts without health-biased  disenrollment. (See fig. 2.) Among the 126 contracts with higher  disenrollment rates, nearly two-thirds of the health-biased contracts had  three or fewer stars compared to about one-fourth of the contracts without  health-biased disenrollment. Furthermore, only 11 percent of contracts  with health-biased disenrollment had four or more stars compared to 32  percent of the contracts without health-biased disenrollment.", "In addition, the contracts with health-biased disenrollment scored lower  than the contracts without health-biased disenrollment across each of the  nine performance domains in the MA Five-Star Rating System. We  found a smaller share of the 35 contracts with health-biased disenrollment  had better than median quality scores when compared to the 91 contracts  without health-biased disenrollment. For example, only 36 percent of the  contracts with health-biased disenrollment had better than median scores  on managing chronic (long-term) conditions, which include measures on  blood pressure and diabetes care. In contrast, 52 percent of the contracts  without health-biased disenrollment performed above the median on this  performance domain. (See table 2.)"], "subsections": []}]}, {"section_title": "Beneficiaries Reported Different Reasons for Disenrolling from Contracts with and without Health-Biased Disenrollment", "paragraphs": ["Our review of CMS’s Disenrollment Reasons Survey reports showed that  beneficiaries who disenrolled from the 35 contracts with health-biased  disenrollment tended to report that they did so for reasons related to  provider coverage. In contrast, beneficiaries who disenrolled from the 91  contracts without health-biased disenrollment tended to report that they  left their contracts for reasons related to the cost of care. (See fig. 3.)  Specifically, we found the following:", "Beneficiaries who left the 35 contracts with health-biased  disenrollment commonly reported disenrolling because their preferred  doctor or hospital was not covered by their MA contract. This reason  was cited by 41 percent of surveyed disenrollees, on average, across  the contracts with health-biased disenrollment. In contrast, the same  reason was cited by 25 percent of surveyed disenrollees, on average,  across the contracts without health-biased disenrollment.", "Beneficiaries in contracts with health-biased disenrollment were more  likely to report problems obtaining needed care, obtaining information  on drugs, and with drug coverage. For example, on average, 27  percent of surveyed disenrollees from contracts with health-biased  disenrollment reported difficulty getting needed care. In contrast, 16  percent of surveyed disenrollees from contracts without health-biased  disenrollment cited these reasons.", "Beneficiaries who left the 91 contracts without health-biased  disenrollment were more likely to report financial reasons for  disenrolling. On average, 28 percent of disenrollees from these  contracts identified problems with costs, compared with 18 percent of  disenrollees from contracts with health-biased disenrollment. For  example, when asked whether the presence of another plan that costs  less was a reason for disenrolling, 45 percent of disenrollees from the  contracts without health-biased disenrollment cited this reason,  compared with 27 percent of beneficiaries who left contracts with  health-biased disenrollment."], "subsections": []}, {"section_title": "CMS Does Not Identify Health-biased Disenrollment as Part of Its Routine Oversight of MA Contracts", "paragraphs": ["CMS does not identify patterns of disenrollment by beneficiary health  status in its routine oversight of MA contracts. Account managers in the  10 regional offices are the CMS officials responsible for overseeing these  contracts. To do so, CMS officials told us they follow a standard  performance monitoring protocol designed to determine whether the  contracts adhere to all program requirements and need additional  scrutiny. As part of their review, the account managers examine a variety  of contract performance data, including MA Five-Star ratings, beneficiary  complaint rates, and data on significant changes in drug coverage.  Overall contract disenrollment rates are included in the MA Five-Star  Rating System provided to account managers to identify contracts that  may need closer scrutiny. However, CMS officials told us these rates do  not include information on beneficiary health status.", "In addition, CMS’s account managers do not use the information CMS  collects in the Disenrollment Reasons Survey in their oversight of MA  contracts. The survey asks beneficiaries about the reasons they have  disenrolled from their MA plan, and CMS officials told us that that CMS  develops the survey reports and distributes them to MAOs annually to  help them facilitate quality improvement efforts. The survey results are  also made available to the public on CMS’s Medicare Plan Finder website  so that beneficiaries considering enrollment in an MA plan can learn why  beneficiaries have chosen to leave a particular plan.", "Given the data account managers use in their oversight of MA contracts,  CMS is unlikely to consistently identify contracts with health-biased  disenrollment as needing extra scrutiny. As part of its ongoing analysis of  contract performance data, CMS identified 63 contracts as potentially  requiring additional scrutiny in 2014. However, this list included only 9 of  the 35 contracts we identified as having health-biased disenrollment.  CMS classified 2 of the 9 contracts as potentially requiring what the  agency describes as “intensive monitoring,” which may include dedicated  monthly meetings between the account managers and MAO  representatives to discuss problem areas. CMS identified the other 7  contracts as requiring some additional monitoring, which may include at  least one meeting between the account manager and MAO  representatives.", "CMS has available data that its account managers could use to monitor  contract disenrollment rates by beneficiary health status. Disenrollment  rates are one of the measures used in the MA Five-Star Rating System;  we used CMS’s beneficiary risk scores, which are based on demographic  and diagnosis information, to identify beneficiaries in poor and better  health; and the Disenrollment Reasons Survey provides information on  why beneficiaries disenroll from their plans. As we have shown, contracts  with health-biased disenrollment had lower quality scores, and  beneficiaries who disenrolled from these contracts more commonly cited  problems with coverage of preferred doctors and hospitals as well as  problems getting access to care as leading reasons for disenrolling. As a  result, the survey data could be used in conjunction with the other  available data to reveal unique information about contract performance  that other data do not show.", "By not analyzing disenrollment rates for signs of potential health-biased  disenrollment, CMS account managers may fail to identify problems in  MA contract performance. This poses a risk to beneficiaries, given that  MA contracts are prohibited from limiting or conditioning their coverage or  provision of benefits based on health status and must ensure adequate  access to covered services for all beneficiaries. CMS’s oversight is also  inconsistent with federal internal control standards, which call for  agencies to identify, analyze, and respond to risks."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["CMS is responsible for ensuring that all MA contracts offer care that  meets applicable standards, regardless of beneficiary health status.  However, as part of its routine oversight, CMS does not examine  disenrollment rates by health status. Our analysis identified 35 contracts  in 2014 where MA beneficiaries in poor health were more likely to  disenroll than those in better health. These contracts with health-biased  disenrollment had quality scores that were consistently and substantially  below the scores of contracts without health-biased disenrollment. In  addition, survey data indicate that beneficiaries who left these contracts  reported problems with coverage of preferred doctors and hospitals as  well as problems getting access to care as leading reasons they chose to  leave their contracts. This type of information on disenrollment and  beneficiary health status is available to CMS; however, by not leveraging  it as part of its routine oversight of MA contracts, CMS is missing an  opportunity to better target its oversight activities toward MA contracts  that may not be adequately meeting the health care needs of all  beneficiaries, particularly those in poor health."], "subsections": []}, {"section_title": "Recommendation", "paragraphs": ["To strengthen CMS’s oversight of MA contracts, the Administrator of CMS  should review data on disenrollment by health status and the reasons  beneficiaries disenroll as part of the agency’s routine monitoring efforts."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to HHS for comment. In its written  comments, which are reprinted in appendix II, HHS concurred with our  recommendation. HHS noted that it currently uses disenrollment data in  its review of MA plan quality and performance and will continue to  consider ways of incorporating disenrollment data in its oversight. HHS  also provided technical comments, which we incorporated as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the appropriate  congressional committees and the Secretary of Health and Human  Services. In addition, the report will be available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staffs have any questions about this report, please contact  me at (202) 512-7114 or cosgrovej@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report."], "subsections": []}]}, {"section_title": "Appendix I: Selection of Contracts Included in Our Study", "paragraphs": ["Using data from the Centers for Medicare & Medicaid Services (CMS), we  examined enrollment and disenrollment in 2014—the most recent year of  data available at the time of our analysis. Of the 732 Medicare Advantage  (MA) contracts in 2014, we excluded 480 contracts, with 3.6 million  beneficiaries, from our analysis. These were contracts with fewer than  100 beneficiaries in poor health who disenrolled from the contract in  2014, fewer than 100 beneficiaries in better health who disenrolled from  the contract in 2014, and contracts for which CMS reported fewer than 50  percent of the individual measures in the 2016 MA Five-Star Rating  System—which largely reflected performance in 2014. These contracts  were excluded because they did not have a sufficient number of Five-Star  ratings, or had low contract enrollment. The remaining 252 contracts  accounted for 79.7 percent of the 17.5 million beneficiaries enrolled in an  MA contract in 2014. We then ranked the 252 contracts in terms of their  total disenrollment rate, identifying the 126 contracts with disenrollment  rates higher than the median of 10.6 percent as having relatively high  disenrollment. In our analysis we focused on these 126 contracts  because they had relatively high disenrollment as contracts with below  median disenrollment may not warrant the same level of oversight  scrutiny as those with higher rates. (See fig. 4.)"], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, GAO staff who made key  contributions to this report include Rosamond Katz (Assistant Director),  Richard Lipinski (Assistant Director), Will Crafton (Analyst-in-Charge),  and Betsy Conklin. Also contributing were Krister Friday and George  Bogart."], "subsections": []}]}], "fastfact": ["Under the Medicare Advantage program, private insurance companies contract with the Centers for Medicare & Medicaid Services (CMS) to offer health plans that cover all services required by Medicare.", "We found some contracts in which people in poor health were much more likely than others to voluntarily leave the contracts' health plans. These contracts generally had lower quality scores, and their enrollees often cited problems getting access to care.", "We recommended that CMS consider using data on the health status of people who leave Medicare Advantage contracts, and the reasons they give for leaving to help improve oversight of the program."]}