{"id": "GAO-01-941", "url": "https://www.gao.gov/products/GAO-01-941", "title": "Medigap Insurance: Plans Are Widely Available but Have Limited Benefits and May Have High Costs", "published_date": "2001-07-31T00:00:00", "released_date": "2001-07-31T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["To protect themselves against large out-of-pocket expenses and help fill gaps in Medicare coverage, most beneficiaries buy supplemental insurance, known as Medigap; contribute to employer-sponsored health benefits to supplement Medicare coverage; or enroll in private Medicare+Choice plans rather than traditional fee-for-service Medicare. Because Medicare+Choice plans are not available everywhere and many employers do not offer retiree health benefits, Medigap is sometimes the only supplemental insurance option available to seniors. Medicare beneficiaries who buy Medigap plans have coverage for essentially all major Medicare cost-sharing requirements, including coinsurance and deductibles. But this \"first-dollar\" coverage may undermine incentives for prudent use of Medicare services, which could ultimately boost costs for the Medicare program. Although various proposals have been made to add a prescription drug benefit to Medicare, relatively few beneficiaries buy standardized Medigap plans with this benefit. Low enrollment in these plans may be due to the fact that fewer plans are being marketed with these benefits; their relatively high cost; and the limited nature of their prescription drug benefit, which still requires beneficiaries to pay more than half of their prescription drug costs. Most plans have a $3,000 cap on benefits. As a result, Medigap beneficiaries with prescription drug coverage continue to incur substantial out-of-pocket expenses for prescription drugs and other health care services."]}], "report": [{"section_title": "Letter", "paragraphs": ["Millions of Medicare beneficiaries depend on private insurance to cover expenses not covered by Medicare, such as deductibles, copayments, coinsurance, and prescription drugs. To protect themselves against large out-of-pocket costs and help fill Medicare’s coverage gaps, most beneficiaries purchase Medicare supplemental insurance (known as Medigap), contribute towards employer-sponsored retiree health benefits to supplement Medicare’s coverage, or enroll in private Medicare+Choice plans as an alternative to the traditional fee-for-service Medicare plan. Since Medicare+Choice plans are not available in many parts of the country and many employers do not offer retiree health benefits, Medigap may be the only supplemental insurance option widely available to seniors. In particular, federal law guarantees beneficiaries the right to purchase a Medigap policy during the first 6 months after they are 65 and elect Medicare coverage for physician services, outpatient care, and certain other services.", "The role of Medicare supplemental insurance is one of several issues that Congress has considered as part of its ongoing deliberations on Medicare reform, including proposed prescription drug coverage and other coverage alternatives for beneficiaries. The Consolidated Appropriations Act for 2000 required us to report on Medigap insurance, including (1) enrollment levels; (2) availability across states and to individuals, especially those outside of their initial 6-month enrollment period; and (3) premiums and other out-of-pocket costs for health care expenses incurred by beneficiaries who purchase Medigap plans. To provide information on these issues, we analyzed data collected on the National Association of Insurance Commissioners’ (NAIC) 1999 Medicare Supplement Insurance Experience Exhibit and the Health Care Financing Administration’s (HCFA) 1998 Medicare Current Beneficiary Survey (MCBS). We also examined consumer guides for Medicare beneficiaries issued by most states and HCFA. In addition, we interviewed selected insurers, HCFA officials and state insurance regulators, and trade association representatives. Appendix I provides additional information on our methodology. We conducted our work from March 2001 through July 2001 in accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Medicare is typically the primary source of health insurance coverage for seniors. Individuals who are eligible for Medicare automatically receive Hospital Insurance, known as part A, which helps pay for inpatient hospital care, skilled nursing facility services following a hospital stay, hospice care, and certain home health care services. Beneficiaries generally pay no premium for this coverage but are liable for required deductibles, coinsurance, and copayments. Medicare-eligible beneficiaries may elect to purchase Supplemental Medical Insurance, known as part B, which helps pay for selected physician, outpatient hospital, laboratory, and other services. Beneficiaries must pay a premium for part B coverage, currently $50 per month. Beneficiaries are also responsible for part B deductibles, coinsurance, and copayments. See table 1 for a summary of Medicare’s beneficiary cost-sharing requirements for 2001.", "To help pay for some of Medicare’s cost-sharing requirements as well as some benefits not covered by Medicare parts A or B, most Medicare beneficiaries have some type of supplemental coverage. Privately purchased Medigap is an important source of this supplemental coverage. Other supplemental coverage options may include coverage through an employer, enrolling in a Medicare+Choice plan that typically offers lower cost-sharing requirements and additional benefits such as prescription drug coverage in exchange for a restricted choice of providers, or assistance from Medicaid, the federal-state health financing program for low-income individuals, including aged or disabled individuals.", "The Omnibus Budget Reconciliation Act (OBRA) of 1990 required that Medigap plans be standardized in as many as 10 different benefit packages offering varying levels of supplemental coverage. All policies sold since July 1992 (except in three exempted states) have conformed to 1 of these 10 standardized benefit packages, known as plans A through J. (See table 2.) In addition, beneficiaries may purchase Medicare Select, a type of Medigap policy that generally costs less in exchange for a limited choice of providers. A high-deductible option is also available for plans F and J. Policies sold prior to July 1992 are not required to comply with these 10 standard packages. Insurers in Massachusetts, Minnesota, and Wisconsin are exempt from offering these standardized plans because these states standardized their Medigap policies prior to the establishment of the federal standardized plans.", "Medigap coverage is widely available to most beneficiaries. Federal law provides Medicare beneficiaries with guaranteed access to Medigap policies offered in their state of residence during an initial 6-month open- enrollment period, which begins on the first day of the month in which an individual is 65 or older and is enrolled in Medicare Part B. During this initial open-enrollment period, an insurer cannot deny Medigap coverage for any plan types they sell to eligible individuals, place conditions on the policies, or charge a higher price because of past or present health problems. Additional federal Medigap protections include “guaranteed- issue” rights, which provide beneficiaries over age 65 access to plans A, B, C, or F in certain circumstances, such as when their employer terminates retiree health benefits or their Medicare+Choice plan leaves the program or stops serving their area. Depending on laws in the state where applicants reside and their health status, insurers may choose to offer more than these four plans. Federal law also allows individuals who join a Medicare+Choice plan when they first become eligible for Medicare and who leave the plan within 1 year of joining to purchase any of the 10 standardized Medigap plans sold in their respective states."], "subsections": []}, {"section_title": "Medigap Enrollment Exceeds 10 Million, Mostly Concentrated in Two Plans", "paragraphs": ["In 1999, about 10.7 million Medicare beneficiaries—more than one-fourth of all beneficiaries—had a Medigap policy to help cover Medicare’s cost- sharing requirements as well as some benefits not covered by Medicare parts A or B. Of those having Medigap coverage in 1999, about 61 percent purchased 1 of the 10 standardized plans (A through J), while about 35 percent had supplemental plans that predate standardization. The remaining 4 percent had Medigap plans meeting state standards in the three states—Massachusetts, Minnesota, and Wisconsin—in which insurers are exempt from offering the federally standardized plans.", "Among the 10 standardized plans, over 60 percent of purchasers were enrolled in two mid-level plans (C or F), which cover part A and part B cost-sharing requirements but do not cover prescription drugs. There are several reasons why these plans may be particularly popular among beneficiaries. For example, both plans cover the part B deductible, which insurers report is a popular benefit for purchasers. They also represent two of the four plans that insurers are required to guarantee issue during special enrollment periods. With the exception of plan B, in which 13 percent were enrolled, less than 7 percent of beneficiaries selected any one of the remaining seven plans. (See fig. 1.)", "Enrollment in the three plans with prescription drug coverage—H, I, and J—is relatively low (a total of 8 percent of standardized plan enrollment) for several reasons. Insurance representatives noted that the drug coverage included in these plans is limited while the premium costs are higher than plans without this coverage. For example, under the Medigap plan with the most comprehensive drug coverage (plan J), a beneficiary would have to incur $6,250 in prescription drug costs to receive the full $3,000 benefit because of the benefit’s deductible and coinsurance requirements. Moreover, insurers often medically underwrite these plans—that is, screen for health status—for beneficiaries enrolling outside of their open-enrollment period. Thus, individuals in poor health who want to purchase a plan with drug coverage may be denied or charged a higher premium. Further, insurers may be reluctant to market Medigap plans with prescription drug coverage because they would be required to offer them to any applicant regardless of health status during beneficiaries’ initial 6- month open-enrollment period, according to NAIC officials. Finally, an insurance representative attributed low enrollment in these plans to beneficiaries who do not anticipate a need for a prescription drug benefit at the time they enroll.", "Relatively few beneficiaries have purchased the Medicare Select and high- deductible plan options, which were created to increase the options available to beneficiaries. About 9 percent of beneficiaries enrolled in standardized Medigap plans had a Medicare Select plan in 1999. With Medicare Select, beneficiaries buy 1 of the 10 standardized plans but are limited to choosing among hospitals and physicians in the plan’s network except in emergencies. In exchange for a limited choice of providers, premiums are typically lower, averaging $979 in 1999, or more than $200 less than the average Medigap premium for a standardized plan. Similarly, insurers report that few individuals choose the typically lower priced high- deductible option available for plans F and J. These options require beneficiaries to pay a $1,580 deductible before either plan covers any services. An NAIC official noted that these options may have relatively low enrollment because beneficiaries may prefer first-dollar coverage and no restrictions on providers. In addition, an insurance representative noted that administrative difficulties and higher costs associated with operating these plans have discouraged some insurers from actively marketing these products, which likely contributes to the low enrollment. Beneficiaries do not have access to Medicare Select plans in all states— NAIC reports that 15 states do not have insurers within the state selling Medicare Select plans."], "subsections": []}, {"section_title": "Medigap Plans Are Widely Available in Most States, But Access May Be Limited for Certain Beneficiaries", "paragraphs": ["While consumers typically have access to all 10 standardized Medigap plans during their 6-month open-enrollment periods, the extent to which they can choose from among multiple insurers offering these plans varies depending on where they live. Insurance companies marketing Medigap policies must offer plan A and frequently offer plans B, C, and F, but are less likely to offer the other six plans, particularly those plans with prescription drug coverage. (See table 3.) Our review of state consumer guides and other information from states and insurers shows that during the 6-month open-enrollment period applicants typically have access to multiple Medigap insurers, with the most options available for plans A, B, C, and F. For example, in 19 states, every Medigap insurer offered plan F to these beneficiaries. In contrast, fewer insurers offer Medigap plans with prescription drug benefits. Although in most states several insurers offer these plans, state consumer guides indicate that only one insurer offers plan J in New York and plans H, I, and J in Rhode Island. In addition, no insurers market plan H in Delaware or plans F, G, or I in Vermont.Appendix II includes a summary of the number of insurers estimated to offer Medigap plans in each state.", "While beneficiaries in most states have access to multiple insurers for most Medigap plans, a few insurers represent most Medigap enrollment. In all but one state, United HealthCare Insurance Company or a Blue Cross/Blue Shield plan represents the largest Medigap insurer. Nationally, about 64 percent of Medigap policies in 1999 were sold by either United HealthCare or a Blue Cross/Blue Shield plan. United HealthCare offers all 10 Medigap policies to AARP members during their initial 6-month open- enrollment period in nearly all states and charges applicants in a geographic area the same premium regardless of their health status (a rating practice known as community rating). Outside of beneficiaries’ 6- month open-enrollment period, United HealthCare also offers applicants without end-stage renal disease (i.e., permanent kidney failure) plans A through G without medically underwriting—that is, screening beneficiaries for health status—in states where it sells these policies. In an effort to minimize adverse selection and to remain competitive, United HealthCare medically underwrites applicants for the three plans with prescription drug coverage who are outside their initial open-enrollment period.", "Medicare beneficiaries who are not in their open-enrollment period or do not otherwise qualify for one of the special enrollment periods, such as when an employer eliminates supplemental coverage or a Medicare+Choice plan stops serving an area, are not guaranteed access under federal law to any Medigap plans. Depending on their health, these individuals may find coverage alternatives to be reduced or more expensive. Outside of the initial or special open-enrollment periods, access to any Medigap plan could depend on the individual’s health, the insurer’s willingness to offer coverage, and states’ laws. Further, beneficiaries whose employer terminates their health coverage or whose Medicare+Choice plan withdraws from the program are only guaranteed access to Medigap plans A, B, C, and F, which do not offer prescription drug coverage.", "Medicare beneficiaries can change Medigap policies, but may be subject to insurers’ screening them for health conditions prior to allowing a change to a Medigap policy with more generous benefits outside open- enrollment/guaranteed-issue periods. If a person has a Medigap policy for at least 6 months and decides to switch plans, the new policy generally must cover all preexisting conditions. However, if the new policy has benefits not included in the first policy, the company may make a beneficiary wait 6 months before covering that benefit or, depending on the health condition of the applicant, may charge a higher premium or deny the requested change. According to an insurer representative, virtually all Medigap insurers will screen the health condition of applicants who want to switch to plans H, I, or J to avoid the potential for receiving a disproportionate share of applicants in poor health."], "subsections": []}, {"section_title": "Beneficiaries With Medigap Policies May Still Incur Significant Out-of-Pocket Costs", "paragraphs": ["Beneficiaries purchasing Medigap plans may still incur significant out-of- pocket costs for health care expenses in addition to their premiums. In 1999, the average annual Medigap premium was more than $1,300, although a number of factors, such as where a beneficiary lives and insurer rating practices, may contribute to significant variation in the premiums charged by insurers. Despite their supplemental coverage, Medicare beneficiaries with Medigap coverage paid more out-of-pocket for health care services (excluding long-term care facility care) than any other group of beneficiaries even though their self-reported health status was generally similar to other beneficiaries."], "subsections": [{"section_title": "Medigap Policies Can Have High Cost", "paragraphs": ["Medigap plans can be relatively expensive, with an average annual premium of more than $1,300 in 1999. Premiums varied widely based on the level of coverage purchased. Among the 10 standardized plans, plan A, which provides the fewest benefits, was the least expensive with average premiums paid of nearly $900 per year. The most popular plans—C and F—had average premiums paid of about $1,200. (See table 4.) The plans with prescription drug coverage—H, I, and J—had average premiums paid more than $450 higher than those plans without such coverage ($1,602 compared to $1,144).", "In addition, Medigap policies are becoming more expensive. One recent study reports that premiums for the three Medigap plans offering prescription drug coverage have increased the most rapidly—by 17 to 34 percent from 1999 to 2000. Medigap plans without prescription drug coverage rose by 4 to 10 percent from 1999 to 2000.", "Additional factors, such as where Medicare beneficiaries live or specific demographic or behavioral characteristics, also may influence variation in Medigap premiums. For example, premiums often vary widely across states, which may in large part reflect geographic differences in use and costs of health care services as well as state policies that affect how insurers can set premium rates. Additionally, premiums for the same policy can vary significantly within the same state. The method used by insurers to determine premium rates can dramatically impact the price a beneficiary pays for coverage over the life of the policy. Finally, depending on the state or insurer, other factors such as smoking status and gender may also affect the premiums consumers are charged.", "Premiums vary widely among states. For example, based on data reported by the insurers to NAIC, average premiums per covered life for standardized Medigap plans in California were $1,600 in 1999—more than one-third higher than the national average of $1,185 and more than twice as high as Utah’s average of $706. (See app. III for average premiums per covered life for standardized plans by state.) This variation is also evident for specific plan types. For example, average annual premiums per covered life for plan J were $646 in New Hampshire and $2,802 in New York, and for plan C were $751 in New Jersey and $1,656 in California. In six states (i.e., Alabama, California, Florida, Illinois, Louisiana, and Texas), the average premium per covered life exceeded the national average for all 10 standard plan types while in six states (i.e., Hawaii, Montana, New Hampshire, New Jersey, Utah, and Vermont), the average premium per covered life always fell below the national average.", "Beneficiaries in the same state may also face widely varying premiums for a given plan type offered by different insurers. For example, our review of state consumer guides showed that in Texas, a 65-year-old consumer could pay an annual premium from $300 to as much as $1,683 for plan A, depending on the insurer. Similarly, in Ohio, plan F annual premiums for a 65-year-old ranged from $996 to $1,944 and in Illinois, plan J premiums ranged from $2,247 to $3,502. Table 5 provides premium ranges for a 65- year-old in five states with large Medicare populations.", "Some of the variation seen in table 5 is attributable to differences in the premium rating methodology used by different insurers. Insurers who “community rate” policies charge all applicants the same premium, regardless of their age. Those who use an “issue-age-rated” methodology base premiums on an applicant’s age when first purchasing the policy, and although the premium can increase for inflation, any such increase should not be attributable to the aging of the individual. In addition to increases for inflation, an “attained-age-rated” policy’s premium also increases as a beneficiary ages. Although attained-age policies are generally cheaper when initially purchased, they may become more expensive than issue-age rated policies at older ages. For example, a Pennsylvania insurer that sells both attained-age and issue-age policies for plan C charges a 65-year-old male $869 for an attained-age policy or $1,347 for an issue-age policy. But over time, under the attained-age rated policy, this individual would have premium increases both due to inflation and the higher cost the insurer anticipates as the policyholder ages. However, under the issue-age-rated policy, rate increases would only reflect inflation because the higher anticipated costs resulting from aging have already been included in the premium rate. By age 80, excluding increases attributable to inflation, the attained-age policy would cost $1,580 but the issue-age policy would remain at $1,347. Individuals who did not anticipate premium increases over time for attained-age policies may find it increasingly difficult to afford continued coverage and consequently may let their Medigap coverage lapse. Or, as their premiums increase and if an individual is still in good health, individuals may switch to plans sold by insurers that charge the same premium regardless of age, thus creating the potential for these insurers to have a disproportionate share of older beneficiaries. For individuals not in their open-enrollment period or otherwise eligible for a guaranteed-issue product, insurers may also adjust premium prices based on the health status of individuals.", "Because the consumer guides show that insurers offer the same Medigap plan type for a wide range in premiums, some plans with higher premiums are unlikely to have high enrollment. Nonetheless, insurers may have an incentive to continue offering higher cost plans despite low enrollment because states prohibit insurers that stop marketing a plan type from reentering the market and selling that particular plan for a 5-year period. Insurers that may not want to completely exit a market may continue to offer a plan type with a premium higher than the market rate, thereby discouraging enrollment but ensuring their continued presence in the market. However, federal law requiring Medigap plans to pay at least 65 percent of premiums earned for beneficiaries’ medical expenses for individually purchased policies limits insurers’ ability to charge rates excessively higher than the market rates."], "subsections": []}, {"section_title": "Gaps in Coverage Leave Medigap Purchasers With Significant Out-of-Pocket Costs", "paragraphs": ["Despite purchasing Medigap policies to help cover Medicare cost-sharing requirements and other costs for health care services that the beneficiary would have to pay directly out of pocket, Medigap purchasers still pay higher out-of-pocket costs than do other Medicare beneficiaries. Our analysis of the 1998 MCBS showed that out-of-pocket costs for health care services, excluding long-term facility care costs, averaged $1,392 for those purchasing individual Medigap policies with prescription drug coverage and $1,369 for those purchasing individual Medigap policies without prescription drug coverage—significantly higher than the $1,056 average for all Medicare beneficiaries. (See fig. 2.) Furthermore, Medigap purchasers had higher total expenditures for health care services ($7,631, not including the cost of the insurance) than Medicare beneficiaries without supplemental coverage from any source ($4,716) in 1998. These higher expenditures for individuals with Medigap may be due in large part to higher utilization rates for individuals with supplemental coverage. In addition, Medigap’s supplemental coverage of prescription drugs is less comprehensive than typically provided through employer-sponsored supplemental coverage and therefore may leave beneficiaries with higher out-of-pocket costs. Differences in health status do not appear to account for higher out-of-pocket costs and expenditures for those with Medigap. We found that Medicare beneficiaries with Medigap coverage reported a health status similar to those without supplemental coverage.", "Supplemental coverage can offset the effects of cost-sharing requirements intended to encourage prudent use of services and thus control costs. Providing “first-dollar coverage” by eliminating beneficiaries’ major cost requirements for health care services, including deductibles and coinsurance for physicians and hospitals, in the absence of other utilization control methods can result in increased utilization of discretionary services and higher total expenditures. One study found that Medicare beneficiaries with Medigap insurance had 28 percent more outpatient visits and inpatient hospital days relative to beneficiaries who did not have supplemental insurance, but were otherwise similar in terms of age, gender, income, education, and health status. Service use among beneficiaries with employer-sponsored supplemental insurance (which often reduces, but does not eliminate, cost sharing and is typically managed through other utilization control methods) was approximately 17 percent higher than the service use of beneficiaries with Medicare fee-for- service coverage only.", "Medigap covers some health care expenses for policyholders but also leaves substantial out-of-pocket costs in some areas, particularly for prescription drugs. Our analysis of the 1998 MCBS shows that Medigap paid about 13 percent of the $7,631 in average total health care expenditures (including Medicare payments) for beneficiaries with Medigap. Even with Medigap, beneficiaries still paid about 18 percent of their total costs directly out of pocket, with prescription drugs being the largest out-of-pocket cost. (See table 6.)", "Among Medigap policyholders with prescription drug coverage, Medigap covered 27 percent ($239) of prescription drug costs, leaving the beneficiary to incur 61 percent ($548) of the costs out of pocket. For Medigap policyholders without drug coverage, beneficiaries incurred 82 percent ($618) of prescription drug costs. Out-of-pocket costs for prescription drugs were higher for Medigap policyholders than any other group of Medicare beneficiaries, including those with employer-sponsored supplemental coverage ($301). Higher out-of-pockets costs for prescription drugs may be attributable to differences in supplemental coverage. Medigap policyholders with prescription drug coverage have high cost-sharing requirements (a $250 deductible and 50-percent coinsurance with a maximum annual benefit of $1,250 or $3,000 depending on the plan selected) in contrast to most employer-sponsored supplemental plans that provide relatively comprehensive prescription drug coverage. Employer-sponsored supplemental plans typically require small copayments of $8 to $20 or coinsurance of 20 to 25 percent, and provide incentives for enrollees to use selected, less costly drugs, such as generic brands or those for which the plan has negotiated a discount. Further, few employer-sponsored health plans have separate deductibles or maximum annual benefits for prescription drugs."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["As Congress continues to examine potential changes to the Medicare program, it is important to consider the role that Medigap supplemental coverage has on beneficiaries’ use of services and expenditures. Medicare beneficiaries who purchase Medigap plans have coverage for essentially all major Medicare cost-sharing requirements, including coinsurance and deductibles. But offering this “first-dollar” coverage may undermine incentives for prudent use of Medicare services, especially with regard to discretionary services, which could ultimately increase costs for beneficiaries and the entire Medicare program. While the lack of coverage for outpatient prescription drugs through Medicare has led to various proposals to expand Medicare benefits, relatively few beneficiaries purchase standardized Medigap plans offering these benefits. Low enrollment in these plans may be due to fewer plans being marketed with these benefits, their relatively high cost, and the limited nature of their prescription drug benefit, which still requires beneficiaries to pay more than half of their prescription drug costs while receiving a maximum of $3,000 in benefits. As a result, Medigap beneficiaries with prescription drug coverage continue to incur substantial out-of-pocket costs for prescription drugs and other health care services.", "We did not seek agency comments on this report because it does not focus on agency activities. However, we shared a draft of this report with experts in Medigap insurance at CMS and NAIC for their technical review. We incorporated their technical comments as appropriate.", "We will send copies of this report to the Administrator of CMS and other interested congressional committees and members and agency officials. We will also make copies available to others on request.", "Please call me at (202) 512-7118 or John Dicken, Assistant Director, at (202) 512-7043 if you have any questions. Rashmi Agarwal, Susan Anthony, and Carmen-Rivera Lowitt also made major contributions to this report."], "subsections": []}]}, {"section_title": "Appendix I: Methodology", "paragraphs": ["To assess issues related to Medigap plan enrollment and premiums incurred by beneficiaries who purchase Medigap plans, we analyzed data collected on the National Association of Insurance Commisioners’ (NAIC) 1999 Medicare Supplement Insurance Experience exhibit. We also analyzed the 1998 Medicare Current Beneficiary Survey (MCBS) to examine out-of-pocket costs paid by Medicare beneficiaries with Medigap policies. To assess the availability of Medigap plans across states and to individuals who are not in their open-enrollment periods we examined consumer guides for Medicare beneficiaries published by many states and by the Health Care Financing Administration (HCFA). (Appendix II further discusses our review of these consumer guides and the number of insurers offering standardized Medigap plans.) Additionally, we interviewed researchers and representatives from insurers, HCFA, NAIC, and several state insurance regulators. We conducted our work from March 2001 through July 2001 in accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Medicare Supplement Insurance Experience Exhibit", "paragraphs": ["We relied on data collected on the NAIC’s 1999 Medicare Supplement Insurance Experience Exhibit for information on Medigap enrollment by plan type and premiums per covered life by plan type and across states. Under federal and state statutes, insurers selling Medigap plans annually file reports, known as the Medicare Supplement Insurance Experience Exhibit, with the NAIC. NAIC then distributes the exhibit information to the states. These exhibits are used as preliminary indicators, in conjunction with other information, as to whether insurers meet federal requirements that at least a minimum percentage of premiums earned are spent on beneficiaries’ medical expenses, referred to as loss ratios. Additionally, insurers report information on various aspects of Medigap plans including plan type, premiums earned, the number of covered lives, as well as other plan characteristic information and a contact for the insurer. We relied on NAIC data containing filings as of December 31, 1999, for the 50 states and the District of Columbia. These data represent policies in force as of 1999, including pre-standardized policies, standardized policies, and policies for individuals living in three states in which insurers are exempt from the federal standardized policies (i.e., Massachusetts, Minnesota, and Wisconsin).", "An initial analysis of the 1999 data set revealed that several insurers failed to include or did not designate a valid plan type on their filings. As part of our data cleaning, we reclassified some of these filings to include or correct the plan type based on information reported in other sections of the insurance exhibit. We also called 37 insurers that covered more than 5,000 lives and had not included a valid plan type on their filing. During these calls, we asked for plan type information as well as verified whether the insurer sold a Medicare Select plan that included incentives for beneficiaries to use a network of health care providers, and corrected the data in the database. After the data-cleaning process, approximately 8 percent of the 10.7 million covered lives still had an unknown plan typeand less than 1 percent had missing information about whether the plan was sold as a Medicare Select policy.", "NAIC does not formally audit the data that insurers report, but it does conduct quality checks before making the data publicly available. We did not test the accuracy of the data beyond the data-cleaning steps mentioned above. During our phone calls to insurers, we found that some insurers failed to report separate filings for the various Medigap plan types they sell and instead reported aggregate information across multiple plan types. Since plan type information was unavailable for these plans, information for these insurers was excluded from our estimates of enrollment and premium estimates for standardized plans."], "subsections": []}, {"section_title": "Medicare Current Beneficiary Survey (MCBS)", "paragraphs": ["We relied on HCFA’s 1998 MCBS for information on expenditures for health care services by payer for Medicare beneficiaries. Specifically, we examined (1) the out-of-pocket costs incurred by beneficiaries with a Medigap plan in comparison to other beneficiaries and (2) the out-of- pocket costs for beneficiaries with a Medigap plan as a share of total expenditures for health care services, including payments by Medicare and other payers. The MCBS is a multipurpose survey of a representative sample of the Medicare population. The 1998 MCBS collected information on a sample of 13,024 beneficiaries, representing about a 72-percent response rate. Because the MCBS is based on a sample, any estimates derived from the survey are subject to sampling errors. A sampling error indicates how closely the results from a particular sample would be reproduced if a complete count of the population were taken with the same measurement methods. To minimize the chances of citing differences that could be attributable to sampling errors, we highlight only those differences that are statistically significant at the 95-percent confidence level.", "We analyzed the MCBS’ cost-and-use file representing persons enrolled in Medicare as of January 1, 1997, and 1998. The cost-and-use file contains a combination of survey-reported data from the MCBS and Medicare claims and other data from HCFA administrative files. The survey also collects information on services not covered by Medicare, including prescription drugs and long-term facility care. HCFA notes that there may be some underreporting of services and costs by beneficiaries. To compensate in part for survey respondents who may not know how much an event of care costs or how the event was paid for, HCFA used Medicare administrative data to adjust or supplement survey responses for some information, including cost information. We did not verify the accuracy of the information in the computerized file.", "Because some Medicare beneficiaries may have supplemental coverage from several sources, we prioritized the source of insurance individuals reported to avoid double counting. That is, if individuals reported having coverage during 1998 from two or more kinds of supplemental coverage, we assigned them to one type to estimate enrollment and costs without including the same individuals in multiple categories. We initially separated beneficiaries enrolled in a health maintenance organization (HMO) contracting with the Medicare program (a Medicare HMO) from beneficiaries in the traditional fee-for-service Medicare program. Then, we used the following hierarchy of supplemental insurance categories: (1) employer-sponsored, (2) individually purchased (that is, a Medigap policy) with prescription drug coverage, (3) individually purchased without prescription drug coverage, (4) private HMO, (5) Medicaid, and (6) other public health plans (including coverage through the Department of Veterans Affairs and state-sponsored drug plans). Finally, those without any supplemental coverage were categorized as having Medicare fee-for- service only. For example, a beneficiary with Medicare HMO coverage sponsored by an employer would be included within the Medicare HMO category. Table 7 shows the number and percent of beneficiaries in each insurance category."], "subsections": []}]}, {"section_title": "Appendix II: Insurers Offering Standardized Medigap Plans During Open-Enrollment Periods", "paragraphs": ["Table 8 shows the extent to which health insurers offer the 10 standardized Medigap policies to 65-year-olds during the initial open- enrollment period. The table lists information for 47 states and the District of Columbia where insurers sell these plans. Three states—Massachusetts, Minnesota, and Wisconsin—are not included in the table because insurers in these states are exempt from federal Medigap standardized requirements.", "To determine the extent to which Medigap standardized plans are available in each state, we primarily relied on state consumer guides and information available from the Health Care Financing Administration’s (HCFA) web site. For states that did not have available information in consumer guides or Internet sites, we obtained information from their state insurance departments and insurers. We also contacted state insurance departments and insurers to verify state consumer guide information for states reporting three or fewer insurers offering any plan type to ensure that we did not understate the availability of Medigap plans in these states. Information from consumer guides and HCFA data may not contain comprehensive data on insurers operating in a state at a given point in time because (1) in some states, insurers voluntarily submit data to insurance departments and do not always report on the Medigap policies they offer and (2) data may not reflect recent changes such as companies that stop selling a product or new insurers that the states certify to sell Medigap plans. Also, in some states, such as Michigan, some insurers may be licensed to sell Medigap in the state but are not actively marketing the plan to new enrollees. We did not independently confirm information reported by state insurance departments and insurers."], "subsections": []}, {"section_title": "Appendix III: Average Annual Premiums by State", "paragraphs": ["Table 9 presents information from the National Association of Insurance Commissioners’ (NAIC) 1999 Medicare Supplement Insurance Experience Exhibit on premiums per covered life for standardized Medigap plans among the states and the District of Columbia offering the federally standardized Medigap plans. Nationally, the average premium per covered life in 1999 for the standardized plans was $1,185, and ranged from $706 in Utah to $1,600 in California."], "subsections": []}, {"section_title": "Related GAO Products", "paragraphs": ["Medicare: Cost-Sharing Policies Problematic for Beneficiaries and Program (GAO-01-713T, May 9, 2001)", "Retiree Health Benefits: Employer-Sponsored Benefits May Be Vulnerable to Further Erosion (GAO-01-374, May 1, 2001)", "Medicare+Choice: Plan Withdrawals Indicate Difficulty of Providing Choice While Achieving Savings (GAO/HEHS-00-183, Sept. 7, 2000)", "Medigap: Premiums for Standardized Plans That Cover Prescription Drugs (GAO/HEHS-00-70R, Mar. 1, 2000)", "Prescription Drugs: Increasing Medicare Beneficiary Access and Related Implications (GAO/T-HEHS/AIMD-00-100, Feb. 16, 2000)", "Medigap Insurance: Compliance With Federal Standards Has Increased (GAO/HEHS-98-66, Mar. 6, 1998)", "Medigap Insurance: Alternatives for Medicare Beneficiaries to Avoid Medical Underwriting (GAO/HEHS-96-180, Sept. 10, 1996)"], "subsections": []}], "fastfact": []}