{"id": "GAO-09-615", "url": "https://www.gao.gov/products/GAO-09-615", "title": "Military Operations: Actions Needed to Improve Oversight and Interagency Coordination for the Commander's Emergency Response Program in Afghanistan", "published_date": "2009-05-18T00:00:00", "released_date": "2009-05-18T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["U.S. government agencies, including the Department of Defense (DOD) and the United States Agency for International Development (USAID) have spent billions of dollars to develop Afghanistan. From fiscal years 2004 to 2008, DOD has reported obligations of about $1 billion for its Commander's Emergency Response Program (CERP), which enables commanders to respond to urgent humanitarian and reconstruction needs. As troop levels increase, DOD officials expect the program to expand. Under the authority of the Comptroller General, GAO assessed DOD's (1) capacity to manage and oversee the CERP in Afghanistan and (2) coordination of projects with USAID. Accordingly, GAO interviewed DOD and USAID officials, and examined program documents to identify workload, staffing, training, and coordination requirements. In Afghanistan, GAO interviewed key military personnel on the sufficiency of training, and their ability to execute assigned duties."]}, {"section_title": "What GAO Found", "paragraphs": ["Although DOD has used CERP to fund projects that it believes significantly benefit the Afghan people, it faces significant challenges in providing adequate management and oversight because of an insufficient number of trained personnel. GAO has frequently reported that inadequate numbers of management and oversight personnel hinders DOD's use of contractors in contingency operations. GAO's work also shows that high-performing organizations use data to make informed decisions about current and future workforce needs. DOD has not conducted an overall workforce assessment to identify how many personnel are needed to effectively execute CERP. Rather, individual commanders determine how many personnel will manage and execute CERP. Personnel at all levels, including headquarters and unit personnel that GAO interviewed after they returned from Afghanistan or who were in Afghanistan in November 2008, expressed a need for more personnel to perform CERP program management and oversight functions. Due to a lack of personnel, key duties such as performing headquarters staff assistance visits to help units improve contracting procedures and visiting sites to monitor project status and contractor performance were either not performed or inconsistently performed. Per DOD policy, DOD personnel should receive timely and effective training to enable performance to standard during operations. However, key CERP personnel at headquarters, units, and provincial reconstruction teams received little or no training prior to deployment which commanders believed made it more difficult to properly execute and oversee the program. Also, most personnel responsible for awarding and overseeing CERP contracts valued at $500,000 or less received little or no training prior to deployment and, once deployed, received a 1-hour briefing, which did not provide detailed information on the individual's duties. As a result, frequent mistakes occurred, such as the omission of key clauses from contracts, which slowed the project approval process. As GAO has reported in the past, poorly written contracts and statements of work can increase DOD's cost risk and could result in payment for projects that do not meet project goals or objectives. While mechanisms exist to facilitate coordination, DOD and USAID lack information that would provide greater visibility on all U.S. government development projects. DOD and USAID generally coordinate projects at the headquarters and unit level as well as through military-led provincial reconstruction teams which include USAID representatives. In addition, in November 2008, USAID, DOD and the Department of State began participating in an interagency group composed of senior U.S. government civilians and DOD personnel in Afghanistan to enhance planning and coordination of development plans and related projects. However, complete project information is lacking, because DOD and USAID use different databases. USAID has been tasked to develop a common database and is coordinating with DOD to do so, but development is in the early stages and goals and milestones have not been established. Without clear goals and milestones, it is unclear how progress will be measured or when it will be completed"]}], "report": [{"section_title": "Letter", "paragraphs": ["U.S. government agencies including the Department of Defense (DOD), the  Department of State, and the United States Agency for International  Development (USAID) have spent billions of dollars in Afghanistan to  encourage economic development, improve governance, increase security,  and positively influence the Afghan people. Chief among DOD’s programs  is the Commander’s Emergency Response Program (CERP). CERP is  designed to enable local commanders in both Iraq and Afghanistan to  respond to urgent humanitarian relief and reconstruction requirements  within their areas of responsibility. U.S. commanders have described  CERP as one of their most critical weapons in the fight against the Taliban.  Since the program’s inception, DOD’s funding requests for CERP have  steadily increased in response to theater conditions, and reported  obligations have grown substantially. Since 2004, DOD has reported total  obligations of about $1 billion for CERP in Afghanistan, growing from   $40 million in fiscal year 2004 to $486 million in fiscal year 2008. As of  April 2009, Congress has authorized about $1.4 billion for fiscal year 2009  for CERP in Iraq and Afghanistan, of which DOD allocated $683 million to  fund CERP development projects in Afghanistan. As DOD plans to  increase U.S. troop presence in Afghanistan, some DOD officials expect  the size and funding of CERP to further expand.", "According to DOD’s Financial Management Regulation implementing the  CERP, there are 20 authorized uses of CERP that include projects and  activities to develop Afghanistan’s transportation, electricity, and  agriculture sectors. In addition, the regulation identifies 11 unauthorized  uses of CERP including duplication of services available through  municipal governments. This regulation also identifies the roles and  responsibilities for managing and executing CERP. For example, the  Undersecretary of Defense (Comptroller) establishes principles, policies,  and procedures to be followed in connection with CERP and oversees and  supervises their execution. The Secretary of the Army serves as the  executive agent and is responsible for developing detailed procedures  necessary for commanders to carry out CERP in a manner that is  consistent with applicable laws, regulations, and guidance. The  Commander of U.S. Central Command (CENTCOM) is responsible for  allocating CERP resources. Additional guidance in the form of standard  operating procedures is provided by the Combined Joint Task Force in  Afghanistan, which, at the time of our review, was Combined Joint Task  Force-101 (CJTF-101). The CJTF-101 standard operating procedures  expand upon DOD guidance. CERP duties are performed at the  headquarters, Provincial Reconstruction Teams (PRT), brigade and unit  levels and include identifying projects, preparing statements of work,  awarding contracts, and monitoring projects during and after completion.", "We have previously reviewed various aspects of the CERP, including use  of CERP funds for condolence payments in Iraq and Afghanistan as well as  project selection, coordination, and monitoring in Iraq. In May 2007, we  reported that DOD needed to have greater visibility on the use of CERP  funds for condolence payments. In June 2008, we reported on DOD’s use  of CERP funds in Iraq, emphasizing the need for DOD and commanders at  all levels to have the information needed to determine whether projects  are meeting the intent of the program, to assess program outcomes, and to  be better informed about their funding requests. We recommended that  DOD require units that execute CERP projects to provide project  monitoring to ensure that contractors have met the contract  specifications. In addition, we recommended that DOD take steps to gain  greater visibility of projects costing less than $500,000, such as obtaining  and reviewing summary information on the status of projects, completion  rates, and the impact of projects on Iraqi communities. As a result of our  reviews, DOD has taken actions to improve the CERP program. In  addition, in July 2008, we reported on road reconstruction projects and  recommended that the Secretary of Defense require that data for CERP- funded road projects be reported for inclusion in USAID’s database, as  required by CERP guidance. Further, we recommended that the Secretary  of Defense require impact evaluations of CERP-funded road projects  where applicable. DOD concurred with both recommendations and noted  that it updated its June 2008 guidance to require that information on  projects be included in all required databases.", "Due to significant congressional interest in this issue, we conducted a  review of the CERP in Afghanistan under the authority of the Comptroller  General to conduct evaluations on his own initiative and examined the  following questions: To what extent (1) does DOD have the capacity to  manage and oversee the CERP in Afghanistan and (2) has DOD established  mechanisms to coordinate its CERP projects with USAID?", "To address these objectives, we identified and analyzed CERP guidance  issued by DOD, CJTF-101, and Combined Joint Task Force-82 (CJTF-82).  We reviewed the guidance to determine if it established roles and  responsibilities, as well as staffing and training requirements, for  personnel assigned to manage and oversee CERP in Afghanistan. We  interviewed officials from the Offices of the Undersecretary of Defense  (Comptroller), the Assistant Secretary of the Army (Financial Management  and Comptroller), and USAID in Washington, D.C. We traveled to  Afghanistan and spoke with officials at CJTF-101, brigade, and PRT levels,  as well as officials from USAID and the Army Corps of Engineers. While in  Afghanistan, we examined program documents to identify the nature and  extent of the workload related to managing and executing the CERP and  the training curriculum provided to familiarize personnel with the CERP.  We also interviewed personnel at all levels to obtain their perspective on  their ability to execute their assigned workload and sufficiency of training  they received prior to deployment and upon arrival in Afghanistan.  Additionally, we interviewed officials from CJTF-101 and CJTF-82 who  had recently returned from Afghanistan to obtain the same type of  information. We reviewed and analyzed the reported CERP obligations in  the quarterly reports to Congress for fiscal year 2004 to fiscal year 2008  and interviewed officials about the data. We determined that the data are  sufficiently reliable for the purposes of this report. A more detailed  discussion of our scope and methodology is included in appendix I. We  conducted this performance audit from July 2008 to April 2009 in  accordance with generally accepted government accounting standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Afghanistan is a unique country with different development, security, and  infrastructure issues and needs than Iraq. As a result, CERP efforts in  Afghanistan are frequently focused on development and construction  whereas in Iraq the focus of CERP is reconstruction of neglected or  damaged infrastructure. The program has evolved over time in terms of  the cost and complexity of projects, and the number of projects costing  more than $500,000 in Afghanistan has reportedly increased from 9 in  fiscal year 2004 to 129 in fiscal year 2008. As the program has matured,  projects have become more complex, evolving from building small-scale  projects such as wells that cost several thousand dollars to a boys’  dormitory construction project that cost several hundred thousand dollars  to building roads that cost several million dollars. For example, of the   $486 million that DOD obligated on CERP projects in fiscal year 2008,  about $281 million was for transportation, which was largely for roads.", "CJTF-101 guidance identifies the individuals authorized to approve CERP  projects based on the estimated cost of the project (see table 1). As shown  in the table, 90 percent of the CERP projects executed in Afghanistan in  fiscal year 2008 cost $200,000 or less.", "Management and execution of the CERP program is the responsibility of  officials at CJTF-101 headquarters, the brigades and the PRTs. CJTF-101  personnel include the CERP manager who has the primary day-to-day  responsibility for the program, a staff attorney responsible for reviewing  all projects with a value of $200,000 or more, and a resource manager  responsible for, among other things, maintaining CERP training records  and tracking CERP obligations and expenditures. In addition, CJTF-101  guidance assigns responsibilities to the various staff sections such as  engineering, medical, and contracting when specific projects require it.  For example, the command engineering section is tasked with reviewing  construction projects over $200,000, including reviewing plans for  construction and project quality-assurance plans, and with participating in  the CERP review boards. Similarly, the command’s surgeon general is  responsible for coordinating all plans for construction, refurbishment, or  equipping of health facilities with the Afghanistan Minister of Health and  evaluating all project nominations over $200,000 that relate directly to  healthcare or the healthcare field.", "Brigade commanders are responsible for the overall execution of CERP in  their areas of responsibilities and are tasked with a number of  responsibilities including identifying and approving CERP projects,  appointing project purchasing officers, and paying agents and ensuring  that proper management, reporting, and fiscal controls are established to  account for CERP funds. In addition, the brigade commander is  responsible for ensuring that project purchasing officers and paying agents  receive training and ensuring that all personnel comply with CERP  guidance. Additional personnel in the brigade are tasked with specific day- to-day management of the CERP program for the brigade commander.", "Table 2 details the activities of key individuals tasked with executing and  managing CERP at the brigade level.", "In addition to those tasked with day-to-day responsibility, others at the  brigade have a role in the CERP process. For example, the brigade  attorney is responsible for reviewing project nominations to ensure that  they are legally sufficient and in compliance with CERP guidelines, and  the brigade engineer is tasked with providing engineering expertise,  including reviewing projects and assisting with oversight.", "DOD is statutorily required to provide Congress with quarterly reports on  the source, allocation and use of CERP funds. The reports are compiled  based on information about the projects that is entered by unit officials  into the Combined Information Data Network Exchange, a classified DOD  database that not only captures operations and intelligence information,  but also tracks information on CERP projects such as project status,  project start and completion date, and dollars committed, obligated, and  disbursed. This database is the third database that DOD has used since  2006 to track CERP projects in Afghanistan. According to a military  official, some historical data on past projects were lost during the transfer  of this information from previous database systems. CERP information is  now available in an unclassified format to members of PRTs and others  who have access to a network that can be used to share sensitive but  unclassified information."], "subsections": []}, {"section_title": "CERP Program Management and Project Oversight Is Hindered by Insufficient and Inadequately Trained Personnel", "paragraphs": ["U. S. efforts to enhance Afghanistan’s development is costly and requires  some complex projects, underscoring the need to effectively manage and  oversee the CERP program, including effectively managing and overseeing  contracting as well as contractor efforts. During our review, we identified  problems with the availability of personnel to manage and oversee CERP,  as well as the sufficiency of training on CERP."], "subsections": []}, {"section_title": "Availability of Personnel", "paragraphs": ["Although DOD has used CERP funds to construct roads, schools, and  other projects that commanders believe have provided benefits to the  Afghan people, DOD faces significant challenges in providing adequate  management and oversight of CERP because of an insufficient number of  trained personnel to execute and manage the program. We have frequently  reported on several long-standing problems facing DOD as it uses  contractors in contingency operations including inadequate numbers of  trained management and oversight personnel. Our previous work has  shown that high-performing organizations routinely use current, valid, and  reliable data to make informed decisions about current and future  workforce needs, including data on the appropriate number of employees,  key competencies, and skill mix needed for mission accomplishment, and  appropriate deployment of staff across the organization. DOD has not  conducted a workforce assessment of CERP to identify how many military  personnel are needed to effectively and efficiently execute and oversee the  program. Rather, commanders determine how many personnel will  manage and execute CERP. Personnel at all levels, including headquarters  and unit personnel that we interviewed after they returned from  Afghanistan or were in Afghanistan in November 2008, expressed a need  for more personnel to perform CERP program management and oversight  functions. Due to a lack of personnel, key duties such as performing  headquarters staff assistance visits to help units to improve contracting  procedures and site visits to monitor project status and contractor  performance were either not performed or not consistently performed.", "At the headquarters level, at the time of our review, CJTF-101 had  designated one person to manage the day-to-day operations of CERP.  Among many other tasks outlined in the CJTF-101 CERP guidance, the  CJTF-101 CERP manager was responsible for conducting training for  PPOs and PAs, providing oversight of all projects, ensuring proper  coordination for all projects with the government of Afghanistan,  validating performance metrics, ensuring that all project information is  updated monthly in the command’s electronic database and conducting  staff assistance visits semiannually or as requested by brigades. Staff  assistance visits are conducted to assist units by identifying any additional  training or guidance that may be required to ensure consistency in  program execution. According to documents we reviewed, staff assistance  visits conducted in the past have uncovered problems with project  documentation, adhering to project guidelines, and project tracking,  among others. The CJTF-101 CERP manager we interviewed during our  visit to Afghanistan stated that he spent most of his time managing the  headquarters review process of projects costing more than $200,000 and  was unable to carry out his full spectrum of responsibilities, including  conducting staff assistance visits. After our November 2008 visit to  Afghanistan, CJTF-101 added additional personnel to manage CERP on a  full-time basis.", "Headquarters and brigade level personnel responsible for CERP also  expressed a need for additional personnel at brigades to perform essential  functions from program management to project execution. For example:    CJTF-101 guidance assigns a number of responsibilities for executing  CERP, including project monitoring and oversight, to military personnel;  however, according to unit officials we spoke with, tasks such as  completing project oversight and collecting metrics on completed projects  are often not accomplished due to a lack of personnel. In a July 2008  memorandum to CENTCOM, the CJTF-101 commanding general noted  that in some provinces, units have repositioned or are unable to do quality- assurance and quality-control checks due to competing missions and  security risks. Furthermore, according to military officials from units that  had deployed to Afghanistan, project oversight is frequently not provided  because units lack the personnel needed to conduct site visits and ensure  compliance with CERP contracts. For example, according to one CERP  manager we spoke with, his unit was not able to provide oversight of 20 of  the 27 CERP projects because it was often difficult to put together a team  to conduct site visits due to competing demands for forces. Similarly, the  competing demands for forces made it difficult for units to visit completed  projects and determine the effectiveness of the projects as required by  CERP guidance.", "CJTF-101 guidance also requires units to consult subject-matter experts,  such as engineers, when required. However, military officials stated that  there is a lack of subject-matter experts to consult on some projects. For  example, military personnel stated that agriculture experts are needed to  assist on agriculture projects. Moreover, more public health officials are  needed. A commander from one task force stated that his soldiers were  not qualified to monitor and assess clinics because they did not have the  proper training. Furthermore, several officials we spoke with, including  officials at the CJTF-101 headquarters, noted that they needed additional  civil/military affairs personnel to do project assessments both before  projects are selected to determine which projects would be most  appropriate and after projects are completed to measure the effectiveness  of those projects. We recently reported that the lack of subject-matter  experts puts DOD at risk of being unable to identify and correct poor  contractor performance, which could affect the cost, completion, and  sustainability of CERP projects."], "subsections": []}, {"section_title": "Sufficiency of Training", "paragraphs": ["According to DOD policy, members of the Department of Defense shall  receive, to the maximum extent possible, timely and effective, individual,  collective, and staff training, conducted in a safe manner, to enable  performance to standard during operations. CERP familiarization  wever,  training may be provided to Army personnel before deployment; ho according to several Army officials, units frequently do not know who will  be responsible for managing the CERP program until after they arrive in  Afghanistan so task-specific training is generally not included in  predeployment training. Others, such as PPOs, receive training after they  arrived in Afghanistan. However, personnel assigned to manage and  execute CERP had little or no training on their duties and responsibilities,  and personnel we spoke with in Afghanistan and those who had recently  returned from Afghanistan believed they needed more quality training in  order to perform their missions effectively. For example:    One of the attorneys responsible for reviewing and approving CERP  projects received no CERP training before deploying. Unsure of how to  interpret the guidance, the attorney sought clarification from higher  headquarters, which delayed project approval.", "Personnel from a U.S. Marine Corps unit that deployed to Afghanistan  reported that they received no training on CERP prior to deployment and  believed that such training would have been helpful to ensure that projects  they selected would provide long-term benefits to the population in their  area of operation.", "Army training on CERP consisted of briefing slides that focused on the  authorized and unauthorized uses of CERP but did not discuss how to  complete specific CERP responsibilities such as project selection,  developing a statement of work, selecting the appropriate contract type, or  providing the appropriate types and levels of contract oversight.  Additionally, according to officials from brigades we spoke with in  Afghanistan, they received little or no training on their CERP  responsibilities after arriving in-theater.", "Military officials from PRTs also noted that they received little training on  CERP prior to deploying to Afghanistan and felt that additional training  was needed so that they could more easily perform their CERP duties.", "In some cases, personnel told us that working with their predecessors  during unit rotations provided them with sufficient training. However not  all personnel have that opportunity.", "Our reports as well as recent reports from others have highlighted the  difficulties associated with contracting in contingency operations  particularly for those personnel with little contracting experience. DOD’s  Financial Management Regulation allows contracting officers to delegate  the authority to PPOs to obligate funds for CERP contracts for projects  valued at less than $500,000. Additionally, PPOs are involved in other  activities such as writing the statement of work for each project, ensuring  that the project is completed to contract specifications, and completing  contract close out. During our visit to Afghanistan, we observed PPO  training provided by the principal assistant responsible for contracting in  Afghanistan. The training consisted of a 1-hour briefing, which included a  detailed discussion of CERP guidance but did not provide detailed  information on the duties of the PPO. For example, according to CJTF-101  guidance, contracts are to be supported by accurate cost estimates;  however, the PPO briefing does not provide training on how to develop  these estimates. All of the contracting officers we spoke with believe that  the training brief provided is insufficient and noted that unlike PPOs, who  have less training but more authority under CERP, warranted contracting  officers have at least 1 year of experience and are required to take a  significant amount of classroom training before they are allowed to award  any contracts. Moreover, some PPOs we spoke with stated that they  needed more training. Military officials at both the brigade and CJTF-101  level told us that inadequate training has led to some common mistakes in  CERP contracts and CERP project files. For example, officials from PRTs,  brigades, and the CJTF-101 level noted that statements of work often are  missing key contract clauses or include clauses that are not appropriate  and require revision. A training document provided by the principal  assistant responsible for contracting identified several important clauses  that are commonly omitted by PPOs including termination clauses,  progress schedule clauses, and supervision and quality control clauses. As  we have reported in the past, poorly written contracts and statements of  work can increase the department’s cost risk and could result in the  department paying for projects that do not meet project goals or  objectives. Additionally, several officials at CJTF-101 with responsibilities  for CERP also noted that project packages sent to the headquarters for  review were often incomplete or incorrect, thereby, slowing down the  CERP project approval process and increasing the workload of the CERP  staff at both the headquarters and unit level. For example, the CJTF-101  official responsible for reviewing all projects valued at $200,000 or more  noted that most of the project packets he reviewed had to be returned to  the brigades because the packets lacked key documents, signatures, or  other required information. Finally, the lack of training affects the quality  of the oversight provided and can increase the risk of fraud. To illustrate,  the Principal Deputy Inspector General Department of Defense testified in  February 2009, that contingency contracting, specifically the Commander’s  Emergency Response Program, is highly vulnerable to fraud and  corruption due to a lack of oversight. He went on to state “it would appear  that even a small amount of contract training provided through command  channels and some basic ground-level oversight that does not impinge on  the CERP’s objective would lower the risk in this susceptible area.”"], "subsections": []}, {"section_title": "DOD Lacks Visibility of Development Projects Being Undertaken By USAID", "paragraphs": ["DOD and USAID participate in various mechanisms to facilitate  coordination, but lack information that would provide greater visibility on  all U.S. government development projects in Afghanistan. Teams have  been formed in Afghanistan that integrate U.S. government civilians and  military personnel to enhance coordination among U.S. agencies executing  development projects in Afghanistan. For example, for projects involving  roads, DOD and USAID officials have set up working groups to coordinate  road construction and both agencies agreed that coordination on roads  was generally occurring. Additionally, a USAID member is part of the PRT  and sits regularly with military colleagues to coordinate and plan  programming, according to USAID officials. Those same officials stated  that this has resulted in joint programming and unity of effort, marrying  CERP and USAID resources. Military officials we spoke with from several  brigades also stated that coordination with the PRTs was good. Further, a  USAID representative is located at the CJTF-101 headquarters and acts as  a liaison to help coordinate projects costing $200,000 or more. Also, in  November 2008, the Integrated Civilian-Military Action Group which  consists of representatives from the Department of State, USAID, and U.S.  Forces-Afghanistan was established at the U.S. Embassy in Kabul, to help  unify U.S. efforts in Afghanistan through coordinated planning and  execution, according to a document provided by USAID. The role of the  Integrated Civilian-Military Action Group, which is expected to meet every  3 weeks, is to establish priorities and identify roles and responsibilities for  both long-term and short-term development. Any decisions made by this  group are then presented to the Executive Working Group-a group of  senior military, State Department, and USAID officials-for approval.  According to USAID officials, the Executive Working Group is empowered  by the participating organizations to engage in coordinated planning and  execution, provide guidance that synchronizes civilian and military efforts,  convene interagency groups as appropriate, monitor and assess  implementation and impact of integrated efforts, and recommend course  changes to achieve U.S. government goals in support of the Government of  the Islamic Republic of Afghanistan and of achieving stability in  Afghanistan.", "Despite these interagency teams, military and USAID officials lack a  common database that would promote information sharing and facilitate  greater visibility of all development projects in Afghanistan. At the time of  our review, development projects in Afghanistan were not tracked in a  single database that was accessible by all parties conducting development  in the country. For example, the military uses a classified database— Combined Information Data Network Exchange—to track CERP projects  and other information. In early 2009, USAID officials were granted access  to an unclassified portion of this database, providing them with  information on the military’s CERP projects including project title, project  location, project description, and name of the unit executing the project,  among other information. On the other hand, USAID officials use a  database called GEOBASE to track their development projects, and there  are a myriad of other databases used to track individual development  efforts. USAID officials stated that they did not believe military officials  had access to GEOBASE. However, in our 2008 review of Afghanistan road  projects, we reported that there was a DOD requirement to provide CERP  project information to USAID via the GEOBASE system to provide a  common operating picture of reconstruction projects for U.S. funded  efforts. We found that this was not being done for the CERP-funded road  projects and recommended that DOD do so, to which DOD concurred. At  the time of our review, the requirement to input CERP project information  into that database was not included in the most recent version of the  CJTF-101 standard operating procedure. In a memorandum to CENTCOM,  the commanding general of CJTF-101 noted that data on various  development projects in Afghanistan are maintained in a wide range of  formats making CERP data the only reliable data for the PRTs. In January  2009, USAID initiated a project to develop a unified database to capture  reliable and verified data for all development projects in Afghanistan and  make it accessible to all agencies engaging in development activities in the  country. The goal for the database is to create visibility of development  projects for all entities executing projects in Afghanistan in a single place.  However, plans are preliminary and a number of questions remain  including how the database will be populated and how the database  development will be funded. USAID officials told us that they have been  coordinating with CJTF-101 civil affairs officials about the development of  the database and plan to hold a meeting in April 2009 to discuss  recommendations for its development and to obtain input about the  database from other U.S. government agencies. While USAID officials have  conducted some assessments for the development of the centralized  database, as of yet no specific milestones have been established for when  that database will be complete. Without clear goals and a method to judge  the progress of this initiative it is unclear how long this project might take  or if it will ever be completed."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["The expected surge in troops and expected increase in funding for  Afghanistan heightens the need for an adequate number of trained  personnel to execute and oversee CERP. With about $1 billion worth of  CERP funds already spent to develop Afghanistan, it is crucial that  individuals administering and executing the program are properly trained  to manage all aspects of the program including management and oversight  of the contractors used. If effective oversight is not conducted, DOD is at  risk of being unable to verify the quality of contractor performance, track  project status, or ensure that the program is being conducted in a manner  consistent with guidance. Without such assurances, DOD runs the risk of  wasting taxpayer dollars, squandering opportunities to positively influence  the Afghan population and diminishing the effectiveness of a key program  in the battle against extremist groups including the Taliban.", "Although coordination mechanisms are in place to help increase visibility,  eliminate project redundancy, and maximize the return on U.S.  investments, the U.S. government lacks an easily accessible mechanism to  identify previous and ongoing development projects. Without a mechanism  to improve the visibility of individual development projects, the U.S.  government may not be in a position to fully leverage the resources  available to develop Afghanistan and risks duplicating efforts and wasting  taxpayer dollars."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of Defense direct the commander of  U.S. Central Command to    evaluate workforce requirements and ensure adequate staff to administer    establish training requirements for CERP personnel administering the  program, to include specific information on how to complete their duties  and responsibilities .", "We further recommend that the Secretary of Defense and Administrator of  USAID;    collaborate to create a centralized project-development database for use  by U.S. government agencies in Afghanistan, including establishing  specific milestones for its development and implementation."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments to a draft of this report, DOD partially concurred  with two of our recommendations and concurred with one. These  comments are reprinted in appendix II.", "DOD partially concurred with our recommendation to require U.S. Central  Command to evaluate workforce requirements and ensure adequate staff  to administer the Commander’s Emergency Response Program (CERP).  DOD acknowledged the need to ensure adequate staff to administer CERP  and noted that since our visit, U.S. Forces-Afghanistan had added  personnel to manage the program on a full-time basis. Because of the  actions already being taken, DOD believed that no further action is  warranted at this time, but stated it would monitor the situation and  respond as required. Although steps have been taken to improve  management and oversight of CERP in Afghanistan, we still believe that  CENTCOM should conduct a workforce assessment to identify the number  of personnel needed to effectively manage and oversee the program. As we  described in the report, in the absence of such an assessment,  commanders determine how many personnel will manage and execute  CERP. As commanders rotate in and out of Afghanistan, the number of  people they assign to administer and oversee CERP could vary. Therefore,  to ensure consistency, we continue to believe that CENTCOM, rather than  individual commanders, should assess and determine the workforce needs  for the program.", "DOD partially concurred with our recommendation to establish training  requirements for CERP personnel administering the program to include  specific information on how to complete their duties and responsibilities.  DOD acknowledged the need for training for CERP personnel  administering the program and stated that since our visit, U.S. Forces- Afghanistan has begun work on implementing instructions to enhance  selection processes and training programs for personnel administering the  program and handling funding. Based on these efforts, DOD believed that  no further action is warranted at this time but said it would monitor the  situation and respond as required. However, the efforts outlined by DOD  appear to be focused on training after personnel arrive in Afghanistan.  Because our work also identified limitations in training prior to  deployment, we believe that additional action is required, on the part of  CENTCOM, to fully implement our recommendation.", "DOD concurred with our recommendation to collaborate with USAID to  create a centralized project-development database for use by U.S.  government agencies in Afghanistan, including establishing specific  milestones for its development and implementation.", "USAID officials were given an opportunity to comment on the draft report.  However, officials stated that they had no comments on the draft.", "We are sending copies of this report to other interested congressional  committees and the Secretary of Defense and Administrator of USAID. In  addition, this report will be available at no charge on GAO’s Web site at  http://www.gao.gov.", "If you or your staff have any questions on the matters discussed in this  report, please contact me at (202) 512-9619 or at pickups@gao.gov.  Contact points for our Offices of Congressional Relations and Public  Affairs may be found on the last page of this report. Key contributors to  this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine the extent to which the Department of Defense (DOD) has  the capacity to provide adequate management and oversight of the CERP  in Afghanistan, we reviewed guidance from DOD, Combined Joint Task  Force-101 (CJTF-101), and Combined Joint Task Force-82 (CJTF-82) to  identify roles and responsibilities of CERP personnel, how personnel are  assigned to the CERP, the nature and extent of the workload related to  managing and executing the CERP, and the training curriculum provided  to familiarize personnel with the CERP. We traveled to Afghanistan and  interviewed officials at higher command, including those responsible for  the overall management of CERP at CJTF-101, as well as commanders,  staff judge advocates, project purchasing officers, engineers, and CERP  managers about how they administered, monitored, and provided  oversight to the program, what training they received, and how personnel  assigned to administer and manage the program were chosen. We also  interviewed personnel at all levels to obtain their perspective on their  ability to execute their assigned workload and sufficiency of training they  received prior to deployment and upon arrival in Afghanistan and attended  a training session that was provided to Project Purchasing Officers (PPO).  Additionally, we interviewed officials at the Office of the Secretary of  Defense (Comptroller) and the Office of the Assistant Secretary of the  Army (Financial Management and Comptroller), as well as Marine Corps  and Army units that had returned from Afghanistan about the type of  management and oversight that exists for CERP and the quality of that  oversight. We selected these units (1) based on Afghanistan deployment  and redeployment dates; (2) to ensure that we obtained information from  officials at the division, brigade, and Provincial Reconstruction Team  (PRT) levels who had direct experience with CERP; and (3) because unit  officials had not yet been transferred to other locations within the United  States or abroad.", "In order to determine the extent to which commanders coordinate CERP  projects with USAID, we reviewed and analyzed DOD, CJTF-101, and  CJTF-82 guidance to determine what coordination, if any, was required.  We also interviewed military officials at the headquarters, brigade, and  PRT levels that had redeployed from Afghanistan between July 2008 and  April 2009 to determine the extent of their coordination with USAID  officials. We also met with USAID officials in Washington, D.C., as well as  traveled to Afghanistan and interviewed officials at the CJTF-101  headquarters, brigade, PRT, as well as, USAID about their coordination  efforts.", "We spoke with military officials about the database they use to track  CERP projects-Combined Information Data Network Exchange  (CIDNE)—and learned that some historical data on past projects was lost  during the transfer of information from a previous database to CIDNE.  However, the information is in the project files and had already been  included in the quarterly reports to Congress. Therefore, we analyzed the  reported obligations in the quarterly CERP reports to Congress for fiscal  year 2004 to fiscal year 2008 and interviewed officials about information  contained in the reports. Based on interviews with officials, we  determined that these data are sufficiently reliable for the purpose of this  report."], "subsections": [{"section_title": "Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Department of the Army", "paragraphs": [], "subsections": []}, {"section_title": "Department of the Navy", "paragraphs": [], "subsections": []}, {"section_title": "Other government agencies", "paragraphs": ["United States Agency for International Development, Washington, D.C.  United States Agency for International Development, Kabul, Afghanistan  Department of State, Washington, D.C.", "We conducted this performance audit from July 2008 to April 2009 in  accordance with generally accepted government accounting standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}]}, {"section_title": "Appendix II: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contacts and Staff Acknowledgements", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgements", "paragraphs": ["In addition to the contact named above, Carole Coffey, Assistant Director;  Susan Ditto, Rodney Fair, Karen Nicole Harms, Ron La Due Lake, Marcus  Oliver, and Sonja Ware made key contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Defense Management: Actions Needed to Overcome Long-standing  Challenges with Weapon Systems Acquisition and Service Contract  Management. GAO-09-362T. Washington, D.C: February 12, 2009.", "Iraq and Afghanistan: Availability of Forces, Equipment, and  Infrastructure Should Be Considered in Developing U.S. Strategy and  Plans. GAO-09-380T. Washington, D.C: February 11, 2009.", "Provincial Reconstruction Teams in Afghanistan and Iraq. GAO-09-86R.  Washington, D.C.: October 1, 2008.", "Military Operations: DOD Needs to Address Contract Oversight and  Quality Assurance Issues for Contracts Used to Support Contingency  Operations. GAO-08-1087. Washington, D.C.: September 26, 2008.", "Afghanistan Reconstruction: Progress Made in Constructing Roads, but  Assessments for Determining Impact and a Sustainable Maintenance  Program Are Needed. GAO-08-689. Washington, D.C.: July 8, 2008.", "Securing, Stabilizing, and Rebuilding Iraq: Progress Report: Some  Gains Made, Updated Strategy Needed. GAO-08-1021T. Washington, D.C:  July 23, 2008.", "Military Operations: Actions Needed to Better Guide Project Selection for  Commander’s Emergency Response Program and Improve Oversight in  Iraq. GAO-08-736R. Washington, D.C.: June 23, 2008.", "Stabilizing and Rebuilding Iraq: Actions Needed to Address Inadequate  Accountability over U.S. Efforts and Investments. GAO-08-568T.  Washington, D.C.: March 11, 2008.", "Defense Logistics: The Army Needs to Implement Effective Management  and Oversight Plan for the Equipment Maintenance Contract in Kuwait.  GAO-08-316R. Washington, D.C.: January 22, 2008.", "Stabilization and Reconstruction: Actions Needed to Improve  Governmentwide Planning and Capabilities for Future Operations.  GAO-08-228T. Washington, D.C.: October 30, 2007.", "Securing, Stabilizing, and Reconstructing Afghanistan. GAO-07-801SP.  Washington, D.C.: May 24, 2007.", "Military Operations: The Department of Defense’s Use of Solatia and  Condolence Payments in Iraq and Afghanistan. GAO-07-699. Washington,  D.C: May 23, 2007.", "Military Operations: High-Level DOD Action Needed to Address Long- standing Problems with Management and Oversight of Contractors  Supporting Deployed Forces. GAO-07-145. Washington, D.C: December 18,  2006.", "Rebuilding Iraq: More Comprehensive National Strategy Needed to Help  Achieve U.S. Goals. GAO-06-788. Washington, D.C.: July 2006.", "Afghanistan Reconstruction: Despite Some Progress, Deteriorating  Security and Other Obstacles Continue to Threaten Achievement of U.S.  Goals. GAO-05-742. Washington, D.C.: July 28, 2005.", "Afghanistan Reconstruction: Deteriorating Security and Limited  Resources Have Impeded Progress; Improvements in U.S. Strategy  Needed. GAO-04-403. Washington, D.C.: June 2, 2004."], "subsections": []}], "fastfact": []}