{"id": "GAO-02-919T", "url": "https://www.gao.gov/products/GAO-02-919T", "title": "SSA Disability Programs: Fully Updating Disability Criteria Has Implications for Program Design", "published_date": "2002-07-11T00:00:00", "released_date": "2002-07-11T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Since the Disability Insurance (DI) and Supplemental Security Income (SSI) programs began, much has changed and continues to change in medicine, technology, the economy, and societal views and expectations of people with disabilities."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that scientific advances, changes in the nature of work, and social changes have generally enhanced the potential for people with disabilities to work. Medical advances, such as organ transplantation, and assistive technologies, such as advances in wheelchair design, have given more independence to some individuals. At the same time, a service- and knowledge-based economy has opened new opportunities for people with disabilities, and societal changes have fostered the expectation that people with disabilities can work and have the right to work. GAO further found that DI and SSI disability criteria have not kept pace with these advances and changes. Depending on the claimant's impairment, decisions about eligibility benefits can be based on both medical and labor market criteria. Finally, some steps to incorporate these advances and changes can be taken within the existing programs' design, but some would require more fundamental changes."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for inviting me here to testify during your hearing on the definition of disability used by the Social Security Administration (SSA) in the Disability Insurance (DI) and Supplemental Security Income (SSI) programs. Since these programs began, much has changed and continues to change in the arenas of medicine, technology, the economy, and societal views and expectations of people with disabilities. These changes have generally enhanced the potential of people with disabilities to work as well as the kinds of jobs that are available. Moreover, these programs have grown. In 2001, SSA provided $73.2 billion in cash benefits to 8.8 million working-age adults. With such an extensive cash outlay and such a large beneficiary population, it is important to use updated scientific and economic information to evaluate claims for disability benefits.", "Today I will discuss the results of our examination of SSA’s efforts to update the disability criteria the agency uses to make eligibility decisions for DI and SSI benefits. I will focus my remarks on (1) the scientific advances, economic changes, and social changes that have occurred in recent years that relate to the disability criteria used in DI and SSI eligibility decisions, (2) the extent that DI and SSI disability criteria have been updated to reflect these changes, and (3) the implications of fully incorporating scientific advances, economic changes, and social changes into the DI and SSI disability criteria and program design. To develop this information, we reviewed agency documents, SSA’s advisory board reports, our prior reports, and other literature. In addition, we interviewed agency officials and several experts in the field.", "In summary, first we found that scientific advances, changes in the nature of work, and social changes have generally enhanced the potential for people with disabilities to work. Medical advancements, such as organ transplantations, and assistive technologies, such as advances in wheelchair design, have given more independence to some individuals. At the same time, a service- and knowledge-based economy has opened new opportunities for people with disabilities, while social changes, reflected in the Americans with Disabilities Act, have fostered the expectation that people with disabilities can work and have the right to work. Second, we found that DI and SSI disability criteria have not kept pace with these advances and changes. Depending on the claimants’ impairment, decisions about an individual’s eligibility for disability benefits can be based on both medical and labor market criteria. SSA is in the midst of an effort to update the medical portion of the disability criteria, but the pace is slow. However, even if the criteria were fully updated, the program as currently designed does not require SSA employees to consider the possible effect that treatments or assistive technologies could have on a claimant’s ability to work, unless a physician has already prescribed the treatment. Moreover, with respect to the labor market portion of the disability criteria, SSA is using outdated information about the types and demands of jobs in the economy.", "Finally, regarding the implications for incorporating the advances and changes into the programs’ disability criteria, some steps can be taken within the existing program design and some would require more fundamental changes.  Within the context of the current statutory and regulatory framework, SSA will need to continue to update the medical portion of the disability criteria and vigorously expand its efforts to examine labor market changes.  However, in addition, policymakers and agency officials could look beyond the traditional concepts that underlie the DI and SSI programs to re-examine the core of federal disability programs—including eligibility standards, the benefits structure, and return-to-work assistance—with a focus on taking advantage of the medical, economic, and social changes. This would include maximizing opportunities to work in today’s environment, while providing financial support when and where it is needed. To do so, they need critical information on various policy options, including what works, what needs to be fundamentally re-oriented, and the cost of such changes. To this end, approaches taken from the private disability insurers and other countries offer useful insights."], "subsections": [{"section_title": "Background", "paragraphs": ["Established in 1956, DI is an insurance program that provides benefits to workers who are unable to work because of severe long-term disability. In 2001, DI provided $54.2 billion in cash benefits to 6.1 million disabled workers. Workers who have worked long enough and recently enough are insured for coverage under the DI program. DI beneficiaries receive cash assistance and, after a 24-month waiting period, Medicare coverage. Once found eligible for benefits, disabled workers continue to receive benefits until they die, return to work and earn more than allowed by program rules, are found to have medically improved to the point of having the ability to work, or reach full retirement age (when disability benefits convert to retirement benefits). To help ensure that only eligible beneficiaries remain on the rolls, SSA is required by law to conduct continuing disability reviews for all DI beneficiaries to determine whether they continue to meet the disability requirements of the law.", "SSI, created in 1972, is an income assistance program that provides cash benefits for disabled, blind, or aged individuals who have low income and limited resources. In 2001, SSI provided $19 billion in federal cash benefits to 3.8 million disabled and blind individuals age 18-64. Unlike the DI program, SSI has no prior work requirement. In most cases, SSI eligibility makes recipients eligible for Medicaid benefits. SSI benefits terminate for the same reasons as DI benefits, although SSI benefits also terminate when a recipient no longer meets SSI income and resource requirements (SSI benefits do not convert to retirement benefits when the individual reaches full retirement age). The law requires that continuing disability reviews be conducted for some SSI recipients for continuing eligibility.", "The Social Security Act’s definition of disability for adults under DI and SSI is the same: an individual must have a medically determinable physical or mental impairment that (1) has lasted or is expected to last at least 1 year or to result in death and (2) prevents the individual from engaging in substantial gainful activity. Moreover, the definition specifies that for a person to be determined to be disabled, the impairment must be of such severity that the person not only is unable to do his or her previous work but, considering his or her age, education, and work experience, is unable to do any other kind of substantial work that exists in the national economy.", "SSA regulations and guidelines provide further specificity in determining eligibility for DI and SSI benefits. For instance, SSA has developed the Listing of Impairments (the Medical Listings) to describe medical conditions that SSA has determined are severe enough ordinarily to prevent an individual from engaging in substantial gainful activity. SSA has also developed a procedure to assess applicants who do not have an impairment that meets or equals the severity of the Medical Listings. The procedure helps determine whether an applicant can still perform work done in the past or other work that exists in the national economy. While not expressly required by law to update the criteria used in the disability determination process, SSA has stated that it would update them to reflect current medical criteria and terminology. Over the years, SSA has periodically taken steps to update its Medical Listing. The last general update to the Medical Listing occurred in 1985.", "In 2000, the most common impairments among DI’s disabled workers were mental disorders and musculoskeletal conditions (see fig.1). These two conditions also were the fastest growing conditions since 1986, increasing by 7 and 5 percentage points, respectively.", "In 2000, the most common impairments among the group of SSI blind and disabled adults age 18-64 were mental disorders and mental retardation (see fig. 2). Mental disorders was the fastest growing condition among this population since 1986, increasing by 9 percentage points."], "subsections": []}, {"section_title": "Recent Advances and Changes in Science, Work, and Society Have Enhanced Potential among People with Disabilities", "paragraphs": ["Scientific advances, changes in the nature of work, and social changes have generally enhanced the potential for people with disabilities to work. Medical advancements and assistive technologies have given more independence to some individuals. Moreover, the economy has become more service- and knowledge-based, presenting both opportunities and some new challenges for people with disabilities. Finally, social changes have altered expectations for people with disabilities. For instance, the Americans with Disabilities Act fosters the expectation that people with disabilities can work and have the right to work."], "subsections": [{"section_title": "Medical and Technological Advances Lead to Better Understanding and Treatments", "paragraphs": ["Recent scientific advances in medicine and assistive technology and changes in the nature of work and the types of jobs in our national economy have generally enhanced the potential for people with disabilities to perform work-related activities. Advances in medicine have led to a deeper understanding of and ability to treat disease and injury. Medical advancements in treatment (such as organ transplantations), therapy, and rehabilitation have reduced the functional limitations of some medical conditions and have allowed individuals to live and work with greater independence. Also, assistive technologies—such as advanced wheelchair design, a new generation of prosthetic devices, and voice recognition systems—afford greater capabilities for some people with disabilities than were available in the past."], "subsections": []}, {"section_title": "Changes in the Nature of Work and Economy Expand Opportunities", "paragraphs": ["At the same time, the nature of work has changed in recent decades as the national economy has moved away from manufacturing-based jobs to service- and knowledge-based employment. In the 1960s, earning capacity became more related to a worker’s skills and training than to his or her ability to perform physical labor. Following World War II and the Korean Conflict, advancements in technology, including computers and automated equipment, reduced the need for physical labor. The goods-producing sector’s share of the economy—mining, construction, and manufacturing—declined from about 44 percent in 1945 to about 18 percent in 2000. The service-producing industry’s share, on the other hand—such areas as wholesale and retail trade; transportation and public utilities; federal, state and local government; and finance, insurance, and real estate—increased from about 57 percent in 1945 to about 72 percent in 2000.", "Although there may be more an individual with a disability can do in today’s world of work than was available when the DI and SSI programs were first designed, today’s work world is not without demands. Some jobs require standing for long hours, and other jobs, such as office work, require social abilities. These characteristics can pose particular challenges for some persons with certain physical or mental impairments. Moreover, other trends—such as downsizing and the growth in contingent workers—can limit job security and benefits, like health insurance, that most persons with disabilities require for participation in the labor force. Whether these changes make it easier or more difficult for a person with a disability to work appears to depend very much on the individual’s impairment and other characteristics, according to experts."], "subsections": []}, {"section_title": "Social Changes Promote Inclusion of People with Disabilities", "paragraphs": ["Social change has promoted the goals of greater inclusion of and participation by people with disabilities in the mainstream of society, including adults at work. For instance, over the past 2 decades, people with disabilities have sought to remove environmental barriers that impede them from fully participating in their communities. Moreover, the Americans with Disabilities Act supports the full participation of people with disabilities in society and fosters the expectation that people with disabilities can work and have the right to work. The Americans with Disabilities Act prohibits employers from discriminating against qualified individuals with disabilities and requires employers to make reasonable workplace accommodations unless it would impose an undue hardship on the business."], "subsections": []}]}, {"section_title": "SSA Has Not Fully Updated Disability Criteria to Reflect These Advances and Changes", "paragraphs": ["The disability criteria used in the DI and SSI disability programs to help determine who is qualified to receive benefits have not been fully updated to reflect these advances and changes. SSA is currently in the midst of a process that began around the early 1990s to update the medical criteria they use to make eligibility decisions, but the progress is slow. Moreover, some changes resulting from treatment advances and assistive technologies are not fully incorporated into the decision-making process due to program design. In addition, the disability criteria have not incorporated labor market changes. In determining the effect that impairments have on individuals’ earning capacity, SSA continues to use outdated information about the types and demands of jobs in the economy."], "subsections": [{"section_title": "Slow Process to Update Medical Criteria Jeopardizes Progress Already Made", "paragraphs": ["SSA’s current effort to update the disability criteria began in the early 1990s. Between 1991 and 1993, SSA published for public comment the changes it was proposing to make to 7 of the14 body systems in its Medical Listings. By 1994, the proposed changes to 5 of these 7 body systems were finalized. The agency’s efforts to update the Medical Listings were curtailed in the mid-1990s due to staff shortages, competing priorities, and lack of adequate research on disability issues.", "SSA resumed updating the Medical Listings in 1998. Since then, SSA has taken some positive steps in updating portions of the medical criteria it uses to make eligibility decisions, although progress is slow. As of early 2002, SSA has published the final updated criteria for 1 of the 9 remaining body systems not updated in the early 1990s (musculoskeletal) and a portion of a second body system (mental disorders). SSA also plans to update again the 5 body systems that were updated in the early 1990s. In addition, SSA has asked the public to comment on proposed changes for several other body systems. After reviewing the schedule and timing for the revisions, SSA recently pushed back the completion date for publishing proposed changes for all remaining body systems to the end of 2003. The revised schedule does not list target dates, with one exception, for submitting changes for final clearance to the Office of Management and Budget.", "SSA’s slow progress in completing the updates could undermine the purpose of incorporating medical advances into its medical criteria. For example, the criteria for musculoskeletal conditions—a common impairment among persons entering DI—were updated in 1985. Then, in 1991, SSA began developing new criteria and published its proposed changes in 1993 but did not finalize the changes until 2002; therefore, changes made to the musculoskeletal criteria in 2002 were essentially based on SSA’s review of the field in the early 1990s. SSA officials told us that in finalizing the criteria, they reviewed the changes identified in the early 1990s and found that little had taken place since then to warrant changes to the proposed criteria. However, given the advancements in medical science since 1991, it may be difficult for SSA to be certain that all applicable medical advancements are in fact included in the most recent update."], "subsections": []}, {"section_title": "Although Changes Have Been Made, Treatment Advances and Assistive Technologies Are Not Fully Considered in Decision- Making", "paragraphs": ["SSA has made various types of changes to the Medical Listings thus far. As shown in table 1, these changes, including the proposed changes released to the public for comment, add or delete qualifying conditions; modify the criteria for certain physical or mental conditions; and clarify and provide additional guidance in making disability decisions.", "Examples Remove peptic ulcer.Add inflammatory bowel disease by combining two existing conditions already listed: chronic ulcerative and regional enteritis. Expand the types of allowable imaging techniques. Reduce from three to two in the number of difficulties that must be demonstrated to meet the listings for a personality disorder.Remove discussion on distinction between primary and secondary digestive disorders resulting in weight loss and malnutrition. Expand guidance about musculoskeletal “deformity.”", "Rationales Advances in medical and surgical management have reduced severity. Reflect advances in medical terminology.", "The Medical Listings previously referred to x-ray evidence. With advancements in imaging techniques, SSA will also accept evidence from, for example, computerized axial tomography (CAT) scan and magnetic resonance imaging (MRI) techniques. Specific rationale not mentioned.", "Distinction not necessary to adjudicate disability claim. Clarify that the term refers to joint deformity due to any cause.", "Despite these changes, program design issues have limited the extent that advances in medicine and technology have been incorporated into the DI and SSI disability decision-making criteria. The statutory and regulatory design of these programs limits the role of treatment in deciding who is disabled. Unless an individual has been prescribed treatment, SSA does not consider the possible effects of treatment in the disability decision, even if the treatment could make the difference between being able and not being able to work. Thus, treatments that can help restore functioning to persons with certain impairments may not be factored into the disability decision for some applicants. For example, medications to control severe mental illness, arthritis treatments to slow or stop joint damage, total hip replacements for severely injured hips, and drugs and physical therapies to possibly improve the symptoms associated with multiple sclerosis are not automatically factored into SSA’s decision making for determining the extent that impairments affect people’s ability to work. Additionally, this limited approach to treatment raises an equity issue: Applicants whose treatment allows them to work could be denied benefits while applicants with the same condition who have not been prescribed treatment could be allowed benefits.", "As with treatment, the benefits of innovations in assistive technologies— such as advanced prosthetics and wheelchair designs—have not been fully incorporated into DI and SSI disability criteria because the design of these programs does not recognize these advances in disability decision making. For example, SSA does not require an applicant who lost a hand to use a prosthetic before the agency makes its decision about the impact of this condition on the ability to engage in substantial gainful activities."], "subsections": []}, {"section_title": "Disability Criteria Not Updated to Reflect Labor Market Changes", "paragraphs": ["For an applicant who does not have an impairment that meets or equals the severity of the Medical Listings, SSA evaluates whether the individual is able to work despite his or her limitations. Specifically, an individual who is unable to perform his or her previous work and other work in the labor market is awarded benefits. SSA relies upon the Department of Labor’s Dictionary of Occupational Titles (DOT) as its primary database to help make this determination. However, Labor has not updated DOT since 1991 and does not plan to do so.", "Although Labor has been working on a replacement for the DOT called the Occupational Information Network (O*NET) since 1993, Labor and SSA officials recognize that O*NET cannot be used in its current form in the DI and SSI disability determination process. The O*NET, for example, does not contain SSA-needed information on the amount of lifting or mental demands associated with particular jobs. The agencies have discussed ways that O*NET might be modified or supplemental information collected to meet SSA’s needs, but no definitive solution has been identified. Absent such changes to the O*NET, SSA officials have indicated that an entirely new occupational database could be needed to meet SSA’s needs, but such an effort could take many years to develop, validate, and implement. Meanwhile, as new jobs and job requirements evolve in the national economy, SSA’s reliance upon an outdated database further distances the agency from the current market place."], "subsections": []}]}, {"section_title": "Incorporating Advances and Changes into the Disability Criteria Could Have Profound Implications", "paragraphs": ["In order to incorporate the medical, economic, and social advances and changes into the programs’ disability criteria, some steps can be taken within the existing program design, while others would require more fundamental changes.  Within the context of the current statutory and regulatory framework, SSA will need to continue to update the medical portion of the disability criteria and vigorously expand its efforts to examine labor market changes.  However, in addition, policymakers and agency officials could look beyond the traditional concepts that underlie the DI and SSI programs to re-examine the core elements of federal disability programs.  This broader approach would raise a number of significant policy issues, and more information is needed to address them. To this end, approaches taken by private disability insurers offer useful insights."], "subsections": [{"section_title": "Some Disability Criteria Could Be Updated Within Program Design", "paragraphs": ["Within the context of the programs’ existing statutory and regulatory design, SSA will need to further incorporate advances and changes in medicine and the labor market. That is, SSA should continue to update the criteria used to determine which applicants have physical and mental conditions that limit their ability to work. As we noted above, SSA began this type of update in the early 1990s, although the agency’s efforts have focused much more on the medical portion than labor market issues. In addition to continuing the medical updates, SSA will need to vigorously expand its efforts to more closely examine labor market changes. SSA’s results could yield updated information used to make decisions about whether or not applicants have the ability to perform their past work or any work that exists in the national economy."], "subsections": []}, {"section_title": "Fully Incorporating Advances and Changes Has Profound Implications on Program Design", "paragraphs": ["More fundamentally, the recent scientific advances and labor market changes discussed earlier raise issues about the programs’ basic design, goals, and orientation in an economy increasingly different from that which existed when these programs were first designed. Whereas the programs currently are grounded in assessing and providing benefits based on individuals’ incapacities, fully incorporating recent advances and changes could result in SSA assessing individuals with physical and mental conditions with a focus on their capacity to work and then providing them with, or helping them obtain, needed assistance to improve their capacity to work. Moreover, reorienting programs in this direction is consistent with increased expectations of people with disabilities and the integration of people with disabilities into the workplace, as reflected in the Americans with Disabilities Act. We have recommended in prior reports that SSA place a greater priority on work, design more effective means to more accurately identify and expand beneficiaries’ work capacities, and develop legislative packages for those areas where the agency does not have legislative authority to enact change. However, for people with disabilities who do not have a realistic or practical work option, long-term cash support would remain the best option.", "In reexamining the fundamental concepts underlying the design of the DI and SSI programs, approaches used by other disability programs may offer some valuable insights. For example, our prior review of three private disability insurers shows that they have fundamentally reoriented their disability systems toward building the productive capacities of people with disabilities, while not jeopardizing the availability of cash benefits for people who are not able to return to the labor force. These systems have accomplished this reorientation while using a definition of disability that is similar to that used by SSA’s disability programs.  However, it is too early to fully measure the effect of these changes.  In these private disability systems, the disability eligibility assessment process evaluates a person’s potential to work and assists those with work potential to return to the labor force. This process of identifying and providing services intended to enhance a person’s productive capacity occurs early after disability onset and continues periodically throughout the duration of the claim. In contrast, SSA’s eligibility assessment process encourages applicants to concentrate on their incapacities, and return-to-work assistance occurs, if at all, only after an often lengthy process of determining eligibility for benefits. SSA’s process focuses on deciding who is impaired sufficiently to be eligible for cash payments, rather than on identifying and providing the services and supports necessary for making a transition to work for those who can. While cash payments are important to individuals, the advances and changes discussed in this testimony suggest the option to shift the disability programs’ priorities to focus more on work.", "Reorienting the DI and SSI programs would have implications on their core elements—eligibility standards, the benefits structure, and the access to and cost of return-to-work assistance. We recognize that re-examining the programs at the broader program level raises a number of profound policy questions, including the following:   Program design and benefits offered - Would the definition of disability change? Would some beneficiaries be required to accept assistance to enhance work capacities as a precondition for benefits versus relying upon work incentives, time-limited benefits, or other means to encourage individuals to maximize their capacity to work? What can SSA accomplish through the regulatory process and what requires legislative action?", "Accessibility and cost - Are new mechanisms needed to provide sufficient access to needed services? In the case of DI and SSI, what is the impact on the ties with the Medicare and Medicaid programs? Who will pay for the medical and assistive technologies and will beneficiaries be required to defray costs? Would the cost of providing treatment and assistive technologies in the disability programs be higher than cash expenditures paid over the long-term? Will net costs show that some expenditures could be offset with cost savings by paying reduced benefits?"], "subsections": []}]}]}], "fastfact": []}