{"id": "GAO-10-505", "url": "https://www.gao.gov/products/GAO-10-505", "title": "Palestinian Authority: U.S. Assistance Is Training and Equipping Security Forces, but the Program Needs to Measure Progress and Faces Logistical Constraints", "published_date": "2010-05-11T00:00:00", "released_date": "2010-05-11T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The 2003 Roadmap for Peace process sponsored by the United States and other nations obligates the Palestinian Authority (PA) and the Government of Israel to undertake security efforts as a necessary precursor for achieving the long-standing objective of establishing a Palestinian state as part of the two-state solution for peace in the Middle East. In 2005 the Department of State (State) created the office of the United States Security Coordinator (USSC) to help the parties meet these obligations. GAO was asked to (1) describe the nature and extent of U.S. security assistance to the PA since 2007; (2) assess State's efforts to measure the effectiveness of its security assistance; and (3) describe factors that may affect the implementation of U.S. security assistance programs. GAO analyzed documents; interviewed officials and regional experts; and conducted fieldwork in Jerusalem, the West Bank, Israel, and Jordan."]}, {"section_title": "What GAO Found", "paragraphs": ["State has allocated about $392million to train and equip the PA security forces, oversee construction of related infrastructure projects, and develop the capacity of the PA during fiscal years 2007 through 2010. Of this total, State has allocated: (1) more than $160 million to help fund and support training, primarily for the PA's National Security Force (NSF); (2) approximately $89 million to provide nonlethal equipment; (3) about $99 million to renovate or construct several PA installations, including two of the operations camps it plans to provide; and (4) about $22 million to build the capacity of the Interior Ministry and its Strategic Planning Directorate. State also requested $150 million for its programs for fiscal year 2011. Although U.S. and international officials said that U.S. security assistance programs for the PA have helped to improve security conditions in some West Bank areas, State and USSC have not established clear and measurable outcome-based performance indicators to assess progress. Thus, it is difficult to determine how the programs support the achievement of security-related Roadmap obligations. U.S. officials attributed the lack of agreement on such performance indicators to a number of factors, including the relatively early stage of PA plans and capacity for reforming, rebuilding, and sustaining its security forces. Developing outcome-based indicators to measure and manage performance against program goals has been identified by GAO as a good management practice. Such indicators would help USSC provide objective and useful performance information for decision makers. State and USSC officials noted that they plan to incorporate performance indicators in a USSC campaign plan to be released in mid-2010. The implementation of the U.S. security assistance programs faces logistical constraints largely outside of U.S. control, and these implementation efforts outpace international efforts to develop the limited capacity of the PA police and justice sector. Logistical constraints include restrictions on the movement of USSC personnel in the West Bank, lack of a process to ensure approval and timely delivery of equipment, and difficulties in acquiring suitable land for infrastructure projects. State, U.S. Agency for International Development (USAID), and other international donors have been assisting the PA civil police and justice-sector reforms, although these efforts are not proceeding at the same pace as the security assistance programs."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since 1993, the U.S. government has committed more than $3.5 billion in  bilateral aid to the Palestinians, providing humanitarian, development, and  security assistance for the West Bank and Gaza. In 2002, the United States  outlined the principles for a performance-based strategy for settling the  Israeli-Palestinian conflict. This strategy— known informally as the  Roadmap for Peace (Roadmap)—calls for an independent Palestinian  state coexisting peacefully with the State of Israel and, among other  things, presents a plan for establishing the security preconditions  necessary for such a state. The United Nations, the United States, the  European Union, and Russia—known as the Quartet on the Middle East— as well as Israel and the Palestinian Authority (PA) endorsed the strategy  in April 2003. To help the PA and Israel meet their Roadmap obligations  and pave the way for a two-state solution, the Secretary of State created  the Jerusalem-based office of the United States Security Coordinator  (USSC) in 2005 to facilitate PA-Israeli cooperation and coordinate  assistance for the Palestinian Authority Security Forces (PASF) provided  by the United States and other international donors. Beginning in 2007,  USSC and the State Department’s (State) Bureau of International  Narcotics and Law Enforcement Affairs (INL) have funded and helped  train, equip, and house PA security personnel based in the West Bank.", "In this report, we (1) describe the nature and extent of U.S. security  assistance to the Palestinian Authority since 2007; (2) assess State’s efforts to  measure the effectiveness of its security assistance; and (3) describe factors  that may affect the implementation of U.S. security assistance programs.", "To address these objectives, we reviewed relevant documents and  interviewed officials from State, the Department of Defense (DOD), and the  U.S. Agency for International Development (USAID) in Washington, D.C., and  in Israel, Jerusalem, Jordan, and the West Bank. We met with PA and Israeli  government officials as well as recognized experts in Israeli-Palestinian  affairs. To describe the nature and extent of U.S. security assistance, we also  conducted site visits to observe U.S.-sponsored training and construction  projects. To assess State’s efforts to measure the effectiveness of its security  assistance programs, we examined whether State’s approach identified and  applied measurable outcome-based performance indicators to measure and  manage performance against its results-oriented goals, which GAO has  identified as a good management practice because it helps provide objective  and useful performance information for decision makers when faced with  limited resources and competing priorities.", "We conducted our work from July 2009 to May 2010 and in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on our  audit objectives. See appendix I for more detailed information about our  scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["The Palestinian territories, comprising the West Bank and Gaza, cover  2,402 square miles and have a combined population of over 4 million  people. (See fig. 1.) Both the PA and Israel administer areas within the  West Bank."], "subsections": [{"section_title": "Security Assistance to PA since 1993", "paragraphs": ["The U.S. government, along with other countries, has provided  intermittent security assistance to the Palestinians since 1993.", "In 1993, the Oslo Accord called for limited Palestinian self-rule and security  responsibilities in the West Bank and Gaza. The subsequent 1995 Interim  Agreement on the West Bank and the Gaza Strip divided the West Bank into  three zones and allotted civil and security responsibilities, to varying degrees,  to the Israeli government and the PA. The Government of Israel allowed the  PA to establish some security forces and coordinated with the PA on the  establishment of limited self-rule in the West Bank and Gaza. The United  States provided some non-lethal equipment and a small amount of funding for  salaries to help the newly created PA security forces improve their  professionalism and combat terrorism. Other countries provided the PA with  security assistance focused on training and equipping the security forces.", "The outbreak of the second intifada (insurrection), which State reports  resulted in the death of more than 3,000 Palestinians and about 1,000  Israelis between 2000 and 2004, disrupted security assistance efforts. In  response to the intifada, the Israeli security forces reoccupied much of the  West Bank previously ceded to PA control, set up hundreds of checkpoints  and roadblocks throughout the territory, erected a wall separating Israel  and some Palestinian territory from the rest of the West Bank, and  destroyed much of the Palestinian security infrastructure. As a result,  Israeli-Palestinian security cooperation ceased and other governments  curtailed or halted their security assistance to the PA. Amid the violence,  efforts to negotiate a Middle East peace agreement began in 2000 at Camp  David and continued until 2003.", "Security assistance efforts did not resume until after the PA, Israel, United  States, United Nations, European Union, and Russia agreed in 2003 to  implement the Roadmap for Peace, a U.S.-proposed performance-based  strategy, which calls for an independent Palestinian state coexisting  peacefully with the State of Israel and, among other things, provides a plan  for establishing the security preconditions necessary to create an  independent Palestinian state. The Roadmap, among other things,  obligates the PA and Israel to undertake specific actions to improve  security as part of the ongoing Middle East peace process. In particular,  the Roadmap obligates the PA to perform the following actions:  Issue an unequivocal statement reiterating Israel’s right to exist in peace  and security and calling for an immediate and unconditional ceasefire to  end armed activity and all acts of violence against Israelis anywhere. All  official Palestinian institutions end incitement against Israel.", "Have its rebuilt and refocused security apparatus begin sustained,  targeted, and effective operations aimed at confronting all those engaged  in terror and dismantlement of terrorist capabilities and infrastructure.  This includes commencing confiscation of illegal weapons and  consolidation of security authority, free of association with terror and  corruption.", "Consolidate all Palestinian security organizations into three services  reporting to an empowered Interior Minister.", "In return, the Roadmap obligates the Israelis to perform the following  actions:  Issue an unequivocal statement affirming its commitment to the two-state  vision of an independent, viable, sovereign Palestinian state living in peace  and security alongside Israel, as expressed by President Bush, and calling  for an immediate end to violence against Palestinians everywhere. All  official Israeli institutions are also to end incitement against Palestinians.", "Take no actions undermining trust, including deportations, attacks on  civilians; confiscation and/or demolition of Palestinian homes and  property, as a punitive measure or to facilitate Israeli construction;  destruction of Palestinian institutions and infrastructure; and other  measures specified in the Tenet work plan; and    Progressively withdraw the Israeli Defense Forces from areas occupied  since September 28, 2000, and the two sides restore the status quo that  existed prior to September 28, 2000, as comprehensive security  performance moves forward. Palestinian security forces to progressively  redeploy to areas vacated by the Israeli Defense Forces.", "To help the PA and Israel meet their Roadmap obligations and pave the  way for a two-state solution, the Secretary of State created the office of  the USSC in 2005. The USSC, which operated with no project funding until  mid-2007, initially focused on providing advice and guidance to the PASF  on its reform efforts while also coordinating the programs of several other  security donors. In addition, USSC officials coordinated and consulted  with Israeli and Palestinian authorities in connection with the PA’s  assumption of responsibility for security in Gaza following Israel’s August  2005 withdrawal.", "In January 2006, the Palestinian people elected a Hamas majority to the  Palestinian Legislative Council. Following the results of the January 2006  election and the subsequent formation of a Fatah-Hamas unity government  in 2007, the Quartet on the Middle East announced it would continue to  provide support and assistance to the Hamas-led government only if the  government would agree to nonviolence, recognize the State of Israel, and  respect previous Israeli-Palestinian peace agreements. Hamas never  accepted these conditions. U.S. direct assistance to the Palestinians was  reduced and restructured, with the focus shifting to providing humanitarian  and project assistance indirectly through international and non- governmental organizations. During this time, USSC focused on  coordinating international assistance aimed at improving Gaza’s economy  and helped coordinate the efforts of Israel, Egypt, and the PA to regulate  and control the key Gaza border crossings. USSC also coordinated with  Britain and Canada to provide training assistance to the PA’s Presidential  Guard, a security organization under the control of the PA president with  responsibility for protecting PA officials and facilities and manning the  border crossings.", "In June 2007, Hamas forcibly took control of the Gaza Strip. This led the  PA President to issue an emergency decree suspending the operation of  the PA government and appointing a new government, without Hamas  participation, to administer the affairs of the West Bank during the state of  emergency, under a politically independent Prime Minister. As a result, the  United States decided to re-engage with the PA directly and increased the  amount of U.S. assistance aimed at improving the economic and security  climate in the West Bank and increasing the capacity of the PA.", "As described by USSC and State officials, the USSC’s current mission is to  (1)  facilitate PA-Israeli cooperation and allay Israeli fears about the  nature and capabilities of the PASF;  (2)  lead and coordinate international assistance for the PASF provided by  the United States and other international donors to eliminate  duplication of effort; and  (3)  help the PA rightsize, reform, and professionalize its security sector  by advising the PA  and by training and equipping the PASF to meet  the Palestinians’ obligations outlined in the Roadmap.", "The head of the USSC, a lieutenant general in the U.S. Army, also serves as  the deputy for security issues to the U.S. Special Envoy for Middle East  Peace.", "The office of the USSC has a core staff of approximately 45 personnel as of  March 2010. Headquartered in Jerusalem, the USSC includes up to 16 U.S.  military personnel and several U.S. civilians. About 17 military staff  provided to USSC by Canada operate in the West Bank, and two or more  British military personnel from Britain support the USSC at the PA  Ministry of Interior in Ramallah. USSC also maintains staff at the U.S.  Embassy in Tel Aviv as liaisons to the government of Israel. State’s Bureau  of International Narcotics and Law Enforcement Affairs (INL) maintains  staff in Jerusalem to implement INL program funds, most of which  underwrite USSC activities. About 28 INL-directed Dyncorps International  contractors assist with USSC training programs in the West Bank and  Jordan. Other INL staff and contractors manage equipment warehouse  operations in Jerusalem and oversee construction projects in the West  Bank under this program.", "Under the current president and prime minister, the PA formalized plans  to reorganize and rebuild ministries and security forces in the West Bank  with donor assistance between 2008 and 2010. The PA has consolidated a  23,000-strong security force under Presidential and Interior Ministry  control, as called for in the Roadmap Agreement. As shown in figure 2,  the PASF is comprised of uniformed services, civilian organizations, and  intelligence offices."], "subsections": []}]}, {"section_title": "U.S. Security Assistance to the PA Emphasizes Training, Equipment, and Infrastructure and also Supports Capacity Building", "paragraphs": ["The U.S. government, through USSC and INL has allocated over $160  million in funding for the training of certain units of the PASF’s uniformed  services, primarily the NSF, since 2007. USSC has also helped provide  State-funded vehicles and nonlethal individual and unit equipment to both  the NSF and Presidential Guard, totaling about $89 million. In addition,  State has allocated approximately $99 million toward the renovation or  construction of numerous PASF installations. Finally, USSC and INL have  undertaken activities to increase the PA’s capacity, including building the  Ministry of Interior’s capacity to plan and oversee the PASF and  coordinate international donor assistance. State allocated $22 million in  funding for these programs since 2007. (See table 1.)", "State also has requested a total of $150 million in additional INCLE  funding for security assistance to the PA for fiscal year 2011, including $56  million for training activities, $33 million for equipping, $53 million for  infrastructure activities, and $3 million for strategic capacity building  activities."], "subsections": [{"section_title": "USSC Supports Training Focused Mainly on the NSF", "paragraphs": ["Since 2007, State, primarily through USSC, has allocated more than $160  million to support training of PASF units in Jordan and the West Bank.  USSC has focused its training programs mainly on the NSF, and to a lesser  extent, the Presidential Guard."], "subsections": [{"section_title": "Battalion-Level Training in Jordan", "paragraphs": ["The main component of the USSC training-related activities is battalion- level basic law enforcement and security training conducted at the  Jordanian International Police Training Center outside Amman, Jordan. As  of January 2010, the Jordanian International Police Training Center had  trained four NSF battalions and one Presidential Guard battalion totaling  about 2,500 personnel. The trained units include both existing units  (Presidential Guard 3rd and NSF 2nd special battalions) and newly  recruited battalions (NSF 3rd and 4th special battalions). This training  consists of 19 weeks of basic training for all members of a battalion, which  usually comprise approximately 500 troops. USSC officials told us that  they currently plan to train a total of 10 NSF battalions at the Jordan  center. State department officials reported that U.S. security assistance  allocated to training from 2007 through 2010 covers the training of 7 of the  proposed 10 battalions as shown in figure 2. This would allow one trained  NSF special battalion to be deployed in each PA governorate in the West  Bank (except in the municipality of Jerusalem, where the PA does not  have security control) and one battalion to serve as a reserve for use as  needed in any governorate.", "The basic training includes a mix of classroom and practical exercises  focused on the broad areas of firearms operations, crowd control, close  quarters operations, patrolling, detainee operations, and checkpoint  operations. This training is also designed to help the PA transform and  professionalize its security forces by producing well trained, capable  graduates able to perform security-related duties supporting the  Palestinian Civil Police or other duties as directed by the PA. According to  U.S. officials, the training is structured to train by battalion to foster unity  of command and build camaraderie among the troops. Although USSC and  INL designed the syllabus for this training in consultation with the PA,  instructors from Jordan’s Public Security Directorate conduct the training  under the supervision of INL contractors. According to State and USSC  officials, the United States fully vet all troops participating in USSC- sponsored training to ensure that no U.S. assistance is provided to or  through individuals or entities that advocate, plan, sponsor, engage in, or  have engaged in, terrorist activities.  In addition, the PA, Israel, and  Jordan also vet participants.", "Prior to the commencement of each battalion’s basic training course, the  program trainers conduct three concurrent 4-week preliminary training  courses for the battalion’s officers, noncommissioned officers, and drivers.  These preliminary courses, intended to provide personnel the fundamental  skills needed during the battalion training, focus on leadership skills for  the officers and noncommissioned officers and advanced driving skills for the drivers. The Jordanian International Police Training Center also offers four 4-week concurrent specialized training courses for  following their completion of the basic training course."], "subsections": []}, {"section_title": "Specialized Training in West Bank", "paragraphs": ["The USSC also supports and INL funds specialized courses in the West  Bank to train and assist members of the NSF special battalions and some  other PASF organizations in areas such as leadership, human rights, media  awareness, equipment maintenance, and food service operations. Some of  the courses continue specialized training for selected members of the NSF  battalions that received basic training at the Jordanian International Polic e  Training Center. However, other courses—including a senior leadership  course and an intermediate leadership course—are open to all branches of  the PA security services. The senior leadership course, first offered in 2008, is a 2-month course for about 40 commanding officers from all  branches of the PASF; as of February 2010, USSC had offered the c times. International trainers taught the initial sessions, and a team  comprised of PA and international instructors conducted the most rece senior leadership course. The intermediate leadership course is a ne class for middle ranking and noncommissioned officers that adapts  principles taught in the senior leaders’ course. Altogether, USSC ha conducted or supported 24 different specialized courses for PASF  personnel in the West Bank between mid-2008 and March 2010, and plans  to continue sessions of many of these courses while offering at least two  new courses by the end of 20 and planned USSC courses.  10. Appendix II provides details on current  Other, smaller U.S. programs train Presidential Guard and Civil Defense troops. In 2008, State’s Bureau of Diplomatic Security provided limited  training exclusively to the Presidential Guard through its Anti-Terrorism  Assistance program. This training focused on police tactical unit  operations, leadership development at the middle and senior levels,  investigative skills, and crisis response capabilities to enhance the  operational effectiveness of the Presidential Guard. Finally, USSC and INL  plan to support limited civil defense training for the Palestinian Civil  Defense corps at Jordan’s regional civil defense training academy."], "subsections": []}, {"section_title": "USSC Provides the NSF and Presidential Guard with Nonlethal Individual and Unit Equipment", "paragraphs": ["Since 2007, State has allocated approximately $89 million to provide  nonlethal equipment to 7 NSF battalions and the Presidential Guard. State  plans to equip 10 NSF special battalions, as shown in figure 3. USSC is  working to ensure that these security forces are properly equipped while  garrisoned in their operations camps, and while operating throughout the  West Bank. USSC intends to accomplish this by providing an initial  issuance of nonlethal equipment to the battalions that have received basic  training at the Jordanian International Police Training Center. As of March  2010, the USSC had provided the 3rd Presidential Guard battalion with an  initial issuance of equipment, and had provided partial issuances of  equipment to the 1st, 2nd, 3rd, and 4th NSF special battalions. State also  reported that they have submitted the 5th NSF special battalion’s  equipment package list to the Israeli government for approval.", "USSC and INL, in consultation with the PA, developed the lists of  equipment provided to each battalion, which the Government of Israel  must also approve. The initial issuance of nonlethal individual and unit  equipment for each NSF special battalion includes uniforms with  protective gear and operational equipment, including riot shields, batons,  and handcuffs as well as computers, tents, basic first aid kits, and support  vehicles. (For a list of the specific equipment provided to an NSF battalion  see app. III.) USSC also provided the Presidential Guard battalion with a  similar initial issuance of nonlethal individual and unit equipment, adapted  for their mission specific needs. The USSC and INL also plan to provide  search-and-rescue vehicles to the PA civil defense forces.", "Because all U.S.-provided equipment is subject to end-use monitoring, INL  officials and documents note that State maintains the right to examine the  property and inspect the records that govern its use. In addition, the  United States provided the PA with equipment and training to implement  and maintain an inventory system to record and track all U.S. equipment  deliveries and disbursements."], "subsections": []}]}, {"section_title": "USSC Supports Renovation and Construction of PASF Installations", "paragraphs": ["Since 2007, State has allocated approximately $99 million to renovate or  construct PASF installations. The main focus of USSC and INL  infrastructure activities is to fund and oversee construction of operations  camps for 9 of the 10 NSF battalions trained at the Jordanian International  Police Training Center. U.S. security assistance allocated to  infrastructure from 2007 through 2010 covers the renovation or  construction of six of the proposed nine camps (see fig. 4). The operations  camps will serve as garrison facilities for the battalion as well as function  as a base for conducting operations in the West Bank.", "USSC and INL are also funding and overseeing the construction or  renovation of training and ministry facilities in the West Bank. Figure 5  shows the six planned and six ongoing or completed infrastructure  projects, including the two NSF operations camps, as of March 2010.", "The six ongoing or completed infrastructure projects include NSF  operations camps, training facilities, and Ministry of Interior facilities, and  account for about $41 million of the total allocated for infrastructure. They  are in varying stages of completion; however, INL officials expect that all  ongoing infrastructure projects will be completed by early 2011."], "subsections": []}, {"section_title": "NSF Operations Camps and Garrison Facilities", "paragraphs": ["Jericho NSF Operations Camp. This operations camp is to serve as the  garrison for the 2nd Special Battalion. The camp is to accommodate  approximately 750 personnel and provide workspaces, basic vehicle  maintenance facilities, parking for approximately 145 squad vehicles and 40  large vehicles, clinical facilities, tactical communications facilities, separate  officer berthing and accommodation spaces, a logistic warehouse facility, and  K-9 animal housing spaces. State allocated about $11.3 million to this project,  which USSC and INL expect to complete by mid-2010. (See figs. 6 and 7.)", "Jenin NSF Operations Camp. This operations camp will consist of two  barracks buildings that will accommodate approximately 576 troops, one  officers’ accommodations building that will house over 100 officers, an  operational center, mess hall, and gym. State allocated $11 million to this  renovation, which USSC and INL officials expect to complete by the end of  2010.", "Hebron NSF and Special Police Force (SPF) Building. In this joint  NSF and Special Police Force building, the police occupy the ground floor  and the NSF the first floor. The goal is to make this building habitable by  units from the NSF special battalions deployed to Hebron and make it  usable for its intended security functions, including the provision of a safe  and secure operating environment, that is capable of being shared with  other PA security services. State allocated $170,000 for this renovation,  which USSC and INL expect to complete in mid-2010."], "subsections": []}, {"section_title": "Training Facilities", "paragraphs": ["Nuweimah Training Center. The current training facility in Nuweimah is  being refurbished and expanded with funding from INL, to serve as an NSF  training facility. The facility is to include accommodations for  approximately 2,000 troops and 24 classrooms for approximately 1,500  students. The PA’s initial plan was to renovate two NSF basic training  facilities in Jericho—Nuweimah and Alami. However, according to an INL  official the PA and USSC decided not to renovate the Alami site, owing to  difficulties in securing needed land titles, and instead to shift all funds to  Nuweimah. State allocated about $8 million to this project, which USSC  and INL expect to complete by early 2011.", "Presidential Guard Training College (Jericho). The PA intends to use  the college to house and train 500 law, order, and security personnel at any  given time. This facility has classroom space and accommodations for 250  personnel, as well as dining and support facilities for 500 personnel. State  has allocated about $9 million to construct this facility. According to an  INL official, original work on the facility was carried out by the UN Office  for Project Services, under INL supervision. This facility is currently fully  operational, and USSC and INL expect construction to be complete by  mid-2010."], "subsections": []}, {"section_title": "Ministry Facilities", "paragraphs": ["Ministry of Interior’s Strategic Planning Directorate renovation  (Ramallah). USSC is renovating space in the Ministry of Interior to  provide additional office space and a training hub for the Strategic  Planning Directorate. The renovation is to add 90 spaces for new staff and  two large classrooms, a meeting room, and a security room. State  allocated $1.1 million to this renovation, which was completed in February  2010.", "To spend the remaining $58 million in infrastructure funding, USSC and  INL proposed additional projects, including building NSF operations  camps in Hebron, Bethlehem, Ramallah, Tulkarm, Tubas, and a civil  defense center in or near Ramallah. However, one U.S. official told us that,  because of difficulties in obtaining suitable land and other delays, the  USSC is reviewing other options for the NSF operations camps, including  constructing temporary operations camps until a permanent site can be  identified or renovating existing joint security force facilities to allow  them to be used to garrison NSF special battalions. As of March 2010,  preliminary design work had begun on a temporary operations camp near  Tubas."], "subsections": []}, {"section_title": "USSC Has Centered Capacity Building Programs on Interior Ministry", "paragraphs": ["Since 2007, State has allocated approximately $22 million for capacity- building activities, focused mainly on creating the Ministry of Interior’s  Strategic Planning Directorate. The Minister of Interior oversees all the  security forces reporting to the PA prime minister. According to an INL  document, the directorate conducts strategic planning to support security  decision making at the executive and ministry level to help the PA  establish law and order and facilitate other longer-term security-sector  reforms. The directorate is staffed by individuals with strategic planning,  logistics capability, and other expertise. According to USSC officials, when  Gaza fell to Hamas in mid-2007 and the PA President issued presidential  decrees declaring a state of emergency, suspending the current  government, and forming a new, more moderate government, the Ministry  of Interior lost its entire staff, leaving the newly appointed minister the  task of building an entirely new ministry. INL-funded activities include  providing technical assistance to the Strategic Planning Directorate, in  particular, funding and assigning six international technical advisors to  work within the directorate, and training for Ministry and Strategic  Planning Directorate staff.  According to State documents and officials, as  of April 2010, after 2 years of service, the contracts of all six of these  advisors had expired, and, at the request of the Minister of Interior, State  did not renew them.   According to a State official, the Minister of Interior  stated in January 2010 that this effort had been concluded to the Ministry’s  satisfaction, so there are no plans to replace these advisors. He noted that  State has offered to make technical assistance available on an ad hoc basis  and at the request of the Minister, and, along with other international  donors, plans to continue to fund other training and equipping efforts at  the Ministry in fiscal year 2011.", "In addition to forming the Strategic Planning Directorate, USSC and INL  have undertaken other programs to increase the PA’s capacity. Examples  include the following:    USSC and INL are providing assistance in building the PA’s capacity to  coordinate international security assistance. As part of this effort, USSC  serves as a technical advisor to a security sector aid-coordinating body co- chaired by the Interior Minister and the government of the United  Kingdom.", "USSC and INL are supporting a Canadian-funded effort to develop PASF  capacity at the governorate level through the creation of Joint Operations  Centers, which are intended to give PASF area commanders in each  governorate the command and communications facilities necessary to  conduct integrated security operations.", "In support of the PA justice sector, INL launched a $1.5 million small scale  justice sector assistance project in Jenin. The program provides technical  assistance, training, and modest amounts of equipment to improve  capacity of the police to conduct criminal investigations and help the  public prosecutor’s office manage its caseload. A U.S. official reported that  this program could be replicated if successful in other governorates."], "subsections": []}]}, {"section_title": "Although Improvements in West Bank Security Conditions Have Been Reported, State and USSC Have not Established Clear and Measurable Outcome- Based Performance Indicators", "paragraphs": ["U.S. and international officials have observed improved security  conditions in some areas of the West Bank since the PA began deploying  units trained and equipped with USSC assistance, although they  acknowledge these improvements may not be directly or wholly  attributable to USSC programs. However, State and USSC have not  assessed how their programs contribute to the achievement of the PA’s  Roadmap obligations because they have not developed clear and  measurable outcome-based performance indicators and targets linking  their program activities to stated U.S. program objectives."], "subsections": [{"section_title": "Numerous U.S. and International Officials Observed Improved Security Conditions in the West Bank since PA Began Deploying USSC-Trained and Equipped Units", "paragraphs": ["Numerous U.S., PA, Israeli, and other government officials stated that both  the PA and the Government of Israel are satisfied with the impact USSC- trained and -equipped PASF battalions have had on improving the security  conditions in the West Bank. PA and U.S. officials cited these  improvements as examples of how U.S. security assistance is aiding PA  progress toward attaining its security obligations under the Roadmap,  including having its rebuilt and refocused security apparatus begin  sustained, targeted, and effective operations to dismantle terrorist  capabilities and infrastructure. These improved conditions include the  following.", "Better PASF capacity to control potentially violent situations.", "According to U.S., international, PA and Government of Israel officials,  USSC-supported and -trained PASF units contributed successfully to  restored security and conducted counterterrorism operations in Jenin,  Hebron, Bethlehem, and other areas between 2008 and 2009. Several U.S.  and international officials also noted the lack of spontaneous or organized  violence in PASF-controlled areas in response to the December 2008  through January 2009 Israeli incursion into Gaza was an indicator of the  PASF’s growing capacity to anticipate and handle large scale  demonstrations and limit potential violence.", "Fewer Israeli government checkpoints. Several U.S. officials suggested  that the USSC also could point to some indicators as measures of the  growing effectiveness of USSC-supported security forces, including the  decline in the key manned Israeli security checkpoints in the West Bank.  However, the officials stated they could not independently verify the  validity or accuracy of the reported declines, nor would they directly  attribute these outcomes to USSC activities.", "Revived economic activity. According to PA and U.S. officials and  documents, the subsequent revival of private investment in Jenin, Hebron,  Bethlehem, and other areas where USSC-trained and -equipped PASF  battalions were deployed is another indicator that USSC assistance has  influenced the security situation, although a senior PA official noted that  PA fiscal policies may have also contributed to this revival.", "Improved public attitudes toward security forces. In addition, both  State and PA officials noted that Palestinian polling suggests people’s  views of the PASF have improved, and a State report cited such a poll as  indicating growing understanding and confidence of the West Bank  populace in their security forces."], "subsections": []}, {"section_title": "State and USSC Officials Have Not Established Clear and Measurable Outcome-based Performance Indicators for PA Security Assistance", "paragraphs": ["Although State and USSC report on PASF program outputs such as the  number of personnel vetted, trained, and equipped, USSC has not defined  or established outcome-based performance measures to assess the  progress, impacts, and estimated costs of achieving USSC objectives. For  example, USSC documents and officials note that USSC objectives include  helping the PA create right-sized, professional security forces in support of  its Roadmap obligations but do not specify measurable outcome-based  program performance indicators. USSC and State officials attributed the  lack of clear and measurable outcome-based performance indicators and  their associated targets for their programs to three factors—(1) changing  force requirements, (2) the early stages of PA planning and its limited  capacity to rebuild and sustain its security forces, and (3) lack of detailed  guidance from State about USSC program objectives, time frames, and  reporting requirements.", "First, the PA’s planned force requirements have undergone several  revisions. According to a U.S. official, and as U.S. and PA documents  demonstrate, the planned size and composition of the NSF has changed  from seven special battalions (five in the West Bank, two in Gaza) in early  2007, to five special battalions solely in the West Bank after the Hamas  takeover of Gaza in June 2007. According to State officials and documents,  the PA increased the number of battalions for the West Bank from five to  seven by mid-2008, although the projected total number of personnel  remained at 3,500 as each battalion was reduced in size from 700 to 500  personnel in part to create smaller units better suited for the urban  environment in which they would operate. In 2009, the PA raised the  projected size of the NSF to 10 special battalions, according to USSC  officials. Some State officials and documents also noted that the PASF  has not clarified the role of the Presidential Guard and that some of its  units had assumed gendarmerie tasks beyond its original mandate, which  may overlap with NSF responsibilities.", "The revised and unclear requirements reflect that the parties to the  Roadmap agreement—the PA and Israel—have not agreed on common  measures to assess progress in meeting their Roadmap security  obligations, according to USSC officials. For example, a September 2008  USSC report noted that the Government of Israel and the PA have not  developed “effects-based metrics” needed to define a successful PASF  security or counterterrorism effort under the Roadmap. State officials  stated that the Government of Israel prefers not to establish objectives or  measures that might limit its flexibility to conduct security operations  within the West Bank.", "Second, the PA’s plans and capacity to reform, rebuild, and sustain its  security forces are still in a relatively early stage of development. As a  result, State and USSC officials said it is difficult to set outcome-based  targets to measure the progress or outcomes of their programs. For  example, the PA’s capacity to direct its own transformation was lacking  until recently. According to a senior PA official, the Minister of the Interior  did not consolidate within the ministry the authority to request, accept,  and coordinate all foreign donor security assistance until August 2009.", "Third, USSC officials said that State did not give USSC a “blueprint” for  attaining defined and measurable objectives for its programs within a set  period of time, or for estimating the amount and type of resources needed  to achieve such USSC goals as aiding in the transformation of the PA  security sector and the creation of a professional, right-sized security  force. According to State, this stemmed from the absence of a  requirements-based budget allocation process for USSC programs until  2008. Since then, however, State officials said they required USSC and INL  to provide performance indicators beginning with the fiscal year 2009  Jerusalem mission strategic plan. Furthermore, a senior USSC official said  they had little incentive to emphasize or develop performance targets  because State had shown little interest in tracking performance in the past;  in fact, regular monthly reports from USSC to State on its activities  resumed only in November 2009 after a hiatus of more than a year.", "Despite these factors, deriving indicators to measure and manage  performance against an agency’s results-oriented goals has been identified  by GAO as good management practice because it would help provide  objective and useful performance information for decision makers when  faced with limited resources and competing priorities. GAO has  previously reported that while agency managers encounter difficulties in  setting outcome-oriented goals or collecting useful data on expected  results in general, it is difficult to design effective strategies or measure  the impact of programs without them. State and USSC officials noted that  USSC was developing a campaign plan for release in mid-2010 to help the  Palestinians implement their own revised security strategy—which was  still not released as of March 2010–and expected the plan to incorporate  performance indicators to the extent possible. According to U.S. military  doctrine, effective planning cannot occur without a clear understanding of  the desired end state and the conditions that must exist to in order to end  the operation. Moreover, a campaign plan should provide an estimate of  the time and forces required to reach the conditions for mission success or  termination. Determining when conditions are met requires “measures of  effectiveness,” such as outcome-based performance measures. GAO has  reported on the importance of outcome-based performance indicators as a  key characteristic of effective national security strategy planning and a  necessary component of developing and executing campaign plans based  on these strategies (see list of related GAO products at end of report).", "Although the fiscal year 2010 Jerusalem mission strategic plan identifies  performance indicators for U.S. security assistance programs, the targets  to measure progress towards achieving these indicators focus on program  outputs rather than program outcomes. For example, the plan identified  the performance indicator “building Palestinian security capabilities” to  assess progress toward achieving State’s broader goal of reforming  Palestinian security forces to improve law and order and reduce  terrorism. However, this indicator is measured based on output targets  such as “completing the training and equipping of at least one PG and one  NSF battalion” in fiscal year 2008 rather than on outcomes such as  reduced terrorism as measured by, for example, changes in the number of  terrorist-related incidents or changes in crime rates. Moreover, neither the  performance plan nor USSC documents establish measurable outcome  targets for assessing progress towards such stated USSC objectives as  creating a “right-sized, professional” security force or helping the PA  transform its security sector. Nor do these plans and documents contain  information on expected time frames or estimated total costs for achieving  these goals.", "State and USSC officials acknowledged that it would be useful to describe  the impacts of U.S. security assistance on such outcomes as reductions in  the number of Israeli security checkpoints in the West Bank. Similarly,  they acknowledged it would be useful to tailor some survey questions to  establish baselines and assess over time the extent to which polling data  suggesting growing Palestinian confidence in their security can be  attributed to the conduct and actions of USSC-trained PASF personnel, but  noted the difficulty in separating the impact of U.S. security assistance  from the impact of such external factors as Israeli political and security  actions. In March 2010, State and USSC officials said that they had tasked  an officer to clarify how USSC activities achieve State objectives and to  improve reporting on USSC performance."], "subsections": []}]}, {"section_title": "U.S. Security Assistance Programs Face Logistical Constraints and Outpace Development of the Rule of Law", "paragraphs": ["Logistical constraints on personnel movement and access, equipment  delivery, and acquisition of land for infrastructure projects challenge the  implementation of U.S. security assistance programs. In addition, State,  USSC, and international officials and documents note that programs to  develop the capacity of the civil police and the justice sector are not  proceeding at the same pace as U.S. security sector reform programs."], "subsections": [{"section_title": "U.S. Security Assistance Faces Several Logistical Constraints", "paragraphs": ["Logistical constraints—largely outside U.S. control–involving personnel  movement and access, equipment approval and delivery, and land  acquisition challenge the implementation of U.S. security assistance in the  West Bank and Gaza."], "subsections": [{"section_title": "Constraints on Personnel Movement and Access", "paragraphs": ["State travel restrictions and Israeli Defense Force security checkpoints  limit the movement and access of U.S. personnel into and within the West  Bank. State restricts U.S. government personnel travel into and within the  West Bank and requires that they travel in armored vehicles with security  teams when traveling to State designated high threat areas. However, such  restrictions do not apply to personnel from other countries supporting the  USSC, such as the United Kingdom and Canada, according to State  officials. As a result, according to U.S. officials, USSC relies on non-U.S.  personnel to visit Palestinian security leaders on a daily basis, gauge local  conditions, and conduct training in the West Bank. Israeli security  checkpoints when traveling into and out of the West Bank border also  limit U.S. government personnel movement and access, according to U.S.  officials. For example, on more than one occasion, U.S. government  delegations, including staff from USSC and State, were prevented from  entering or exiting the West Bank, according to USSC and State officials.  PA officials also face movement and access difficulties crossing at Israeli  checkpoints when traveling into and out of the West Bank, which hampers  the ability of USSC to meet with PA outside of the West Bank."], "subsections": []}, {"section_title": "Delays in Equipment Approval and Delivery", "paragraphs": ["While a process exists for equipment approval and delivery as shown in  figure 8, U.S. officials said problems affecting the approval and delivery of  equipment have hampered USSC’s ability to equip the PASF in a timely  manner. USSC officials noted that without a significant effort at a higher  political level to streamline this process, delays will frequently occur with  little recourse available to USSC.", "Delays in equipment approval and delivery have occurred throughout this  process, for example:    Delays in approval. An absence of agreed-upon terms for the approval of  equipment requests, such as equipment specifications or a set timeframe  to make approval decisions, has resulted in delayed Israeli approval of  shipments of USSC and other donor equipment, according to U.S. and  other donor officials. For example, State and EU donor officials told us  that the Government of Israel has not agreed to specific procedures for  pre-approval of equipment orders as it prefers to continue to approve or  deny each equipment request on a case-by-case basis. According to an  Israeli official, each equipment request must be reviewed on its own  merits, as specifications can change. For example, an Israeli official stated  that although the Government of Israel had approved procurement of a  shipment of raincoats, it did not guarantee the approval of future  shipments of raincoats of comparable types and quantities. In addition,  because the parties have not agreed on time frames for submitting or  approving equipment requests, significant differences between the  amounts of time needed to approve various items have constrained USSC’s  ability to estimate equipment delivery dates. For instance, some vehicles  ordered for the Presidential Guard and NSF 2nd Special Battalion in March  2008 were delivered in June 2008 while others were not delivered until  January 2009. On the other hand, USSC officials said in March 2010 that  the time needed to complete the approval process has declined from  approximately 3 months to 2 weeks for items that had been approved in  prior shipments by the Israeli government. Nevertheless, these officials  note there is no guarantee that previously approved items will continue to  be approved by the Government of Israel. For example, they noted that as  of November 2009 INL has paid at least $176,000 to store a $2.3 million  shipment of approximately 1,400 radios and associated gear that the Israeli  government approved for delivery, but was then impounded by Israeli  customs upon arrival in port in early 2009 after the Government of Israel  revoked this approval.", "Delays in delivery. Delays have occurred at Israeli customs and during  shipment into the West Bank, constraining USSC’s mission of properly  equipping the NSF and Presidential Guard, according to officials we spoke  with. USSC officials stated that shipping items to Israel takes about 1  month by sea and as little as 1 day by air from the United States. However,  USSC officials also stated that while the time needed for Israeli customs to  approve shipments averages about 2 months, approval can take up to a  year or more for items that require modification by the Israelis in order to  pass Israeli customs inspections. For example, USSC officials noted that  vehicles and trailers were held up as Israeli customs required  modifications to their lights, brakes, and other specifications before they  would release them. According to an Israeli official, the PA also  contributes to the equipment delays at customs by not following the  shipment instructions in the approved requests. For example, in one case  equipment was shipped with other types of goods destined for the West  Bank and the quantity of equipment was lower than the approved amount.  In another case, the shipper consolidated a shipment of PASF items with  items for other customers. The increasing number of equipment deliveries  in 2009 has also added to the delays in clearing customs, according to the  Israeli government official. Additional unexpected delays in delivery have  occurred when Israeli customs inspectors have not released equipment  shipments they have approved, according to USSC and INL officials.  These officials told us that security inspections required at Israeli border  crossings and checkpoints in the West Bank have also delayed delivery.  USSC and INL officials noted that they have taken steps to improve their  ability to deliver equipment on time, including: developing standardized  NSF battalion equipment packages to minimize Israeli opportunities to  question equipment specifications; requiring the contracted freight  forwarder in Virginia to check every item against shipment manifests prior  to shipment; and making greater use of airfreight delivery. In addition,  USSC officials said they have shortened the lead times needed to procure  and ship equipment over time by pre-ordering items previously approved  by the Israelis to be included in later shipments.", "Moreover, USSC, INL, and PA officials and staff have found it difficult to  check on the status of the shipment or to hold parties accountable for  delays, according to USSC officials. These officials stated that conflict  appears to exist between various Israeli government departments related  to the equipping process, which periodically results in unexplained delays  in equipment release or approval. According to USSC, it is unclear with  whom USSC or PA officials should speak to seek redress for unexplained  equipment delays; as a result, delays are often elevated to high level U.S.  and Israeli officials, who then negotiate a resolution.   These delays have  hampered USSC’s ability to equip the trained NSF and Presidential Guard  battalions in a timely manner. While the USSC planned to deliver  equipment to these battalions upon their graduation from JIPTC, some of  these battalions have operated for several months after graduation without  all of their needed equipment. For example, INL ordered equipment for the  PG 3rd battalion and NSF 2nd special battalion in December 2007 to be  distributed at the time of their May 2008 graduation; however, USSC and  INL officials noted that although these two battalions had received all of  their vehicles as of March 2010, they had yet to receive 14 percent of their  equipment. As of March 2010, the 3rd and 4th NSF special battalions that had  completed training in Jordan prior to December 2010 had received over 90  percent of their vehicles but only 44 to 50 percent of their other  equipment, according to State officials. These officials said that the 1st NSF  special battalion, which graduated in January 2010, had not received any  of the purchased vehicles and only 2 percent of its other equipment as of  March 2010.", "INL officials stated that these equipment shortfalls had not significantly  affected the ability of the NSF special battalions to operate once they were  deployed back to the West Bank.  However, they acknowledged that these  units had been deployed to the field lacking critical items, such as helmets,  armored vests, and communications gear, that had been proposed, and in  some cases procured, by the USSC and INL but had not been approved for  delivery by the government of Israel."], "subsections": []}, {"section_title": "Constraints on Land Acquisition", "paragraphs": ["The completion of U.S.-funded infrastructure projects has been delayed by  constraints on acquiring land in the West Bank that are largely outside of  U.S. control, according to USSC, INL, and PA officials. Israel must approve  the location of all proposed facilities and does not set formal standards by  which locations are approved, according to USSC officials. These officials  also said the PA is largely limited to building in Oslo Area A, which is  solely under PA authority but comprises less than 20 percent of the West  Bank’s territory. USSC officials also stated that it is difficult to determine  whether a proposed installation site includes land solely in Area A. In  addition, the Government of Israel requires that the proposed installation  sites must not be near Israeli settlements or access routes. After the  Government of Israel approves an installation site, USSC officials stated  they face a lengthy Palestinian process for establishing ownership rights  and obtaining legal title to the land. These officials noted that conflicting  land and property claims on the site also create a challenge to acquiring  land for PA infrastructure projects. Figure 9 depicts areas where the PA  usually can acquire land for security installations in the West Bank (area  A) and areas where it cannot (areas B and C).", "Because of these restrictions and delays, USSC and INL officials said  efforts to develop NSF operations camps beyond the two already under  construction remain stalled as of March 2010. Owing to delays in acquiring  suitable land for permanent camps and the need to house newly trained  battalions, USSC and INL officials said they have built temporary  operations camps. Similarly, because of delays in land acquisition, USSC  and INL cancelled renovation plans of an NSF facility in Alami and  redirected the funding to the Nuweimah facility, according to an INL  official. Originally designed to house 700 trainees, Nuweimah will be  expanded to house 2,000 trainees upon completion in fiscal year 2011. To  work around restricted property in certain urban areas, the USSC and INL  are planning to construct or renovate multistory buildings within urban- based security compounds known as muquata’as. This effort is underway  or being planned for compounds in Tulkarm and other urban locations. As  a result, some U.S.-funded PASF centers are holding more troops than  originally planned and facilities are being built in a way that allows them  to be expanded upon if needed, according to USSC and INL officials.  These land acquisition problems constrain USSC’s goal to provide housing  for each of the NSF special battalions upon their completion of training in  Jordan."], "subsections": []}]}, {"section_title": "Capacity Development of PA Civil Police and Justice Sector Is Limited", "paragraphs": ["U.S. and international officials noted that PA civil police and justice sector  reforms are not proceeding at the same pace as U.S. security sector  reforms.", "Palestinian Civil Police (PCP) capacity is limited. According to  EUPOL COPPS advisors, the PCP lags behind all other Palestinian security  forces in funding for infrastructure and equipment. Although  infrastructure exists, such as joint operation centers and prison facilities,  about 60 new police stations need to be rebuilt or constructed and existing  facilities need to be refurbished, according to a USSC document. The PCP  also have difficulties obtaining certain types of equipment, such as finger  printing equipment, radios, and personal protective equipment, according  to EUPOL COPPS. Also, the judicial police—charged with serving court  orders, protecting judges and judicial facilities, and transporting  prisoners—lack vehicles and operating capabilities outside of Ramallah,  according to a USSC report. According to a U.S. official, a decision was  made in 2008 to increase the size of the NSF in the West Bank from 5 to 10  NSF special battalions in part to compensate for the lack of PCP capacity.", "According to State and international officials, the NSF and the PCP do not  coordinate programs to a large extent. Although the NSF receives training  on operating with the PCP at JIPTC and PCP are trained on operating with  NSF at many different levels, including at USSC-sponsored courses, the  NSF and PCP coordination needs to be strengthened, according to U.S.  and other officials. While an INL official said the PA is taking efforts to  increase coordination between these two security forces through the  Interior Ministry’s Strategic Planning Directorate, the PCP’s lack of  communication equipment, such as radios, limits coordination. A EUPOL  COPPS official told us that it is difficult for the PCP to obtain radios and  frequencies and such a lack of communication equipment constrains the  building of a sophisticated and well-equipped civil police force.", "Justice sector capacity is limited. The PA justice sector still lacks  sufficient infrastructure, organization, and updated laws, according to PA,  U.S., and international documents and officials. Justice-sector  infrastructure, such as facilities and courts in each governorate, require  upgrades and improvements by 2011, according to USSC. U.S. and foreign  officials told us that to improve justice-sector organization, the PA needs  to more clearly define the roles of its government agencies. According to a  USSC report, cooperation between the elements of the criminal justice  system—the courts, police, and prosecutors—is poor. In addition, USSC  reported that the physical separation of government agencies within and  between governorates results in poor coordination. USSC further  reported that the lack of clarity and consistency in PA laws and the lack of  a working legislature also undermine PA civil police and justice-sector  capacity. USSC reported that the PASF, including the civil police, are  constrained in their ability to conduct security operations and to detain  persons who present a security threat and the justice sector is constrained  in convicting such persons because Palestinian laws on some related  issues are vague and sometimes contradictory. However, such laws cannot  be reviewed and updated until after a new Palestinian Legislative Council  is installed.", "Moreover, a State document noted that the civil police and justice-sector  capacity limitations have become a matter of greater concern as it has  become apparent that other donors are not providing the necessary civil  policing, justice-sector, and other pledged assistance necessary to keep  pace with the progress the U.S. security assistance programs are  achieving. According to U.S. and PA officials and documents, sustaining  the progress they have made with U.S. assistance in the security sector  may be difficult unless the lack of capacity in the civil police and the  justice sectors with which the USSC-supported security forces must  operate are addressed. To help address some of these gaps, State officials  said State had recently reinforced its role for facilitating coordination  among U.S. agencies and international donors for justice-sector issues.  Examples of U.S. and international justice-sector reform programs  include: the INL’s Justice Sector Assistance Project, USAID’s Rule of Law  and Justice Enforcement Program, EUPOL COPPS’ civil police and rule of  law program, and the Canadian International Development Agency’s  “Sharaka” Program, as shown in table 3."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["In fiscal years 2007 through 2010, State allocated approximately $392  million in USSC assistance to support U.S. strategic goals and Roadmap  objectives in the Middle East, and has requested $150 million more for  fiscal year 2011. Most of this assistance has supported training and  equipping new PASF battalions deployed in the West Bank. Although U.S.  and international officials said that U.S. security assistance has helped the  PA improve security conditions in some areas of the West Bank and is  progressing faster than PA civil police and justice sector reforms, State  and USSC have not established clear and measurable outcome-based  performance indicators to assess and report on the progress of their  security assistance. As such, it is difficult for State and the USSC to gauge  whether or not their security assistance programs are helping the PA  achieve its Roadmap obligations to undertake security sector  transformation and create a right-sized, professional security force.  Establishing and tracking outcome-based performance measures in the  proposed USSC campaign plan would help inform decisions about the  costs, progress, and impact of U.S. security assistance to the PA  particularly given that this assistance is progressing faster than the PA  civil police and justice-sector reforms."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["As State develops the USSC campaign plan for providing security  assistance to the PA, we recommend that the Secretary of State establish  outcome-based indicators and track them over time. State should define  specific program objectives and identify appropriate outcome-based  indicators that would demonstrate progress toward achieving those  objectives, and would enable it to, among other things, weigh the progress  made in developing the security forces, civil police, Ministry of Interior,  and justice sectors."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["State provided written comments on a draft of this report, which are  reprinted in appendix IV. State partially concurred with our  recommendation that the Secretary of State establish outcome-based  indicators and track them over time. State commented that they recognize  the need for such indicators and have tried to develop ones that are  meaningful at this stage of the program’s development. For example, State  mentioned that they have included broad performance measures in the  Mission Strategic Plan. INL has also factored performance measures into  all of its funding obligating documents. State, however, accepts our point  that these measures should be more performance-based. Now that trained  and equipped security force units are in place, State anticipates developing  meaningful security-related baseline data for measuring the progress of  U.S. sponsored trained units. State further commented that they have  already started to do this with the Jenin justice project, whereby the PA  will be able to generate comparative data on the number, speed, and  success of the cases they prosecute. In addition, State commented that  INL is in the process of crafting a new Letter of Agreement with the  Palestinian Authority. This letter is to contain project goals, objectives,  and milestones that reflect the program’s recent and anticipated future  growth in size and complexity.", "State cautioned that, as we reported, several factors outside of State’s  control influence progress toward the most meaningful performance- based indicators. State noted that while security assistance provided by  the United States can strengthen the capabilities of the Palestinian security  forces to operate increasingly in certain areas, the Palestinian Authority  will only be able to do so if it and the Government of Israel agree on the  direction and pace of this deployment. Ultimately, State added, such an  agreement depends on a range of political, economic, and social factors  that encompass more than just the enhanced law enforcement and  security capabilities U.S. assistance gives the PA security forces. State also  provided technical comments that we incorporated, as appropriate.", "We are sending copies of this report to interested congressional  committees and the Secretary of State. In addition, the report will be  available at no charge on the GAO Web site at http://www.gao.gov.", "If you or any of your staffs have any question about this report, please  contact me at (202) 512-3149 or gootnickd@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this report. GAO staff who made major contribution to this  report are listed in appendix V.", "David Gootnick  Director, International Affairs and Trade."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To describe the nature and extent of U.S. security assistance to the  Palestinian Authority since 2007, we reviewed relevant documents and  interviewed officials from the Departments of State (State) and Defense  (DOD), the Office of the United States Security Coordinator (USSC), and the  U.S. Agency for International Development (USAID) in Washington, D.C., in  the West Bank, at the U.S. Consulate in Jerusalem, and the U.S. Embassies  in Tel Aviv and Amman, Jordan. We also met with PA, Israeli, and Jordanian  government and security officials as well as recognized experts in Israeli- Palestinian affairs. We reviewed State’s Bureau of International Narcotics  and Law Enforcement Affairs (INL) budget justifications for fiscal years  2008 through 2010 to determine the levels of International Narcotics and  Law Enforcement (INCLE) funding allocated to USSC and INL security  assistance programs in the West Bank. We determined that the INCLE  funding allocation data was sufficiently reliable for our purposes.", "To describe the nature and extent of the training programs, we reviewed  INL, USSC, and contractor status report documentation and conducted site  visits to observe U.S.-sponsored training at the Jordanian International  Police Training Center. We reviewed examples of training reports, student  surveys, and after action reports used by USSC contractors to review the  performance of their trainees during and after every National Security  Forces (NSF) training session. To describe the status of USSC programs to  equip the NSF, we reviewed equipment delivery lists, contractor statements  of work, equipment delivery work orders, and summaries of equipment end  use monitoring reports. We interviewed INL, USSC, Palestinian Authority  Security Forces (PASF), and Jordanian officials about the status of  equipment deliveries. To describe the status of the construction of PASF  installations, we reviewed the August 2007 “Framework Agreement” signed  between the Secretary of State and the PA Prime Minister as well as INL  contract summary data and progress reports; visited construction projects  in and around the city of Jericho; and interviewed PA and INL contract staff  about project objectives, plans, and funding issues. We assessed the  reliability of the data on the battalions trained and equipped by the USSC,  and on the infrastructure construction data provided by INL. We did not  assess the reliability of the data on the current size and structure of the  PASF because we are presenting them for background purposes only.", "To assess State’s efforts to measure the effectiveness of its security  assistance programs, we examined whether its approach identified and  applied measurable performance indicators necessary to gauge results—as  called for in a number of GAO products listed at the end of this report.  These reports state that developing and applying outcome-based  performance indicators are (1) a management best practice; (2) one of the  key characteristics of effective national security strategy planning,  particularly when developing counterterrorism strategies; and (3) a  necessary component of developing and executing campaign plans based  on these strategies. We also reviewed other GAO reports assessing the  extent to which other U.S. assistance projects develop and apply results- based performance indicators. We reviewed the strategic plans for State’s  Bureau of Near Eastern Affairs and the mission performance and the  mission strategic plans for the U.S. Consulate in Jerusalem for fiscal years  2009 through 2011, as well as the four monthly activity reports the USSC  has produced between November 2009 and March 2010. We examined  United Nations Office for Coordination of Humanitarian Affairs data and  an Israeli Ministry of Defense report for changes in the number of Israeli  roadblocks within the West Bank from 2007 to 2009.", "To determine factors that may affect the implementation of U.S. security  assistance to the Palestinian Authority, we analyzed reports, conference  presentations, and U.S. government sponsored studies to identify issues that  affect U.S. programs. We conducted interviews with State, INL, and USSC  officials in Washington, D.C., and in the field. We also met with Israeli, PA,  Jordanian, and other international officials during our fieldwork in Israel,  the West Bank, Jerusalem, and Jordan. To assess logistical constraints, we  reviewed relevant UN and State documents on access and movement; INL  and USSC documents on the logistics of providing equipment to the PA; and  met with USSC officials to discuss challenges in acquiring land for U.S.- funded infrastructure in the West Bank. To illustrate the U.S.-funded  equipment approval and delivery process, we developed a schematic  representation and identified points during which the process may  experience problems based on discussions with U.S., Israeli, and PA  officials. We consulted with INL and USSC officials and incorporated their  comments into our representation of the equipment approval and delivery  process. To assess the capacity of the PA police and justice sector and its  impact on U.S. security assistance, we reviewed documents from and met  with USSC, Israeli, PA, and international officials. To examine the pace of  U.S. and international assistance to the PA civil police and justice sector, we  also reviewed State documents and met with current PA police and justice  sector donors, including USAID, INL, and EUPOL COPPS.", "We conducted our work from July 2009 to May 2010 and in accordance with  generally accepted government auditing standards. Those standards require  that we plan and perform the audit to obtain sufficient, appropriate evidence  to provide a reasonable basis for our findings and conclusions based on our  audit objectives. We believe that the evidence obtained provides a reasonable  basis for our findings and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: List of USSC Courses Provided to the PASF in the West Bank, July 2008 to March 2010", "paragraphs": ["Table 4 shows the 24 different specialized courses the USSC has  conducted or supported for PASF personnel in the West Bank between  mid-2008 and March 2010, and the two additional courses it planned to  offer as of March 2010."], "subsections": []}, {"section_title": "Appendix III: USSC List of Equipment Approved for Provision to the NSF 3rd Battalions", "paragraphs": ["Table 5 shows the type and quantity of equipment approved for the NSF 3rd  and 4th battalions. USSC procures an initial issuance of equipment for  battalions trained with U.S. funds at the Jordanian International Police  Training Center adjusting the issuance slightly for each battalion. An  average battalion consists of 500 troops."], "subsections": []}, {"section_title": "Appendix IV: State Comments on Draft Report", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": ["David Gootnick (202) 512-3149 or Gootnickd@gao.gov."], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["Cheryl Goodman, Assistant Director; B. Patrick Hickey; Michael  Maslowski; Jillena Roberts; Martin De Alteriis; Mary Moutsos; Reid L.  Lowe; and Joseph P. Carney made key contributions to this report. Etana  Finkler provided technical support."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["The following GAO reports discuss how outcome-based  performance indicators can be developed and applied as a  management best practice:  Human Trafficking: Monitoring and Evaluation of International  Projects are Limited, but Experts Suggest Improvements. GAO-07-1034  (Washington, D.C.: July 26, 2007).", "Security Assistance: State and DOD Need to Assess How the Foreign  Military Financing Program for Egypt Achieves U.S. Foreign Policy and  Security Goals. GAO-06-437 (Washington, D.C.: April 2006).", "Results-Oriented Government: Practices That Can Help Enhance and  Sustain Collaboration among Federal Agencies. GAO-06-15 (Washington,  D.C.: Oct. 21, 2005).", "Results-Oriented Government: GPRA Has Established a Solid  Foundation for Achieving Greater Results. GAO-04-38 (Washington, D.C.:  Mar. 10, 2004).", "The following GAO reports describe outcome-based performance  indicators as one of the characteristics of effective national  security strategy planning:  Rebuilding Iraq: More Comprehensive National Strategy Needed to Help  Achieve U.S. Goals. GAO-06-788 (Washington, D.C.: July 11, 2006).", "Combating Terrorism: Evaluation of Selected Characteristics in  National Strategies Related to Terrorism. GAO-04-408T (Washington,  D.C.: Feb. 3, 2004).", "The following reports describe outcome-based performance  indicators as a necessary component of campaign planning and  execution:  Combating Terrorism: The United States Lacks Comprehensive Plan to  Destroy the Terrorist Threat and Close the Safe Haven in Pakistan’s  Federally Administered Tribal Areas. GAO-08-622 (Washington, D.C.: Apr.  17, 2008).", "Securing, Stabilizing, and Rebuilding Iraq Progress Report: Some Gains  Made, Updated Strategy Needed. GAO-08-837 (Washington, D.C.: June 23,  2008)."], "subsections": []}], "fastfact": []}