{"id": "GAO-16-2", "url": "https://www.gao.gov/products/GAO-16-2", "title": "Special Education: More Flexible Spending Requirement Could Mitigate Unintended Consequences While Protecting Services", "published_date": "2015-10-19T00:00:00", "released_date": "2015-10-19T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["IDEA provides federal support to school districts through grants to states for the excess cost of educating students with disabilities. Education is responsible for monitoring states' oversight of district compliance with IDEA, including an MOE requirement to ensure special education spending generally is at least equal to the level spent the preceding year. A 2011 GAO report found an estimated 24 percent of districts anticipated trouble meeting MOE. GAO was asked to examine districts' recent experiences with MOE.", "This report examines: (1) the extent to which districts face challenges meeting MOE and why, (2) how MOE affects services for students with and without disabilities, and (3) how well Education and states facilitate school districts' compliance with MOE. GAO surveyed the states, as well as districts that in 2011 anticipated trouble meeting MOE; analyzed MOE data; and interviewed Education officials, disability advocates, and state and district officials in three states selected to illustrate a range of experiences with MOE."]}, {"section_title": "What GAO Found", "paragraphs": ["States reported that nearly all school districts generally met the local maintenance of effort (MOE) spending requirement for special education, but some districts faced challenges for various reasons. Under the Individuals with Disabilities Education Act (IDEA), MOE requires districts to spend at least the same amount on special education services for students with disabilities that they spent in the preceding year, with some exceptions. In response to GAO's 50-state survey, states reported that nearly all districts met MOE based on the most recent data available in all states (school year 2012-13). However, most states reported that at least some of their districts faced challenges in doing so. In a separate GAO survey of districts, many cited budget and cost reductions—such as state or local revenue declines and new state caps on benefits, which lowered the cost of a special education teacher—as key challenges in meeting MOE.", "State and district officials had mixed views on MOE's effects on services for students with and without disabilities. MOE is one of several safeguards meant to protect special education funding, and while some officials reported positive effects, others said the requirement can sometimes create unintended consequences for the services provided to special education students. They said that because the MOE requirement lacks flexibility, it can discourage districts from altering their baseline of special education spending, even when doing so would benefit students with disabilities or result in more efficient delivery of the same services. For example, despite other grant provisions in IDEA that promote innovation, some district officials commented that the MOE requirement can serve as a disincentive to districts' efforts to pilot innovative or expanded services requiring a temporary increase in funds because it would commit them to higher spending going forward. In addition, some district officials noted that prioritizing special education spending to meet MOE resulted in cuts to general education spending that affected services for all students, including the many students with disabilities who spend much of their days in general education classrooms.", "The Department of Education's (Education) delayed monitoring feedback has hampered states' efforts to facilitate district compliance with MOE. In 2010, Education initiated its latest round of reviews of states' processes for overseeing their districts' compliance with IDEA, including MOE. However, Education currently has no standards for providing timely feedback on this process and—as of August 2015—had not provided feedback from these reviews to about half the states, due in part to competing priorities. Such delays are contrary to federal standards that call for prompt resolution of findings. Officials in one state said Education's untimely feedback had delayed the state's ability to provide guidance to districts regarding MOE, and in another state, monitoring was on hold until Education approved the state's process for determining MOE compliance."]}, {"section_title": "What GAO Recommends", "paragraphs": ["To promote innovation and efficiency while safeguarding special education funding, GAO suggests that Congress consider options for a more flexible local MOE, such as adopting a less stringent requirement. GAO also recommends, among other things, that Education take steps to establish specific time frames for providing prompt feedback to states about their fiscal monitoring of districts. Education agreed with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Over 6 million children receive special education services each year  through a combination of federal, state, and local funding. Under the  Individuals with Disabilities Education Act (IDEA), administered at the  federal level by the Department of Education (Education), states are  required to make a free appropriate public education available to all  children with disabilities. In fiscal year 2015, Congress appropriated  $11.5 billion in federal IDEA, Part B funds to help defray the excess costs  of educating children with disabilities. To be eligible for these funds,  school districts must meet certain conditions, including what is called local  maintenance of effort (MOE). Local MOE generally requires that school  districts spend at least the same amount of money on the education of  children with disabilities that they spent in the preceding fiscal year.  However, with the 2008 recession, state and local governments around  the country faced record budget shortfalls, raising concerns about school  districts’ ability to comply with the MOE requirement.", "In 2011, we surveyed school districts as part of our work on the American  Recovery and Reinvestment Act of 2009 (Recovery Act) and found an  estimated 24 percent predicted that they would have trouble meeting  MOE in the 2011-12 school year. In light of these findings, you asked us  to examine districts’ recent experiences with MOE. In this report we  examined what is known about (1) the extent to which school districts  face challenges meeting MOE and why, (2) how the MOE requirement  has affected services for students with and without disabilities in selected  school districts, and (3) how well Education and the states have facilitated  compliance with the local MOE requirement.", "To address these objectives, we used a variety of methodologies. To  obtain information at the federal level, we reviewed relevant federal laws,  regulations, policy, and guidance and interviewed Education officials. We  also interviewed national disability advocacy groups and associations  representing school administrators, including the National Center for  Learning Disabilities and The Advocacy Institute, the National Disability  Rights Network, The School Superintendents Association, the Council of  Administrators of Special Education, the National Association of State  Budget Officers, and the National Association of State Directors of  Special Education. We also reviewed comments submitted in response to  Education’s September 2013 Notice of Proposed Rulemaking (2013  NPRM) and searched the Federal Audit Clearinghouse for audit findings  related to local MOE compliance.", "To obtain information at the state and local level, we conducted surveys  and gathered more detailed data from selected states and districts. At the  state level, we conducted a survey of special education directors and  received responses from the District of Columbia and all states except  Hawaii—which we excluded because it was outside our scope—for a  response rate of 100 percent. At the local level, we conducted a follow-up  survey of the 103 districts that had indicated on our 2011 survey that they  anticipated having trouble meeting MOE for the 2011-12 school year. We  received responses from 87, for a response rate of 84 percent. (See  apps. I and II for more information on our surveys.) We augmented these  surveys by gathering state-wide MOE data in five states: Alabama,  Arizona, Michigan, Texas, and Virginia. We selected these states to  represent diversity on a number of factors that could affect districts’ ability  to meet MOE, such as recent changes in state funding for elementary and  secondary education and the number of districts in the state that  anticipated having trouble meeting MOE in our 2011 survey. (See app. III  for profiles of the five states included in our review.) We also conducted  interviews and reviewed additional documents in three of these states  (Michigan, Texas, and Virginia), chosen to reflect a variety of factors that  could affect their districts’ ability to meet MOE. In each of these three  states, we interviewed officials at the state level and in four districts  representing a range of experiences with meeting MOE and reviewed  documents related to their processes for determining compliance with the  MOE requirement. In these three states we also contacted state-level  special education advisory panels representing individuals with disabilities  and parents, Protection and Advocacy programs, and state  associations representing school administrators.", "To examine characteristics of school districts that did and did not  anticipate trouble meeting MOE, we linked Education data on school  district characteristics to GAO’s 2011 district survey and used our district  follow-up survey to compare characteristics of those districts that  ultimately did and did not meet MOE. We conducted similar analyses on  the characteristics of districts meeting and not meeting MOE in the five  states where we gathered statewide MOE data. Results of analyses  based on the 2011 survey are generalizable to school districts nationwide  in 2011, but results based on analyses of the five states and our district  follow-up survey are not nationally generalizable. (See app. IV for more  information on these data analyses.) We assessed the reliability of the  five states’ MOE data by interviewing state officials and reviewing the  data for logical inconsistencies. We assessed the reliability of Education’s  data by reviewing existing information about its data system and  conducting electronic testing. We determined that the data were  sufficiently reliable for the purposes of this report.", "We conducted this performance audit from June 2014 through October  2015 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Special Education under IDEA", "paragraphs": ["First enacted in 1975, IDEA entitles children with disabilities to a free  appropriate public education designed to meet the unique needs of each  child. To be eligible for IDEA funding, states are required to provide  special education in the least restrictive environment; meaning that, to the  maximum extent appropriate, these children are to be educated with other  children who do not have disabilities. However, to meet the diverse  needs of children with disabilities, states must ensure that school districts  provide a continuum of alternative placements, including regular  classrooms, special classrooms, and special schools. The removal of  children with disabilities from the regular classroom can occur only when  the nature or severity of the child’s disability is such that education in  regular classes with the use of supplementary aids and services cannot  be achieved satisfactorily.", "IDEA requires that the services provided to each individual student be  determined through an individualized education program (IEP) that  describes the child’s present levels of academic achievement, goals for  progress, and the special education and related services needed to attain  those goals. The IEP is developed by a team of teachers, parents,  school district representatives, and other educational professionals. This  team must meet to develop the initial IEP within 30 days of determining  that a child needs special education and related services, and it must  continue to meet at least once a year to review the IEP to determine if  goals are being met and to make any necessary changes.", "IDEA also provides for procedural safeguards, including that the parents  of a child with a disability have the right to inspect and review educational  records with respect to the identification, evaluation and educational  placement of the child, and to obtain an independent educational  evaluation at public expense if the parent disagrees with an evaluation  obtained by the school district. IDEA and related regulations provide  methods for resolving complaints between parents and school districts,  including mediation, due process hearings, and state complaint  procedures."], "subsections": []}, {"section_title": "Special Education Administration and Funding", "paragraphs": ["IDEA is administered at the federal level by Education’s Office of Special  Education Programs in the Office of Special Education and Rehabilitative  Services. Part B of IDEA authorizes funding for federal grants to states to  enable school districts to provide services for students with disabilities  aged 3 through 21. IDEA Part B grants to states are distributed among  states using a “base grant”—the amount received by the state for fiscal  year 1999—and any remaining funds are distributed based on states’  child population and poverty rates. States distribute the funds to school  districts similarly, starting with a base grant and then using a formula  based on school enrollment and poverty. According to Education data,  in fiscal year 2015, Congress appropriated approximately $11.5 billion  under IDEA Part B grants to states, serving nearly 6.6 million children  with disabilities (see table 1). In fiscal year 2009, the Recovery Act  appropriated federal funding for IDEA, Part B that was more than double  the 2008 amount. Since then, federal IDEA, Part B appropriations have  been relatively constant.", "Education data indicate that the federal share of special education  spending has generally declined since 2005, holding steady at about 16  percent since 2010, based on the national average per pupil  expenditure. This indicates that the state and local share of special  education spending has done the opposite: generally increasing since  2005 and holding steady at about 84 percent since 2010. State and local  governments are responsible for funding most of the costs of special  education and other K-12 programs, relying primarily on state income and  sales tax, as well as local residential and commercial property taxes. As a  result of the 2008 national recession, however, state and local revenues  fell, resulting in cuts to education and other areas of spending. Research  has shown that state funding for elementary and secondary education  has been slow to recover from the 2008 recession and that long-term  budget challenges are likely to persist.", "As shown in table 1, Education data also indicate that there has been a  decline in the number of students with disabilities being served since  2005. Some researchers have suggested this decline may be attributed,  in part, to greater emphasis on intervention services that reduce the need  for special education among children who struggle but may not need  special education with the proper supports."], "subsections": []}, {"section_title": "Maintenance of Effort Requirements", "paragraphs": ["IDEA funds help cover the costs of educating children with disabilities but  cannot be used to take the place of state and local funding allocated to  special education programs. IDEA’s local MOE requirement generally  prohibits districts from reducing their expenditures on special education  and related services below the level of the previous year. Education  provides districts with various methods for calculating their MOE amount:  They can use only local funding or both state and local funding and can  base their calculation on either the total or per-pupil amount. Also, a  district may be able to reduce its expenditures and still meet the MOE  requirement if it qualifies for certain allowable exceptions or the funding  adjustment specified in IDEA law and regulations (see fig. 1).", "IDEA also contains a state MOE requirement for state funding of special  education. The standard for state compliance with MOE requires that  states maintain the same level of financial support provided (made  available) for special education and related services from year to year,  regardless of the amount actually expended. Education may waive the  states’ MOE requirement for exceptional or uncontrollable circumstances,  but there is no comparable provision allowing Education or a state to  waive the districts’ local MOE requirement.", "Other federal funding streams also have MOE requirements, including  several Elementary and Secondary Education Act programs. However, in  contrast to the IDEA local MOE requirement, which is set at 100 percent  of prior year’s spending, other education programs—including the Title I,  Part A, Education for the Disadvantaged program (the largest federal  funding stream for K-12 education)—have a local MOE requirement set at  90 percent of prior year’s spending for the amounts that school districts  must provide in a given fiscal year from state and local sources (see table  2).", "Based on our previous work on federal grant design, as well as more  recent work on MOE provisions under the Recovery Act, we have found  MOE requirements to be important mechanisms for helping to ensure that  federal spending achieves its intended effect. However, we have also  found that without sufficient flexibility, these requirements can reportedly  have adverse effects on state and local governments by distorting state  and local priorities, penalizing spending reductions arising from fiscal  crisis or increased efficiencies, and discouraging program innovation and  expansion. In light of these concerns, in a previous report we concluded  that federal MOE requirements should be sufficiently flexible to help  mitigate some of the potentially adverse effects of the requirement on  state and local governments and asked the Congress to consider  enacting a standard maintenance of effort requirement across federal  programs to help ease confusion among and potential adverse effects on  recipients of federal funds."], "subsections": []}]}, {"section_title": "States Reported That Nearly All Districts Met MOE, but Some Faced Challenges", "paragraphs": ["States reported that their school districts generally met the MOE  requirement without using the allowable exceptions or funding adjustment  but that some faced a variety of challenges in doing so. The key  challenges in meeting MOE that districts cited involved state and local  budget or cost reductions, which are not among the allowable exceptions  for districts to reduce spending."], "subsections": [{"section_title": "States Reported That Most Districts Met MOE without Using Exceptions or the Funding Adjustment", "paragraphs": ["No national level data exist on the extent to which districts are meeting  MOE, but according to the responses to our state survey, nearly all  school districts met MOE in the 2012-13 school year (the most recent  data available in all states at the time of our survey). States reported  less than 1 percent of districts nationwide failed to meet MOE in 2012-13,  and all these districts were located in 14 states (see fig. 2). In addition,  states indicated that the shortfalls for all districts identified as failing to  meet MOE in 2012-13 amounted to a total of about $877,000 nationwide  as of May 2015. However, this number is understated because 2 of the  14 states with districts failing to meet MOE were unable to report the  amount of their districts’ shortfalls at the time.", "State responses to our survey also indicate that most districts met MOE  in 2012-13 without using allowable exceptions or the funding  adjustment. Forty states responded to our survey that half or more of  their districts met MOE without using either of these provisions (see fig.  3).", "District responses to our 2015 follow-up survey of those districts that had  anticipated trouble meeting MOE in 2011-12 largely mirrored the states’  survey responses on meeting MOE. Of the 87 districts that responded to  this survey, only 7 reported that they had failed to meet MOE in school  years 2011-12, 2012-13, or 2013-14. Of the 68 districts that reported  meeting MOE all 3 years, 16 did so using exceptions or the funding  adjustment in at least one of those years. “Our district has staff retire nearly every  year, which makes the exception for  voluntary staff departure the easiest  exception for us to claim.”  “Even when we were eligible to use the  funding adjustment, the allowable  spending decrease would have been  negligible. We decided it was not worth  the expenses and amount of time it would  have taken us to claim it.”", "The large number of districts meeting MOE without the use of exceptions  or the funding adjustment may be partially explained by rising special  education costs. According to some state and district officials we  interviewed, rising costs have made it easier for districts to meet MOE in  the last few years. In addition, some district officials said that  documenting their eligibility to the state for use of exceptions is  burdensome, which may lead some districts to avoid using them. Those  that did use them, however, relied on some exceptions more than others  (see fig. 4). Regarding the funding adjustment, many districts have not  used it in the last few years because they were not eligible to do so."], "subsections": []}, {"section_title": "Almost All States Reported at Least Some of Their Districts Faced Challenges Meeting MOE", "paragraphs": ["Although states reported on our survey that most of their districts met  MOE in 2012-13, almost all states indicated that some districts faced  challenges, and the number of states reporting that half or more of their  districts have faced or may face challenges is increasing (see fig. 5).", "Similarly, of the districts that anticipated trouble meeting MOE in 2011-12,  about half of those responding to our follow-up survey (44 of 87) said that  they ultimately did face challenges meeting MOE in 2011-12, 2012-13, or  2013-14.", "In our characteristics analysis comparing districts that had and had not  anticipated having trouble meeting MOE in 2011-12, we identified small,  but statistically significant differences with respect to declining enrollment  and the extent to which districts were rural. This analysis was based on  the nationally representative sample of districts for our 2011 survey and is  therefore generalizable to districts nationwide in that year. (For a more  detailed discussion of this analysis and the results, see app. IV.)"], "subsections": []}, {"section_title": "Exceptions Do Not Address Key Challenges Some Districts Faced in Meeting MOE", "paragraphs": ["Among districts that reported facing challenges in meeting MOE, officials  described a number of reasons for those challenges that were not  covered by allowable exceptions. As reflected in responses to our  district survey, illustrated in figure 6 below, and our discussions with  selected districts, often the key reasons that districts faced challenges or  failed to meet MOE involved circumstances that decreased special  education spending from one year to the next but were not covered by the  allowable exceptions and, in some cases, were outside the districts’  control. Specifically, in response to our survey and in interviews at  selected sites, district officials identified budget or revenue reductions and  various circumstances related to cost reductions—such as local actions to  implement efficiencies—as key challenges in meeting MOE.", "Districts surveyed most frequently cited reductions in state funding of K- 12 education and reductions in the state contribution to funding for special  education as a factor in not meeting MOE (see fig. 6). The MOE  requirement does not include an exception for such challenges and is, in  fact, designed to protect special education funding in such circumstances.  Officials in one Texas district we interviewed told us their state funding  had been cut for the 2011-12 school year, in spite of an increase in the  district’s student population. In response to reduced funding, the district  made cuts to special education as well as general education spending,  and as a result it had come close to not meeting MOE for the 2011-12  school year. A Virginia district we interviewed met MOE in 2011-12 and  2012-13, but officials said it has been difficult to maintain special  education expenditures because the county cut its funding in response to  declines in local revenue."], "subsections": [{"section_title": "Cost Reductions", "paragraphs": ["District officials reported three different types of circumstances that can  result in reduced costs that are not allowable exceptions to MOE: (1) local  actions to increase efficiencies, (2) state policy changes to staff salary or  benefits, and (3) a gradual decline in enrollment over multiple years.", "Increased efficiencies. District officials we surveyed and interviewed  described various challenges stemming from efforts to implement  efficiencies, even when these changes had no effect on service  delivery. In response to our survey, 17 districts reported challenges  due to local actions to increase efficiencies in the provision of direct  services, and 14 districts reported challenges due to efficiencies in  administrative functions (see fig. 6). For example, a New Jersey  district official commented on our survey that his district failed to meet  MOE after reorganizing to share the cost of a special education  director with another district. Similarly, officials we interviewed in one  Michigan district told us that they negotiated a staff pay cut of 10  percent due to a budget deficit. As a result, they were paying 10  percent less for the same services. The district met MOE only  because Michigan elects to test its MOE compliance in aggregate with  other districts, according to local officials who oversee that district and  others. Another Michigan district we interviewed said that when they  had difficulty hiring a staff psychologist they had to contract for  psychologist services, which turned out to be less costly than what the  district spent on those services previously, causing challenges in  meeting MOE. A Texas district official told us that when their state  funding was cut, they reduced costs by increasing the number of  classes taught by middle and high school teachers, allowing them to  cut 237 staff positions without eliminating any courses, programs, or  special education services. Despite continuing to deliver the same  services, because it was less costly, they came close to not meeting  MOE.", "State salary or benefit changes. Survey respondents from 15  districts cited state policy changes to teacher or staff salary or benefits  as a challenge (see fig. 6). All districts we interviewed in Michigan told  us they faced challenges meeting MOE when the state legislature  passed a law capping the amount that public employers, such as  school districts, could contribute toward employee health benefits.  This effectively reduced the amount districts spent on special  education teachers and other staff, the majority of any district’s  special education spending. One Michigan district we visited was very  small and had only one special education teacher. As a result of the  new state cap, officials said that their teacher decided to opt out of the  district’s health insurance plan for the 2013-14 school year, which  decreased their special education spending by about $10,000. The  district did not meet MOE on its own for 2013-14, but it did meet it in  aggregate with other districts (the level the state tests for compliance),  according to local officials.", "Gradual enrollment decline. Officials we interviewed in several  selected districts said meeting MOE could be a challenge if a district  experienced a gradual decline in enrollment over multiple years that  eventually resulted in needing fewer special education teachers on  staff. In the three states we visited, officials interpreted the decreasing  enrollment exception as applying only to year-to-year decreases. One  local official in Michigan who oversees several school districts said  that they have experienced gradual reductions in special education  caseloads as a result of population decline that do not always  necessitate immediate staff reductions. He explained that if districts  let one staff member go at the end of each year, it would be easier to  meet MOE using either the per capita calculation or the exception for  a decrease in enrollment (see fig. 1 for a description of MOE  calculations and exceptions). However, districts often wait 3 or 4  years until they reach a crisis point and have to lay off two or more  special education staff, which makes meeting MOE more difficult.  Officials in one of the districts he oversees explained that they would  not eliminate staff positions due to the loss of only two or three  students, but over the course of 5 years, a gradual decline could  justify a decrease in staff."], "subsections": []}]}]}, {"section_title": "States and Districts Report That MOE Protects Funding, but Can Create Unintended Consequences Affecting Services for Students", "paragraphs": ["State and district officials had mixed views on MOE’s effects on services  for students with and without disabilities. MOE is one of multiple  safeguards established under IDEA to protect special education funding,  and while some officials reported positive effects, others said the  requirement can sometimes have the unintended consequence of  deterring districts from innovating and implementing efficiencies in special  education services. Additionally, some states and districts pointed out that  prioritizing special education spending to meet MOE during a period of  budget constraints resulted in cuts to general education spending that  affected services for all students, including the many students with  disabilities that spend much of their days in general education  classrooms."], "subsections": [{"section_title": "MOE Helps Safeguard Funding but May Deter Innovation and Efficiencies in Special Education Services", "paragraphs": ["“The IDEA MOE requirement has helped  to protect our schools   from state general fund budget  reductions.”  “If the MOE requirement didn’t exist …  based on my own opinion I believe  services for children with disabilities  would be reduced. While accountants and  even other personnel may not like that it  exists, it does protect children with  disabilities.” such as dispute resolution. District officials often told us that they viewed  MOE as a secondary consideration and not a factor in determining the  level of services planned for special education students. Instead, they  said they fund special education services based on the IEP process and  are required by law to provide the services outlined in those plans  regardless of MOE. However, a disability advocate we interviewed noted  that the amount of services districts prescribe in the IEP is often  determined by the funding available, and MOE helps to prevent districts  from decreasing those funds. “MOE hinders our ability to offer  innovative methods for delivery of  services, if the cost of the new, innovative  method is less than in the previous year.”  “The MOE requirement also fosters a lack  of innovation in the program [special  education] for fear of adding to the  spending base.”", "At the same time, some state and district officials we interviewed said  MOE can discourage efforts to implement innovations or expand services.  For example, some district officials we spoke with said that because of  MOE, they do not want to commit to a higher level of spending to  implement innovative services, despite other provisions in IDEA that are  intended to encourage innovation. An official in one Texas district said  that although their special education director recommended expanding  their integrated athletics program for children with disabilities, they chose  not to because they did not want to commit to the increased costs in an  environment of ongoing budget uncertainty. Similarly, a Michigan district  official said that program innovations, such as introducing new technology  or new co-teaching methods, can be costly to implement and cannot be  piloted and discontinued if unsuccessful without decreasing spending and  jeopardizing the district’s ability to meet MOE. This concern is consistent  with our past work that concluded that federal MOE requirements without  sufficient flexibility can discourage program expansion and innovation.", "Moreover, as noted earlier, implementing efficiencies can create  challenges in meeting MOE. As a result, some district officials said that  MOE can discourage efforts to implement efficiencies that could help  reduce costs and can lead to unnecessary spending to comply with the  requirement. For example, one Wisconsin district official commenting on  Education’s 2013 NPRM said that because of state legislative changes  that required reductions in their contributions to teacher benefits, they had  to find other ways to spend money on special education to meet MOE  regardless of whether the expenditures were needed. Further, a Virginia  state education official we interviewed said that Virginia districts feel  penalized for complying with IDEA’s directive to serve more students with  disabilities in general education classrooms since this more inclusive  model can be less costly than placing all these students in special  education classrooms; yet the MOE requirement is not flexible enough to  allow for this without putting districts at risk of failing to meet MOE. At  the same time, a disability advocate we interviewed noted that if districts  do have cost savings in special education, districts should reinvest those  savings back into special education.", "Similarly, district officials reported mixed views about whether MOE had  positive or negative effects on students in our 2015 follow-up survey of  districts that had indicated in 2011 that they anticipated trouble meeting  MOE in 2011-12. More districts said MOE had a positive effect on  services for students with disabilities than for students without disabilities.  But, even for students with disabilities, the majority of districts said it had  a negative effect or no effect on services for these students (see fig. 7).  Several district officials noted that protecting special education funding  does not necessarily equate to protecting or improving special education  services. For example, a Minnesota district official said the 100 percent  MOE requirement may discourage districts from striving to make students  with disabilities as independent as possible if such actions would reduce  special education spending. He was concerned that not enough attention  was being given in the IEP process to encouraging greater independence  and inclusion and that the process was being driven by maintaining  expenses rather than responding to the evolving needs of students. Also,  a Texas district official commented that a district could still meet MOE if it  were to give a 3-percent raise to special education educators while  reducing costs related to services and programs by an equal amount."], "subsections": []}, {"section_title": "Some Districts Reported That MOE Contributes to Budget Pressures That Can Lead to Cuts in General Education Services", "paragraphs": ["When districts experience reductions in state and local funding and are  forced to make cuts, they generally must prioritize special education to  meet the MOE requirement, which can result in cuts to general education  services. The 100 percent requirement is significantly stricter than the 90  percent MOE requirement established by law for other K-12 education  programs and provides districts less latitude to adjust spending to  minimize negative effects on services. Moreover, while state education  funding may be beginning to recover from the recession, many districts  have experienced severe budget challenges in the last 4 years. For  example, according to Education data for fiscal year 2011, 33 states  had decreases in their state and local K-12 per-pupil revenue, and for 20  of these states, the decreases ranged between 2 and 13 percent. In our  2015 district follow-up survey, about half of those responding (44 of 87)  reported reducing general education spending at least once during school  years 2011-12 through 2013-14. Of those reporting reductions, about half  (21) said MOE was one of several reasons for the cut, and one district  reported that MOE was the primary reason in at least one of these school  years (see fig. 8). In addition, one Virginia district official we interviewed  noted that if a district is penalized for not meeting MOE, the penalties hurt  students by further reducing already constrained district resources.", "As figure 9 shows, cuts to general education spending can affect services  in a variety of ways. Responses from the 22 districts that attributed  general education service cuts, at least in part, to MOE, indicated that  these cuts often led to reductions in teachers and support staff, classroom  materials, and technology. Some district officials we interviewed noted  that such cuts can result in increased classroom sizes, decreased class  offerings, and reduced extracurricular activities.", "General education service reductions negatively affect all students—both  those with and without disabilities. But this may be especially true for the  growing number of special education students being served in general  education classrooms—another unintended consequence of MOE.  Education recently reported that the percentage of special education  students spending at least 80 percent of their school day in general  education classrooms increased from 33 percent in 1990–91 to 61  percent in 2012–13. One Virginia district official we interviewed said  students with disabilities served in general education classrooms were  particularly affected by increased classroom sizes resulting from  reductions in general education spending."], "subsections": []}]}, {"section_title": "Education’s Delayed Feedback and Evolving Policies Have Frustrated State Efforts to Facilitate Districts’ MOE Compliance", "paragraphs": ["Education’s delayed monitoring feedback and evolving policies over the  past decade (see fig. 10) have hindered states’ efforts to facilitate  compliance with the MOE requirement, according to state officials. States  and school districts cited the need for additional technical assistance,  information sharing, and training to help them meet—not just  understand—this complex requirement."], "subsections": [{"section_title": "Education’s Delayed Feedback Has Hindered State Monitoring Efforts", "paragraphs": ["Although Education carried out its fiscal monitoring reviews of states’  compliance from 2010 through 2012, it has yet to issue feedback letters  to nearly half the states—keeping these states waiting at least 3 years for  their monitoring results. Education began its latest round of IDEA  programmatic and fiscal monitoring in 2010, initiating the new monitoring  cycle with verification visits to 16 states. Then in 2011, Education  removed the fiscal component from its visits and merged the findings from  that component with the fiscal monitoring it was conducting for the  Recovery Act. From that point on, the merged fiscal monitoring effort was  conducted through desk audits rather than site visits, and as a result,  Education officials told us that they were able to complete the bulk of  these reviews of all 50 states by the end of 2012.", "In 2010, when Education began its latest round of monitoring, it had a  performance standard to provide feedback to states within 88 days of a  verification visit. However, Education did not set a performance  standard for the merged fiscal monitoring reviews. We found that  although the bulk of these reviews were completed by the end of 2012, as  of August 2015, 22 states were still waiting for Education to provide  results letters telling them whether their fiscal monitoring systems comply  with federal requirements. The delay of 3 years or more in providing  written feedback to states significantly exceeds the timeframes Education  had considered reasonable for its previous verification visits and is  inconsistent with federal government standards that call for the findings of  audits and other reviews to be promptly resolved.", "States reported that Education’s delayed feedback has kept them from  taking corrective actions in a timely way. For example, an Oregon state  official we interviewed as part of our survey follow-up told us Education  conducted its fiscal monitoring of the state in 2010 but did not provide  feedback requiring corrective action until the fall of 2014. The state official  told us the state is in the process of taking corrective actions in response  to Education’s findings but said it could have taken such steps earlier to  better facilitate district compliance had Education provided more timely  feedback. Similarly, state officials in Delaware told us they experienced  delays of more than a year while in discussions with Education on the  state’s proposed changes to bring the state’s MOE calculation  methodology into compliance. The state put its monitoring of MOE on  hold until Education approves its proposed changes because those  changes will require updates to the state’s information technology system  which will take time and resources. In the meantime, state officials said  they are unable to determine whether districts are meeting the MOE  requirement.", "Education officials told us competing priorities and staffing issues  contributed to the delays in providing states feedback. For example, they  said they were implementing a new accountability system and finalizing  revised regulations for MOE that Education issued in April 2015. They  also said they were working to eliminate a backlog of independent audit  reviews that contained findings pertaining to IDEA programs. Education  officials also said that, while dealing with these competing priorities,  multiple staff involved in the monitoring process left Education and that it  took time to replace them.", "At the time of our review, Education officials said they would like to  release the findings for the remaining states by fall of 2015. However,  some fiscal monitoring letters were undergoing departmental review—one  of the final steps before release—while others were still in the drafting  stage. Also, because so much time had elapsed since its monitoring  reviews, Education was contacting some states again to ensure it had up- to-date information about those states’ monitoring systems and to confirm  that the findings from its reviews were still relevant. As of August 2015— the most recent data Education provided—22 states were still waiting for  feedback.", "Education officials told us they are planning to begin piloting their next  cycle of IDEA monitoring during fiscal year 2016. They said that the new  monitoring system will be a risk-based system, and, while they expect to  review all states to determine which states require monitoring, they have  not established a schedule for completing reviews of all states within a  specified period of time, nor for providing feedback to states. Education  officials told us they did not yet have a written plan, including timelines  and performance measures, for implementing the new monitoring  process."], "subsections": []}, {"section_title": "States Report Frustration Due to Education’s Unclear and Changing Guidance", "paragraphs": ["Prior to Education’s April 2015 final rule revising its MOE regulations,  states said they experienced confusion and uncertainty about Education’s  policies, making it difficult for them to help districts comply with the MOE  requirement. They identified two areas, in particular, as having caused  the most confusion and frustration: (1) the existence of two MOE  standards and (2) the level of spending required after failing to meet  MOE.", "Standards for eligibility and compliance. In two states, the state  officials we interviewed indicated uncertainty about the need to meet  MOE based on two different standards: eligibility (based on a district’s  budgeted amounts) and compliance (based on a district’s actual  expenditures). Apparently other states had also been confused about  this. Despite Education’s policy letters that attempted to clarify the  existence of two standards, in the preamble to its 2013 NPRM,  Education acknowledged that some states had still not understood  that two different standards were in place based on the wording of the  2006 regulations. To address this issue, in its April 2015 final rule,  Education made revisions to clearly label and explain the differences  between the two standards. Officials in one state also told us that  implementing the eligibility standard would require them to modify  their data systems. “Subsequent years” rule. Some states and special education  stakeholders had generally understood MOE to require a district to  maintain the level of spending from the previous year, even if they had  failed to meet MOE in that year (referred to as the “subsequent years”  rule). The 2006 regulations did not specifically address this issue, but  in a 2011 policy letter, Education confirmed this general  understanding. In April 2012, however, Education reversed this policy  and instead said that a district’s required level of spending after failing  to meet MOE is equal to the amount it should have expended in the  prior year had it met MOE. Congress included similar language in two  separate appropriations acts, and Education’s April 2015 final rule  included a provision codifying this interpretation and examples of how  states should apply this rule. Officials in two states told us this  change in the guidance frustrated their efforts to monitor districts’  compliance with MOE, and in one state, required them to change their  tracking systems.", "In its 2013 NPRM, Education acknowledged that the MOE requirement is  complex and that a significant lack of understanding of the requirement  had persisted. To help states navigate this complexity and to promote a  better understanding of MOE, the April 2015 final rule includes several  tables detailing how to comply with the requirement. In addition,  Education officials said they have provided a webinar, presentations at  Education’s IDEA leadership conference, and a written question and  answer document to help explain the revised regulations."], "subsections": []}, {"section_title": "States and School Districts Want More Technical Assistance, Information Sharing, and Training", "paragraphs": ["Education has provided various types of technical assistance regarding  compliance with MOE, as required under IDEA, but more may be  needed. While Education has provided states with assistance to help  them understand the MOE requirement, responses to our surveys  indicate that states and school districts could benefit from additional  technical assistance, information sharing with their peers, and training to  help districts meet—not just understand—the MOE requirement.", "Prior to 2014, Education funded multiple regional resource centers that  provided webinars and established communities of practice focused on  issues including MOE. In our survey, many states commented that they  had relied on these centers for support related to the MOE requirement.  In 2014, Education moved away from a regional assistance model to a  more centralized approach and established two new national technical  assistance centers, the Center for IDEA Fiscal Reporting (CIFR) and the  National Center for Systemic Improvement (NCSI). Education officials told  us that NCSI will provide some general fiscal technical assistance to  states, but that any detailed technical assistance on the MOE requirement  will come from CIFR.", "CIFR is charged with providing technical assistance to states on  collecting and reporting special education fiscal data. It plans to work  collaboratively with states and other federally funded technical assistance  centers to (1) improve the capacity of states to collect and report accurate  fiscal data and (2) increase states’ knowledge of the underlying fiscal  requirements and the calculations necessary to submit valid and reliable  data, according to its website. However, it is too early to assess how  effective CIFR will be in achieving these goals. Since opening its doors in  November 2014, CIFR has launched its website, conducted introductory  webinars targeted to states, and established a listserv that 45 of 60 states  and entities have joined. It is collecting data from the states to develop a  database about each state’s fiscal reporting that will be used by CIFR to  plan its technical assistance activities and is holding regional meetings  and communities of practice for states to exchange information on various  fiscal and programmatic issues, including those related to the MOE  requirement. Education officials told us they anticipate that CIFR will be  able to provide technical assistance and facilitate information sharing  among states related to the MOE.", "The results of our surveys and interviews indicate that states value  Education’s technical assistance (see fig. 11), and several states added  that they would like Education to provide additional technical assistance,  training, tools, and opportunities to share information across states.", "While Education is charged with providing technical assistance to the  states, the states, in turn, are charged with providing assistance and  support to their districts. In response to our state survey, states reported  providing technical assistance, training, and tools to school districts to  assist them in complying with the MOE requirement. Among the school  districts we surveyed, well over the majority indicated these resources  were useful.", "However, in our interviews and in our 2015 follow-up survey, school  districts reported that they would like additional training to help them  comply with the MOE requirement. For example, some districts officials  we interviewed specifically stressed the need to have training for special  education directors, finance or business managers, and superintendents  because each plays a role in decisions affecting MOE compliance. Some  districts we surveyed commented that they would like assistance in  managing and tracking their MOE status throughout the year. One district  specifically noted that they wanted to be more pro-active in ensuring  compliance, while others wanted more transparency in how their state  calculates MOE. In Virginia, though districts submit data to the state  annually, the state’s system allows districts to enter their expenditures  throughout the year to track MOE. Officials in one district we interviewed  said this was extremely helpful, allowing them to track their compliance  with MOE on an ongoing basis. “We experienced cuts in state funding for  special education that dropped us below  the MOE required for state and local  expenditures combined, but our local  funding for special education increased  during the same period. We think we  could have met MOE if we had been able  to use one of the local only calculations.” states said that they do not routinely use all four calculations to  determine MOE, in some cases because the data on state and  local funds that districts use for MOE calculations are pooled  together. This means that districts in their states do not have  ready access to the data needed for the two MOE calculations  based on local expenditures separately. For example, an Arizona  state education agency official we interviewed said the state does  not maintain separate records for state and local expenditures;  therefore, the state would have to redesign its system in order to  use the local-only calculation. Further, a Tennessee official  commented that it would be helpful if Education could assist in  identifying ways to track local funds when state and local funds  are separated. More information sharing across states could be  helpful, as well: In Texas, where the state system also does not  separate state and local expenditures, the state educational  agency had recently developed a way for districts to impute their  local only expenditures using a newly created state tool, which  could potentially benefit other states. “We would like to be able to claim as an  exception those teachers who leave the  special education program but remain in  the district in other positions. It is more  cost-effective for us to retain trained  special education teachers than to let  them go because a student who needed  that expertise is no longer served by the  district.”", "Use of exceptions. Similarly, the ability to use exceptions could  also be important to districts facing challenges in meeting MOE,  because these provisions may enable districts to reduce their  expenditures and still meet the MOE requirement. However, we  found that some state officials had questions about how to  implement these provisions. For instance, a Rhode Island state  official commented to Education’s 2013 NPRM that more  guidance for determining the dollar threshold for an “exceptionally  costly” program is needed. Another state official from Colorado  asked for additional guidance on the exception for “termination of  costly expenditures for long-term purchases.” Also, an official from  Louisiana who responded to our state survey said examples of  allowable exceptions would be helpful. The lack of clarity of how  exceptions should be applied was further evidenced in the states  we visited, where we found states used different criteria for  applying certain exceptions (see table 3). In its 2013 NPRM,  Education acknowledged that some states were not applying the  exceptions correctly or were not applying them at all."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Across the federal government, MOE requirements are important  mechanisms for helping to ensure that federal spending achieves its  purpose. The local MOE requirement under IDEA is intended to  safeguard local financial support for educating the over 6 million children  in the United States who require special education services. Meeting  MOE generally is not a problem for districts when state and local  economies and tax revenues are strong and when districts experience  increases in the numbers of students with disabilities. But when state and  local economies falter as they did during the 2008 recession, or when  districts experience declines in numbers of students with disabilities, as  has been the trend recently, meeting the local MOE requirement can  become a challenge. Most states reported that at least some districts  faced challenges in meeting the requirement, despite exceptions intended  to help in such situations. Current exceptions do not address the key  challenges that districts face, including factors that are outside of their  control and that do not affect the level of services provided to students  with disabilities. In these situations, it is unclear whether funds spent on  special education to comply with MOE result in enhanced services for  students with disabilities.", "Further, the MOE requirement’s lack of flexibility can lead to unintended  consequences that affect services for students with disabilities. IDEA’s  100 percent MOE requirement is stricter than the 90 percent MOE  requirements mandated for other K-12 education programs. Our previous  work has shown that such rigidity can discourage program expansion and  innovation, and we found examples of this within the IDEA program. We  also found that such rigidity resulted in reductions in general education  services that benefit all students—including students with disabilities, a  large and increasing number of whom are served for much of their day in  general education classrooms. A less rigid MOE requirement would allow  districts more latitude to adjust their spending at the margins—focused on  providing the best services to address the most pressing needs of  students with disabilities—while mitigating the effects of unintended  consequences.", "Education’s lack of timely monitoring feedback has hampered some  states’ efforts to facilitate school district compliance with MOE—a key  requirement of the law. Although Education completed its fiscal  monitoring reviews in 2012, 3 years later nearly half the states are still  waiting for feedback on their monitoring results. In addition, some districts  may be failing to meet MOE because limitations to their state financial  systems do not allow them to use all four MOE calculations, as provided  for in Education’s regulations. Because these various ways of calculating  MOE are intended to provide districts with the ability to calculate MOE  based on local circumstances, the ability to create workarounds to use  these calculations could be the difference between a district meeting  MOE or not. Providing more technical assistance and facilitating more  information-sharing among states and districts could help them navigate  the complexities of the local MOE requirement and avoid the detrimental  effects of noncompliance."], "subsections": []}, {"section_title": "Matter for Congressional Consideration", "paragraphs": ["To help districts address key challenges in meeting MOE and mitigate  unintended consequences that may affect services for students with  disabilities, while preserving the safeguard for funding for students with  disabilities, Congress should consider options for a more flexible MOE  requirement. This could include adopting a less stringent MOE  requirement to align with the MOE requirements in other education  programs or adding to or modifying exceptions. For example, current  exceptions could be changed to allow one-time increases in spending  without changing a district’s MOE baseline in order to encourage pilot  innovations or to allow certain spending decreases (e.g., state caps on  teacher benefits), as long as a district can demonstrate the decrease  does not negatively affect services."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["To strengthen states’ monitoring and facilitate local MOE compliance, the  Secretary of Education should establish and document set timeframes for providing prompt feedback  to states on findings from its next cycle of IDEA fiscal monitoring; and prioritize technical assistance and information sharing across states  on ways to facilitate local MOE compliance with respect to the use of  the four calculation methods and the exceptions."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft copy of this report to the Department of Education for  review and comment. Education’s comments are reproduced in appendix  VII. Education also provided technical comments, which we incorporated  into our report where appropriate. (In addition, we provided officials from  the state educational agencies we reviewed with portions of the draft  report that included information specific to their states. We incorporated  their technical comments where appropriate.)", "In its comments, Education agreed with both of our recommendations.  Regarding our recommendation to establish timeframes for providing  prompt feedback to states on findings from its next cycle of IDEA fiscal  monitoring, Education stated that in its new system of monitoring it will  include timelines for providing prompt feedback on monitoring results,  including findings and corrective actions. Regarding our recommendation  to prioritize technical assistance and information sharing across states on  ways to facilitate local MOE compliance with respect to the use of the four  calculations methods and the exceptions, Education stated it is currently  working on a set of questions and answers that will place particular  emphasis on the allowable exceptions, as well as calculation issues.", "Education also commented on the importance of the MOE requirement as  a safeguard designed to protect funding for students with disabilities.  While acknowledging the challenges that meeting the local MOE  requirement presents during difficult economic times, Education noted  that the requirement also provides a crucial protection that helps ensure  students with disabilities continue to receive a free appropriate public  education. We agree; as stated in our report, we believe the requirement  is an important mechanism intended to safeguard local financial support  for educating the over 6 million children in the United States who require  special education services. Nevertheless, we believe there are  opportunities to reduce the rigidity of the requirement while continuing to  preserve MOE as a safeguard of funding for students with disabilities.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of Education, and other interested parties. In  addition, the report will be available at no charge on GAO’s web site at  http://www.gao.gov.", "If you or your staff should have any questions about this report, please  contact me at (617) 788-0580 or nowickij@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. GAO staff who made key contributions to  this report are listed in appendix VIII."], "subsections": []}]}, {"section_title": "Appendix I: Survey of States on Local Maintenance of Effort Requirement", "paragraphs": [], "subsections": [{"section_title": "State Survey Methodology", "paragraphs": ["To obtain information on efforts to meet the local maintenance of effort  (MOE) requirement under the Individuals with Disabilities Education Act  (IDEA), we designed and administered a web-based survey of state  special education directors in all 50 states and the District of Columbia.  The survey included questions about the extent to which school districts  (referred to by law and in the survey as local educational agencies—LEA)  in the state met the local MOE requirement in the 2012-13 school year,  state perspectives on challenges their school districts face in meeting the  MOE requirement, procedures used by state educational agencies (SEA)  for monitoring compliance with the requirement, and the state and federal  role in assisting school districts in complying with the requirement. The  survey was in the field from January to March 2015. We received  responses from the District of Columbia and all states, except Hawaii  (which we determined was outside our scope), for a response rate of 100  percent. To obtain the maximum number of responses to our survey, we  sent three reminder emails to non-respondents and contacted the  remaining non-respondents over the telephone.", "We took steps to minimize non-sampling errors, including pretesting draft  instruments and using a web-based administration system. During survey  development, we pretested the draft instrument with five state special  education directors from October through November 2014. In the  pretests, we were interested in the clarity of the questions and the flow  and layout of the surveys. Based on feedback from the pretests, we made  minimal revisions to the survey instrument. As an additional step to  minimize non-sampling errors, we used a web-based survey. By allowing  respondents to enter their responses directly into an electronic  instrument, this method automatically created a record for each  respondent in a data file and eliminated the errors associated with a  manual data entry process. We also checked the accuracy of our work by  independently verifying programs used to analyze the survey data and  make estimations. Lastly, after we closed the survey, we contacted  respondents in some states to conduct follow-up interviews in order to  clarify their responses and gather further information."], "subsections": []}, {"section_title": "State Survey Results", "paragraphs": ["The questions we asked in our survey of state special education directors  are shown below. Our survey was comprised of closed- and open-ended  questions. In this appendix, we include all the survey questions and  aggregate results of responses to the closed-ended questions; we do not  provide information on responses provided to the open-ended questions.  All survey respondents did not always respond to each individual survey  question; therefore, the total responses for each question do not always  add up to the number of total survey respondents.", "1. Has funding from state sources for K-12 education for each of the years listed below decreased, remained  about the same, or increased compared with the previous school year?", "Increased  by 10% or  more  2. Has funding from state sources for special education for each of the years listed below decreased,  remained about the same, or increased compared with the previous school year?", "Increased  by 10% or  more  3. What was the total number of local educational agencies (LEAs) in your state that were subject to the LEA  maintenance of effort (MOE) requirement for the 2012-2013 school year?"], "subsections": [{"section_title": "6. During the 2012-2013 school year, about how many LEAs in your state used the following exceptions or a funding adjustment to meet the MOE requirement or lessen the shortfall if not meeting the MOE requirement? (Please answer based on exceptions or funding adjustments actually used by your LEAs rather than whether they were eligible for the exception or adjustment.) Most All", "paragraphs": [], "subsections": []}, {"section_title": "8. LEAs might experience challenges in meeting the MOE requirement for several possible reasons. Based on your general sense of your LEAs' experiences, were any of the following main reasons why LEAs in your state experienced challenges meeting the MOE requirement?", "paragraphs": [], "subsections": []}, {"section_title": "f. Decline in local revenue", "paragraphs": [], "subsections": []}, {"section_title": "Yes, varied", "paragraphs": ["No, stayed the same 10. In your state, does your state agency (or the LEAs) routinely calculate the LEAs' MOE using each of the  following calculations?", "Don’t know  Total  a. Total local expenditures b. Total local and state expenditures c. Per capita local expenditures  d. Per capita local and state expenditures 11. What comments do you have about why LEAs in your state might not use  certain allowable calculations?  12. Does your state routinely monitor MOE compliance in the following ways for all, a subgroup, or none of  the LEAs in your state?"], "subsections": []}, {"section_title": "14. Does your state routinely assist LEAs in complying with the MOE requirement in any of the following ways?", "paragraphs": [], "subsections": []}, {"section_title": "e. Contact U.S. Department of Education for clarification of LEA MOE requirements", "paragraphs": [], "subsections": []}, {"section_title": "15. With respect to your state's efforts to assist LEAs in complying with the MOE requirement, how useful are the following resources provided by the U.S. Department of Education?", "paragraphs": ["Resource  not  provided/  Don’t  know  16. What other resources (not directly from the U.S. Department of Education), if  any, has your state relied on for monitoring or assisting LEAs with MOE  compliance?  17. What additional resources, if any, from the U.S. Department of Education  would your state find useful for monitoring or assisting LEAs with MOE  compliance?  18. Do you have any other suggestions for potential changes that could be made  at the federal level related to the LEA MOE requirement under IDEA?"], "subsections": []}]}]}, {"section_title": "Appendix II: Survey of School Districts’ on Local Maintenance of Effort Requirement", "paragraphs": [], "subsections": [{"section_title": "District Survey Methodology", "paragraphs": ["To obtain information on efforts to meet the local MOE requirement under  IDEA, we conducted a web-based follow-up survey of school districts  (referred to by law and in the survey as local educational agencies—LEA)  that had indicated previously that they anticipated having trouble meeting  the MOE requirement in future years. Specifically, we sent a follow-up  survey to the superintendents of the 103 school districts that had  indicated in a 2011 GAO survey on the use of Recovery Act funds that  they anticipated they would have trouble meeting the MOE requirement in  the 2011-12 school year. Our 2015 follow-up survey included questions  about whether school districts met the MOE requirement in 2011-12,  2012-13, and 2013-14, as well as their perspectives on challenges,  effects on services, and the roles of SEAs and Education in assisting  school districts in complying with the requirement. The survey was  conducted from January through March 2015. We received responses  from 87 school districts, for a response rate of 84 percent. To obtain the  maximum number of responses to our survey, we sent three reminder  emails to non-respondents and contacted the remaining non-respondents  by telephone.", "As with our state survey, we took steps to minimize non-sampling errors,  including pretesting the draft instrument and using a web-based  administration system. During survey development, we pretested draft  instrument with officials in four school district in November 2014. In the  pretests, we were interested in the clarity of the questions and the flow  and layout of the survey. Based on feedback from the pretests, we made  minimal revisions to the survey instrument. As an additional step to  minimize non-sampling errors, we used a web-based survey. By allowing  respondents to enter their responses directly into an electronic  instrument, this method automatically created a record for each  respondent in a data file and eliminated the errors associated with a  manual data entry process. We also checked the accuracy of our work by  independently verifying programs used to analyze the survey data and  make estimations."], "subsections": []}, {"section_title": "District Survey Results", "paragraphs": ["The questions we asked in our survey of school districts are shown  below. Our survey was comprised of closed- and open-ended questions.  In this appendix, we include all the survey questions and aggregate  results of responses to the closed-ended questions; we do not provide  information on responses provided to the open-ended questions. All  survey respondents did not always respond to each individual survey  question and, in some cases, the survey asked respondents to skip a  question based on their response to the prior question; therefore, the total  responses for each question do not always add up to the number of total  survey respondents.", "1. In our 2011 survey, your LEA indicated it thought it may have trouble meeting the MOE requirement in the  future. Was your LEA able to meet the MOE requirement in the following school years?", "Don’t  know  -  b. Local actions to increase efficiencies in administrative functions c. Local actions to increase efficiencies in the provision of direct  services to children with disabilities d. Reductions in the state contribution to your district's local  funding of special education e. Reductions in state funding of general K-12 education  f. Decline in local revenue  g. LEA does not have authority to raise its own revenue If you indicated that your LEA did not meet MOE in ALL of the years in question 1, please skip to question 6.  Otherwise, continue to question 3.  3. For the school years when your LEA met MOE, was it a challenge or not a challenge to meet the MOE  requirement?", "Don’t  know  -  b. Local actions to increase efficiencies in administrative functions c. Local actions to increase efficiencies in the provision of direct services  to children with disabilities d. Reductions in the state contribution to your district's local funding of  special education e. Reductions in state funding of general K-12 education f. Decline in local revenue g. LEA does not have authority to raise its own revenue 5. Did the reasons that your LEA experienced challenges meeting the MOE requirement vary by school year?", "No, stayed the same 6. Do you have any other comments on factors that may have affected your Open-ended  LEA's ability to meet the MOE requirement?  7. Did your LEA use an exception or funding adjustment provided by law to help meet the MOE requirement  in any of the following school years?", "Total responses  84  84  84  7ABC. In the  school year, did your LEA use any of the following exceptions or a funding  adjustment? a. Voluntary departure, by retirement or otherwise, or departure for just cause,  of special education or related services personnel     2011-2012      2012-2013      2013-2014   b. Decrease in enrollment of children with disabilities     2011-2012      2012-2013      2013-2014   c. Termination of an obligation to provide an exceptionally costly program of  special education to a particular child     2011-2012      2012-2013      2013-2014   d. Termination of costly expenditures for long-term purchases (e.g., acquisition  of equipment or construction of school facilities)     2011-2012      2012-2013      2013-2014   e. Assumption of cost by the high cost fund operated by the SEA under 34  C.F.R. § 300.704(c)     2011-2012      2012-2013      2013-2014   f. Funding adjustment to reduce local MOE expenditures by up to 50 percent of  the increase in the LEA's subgrant allocation over that of the previous year     2011-2012      2012-2013      2013-2014   8. For any of the following school years, did your LEA reduce general education spending?"], "subsections": [{"section_title": "10. For any of the following school years, was the IDEA MOE the main reason, one of several reasons, or not a reason for the reduction in general education spending?", "paragraphs": ["Total responses  37  30  27  11. In general, has the IDEA MOE requirement (i.e., prohibiting the reduction of local spending on special  education) had a positive effect, no effect, or negative effect on services overall for students  with and without disabilities?", "Don’t  know  7  12. Do you have any additional comments about why or how the IDEA MOE  requirement affected services for students with and without disabilities?"], "subsections": []}, {"section_title": "13. Did your LEA use a funding adjustment under IDEA during any of the following school years? (Section 613(a)(2)(C) of IDEA (20 U.S.C. § 1413(a)(2)(C)) allows certain LEAs to reduce local MOE expenditures by up to 50 percent of the increase in the LEA's subgrant allocation over that of the previous year.)", "paragraphs": [], "subsections": []}, {"section_title": "17. How useful are the following resources provided by the SEA in assisting your LEA to comply with the MOE requirement?", "paragraphs": ["Resource  not  provide/  Don't  know  8  18. What additional resources, if any, from the SEA would you find useful in  assisting your LEA to comply with the MOE requirement?  19. Has your LEA accessed any resources directly from the U.S. Department of Education in its efforts to  comply with the MOE requirement?", "Don’t know  17  19A. What U.S. Department of Education resource(s) has your LEA used and how  useful have these resources been in assisting your LEA in complying with the MOE  requirement?  20. Do you have any suggestions for potential changes that could be made at the  federal level related to the MOE requirement under IDEA?"], "subsections": []}]}]}, {"section_title": "Appendix III: Profiles of States Selected for In-Depth MOE Data Analysis", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Analysis of School District Characteristics", "paragraphs": ["To determine the characteristics of districts meeting, not meeting, and  facing challenges meeting MOE, we analyzed data from the Department  of Education’s Common Core of Data (CCD). This data set is comprised  of fiscal and non-fiscal data collected annually about all public schools,  public school districts, and state educational agencies in the United  States. The CCD data elements and years we used for each part of our  analysis are summarized in table 5. To assess the reliability of the CCD  data elements used for our analysis, we reviewed existing documentation  about the data system from the National Center for Education Statistics  and conducted electronic testing. In a few cases where a district’s  variable values were illogical, we changed the values or set them to  missing for purposes of our analysis.", "We linked the CCD data to three different sources of information on  district experiences with MOE. The methodology and results of each of  these analyses are described below.  1.   GAO’s 2011 survey of school districts. To examine the  characteristics of districts facing challenges and not facing challenges  meeting MOE, we linked the CCD data to responses to the question  on GAO’s 2011 survey of school districts that asked, “Do you currently  anticipate your LEA  having trouble meeting  the IDEA Maintenance of Effort (MOE) requirement for 2011-12?” This  survey was sent to a nationally generalizable sample of school  districts, which means that the results of our analysis are  generalizable to the total population of school districts in 2011. For  our characteristic analysis of 2011 survey respondents, we primarily  used CCD data from the 2010-11 school year, which described district  characteristics in the year of the survey. See table 6 below for the  findings of this analysis.  2.   GAO’s 2015 follow-up survey of a subset of school districts. To  examine the characteristics of a subset of districts both meeting and  not meeting, as well as facing challenges and not facing challenges  meeting MOE, we linked the CCD data to responses to our 2015  follow-up survey of those school districts that anticipated having  trouble meeting MOE for 2011-12. For our characteristics analysis of  our follow-up survey respondents, we primarily used the most recent  CCD data available at the time.", "In comparing the districts responding to our survey that they met MOE  with those responding that they did not, we found some differences in  the average characteristics between these two groups but did not  report on these differences because the small size of the not-meeting  group (7 districts) made it unlikely that these differences were  meaningful. In comparing the districts responding to our survey that  meeting MOE had been a challenge with those responding that it had  not been a challenge, the largest differences were in total enrollment,  change in total enrollment and number of students with IEPs from the  prior year, and change in local revenue from the prior year. However,  the results of this analysis reflect only the characteristics of those  districts that responded to the follow-up survey and are not  generalizable to the total population of school districts in either 2011  or 2015.  3.   Five states’ MOE data for all their districts. To examine the  characteristics of districts meeting and not meeting MOE in the five  states that provided us with detailed MOE data on all their districts  statewide (Alabama, Arizona, Michigan, Texas, and Virginia), we  linked the CCD data to information provided to us by these five states  on their school districts’ MOE status for school years 2011-12 and  2012-13. For our characteristics analysis of the districts in our five  selected states, we primarily used CCD data from the years  corresponding to their MOE data. To assess the reliability of state  MOE data, we interviewed state officials and reviewed the data for  logical inconsistencies. In two cases, states submitted revised MOE  data based on our follow-up questions. Although we could not verify  that all state MOE data were completely accurate, we determined that  these data were sufficiently reliable for our purposes, which were to  examine the general extent of districts meeting and not meeting MOE  and their use of the exceptions and funding adjustment.", "The results of this analysis reflect only the characteristics of the  districts in these five states and are not generalizable to the total  population of school districts. In addition, because so few districts did  not meet MOE in these states, we could not identify meaningful  differences between districts that did and did not meet, and patterns in  the characteristics of districts not meeting MOE were inconsistent."], "subsections": []}, {"section_title": "Appendix V: Shortfall Amounts in Districts Failing to Meet Local MOE Requirement", "paragraphs": ["When a school district fails to meet MOE, the state is liable to return to  the Department of Education—using non-federal funds—an amount equal  to the district’s shortfall amount or its IDEA grant, whichever is lower.  According to Education officials, states return funds to Education’s Office  of the Chief Financial Officer. These funds are identified by the grant  number, but there is no way to identify monies returned due to  noncompliance with MOE, specifically. Officials in the Office of Special  Education Programs said they were working with the Office of the Chief  Financial Officer to better track funds returned for this reason. We  followed up with the 14 states reporting in our survey that some of their  school districts failed to meet the local MOE requirement in the 2012-13  school year and requested information on the amount of the shortfall for  those districts that year. Based on the states’ responses, we estimate  that, as of May 2015, the shortfall nationwide in the 2012-13 school year  amounted to at least $877,000 total. However, this amount is understated  because 2 of the 14 states were unable to provide the amounts of their  districts’ shortfalls at the time.", "Of the 14 states reporting district shortfalls, 11 confirmed they had  returned at least a portion of the funds to Education, with 10 of the 11  confirming that they had recouped at least a portion of the shortfall  amounts from the districts. At the time we did our work, repayment of  funds was still pending in the remaining 3 states.", "Among the five states for which we analyzed MOE data, three had at  least one district that did not meet MOE in 2011-12 or 2012-13. According  to the data provided by these states, the shortfalls for their districts were  as follows:  In Virginia, while all districts met MOE in 2011-12, one district did not  meet MOE in 2012-13, and its shortfall, after accounting for allowable  exceptions, was about $320,000, which represented less than 1  percent of the district’s expenditures of state and local funds for  special education in that year. Virginia officials reported that the state  had returned this amount to Education.", "In Arizona, six districts did not meet MOE in 2011-12, and five did not  meet in 2012-13. The shortfall amounts, after accounting for allowable  exceptions, ranged from less than $100 to about $220,000. The  average shortfall in these districts was about 6 percent of the districts’  state and local expenditures in 2011-12, and about 4 percent in 2012- 13. At the time Arizona reported these data, the state noted it had  returned some but not all of these shortfall amounts to Education.", "In Texas, officials reported that one district did not meet MOE in 2011- 12, and four did not meet MOE in 2012-13. In three of these five  districts, the state reported that auditors had not found an actual  shortfall. State officials later clarified that in the district originally found  out of compliance with MOE for 2011-12, they had not sustained this  finding. For the two districts for which the state reported shortfalls, the  amounts were about $25,000 and about $40,000."], "subsections": []}, {"section_title": "Appendix VI: Comparison of Education’s 2006 and 2015 Regulations on MOE", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VII: Comments from the Department of Education", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VIII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["Jacqueline M. Nowicki, (617) 788-0580 or nowickij@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Margie K. Shields (Assistant  Director), Cady S. Panetta (Analyst-In-Charge), Sandra Baxter, Justin  Dunleavy, Lauren Gilbertson, and Nina Thomas-Diggs made key  contributions to this report. Also contributing to this report were James  Bennett, Deborah Bland, Caitlin Croake, Holly Dye, Ying Long, Jean  McSween, Chris Morehouse, Karen O’Conor, Jonathon Oldmixon, James  Rebbe, and Jessica Tollman."], "subsections": []}]}], "fastfact": []}