{"id": "GAO-12-684", "url": "https://www.gao.gov/products/GAO-12-684", "title": "Gun Control: Sharing Promising Practices and Assessing Incentives Could Better Position Justice to Assist States in Providing Records for Background Checks", "published_date": "2012-07-16T00:00:00", "released_date": "2012-07-16T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The 2007 Virginia Tech shootings raised questions about how the gunman was able to obtain firearms given his history of mental illness. In the wake of this tragedy, the NICS Improvement Amendments Act of 2007 was enacted to, among other things, provide incentives for states to make more records available for use during firearm-related background checks. GAO was asked to assess the extent to which (1) states have made progress in making mental health records available for use during NICS checks and related challenges, (2) states have made progress in making unlawful drug records available and related challenges, (3) DOJ is administering provisions in the act to reward and penalize states based on the amount of records they provide, and (4) states are providing a means for individuals with a precluding mental health adjudication or commitment to seek relief from the associated federal firearms prohibition. GAO reviewed laws and regulations, analyzed Federal Bureau of Investigation data from 2004 to 2011 on mental health and unlawful drug use records, interviewed officials from a nongeneralizable sample of 6 states (selected because they provided varying numbers of records) to obtain insights on challenges, and interviewed officials from all 16 states that had legislation as of May 2012 that allows individuals to seek relief from their federal firearms prohibition."]}, {"section_title": "What GAO Found", "paragraphs": ["From 2004 to 2011, the total number of mental health records that states made available to the National Instant Criminal Background Check System (NICS) increased by approximately 800 percent—from about 126,000 to 1.2 million records—although a variety of challenges limited states’ ability to share such records. This increase largely reflects the efforts of 12 states. However, almost half of all states increased the number of mental health records they made available by fewer than 100 over this same time period. Technological, legal, and other challenges limited the states’ ability to share mental health records. To help address these challenges, the Department of Justice (DOJ) provides assistance to states, such as grants and training, which the 6 states GAO reviewed reported as helpful. DOJ has begun to have states share their promising practices at conferences, but has not distributed such practices nationally. By disseminating practices that states used to overcome barriers to sharing mental health records, DOJ could further assist states efforts.", "The states’ overall progress in making unlawful drug use records available to NICS is generally unknown because of how these records are maintained. The vast majority of records made available are criminal records—such as those containing arrests or convictions for possession of a controlled substance—which cannot readily be disaggregated from other records in the databases checked by NICS. Most states are not providing noncriminal records, such as those related to positive drug test results for persons on probation. On May 1, 2012, DOJ data showed that 30 states were not making any noncriminal records available. Four of the 6 states GAO reviewed raised concerns about providing records outside an official court decision. Two states also noted that they did not have centralized databases that would be needed to collect these records. DOJ has issued guidance for providing noncriminal records to NICS.", "DOJ has not administered the reward and penalty provisions of the NICS Improvement Amendments Act of 2007 because of limitations in state estimates of the number of records they possess that could be made available to NICS. DOJ officials were unsure if the estimates, as currently collected, could reach the level of precision needed to serve as the basis for implementing the provisions. The 6 states GAO reviewed had mixed views on the extent to which the reward and penalty provisions—if implemented as currently structured—would provide incentives for them to make more records available. DOJ had not obtained the states’ views. Until DOJ establishes a basis for administering these provisions—which could include revising its current methodology for collecting estimates or developing a new basis—and determining the extent to which the current provisions provide incentives to states, the department cannot provide the incentives to states that were envisioned by the act.", "Nineteen states have received federal certification of their programs that allow individuals with a precluding mental health adjudication or commitment to seek relief from the associated firearms prohibition. Having such a program is required to receive grants under the 2007 NICS act. Officials from 10 of the 16 states we contacted said that grant eligibility was a strong incentive for developing the program. Reductions in grant funding could affect incentives moving forward."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that DOJ share promising practices in making mental health records available and assess the effectiveness of rewards and penalties and how to best implement them. DOJ agreed with the results."]}], "report": [{"section_title": "Letter", "paragraphs": ["The April 2007 Virginia Tech shootings raised questions about how the  gunman in this incident was able to obtain firearms despite a national  background check process and his history of mental illness. Under the  Brady Handgun Violence Prevention Act and implementing regulations,  the Federal Bureau of Investigation (FBI) and designated state and local  criminal justice agencies use the FBI’s National Instant Criminal  Background Check System (NICS) to conduct background checks on  individuals seeking to purchase firearms from federally licensed firearm  dealers or obtain permits to possess, acquire, or carry firearms. Persons  are prohibited from possessing firearms under federal law if they, among  other things, have been convicted of a felony, have been involuntarily  committed to a mental institution, or are unlawful users of or addicted to  any controlled substance. Most of the records in the databases checked  by NICS originate with states, which are not required to submit records to  NICS, but do so voluntarily for public safety and other law enforcement  purposes. In previous reports, we noted that states had made progress in  automating records and making them nationally available for law  enforcement purposes, but that continued progress would involve a  partnering of federal, state, and local resources and long-term  commitments from all governmental levels.", "Pub. L. No.110-180, 121 Stat. 2559 (2008).", "Program (NARIP) grants available to states to improve their ability to  provide records. To be eligible for a grant, a state must (1) provide DOJ  with a reasonable estimate of the number of NICS-related records it  possesses and (2) establish a program that allows individuals who have  been prohibited from possessing firearms due to a mental health-related  adjudication or commitment to seek relief from the associated federal  firearms prohibition.", "In this context, you requested that we assess the progress DOJ and  states have made in implementing key provisions of the NIAA.  Accordingly, this report addresses the extent to which  states have made progress in making mental health records available  for use during NICS background checks and DOJ could take actions to help states overcome any challenges in providing these records,states have made progress in making unlawful drug use records  available for use during NICS background checks, and DOJ could  take actions to help states overcome any challenges in providing  these records,", "DOJ has administered the reward and penalty provisions provided for  in the act and whether selected states report that these provisions  provide incentives to make records available to the FBI, and  states have established programs that allow individuals who have a  precluding mental health adjudication or commitment to seek relief  from the associated federal firearm prohibition.", "To determine state progress in making mental health and unlawful drug  use records available, we analyzed FBI data from fiscal years 2004  through 2011—about 4 years before and after the enactment of NIAA— on the number of such records that states made available. To assess the  reliability of these data, we questioned knowledgeable officials about the  data and the systems that produced the data, reviewed relevant  documentation, examined data for obvious errors, and (when possible)  corroborated the data among the different agencies. We determined that  the data were sufficiently reliable for the purposes of this report. To  assess the extent to which DOJ is providing assistance to help states  overcome challenges in making records available, we reviewed guidance  DOJ provided to states and attended a DOJ-hosted regional NIAA  conference. Additionally, we analyzed all NARIP grant applications from  2009 to 2011 submitted by states, territories, and tribal entities to identify  challenges that 28 unique applicants reported facing in making records  available and the amount of funding these applicants believed was  necessary to overcome their challenges. Further, we interviewed officials  from a nonprobability sample of 6 states (Idaho, Minnesota, New Mexico,  New York, Texas, and Washington) to discuss challenges they faced in  sharing mental health and unlawful drug use records. We selected these  states to represent a range of factors, including the number of mental  health records and unlawful drug use records made available for NICS  checks and whether the state received a NARIP grant. We also  interviewed officials from various DOJ components with responsibility for  managing and maintaining NICS records, including the Bureau of Justice  Statistics (BJS), the FBI’s Criminal Justice Information Services (CJIS)  Division and NICS Section, and the Bureau of Alcohol, Tobacco, Firearms  and Explosives (ATF).", "To determine the extent to which DOJ has administered the reward and  penalty provisions of the act and whether these provisions provide  incentives for states to share records, we assessed state record  estimates for 2009, 2010, and 2011 and two reports from the National  Center for State Courts that evaluated these estimates. We reviewed the  scope, methodology, and findings of the reports and conducted related  interviews with center officials. We determined that the scope and  methodology were sufficient for us to rely on the results. We also  interviewed officials from our 6 selected states on the process they used  for completing the estimates and related challenges, and the effect of the  act’s reward and penalty provisions on record sharing. Further, we  interviewed officials with the National Center for State Courts and the  National Consortium for Justice Information and Statistics (SEARCH) who  were responsible for collecting state record estimates and evaluating their  reasonableness.reasonableness of the estimates, changes to the estimate methodology  over time, and next steps for the estimates.", "From these interviews, we learned more about the  To determine the extent to which states are providing a means for  individuals with a precluding mental health adjudication or commitment to  seek relief from the associated federal firearms prohibition, we  interviewed officials in each of the 16 states that had a federally certified  relief program as of May 2012 to identify why they developed a program  and related challenges, the extent of federal assistance received, and  data on the number of relief applicants to date.officials from the 6 sample states and DOJ components to learn about  states’ motivation to establish relief programs, challenges to doing so,  and DOJ resources available to help states. Additionally, we interviewed  groups with an interest in, among other things, relief from disability  programs and firearm background checks, including Mayors Against  Illegal Guns, the National Rifle Association, and Gun Owners of America.  Appendix I contains a more detailed discussion of our objectives, scope,  and methodology.", "We conducted this performance audit from August 2011 to July 2012 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The permanent provisions of the Brady Handgun Violence Prevention Act  (Brady Act) took effect on November 30, 1998. Under the Brady Act,  before a federally licensed firearms dealer can transfer a firearm to an  unlicensed individual, the dealer must request a background check  through NICS to determine whether the prospective firearm transfer  would violate federal or state law. The Brady Act’s implementing  regulations also provide for conducting NICS checks on individuals  seeking to obtain permits to possess, acquire, or carry firearms. Under  federal law, there are 10 categories of individuals who are prohibited from   During a NICS check, descriptive data  receiving or possessing a firearm.provided by an individual, such as name and date of birth, are to be used  to search three national databases containing criminal history and other  relevant records to determine whether or not the person is disqualified by  law from receiving or possessing firearms.", "Interstate Identification Index (III)—Managed by the FBI, III is a  system for the interstate exchange of criminal history records. III  records include information on persons who are indicted for, or have  been convicted of, a crime punishable by imprisonment for a term  exceeding 1 year or have been convicted of a misdemeanor crime of  domestic violence.", "National Crime Information Center (NCIC)—An automated, nationally  accessible database of criminal justice and justice-related records,  which contains, among other things, information on wanted persons  (fugitives) and persons subject to restraining orders.", "NICS Index—Maintained by the FBI, this database was created for  presale background checks of firearms purchasers and contains  information on persons predetermined to be prohibited from  possessing or receiving a firearm.", "According to DOJ, approximately 16 million background checks were run  through NICS during 2011, of which about half were processed by the  FBI’s NICS Section and half by designated state and local criminal justice  agencies. States may choose among three options for performing NICS  checks, which include the state conducting all of its own background  checks, the state and DOJ sharing responsibility for background checks,  or DOJ conducting all background checks for a state. See appendix II for  further discussion of these differences.", "The Gun Control Act of 1968, as amended, and ATF regulations  establish the definitions of the mental health and unlawful drug use  prohibiting categories and, therefore, the scope of relevant records to be  made available to the FBI by states and territories. As defined in ATF  regulations, mental health records that would preclude an individual from  possessing or receiving a firearm include (1) persons who have been  adjudicated as “a mental defective,” including a finding of insanity by a  court in a criminal case, incompetent to stand trial, or not guilty by reason  of insanity, and (2) individuals involuntarily committed to a mental  institution by a lawful authority. The prohibitor—that is, the condition or  factor that prohibits an individual from possessing or receiving firearms— does not cover persons in a mental institution for observation or a  voluntary admission to a mental institution. Mental health records are  found within two databases checked during a NICS background check,  the III, and the NICS Index.", "Federal law prohibits individuals who are unlawful users of or addicted to  any controlled substance from possessing or receiving a firearm. ATF  regulations define an unlawful user of or addicted to any controlled  substance as a person who uses a controlled substance and has lost the  power of self-control with reference to the use of the controlled substance  and any person who is a current user of a controlled substance in a  manner other than as prescribed by a licensed physician. In general,  under these regulations, use of such substances is not limited to the  precise time the person seeks to acquire or receives a firearm; instead,  inference of current use may be drawn from evidence of recent use or  pattern of use through convictions, multiple arrests, and failed drug tests,  among other situations. ATF regulations further provide examples upon  which an inference of current use may be drawn, including a conviction  for use or possession of a controlled substance within the past year or  multiple arrests related to controlled substances within the past 5 years if   Unlawful drug use  the most recent arrest occurred within the past year.records associated with a criminal arrest or conviction are generally found  in the III and those that are not associated with an arrest or conviction are  entered into the NICS Index. FBI officials reported that states submit the  vast majority of their unlawful drug use records to the III.", "The NIAA provides that such disqualification determinations are those made under  subsection (g) or (n) of section 922 of title 18, United States Code, or applicable state law. grants if the state provides less than 50 percent of the records requested  under the NIAA. This discretionary penalty may be increased to 4  percent through 2018 and to a mandatory 5 percent penalty thereafter if a  state provides less than 90 percent of records requested under the act.", "Additionally, the NIAA establishes the NARIP grant program to assist  states in providing records to NICS. In order to be eligible for such grants,  states must meet two conditions. First, states are to provide DOJ with  estimates, pursuant to a methodology provided by the Attorney General,  of their numbers of potentially NICS-applicable records. Second, states  must establish a program that allows individuals who have been  prohibited from possessing firearms due to a mental health adjudication  or commitment to seek relief from the associated federal firearms  prohibition (disability). The NIAA refers to such programs as “relief from  disabilities” programs. ATF is responsible for determining whether a  state’s relief program satisfies the conditions of the NIAA and has  developed minimum criteria for certifying a state’s program. For example,  the program has to be established by state statute—or administrative  regulation or order pursuant to state law—and include due process  requirements that allow persons seeking relief the opportunity to submit  evidence to the lawful authority considering the relief application."], "subsections": []}, {"section_title": "Most States Have Made Limited Progress in Providing Mental Health Records and Could Benefit from DOJ Sharing Promising Practices", "paragraphs": ["States increased the number of mental health records available for use  during NICS background checks from 200,000 in October 2004 to 1.2  million in October 2011, but this progress largely reflects the efforts of 12  states, and most states have made little or no progress in providing these   DOJ and state officials identified technological, legal, and other  records.challenges that hinder states’ ability to make these records available.  DOJ has made several forms of assistance available to help states  provide records—including grants, conferences, and training—and the 6  states we met with generally reported finding these helpful. DOJ has  begun to have states share their promising practices during regional  meetings, but DOJ has not shared these practices nationally."], "subsections": [{"section_title": "Mental Health Records Have Increased since NIAA Enactment, but Progress Largely Reflects Efforts of 12 States", "paragraphs": ["The total number of mental health records that states made available to  the NICS Index increased by approximately 800 percent—from about  126,000 records in October 2004 to about 1.2 million records in October   As shown in figure 1, there was a marked  2011—according to FBI data.increase in the number of mental health records made available by states  since 2008, when the NIAA was enacted. This increase largely reflects  the efforts of 12 states that had each made at least 10,000 mental health  records available by October 2011.", "From October 2004 to October 2011, 3 states increased the number of  mental health records they made available by over 150,000 each. On the  other hand, during this same time period, almost half of the states  increased the number of mental health records they made available by  less than 100 records. As of October 2011, 17 states and all five U.S.  territories had made fewer than 10 mental health records available to the  NICS Index.", "Factors other than the NIAA could have also contributed to the increase  in mental health records made available to NICS, including state efforts  already under way before the act, changes in state funding or leadership,  and increases in the number of individuals with mental health records that  would preclude them from receiving or possessing a firearm. In addition,  in August 2008, the FBI’s NICS Section requested that states move  certain records they had previously submitted to a “denied persons”  category in the NICS Index to more specific categories of prohibitors,  including the mental health category. According to NICS Section officials,  the majority of records in the mental health category were new records  submitted by states and not transferred from the denied persons  category.", "The increase in available mental health records could be a factor in the  increasing number of firearm transactions that have been denied based  on these records. According to FBI data, the number of firearm  transactions that were denied based on mental health records increased  from 365 (or 0.5 percent of 75,990 total gun purchase denials) in 2004 to  2,124 (or 1.7 percent of 123,432 total gun purchase denials) in 2011.  According to NICS Section officials, the vast majority of these denials  were based on mental health records in the NICS Index, but that a small  number could have been based on prohibiting information contained in  other databases checked by NICS (e.g., criminal history records in the III  noting a court finding of incompetence to stand trial)."], "subsections": []}, {"section_title": "DOJ and States Reported That Technological, Legal, and Coordination Challenges Hindered States’ Ability to Make Mental Health Records Available", "paragraphs": [], "subsections": [{"section_title": "Technological Challenges", "paragraphs": ["DOJ and state officials we met with identified technological challenges to  making mental health records available to NICS, such as updating aging  computer systems and integrating existing record systems. DOJ officials  noted that technological challenges are particularly salient for mental  health records because these records originate from numerous sources  within the state—such as courts, private hospitals, and state offices of  mental health—and are not typically captured by any single state agency.  For example, records that involve involuntary commitments to a mental  institution typically originate in entities located throughout a state and  outside the scope of law enforcement, and therefore a state may lack  processes to automatically make these records available to the FBI.", "In addition, 6 of the 16 states that applied for NARIP grant funding in  2011 cited technology barriers as a reason for requesting funding in their  grant applications. For example, Virginia received a NARIP grant to,  among other things, equip district courts with an automated means to  transmit mental health records to the FBI and replace its previous manual  and labor-intensive process. Five of the 6 states we reviewed also noted  that technological challenges impaired their ability to identify, collect, and  provide mental health records to NICS. Minnesota officials said that it is  difficult to share historical records involving involuntary commitments to a  mental institution since they are paper records that cannot be  automatically transmitted. The 1 state in our sample that did not cite  technology as a challenge, Texas, already had an automated system in  place that to facilitate the transmission of mental health records. DOJ  officials were aware that states faced technological barriers to making  mental health records available and cited that NARIP grants help states  address these challenges. Additionally, BJS has made improving the  submission of mental health records, including efforts to automate the  reporting of such information, a funding priority of the NARIP grant  program for 2011 and 2012.", "Addressing state privacy laws is a legal challenge that some states  reported facing in making mental health records available to NICS.  Specifically, officials from 3 of the 6 states we reviewed said that the  absence of explicit state-level statutory authority to share mental health  records was an impediment to making such records available to NICS.  For example, Idaho officials reported deferring to the protection of  individual privacy until clear state statutory authority was established to  allow state agencies to make mental health records available. Idaho  enacted a law in 2010 requiring, among other things, that the state’s  Bureau of Criminal Identification obtain and transmit information relating  to eligibility to receive or possess a firearm to NICS, and the state was  preparing to submit its first set of mental health records to the NICS Index  in the first quarter of 2012. Overall, 20 states have been identified by the  FBI as having enacted statutes that require or permit agencies to share  their mental health records, and some of these states in our sample  reported an increase in record availability as a result. For example, Texas  enacted a law in 2009 requiring court clerks to prepare and forward  certain types of mental health records to the state record repository within  30 days of specified court determinations.law, Texas officials said that the number of mental health records  provided to NICS increased by about 190,000 records.", "45 C.F.R. Part 164. impediment to making such records available to NICS. To help address  these types of challenges as they relate to HIPAA, DOJ has asked HHS  to consider a potential change to the Privacy Rule that would specifically  allow disclosure of mental health records for NICS reporting purposes.  According to a senior HHS health information privacy policy specialist,  HHS is in the process of reviewing this issue and has not yet made a  decision to pursue a proposed change to the Privacy Rule.", "DOJ and state officials we met with said that states often faced  challenges in getting relevant state agencies to collaborate, particularly  because many mental health records reside in entities—such as hospitals  and departments of mental health—that are typically not connected to the  law enforcement agencies that make the majority of records available to  NICS. For example, according to the State of Illinois’ Office of the Auditor  General, approximately 114,000 mental health records were maintained  in state nursing homes, private hospitals, state mental health facilities,  and circuit courts in 2010. However, because of coordination and other  challenges, only about 5,000 records (or 4.4 percent) were made  available to the FBI. In addition, 2 of the 6 states in our sample reported  that deciding which state agency would act as the liaison to the FBI was  challenging because of limited staff resources and technological  requirements needed to make records available. New Mexico, for  instance, has not yet assigned responsibility to an agency to be the  primary entity for making mental health records available to the FBI,  despite discussions surrounding this issue over the past 4 years. New  Mexico’s Administrative Office of the Courts has recently provided  records on approximately 6,000 individuals who were committed to a  mental institution directly to the FBI for NICS checks, but state officials  have not yet coordinated their efforts and decided collectively on what  entity will be responsible for providing such records in the future because  of the resources needed to do so.", "DOJ acknowledged that complete reporting of state records to national  databases can best be achieved through the cooperative efforts of all  entities that create the records. Underscoring the importance of  collaboration, BJS has recommended that NARIP grant recipients use a  portion of grant funds to establish NICS Record Improvement Task  Forces, to include representatives from the central record repository and  other agencies. According to DOJ, task forces with wide representation  can provide a forum for exploring possible options for improving the  quality, completeness, and availability of NICS records. Idaho officials, for  example, noted that forming such a multijurisdictional working group was  extremely helpful for learning which state entities housed relevant mental  health records.", "DOJ officials also said that several states overcame coordination  challenges by conducting outreach to entities involved with providing  mental health records and educating them about the importance of  making such records available to NICS. Texas Department of Public  Safety officials reported collaborating closely with courts by distributing  training and guidance documents to ensure that the courts understood  the types of mental health records that should be made available to NICS.  The guidance materials also include an outline of the importance of  mental health records for background checks, the types of cases to  report, instructions on how to input relevant records into Texas’s record  system, and a frequently asked questions document for reference."], "subsections": []}]}, {"section_title": "States Generally Found DOJ Assistance with Providing Mental Health Records Helpful", "paragraphs": [], "subsections": [{"section_title": "Grants", "paragraphs": ["NARIP grants were established to improve the completeness,  automation, and transmittal of records used during NICS background  checks. Since its inception 3 years ago, the grant program has awarded  approximately $40 million to 14 states. DOJ has placed an emphasis on  increasing the submission of mental health records as part of the 2011  and 2012 grant solicitations. Of the 16 NARIP grant applicants in 2011,  11 applicants requested funding for mental health record-related  activities. In addition, 6 of the 16 NARIP grant applicants in 2011  requested funds for technology-related improvements to increase the  submission of mental health records, including updating information  system hardware and automating the record submission process.", "Officials from 2 of the 3 states in our sample that received NARIP grants  reported using a portion of the funds to address technological barriers to  submitting mental health records. For example, Idaho officials reported  using NARIP grant funds it received in 2010 to create a new transmission  protocol to provide relevant data related to state mental health records.  State officials said these grants were instrumental in funding the  programming, testing, and software upgrades needed to create the  database. State officials have also reported using NARIP grants to  research which state agencies house mental health records that could be  used during NICS background checks. Specifically, 6 of the 16 NARIP  grant applicants in 2011 requested funding to conduct assessments to  identify where relevant mental health records reside within the state in  order to improve their efforts to provide such records for a NICS check.", "In addition to NARIP grants, DOJ administers the National Criminal  History Improvement Program and JAG Program, which can also be used  to support state efforts to improve mental health records, among other  things. For example, in 2008, we reported that from fiscal years 2000  through 2007, almost $940,000 in NCHIP grants were specifically  targeted to improve the availability of mental health record for use during  NICS background checks. All 6 states in our sample have received  NCHIP grants, but officials in all of these states said they did not use the  funding to improve the submission of mental health records. Rather,  these states used NCHIP funds for activities regarding criminal history  records in state repositories. For example, 1 state in our sample used  2011 NCHIP funds to reconcile approximately 60,000 open arrest records  with their corresponding dispositions. The JAG Program also supports  information-sharing programs in criminal justice entities. For example, in  2009, states spent $89.6 million (7 percent of total funds for that year) on  information-sharing projects, such as initiatives to increase records  provided to NICS. An additional $33 million (3 percent) was spent on  criminal records management upgrades and other technology for  information sharing.", "DOJ also offers in-state training sessions to educate state agencies about  NIAA-related topics, including issues related to the submission of mental  health records. For example, since enactment of NIAA, the NICS Section  has reported conducting presentations to law enforcement officials  responsible for providing records to NICS. Specifically, DOJ reported  conducting in-state trainings and presentations in 7 states. These  presentations covered the definition of the mental health prohibitor and  how to enhance state plans regarding the submission of mental health  records. Further, 3 of the 6 states in our sample reported using these  training presentations to provide information about the mental health  prohibitor. For instance, at Texas’s request, the NICS Section held  presentations for judges, clerks, and other relevant parties to answer  questions about the types of mental health records requested under  NIAA. Additionally, Washington state officials were complimentary of the  NICS Section personnel that travel once a year to eight different locations  within the state to provide training on the federal prohibitors to their law  enforcement agencies.", "DOJ also hosts and sponsors conferences in which relevant DOJ  components present information on numerous topics, including those  related to making more mental health records available. For example,  DOJ’s first conference regarding NIAA provisions—the NIAA  Implementation Conference—was held in 2009, and DOJ officials  reported that officials from almost every state attended. The NICS Section  also sponsors annual Report, Educate, Associate Criminal Histories  (R.E.A.C.H.) conferences, which focus on improving information sharing  between the NICS Section and external agencies. The NICS Section also  sponsors annual NICS User Conferences for states that conduct their  own NICS checks, which covers topics such as the federal firearm  prohibitors and how to submit records to the NICS Index. Officials from all  6 states in our sample had attended at least one DOJ-sponsored  conference and generally found these events to be helpful for learning  about various aspects of the NIAA, such as how to make certain mental  health records available to the FBI. Additionally, an official from 1 of the 6  states in our sample said that the documents distributed by DOJ were  particularly useful and officials in their state referenced them regularly.", "Beginning in 2011, DOJ began sponsoring annual regional NIAA  conferences, in conjunction with the National Center for State Courts and  SEARCH. These events are intended to provide a forum for states to  share their experiences in identifying, collecting, automating, and  submitting records. For example, at the December 2011 regional NIAA  meeting, Oregon officials shared their state’s experience in developing a  system to share mental health records, including an explanation of which  state agencies collaborated to share such records and how the state used  NARIP grant funds to automate and transmit records. Two of the 6 states  in our sample also reported benefiting from learning about other states’  experiences in collecting and submitting mental health records.  Specifically, officials in Idaho and Washington noted that hearing about  other states’ experiences during a regional conference provided them  with technical advice on how to create linkages between existing mental  health record systems and helped them determine where relevant records  resided. In some cases, the sharing of experiences with mental health  records led to sustained relationships and networks among states. For  example, following their presentation to several northeastern states at a  2011 NIAA regional conference, New York officials reported sharing best  practices and lessons learned with Connecticut and New Jersey officials.  According to DOJ officials, five regional conferences have been held, with  a total of 38 states attending one of these meetings."], "subsections": []}]}, {"section_title": "DOJ Has Not Identified and Disseminated Promising Practices of Successful States Nationally", "paragraphs": ["Although hearing about the experiences of other states during regional  conferences has been helpful for some states in making mental health  records available to NICS, DOJ has not yet identified promising practices  employed by all states or shared this information nationally. Officials  from all 6 states in our sample noted that the sharing of promising  practices among states may be helpful to, among other things, guide  future policy decisions and spur ideas on how to improve reporting efforts.  Further, BJS officials acknowledged that there are benefits to sharing  such practices and said that learning about the experiences of other  states can introduce state officials to new ways of approaching  challenges, such as how to address technology challenges, legal barriers,  and coordination issues.", "GAO, Standards for Internal Control in the Federal Government, GAO-AIMD-00-21.3.1  (Washington, D.C.: Nov. 1999). phases of their efforts to make mental health records available and  address barriers they face in providing these records."], "subsections": []}]}, {"section_title": "States Generally Are Not Sharing Unlawful Drug Use Records That Are Not Associated with an Arrest or Conviction", "paragraphs": ["States’ overall progress in providing unlawful drug use records—which  encompasses both criminal and noncriminal records—is generally  unknown; however, available data indicate that most states are not  providing noncriminal records. DOJ’s overall efforts to improve criminal  history records have assisted state efforts to provide unlawful drug use  records. DOJ has issued guidance related to the unlawful drug use  records that are noncriminal, but states in our sample raised concerns  about providing these kinds of records."], "subsections": [{"section_title": "State Progress in Providing Unlawful Drug Use Records Is Generally Unknown; Available Data Suggest Most States Are Not Providing Noncriminal Records", "paragraphs": ["The states’ progress in providing unlawful drug use records—which  encompasses both criminal and noncriminal records—is generally  unknown, but available data suggest that most states are not providing  the noncriminal records. According to NICS Section officials, the majority  of unlawful drug use records that states make available for NICS checks  are criminal records—such as those containing convictions for use or  possession of a controlled substance—and are made available to NICS  through the III. The officials noted, however, that these criminal records  cannot readily be disaggregated from the over 60 million other criminal  history records in the database because there is no automatic process to  identify subsets of records within the III in each prohibited category.Three of the 6 states in our sample—Idaho, Washington, and New York— were able to provide data on the number of criminal drug use records  they made available to NICS, which showed 14,480 records, 553,433  records, and 1,659,907 records as of January 2012, January 2012, and  December 2011, respectively.", "The states’ progress in sharing unlawful drug use records that are  noncriminal is also generally unknown because, per regulation, these  records are retained in the NICS Index for only 1 year after the date of the  operative event (e.g., the date of the most recent drug-related arrest in  the case of an individual with multiple drug-related arrests). According to  NICS Section officials, because these records are routinely added and  deleted from the NICS Index, the overall trend in the states’ efforts to  provide these records is difficult to discern. Available data suggest,  however, that most states are not making these records available.  According to FBI data, on May 1, 2012, the NICS Index contained a total  of 3,753 unlawful drug use records that are noncriminal, of which about   On the other hand, also on that date, 30  2,200 came from Connecticut.states, the District of Columbia, and all five U.S. territories had not made  any of these records available. DOJ officials agreed that most states  generally are not making these records available.", "From 2004 to 2011, an increasing number (but a lower percentage) of  firearm transactions were denied based on unlawful drug use records that  states make available to NICS. According to FBI data, the number of  firearm transactions that were denied based on unlawful drug use records  (both criminal and noncriminal) increased from 5,806 in 2004 (7.6 percent  of 75,990 total denials) to 7,526 in 2011 (6.1 percent of 123,432 total  denials).transactions that were denied based on criminal versus noncriminal drug  use records, but NICS Section officials noted that the vast majority of  denials have been based on criminal records."], "subsections": []}, {"section_title": "DOJ’s Efforts Assist States in Providing Unlawful Drug Use Records", "paragraphs": ["DOJ efforts to help states address challenges in providing criminal drug  use records have increased the ability of states to provide such records.  Officials from the states in our sample identified several challenges  related to criminal drug use records. For example, officials from 3 of the 6  states noted that having drug-related records without fingerprints was a  challenge because fingerprints are needed to send these records to state  repositories and the III. Additionally, officials from 3 of the 6 states  reported that it was difficult to match arrest records from drug offenses to  their corresponding dispositions, making it sometimes challenging to  determine if an individual should be prohibited under federal law from  receiving or possessing a firearm.", "DOJ has engaged in various efforts to address state challenges in  providing criminal history records—including unlawful drug use records— and officials from the states in our sample were generally satisfied with  the assistance they have received. Using NCHIP grants—which are  intended to help states enhance the quality, completeness, and  accessibility of criminal history records—states have purchased systems  to automate criminal history records, researched arrest records to  reconcile them with their corresponding dispositions, and performed  audits of local law enforcement agencies’ criminal history record systems.  Further, during a NIAA conference, officials from 1 state reported using  NARIP grants to develop software that automatically linked arrests to their  corresponding dispositions, which allowed the state to move away from  paper-based files and ultimately resulted in the state making more  criminal records available for NICS checks. Additionally, the National  Center for State Courts, under a DOJ grant, is managing a project to  nationally disseminate guidance, information, and state best practices to  help ensure the completeness of criminal history records located in state  repositories. Specifically, the center is designing an online repository of  resources for states to improve their reporting of criminal dispositions and  arrests, including those that involve unlawful drug use. A center official  reported that the project is scheduled to be completed by April 2013.  NARIP funding has also been used to address challenges to providing  criminal drug use records. For example, Idaho state officials reported  using NARIP grants to replace aging fingerprint-scanning technology in  order to make fingerprints more readily available for criminal disposition  records."], "subsections": []}, {"section_title": "DOJ Has Issued Guidance on Noncriminal Unlawful Drug Use Records, but States Have Concerns about Providing These Records", "paragraphs": ["DOJ has taken steps to help clarify the regulatory definition of unlawful  drug use records that are noncriminal for states. For example, DOJ has  made copies of the regulation that identifies the scope of these records  for NICS checks available on its websites. DOJ officials have also  conducted presentations at NIAA regional conferences that illustrated  examples of records that fall within the scope of the definition of  noncriminal drug use records. Also, in January 2011, the NICS Section  provided written guidance to the 13 states that conduct their own federal  firearm background checks. This guidance identifies a variety of  scenarios from which an inference of current unlawful drug use may be  drawn, thereby constituting a prohibition. Although the majority of the  document focuses on inferences that can be drawn from criminal history  records, there are records outside a criminal history itself that can support  such an inference—for example, a positive drug test for persons on active  probation.", "Despite this guidance, states generally are not making noncriminal drug  use records available to NICS. For example, officials from 4 of the 6  states in our sample reported that they were uncomfortable with the  amount of judgment law enforcement officials were being asked to make  outside of an official court decision regarding an individual’s potentially  prohibited status. Officials from 2 of these 4 states also noted that  making these kinds of judgments could present a legal risk to the state  and could result in lawsuits from individuals prohibited from receiving or  possessing a firearm who had not been convicted of crimes. For example,  Minnesota officials explained that drug tests and other ways to infer drug  use or possession could be inaccurate and individuals could be prohibited  from receiving or possessing firearms based on the wrong information  and without due process.", "Officials from 5 of the 6 states we reviewed reported other challenges in  making the noncriminal subset of unlawful drug use records available to  NICS. For example, officials from New Mexico and Minnesota were  unaware of certain types of records that could be made available under  the ATF regulatory language regarding making an inference of current  drug use, such as records indicating a failed drug test for a controlled  substance. Officials from Texas and Minnesota reported that their states  did not have centralized databases that would be needed to collect these  records. For example, officials from Minnesota noted that failed drug test  results for individuals on active probation are kept at each individual’s  supervisory agency and there is no centralized system to gather these  and provide them to NICS. Officials from Texas and Washington noted  that new state laws permitting agencies to share these types of records  would need to be established in order to overcome conflicts with their  state privacy laws.", "DOJ officials agreed that states generally are not making unlawful drug  use records that are noncriminal available to NICS. Pursuant to ATF  regulations, these records may be utilized only before their period of  potential use “expires”—that is, if they relate to an operative event, like an  arrest, if the event occurred within the past year. DOJ officials noted that  making records available—particularly those that are removed from the  system 1 year after the date of the operative event—is challenging and  would require a great deal of effort, time, and resources on the part of  both states and the federal government. The officials added that capturing  these records has not been a priority for DOJ or the states because  current efforts have focused primarily on collecting mental health records  and records on misdemeanor crimes of domestic violence, records that  do not expire. DOJ officials also stated that despite the department’s  efforts to train states and provide guidance, the scope of unlawful drug  use records that are noncriminal is difficult for states to interpret."], "subsections": []}]}, {"section_title": "DOJ Has Not Administered Reward and Penalty Provisions; Sample States Had Mixed Views on whether Provisions Provided an Incentive", "paragraphs": ["DOJ has not administered NIAA reward and penalty provisions because  of limitations in state record estimates, which are to serve as the basis for  implementing the provisions. Officials from the states in our sample had  mixed views on the extent to which the act’s reward and penalty  provisions—if implemented as currently structured—would provide  incentives for the state to make more records available to NICS."], "subsections": [{"section_title": "States Face Challenges Developing Record Estimates, Limiting Their Usefulness as a Basis to Implement Rewards and Penalties", "paragraphs": ["Limitations in state record estimates—which are estimates of the number  of applicable records states possess that are or could be made available  for use during NICS checks—have hindered DOJ’s ability to administer  the NIAA reward and penalty provisions. These provisions are intended to  provide incentives for states to share greater numbers of records by  rewarding states that provide most or all of their records and penalizing  states that provide few of their records. The act further specifies that the  basis for the rewards and penalties should be state record estimates and  directs DOJ to develop a methodology for determining the percentages of  records states are making available.", "The National Center for State Courts—with which BJS contracted to  review the reasonableness of the state record estimates—identified  numerous limitations with the estimates. For example, the center found  that states often lacked technology to query data for the record estimates  and could not access many records because they were lost, in a legacy  system that was no longer available for making inquiries, or were paper  files that were not stored in a manner practical for searching. The center  also found that many states lacked the ability to report certain records— such as mental health adjudications—because of state statutory issues,  could not distinguish criminal unlawful drug use records from other  records, or had deleted relevant records.", "According to BJS officials, states face challenges in accurately estimating  both the total number of unique records that reside at agencies around  their states and the total number of these records that are made available  electronically to NICS. The officials added that most state data systems  were created and operate for the primary purpose of generating an  individual’s record of arrests and prosecutions. Therefore, these systems  do not have basic file analysis capabilities—such as the ability to search  text fields for key terms—which would allow the states to search for and  count certain types or categories of records. The officials noted that it is  very hard to affect or change the design limitations of existing data  systems and that making these kinds of changes is costly. Further, they  said that changing state data systems for the purpose of counting or  estimating records was not something states would need or want since  most of the technical improvements states make to their systems relate to  data input—such as increasing the automation of criminal records.", "BJS officials were not certain the challenges with developing record  estimates could be overcome, and the department is not collecting record  estimates for 2012. Although BJS has not finished analyzing the third  year of state record estimates, the officials said they did not know if the  state record estimates, as currently collected, would ever reach the level  of precision that would be needed to administer the NIAA reward and  penalty provisions. The officials noted that estimates in some of the  categories—such as felony convictions and mental health—were possibly  usable as the basis for rewards and penalties and that these data are  more reliable than data collected in other categories.", "DOJ and officials from 1 of the states in our sample said that there were  some benefits to completing the record estimates. For example, based in  part on New York’s efforts to estimate the number of records on  misdemeanor crimes of domestic violence, New York officials reported  that the state passed a statute to recognize such crimes as their own  category of misdemeanor, which could allow the courts to distinguish  such crimes for submission to NICS. Nonetheless, in its most recent  analysis of state record estimates, the National Center for State Courts  reported that much remains unknown about whether this data collection  exercise actually generated any benefits, such as heightened cooperation  or improvements in the number of records states make available to NICS.  The officials noted that after BJS finishes reviewing the state record  estimates that it collected in 2011, BJS plans to convene focus groups  with states and other stakeholders to determine which aspects of the  record estimate data collection process have been useful for states and  which have not. BJS will also consider what, if any, additional data it will  collect from states in the future and whether it can develop a workable  estimate methodology. However, until BJS establishes a basis on which  rewards and penalties can be implemented, the agency will be limited in  its ability to carry out these provisions of the NIAA."], "subsections": []}, {"section_title": "Sample States Had Mixed Views on whether Rewards and Penalties Provide Incentives to Submit More Records", "paragraphs": ["Officials from the 6 states in our sample provided mixed views on the  extent to which the NIAA reward and penalty provisions, if implemented  as currently structured, would provide incentives for their states to make  more records available for NICS checks. With respect to the NIAA reward  provision, officials from 1 state, for example, said that the waiver of the 10  percent matching requirement for NCHIP grants would be helpful and  added that there have been years when the state has not applied for   With respect to the NIAA  NCHIP funds because of the cost match.penalty provision, the officials added that the penalty—which in their state  would have been over $100,000 in JAG Program funding in 2011—would  also motivate them to make more records available. Officials from another  state agreed that the potential impact of the penalty initially was an  incentive to share more records, but added that this has become less of a  motivator since DOJ has not yet administered the penalty provision.  Officials from the remaining 4 states were either generally unaware of the  NIAA reward and penalty provisions or how they would affect state efforts  to make more records available, or reported that they were a moderate to  no incentive.", "BJS officials reported that they believed the NIAA reward and penalty  provisions provided little to some incentive for states to make records  available. For instance, BJS officials said the reward provision (i.e., the  waiver of the 10 percent NCHIP match) likely provided little incentive for  states to make more records available because states could use or apply  personnel costs (something they have to pay for regardless) to satisfy the  cost match requirement. Based on the amount of the 2011 grant awards,  the waiver of NCHIP’s 10 percent matching requirement would have  resulted in an average savings of $29,000 in matching funds per state. In  terms of penalties, BJS officials said the penalty provision (i.e., percent  reduction of JAG Program funding) could provide an incentive to states to  some extent, but that states faced significant obstacles in making records  available. Specifically, the penalty of 3 to 4 percent of JAG Program  funding could have resulted in an average grant reduction of up to about  $131,000 to up to about $176,000 per state in 2011.", "Overall, BJS officials believed that public safety interests were what  motivated states to make records available, but had not yet determined  the extent to which the rewards and penalties, if administered as currently  structured, could provide incentives to states. When asked whether  different incentives would better motivate states, the officials suggested  that relaxing the restrictions on which states are eligible to receive NARIP  grant funding could make funds available to more states and in turn  encourage more record sharing. The officials said that given the financial  condition of most state governments, positive financial incentives (such  as increasing the amount of NIAA grant funding) were the best way to  encourage states to take action. The NIAA reward and penalty provisions  are intended to provide incentives for states to make more records  available to NICS, but the provisions—as currently structured—might not  provide the incentives that were envisioned by the act. Our prior work  shows that having the right incentives in place is crucial for operational  success.provide better incentives for states to make records available for NICS  checks."], "subsections": []}]}, {"section_title": "Nineteen States Have Programs to Relieve Federal Firearms Prohibitions for People with Precluding Mental Health Adjudications or Commitments", "paragraphs": ["Nineteen states have received ATF certification of their program that  allows individuals who have been prohibited from possessing firearms  due to a mental health adjudication or commitment to seek relief from the  associated federal firearms prohibition (disability). Grant eligibility was the  primary motivation for states to develop these relief programs, but  reduced funding may result in fewer new programs."], "subsections": [{"section_title": "Nineteen States Allow Individuals to Seek Relief from Their Firearms Prohibition, Making These States Eligible for Grant Funding", "paragraphs": ["From January 2009 through June 2012, ATF certified programs in 19  states that allow individuals with a precluding mental health adjudication  or commitment to seek relief from the associated federal firearms  prohibition, thus making these states eligible to receive NARIP grant  funding. ATF certifies such relief from disabilities programs based on  the requirements contained in the NIAA. ATF developed a minimum  criteria checklist that specifies nine conditions that a state’s relief program  must satisfy and certifies states’ programs based on these requirements.  For example, a state’s program must be pursuant to state statute and  include due process requirements that allow persons seeking relief the  opportunity to submit evidence to the lawful authority considering the  relief application. This is to include the circumstances of the original  firearms disability (the circumstances that resulted in the individual being  prohibited from possessing firearms), the applicant’s mental health record  and criminal history records, and the applicant’s reputation as developed  through character witness statements, testimony, or other character  evidence. The reviewing authority must find that the applicant will not be  likely to act in a manner dangerous to public safety and that granting relief  would not be contrary to the public interest.", "State data collected from September 2011 through May 2012 show that 6  of the 16 states that had a certified relief from disabilities program as of  May 2012 reported that they had received applications from individuals   As shown in table 1, these  seeking relief from their firearms disability.states reported receiving 60 applications, 26 of which were approved.", "DOJ officials reported that most states that develop relief from disability  programs do so to be eligible for NARIP funding, and officials from 10 of  the 16 states that had ATF-approved relief programs as of May 2012  reported that eligibility to receive NARIP funds greatly motivated their  state to pursue developing such a program. Officials from 5 of the  remaining states said NARIP eligibility was some incentive or a moderate  incentive, and officials from 1 state said it was no incentive. Given the  reduced amount of NARIP funding for fiscal year 2012 (from $16.1 million  in 2011 to $5 million in 2012), it is not clear how much of an incentive  NARIP funding will be for the remaining states to pursue passing such  legislation. Table 2 provides NARIP grant awards by state from fiscal year  2009 to fiscal year 2011.", "Three of the 6 states we reviewed did not have a certified relief from  disabilities program. Officials in 1 of these states (whose relief program  did not meet the federal standard for certification) said that NARIP  funding was an incentive to establish a relief program but that the smaller  amount of NARIP funding available for fiscal year 2012 is one reason why  the state was not willing to extend the effort to revise its relief program to  meet the federal standard in the future. Officials in the second state  whose program was pending ATF review said that NARIP grant eligibility  was a little incentive to develop a relief from disabilities programs.  Officials in the third state reported that they were not aware of the NARIP  grant program, and accordingly, it did not affect any decisions regarding  developing a relief from disabilities program.", "After the passage of the NIAA, DOJ sent a letter to every state’s governor  explaining the relief from disabilities program provision and the minimum  criteria a state’s program would have to meet for ATF certification. DOJ  officials also gave presentations at state conferences and regional  meetings where they discussed the relief program criteria, explained that  a certified relief from disabilities program is a requirement to be eligible to  receive NARIP grant funding, and provided points of contact for states to  call if they needed technical assistance with their draft legislation. State  officials generally had positive feedback regarding the technical  assistance they received from ATF. For example, officials in Arizona said  that ATF assisted the state with drafting language to amend a state  statute and that this was precisely the assistance the state needed. New  Jersey officials added that throughout the development of their draft relief  provision legislation, ATF reviewed proposed amendments and ensured  that they complied with the NIAA standards prior to the state advancing  such legislation through the state legislature.", "State officials reported various challenges in developing relief from  disabilities programs, including managing the concerns of advocacy  groups and modifying state judicial processes to meet the federal  standard, such as the requirement to provide for de novo judicial review.Officials from a state that had submitted draft relief legislation to ATF and  were awaiting a determination said that managing the competing interests  of various advocacy groups required a great deal of time and negotiation  and was a challenge to their efforts to pass relief legislation. The officials  noted that if ATF did not approve their legislation, they were not sure they  would propose a new program in a future legislative session. Officials  from 2 states that had successfully developed relief programs said that  competing pressures came from groups representing the families of  victims of gun violence, gun rights advocacy groups, and groups from the  mental health community that had privacy and other concerns. Other  officials from a state without a relief from disabilities program did not  believe it was politically feasible in their state to have such a program and  had therefore not sought to develop one.", "Officials from 6 of the 16 states that had ATF-approved relief from  disabilities programs as of May 2012 noted that managing the competing  interests of advocacy groups was a challenge. For instance, officials from  1 state reported that the National Rifle Association, other gun rights  advocacy groups, and members of the mental health community were all  part of the process of drafting relief legislation, which took considerable  time and effort to meet the federal criteria. The officials added that other  states seeking to develop relief from disabilities programs should ensure  buy-in with the various interested parties before the relief provision gets to  the legislative stages."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Sustained federal and state efforts to increase the comprehensiveness,  timeliness, and automation of records that support NICS background  checks are critical to helping enhance public safety and helping to prevent  tragedies such as the Virginia Tech shootings. The national system of  criminal background checks relies first and foremost on the efforts of state  and local governments to provide complete and accurate records to the  FBI. While many states have made little progress providing critical  records for gun background checks, the substantial increase in mental  health records coming mostly from 12 states serves to demonstrate the  great untapped potential within the remaining states and territories. States  reported finding DOJ’s guidance, grants, and technical assistance useful,  but DOJ has opportunities to provide additional support by identifying and  sharing information on promising practices on what worked for the states  that have made progress sharing mental health records as well as what  lessons they have learned. By identifying and distributing promising  practices nationally, DOJ would be better positioned to assist states in the  early phases of their efforts to make mental health records available,  address barriers, and identify solutions to challenges those states face in  this effort.", "The NIAA reward and penalty provisions are intended to provide  incentives for states to make more records available to NICS, but our  review suggests that the provisions might not be providing the incentives  that were envisioned by the act. Given that record sharing with NICS on  the part of states is voluntary, it is important that DOJ devise an effective  implementation of the incentives, including a reasonable basis upon  which to base those incentives. By obtaining state views, DOJ could  determine the extent to which the current NIAA provisions provide  incentives to states, whether modifications to the provisions would  provide better incentives, or if alternative means for providing incentives  could be developed and implemented. Further, DOJ would need to  establish a basis on which these provisions or any future rewards and  penalties approaches could be administered. Carrying changes to the  state record estimates, as they are defined in the NIAA, may require DOJ  to develop and submit a legislative proposal to Congress to consider any  alternatives. Nonetheless, an effective system of rewards and penalties  could ultimately result in states providing more records for NICS  background checks."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help ensure effective implementation of the NIAA, we recommend that  the Attorney General take the following two actions.", "To further assist states in their efforts to make mental health records  available for use during NICS background checks, work with states to  identify and disseminate promising state practices nationally so that  states in the early phases of their efforts to make such records  available can address barriers and identify solutions to challenges  faced in this effort.", "To help ensure that incentives exist for states to make records  available for use during NICS background checks and that DOJ has a  sound basis upon which to base incentives, determine (1) if the NIAA  reward and penalty provisions, if they were to be implemented, are  likely to act as incentives for states to share more records, and (2) if,  given limitations in current state estimates, whether DOJ can develop  a revised estimate methodology whereby states are able to generate  reliable estimates as a basis for DOJ to administer the NIAA reward  and penalty provisions. If DOJ determines either (1) that the reward  and penalty provisions are not likely to provide incentives for states to  share more records or (2) that it is unable to establish a revised  methodology upon which to administer the reward and penalty  provisions, DOJ should assess if there are other feasible alternatives  for providing incentives or administering the provisions and, if so,  develop and submit to Congress a legislative proposal to consider  these alternatives, as appropriate."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report for review and comment to DOJ. The  department provided written comments, which are summarized below and  reprinted in appendix V. DOJ agreed with both of our recommendations  and identified actions it plans to take to implement them. DOJ also  provided us with technical comments, which we incorporated as  appropriate.", "DOJ agreed with our recommendation that the department identify and  disseminate the promising practices of states in making mental health  records available for use during NICS background checks. The  department noted that BJS is collaborating with other relevant DOJ  components to identify state promising practices. DOJ added that once  these practices have been identified, BJS will disseminate this information  to the states through electronic mailing lists, the BJS website, other  partner agency sites, and at relevant meetings and conferences.", "DOJ also agreed with our recommendation that the department (1)  ensure that the NIAA reward and penalty provisions are likely to act as an  incentive for states to share more records and (2) develop a methodology  upon which to administer the reward and penalty provisions. In its  response, DOJ noted that BJS has determined that the current  methodology for reporting estimates of available records does not result  in sufficiently reliable estimates on with to base rewards and penalties. In  light of this conclusion, BJS decided to not collect a fourth year of  estimates but instead focus its efforts on identifying whether there are  solutions that would allow BJS to use the estimates in the way the NIAA  intended. BJS plans to convene a focus group of states to determine  whether a better methodology can be developed and, if so, what  attributes the revised methodology would entail. BJS also plans to use  this same focus group to explore states’ reactions to the reward and  penalty provisions and to assess whether those provisions are likely to  provide suitable incentives for the states to increase record sharing.", "We are sending copies of this report to the appropriate congressional  committees, the Department of Justice, and other interested parties. In  addition, this report is available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staff members have any questions about this report, please  contact Carol Cha at (202) 512-4456 or chac@gao.gov, or Eileen  Larence at (202) 512-6510 or larencee@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made major contributions to  this report are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["We assessed the progress the Department of Justice (DOJ) and states  have made in implementing key provisions of the National Instant  Criminal Background Check System (NICS) Improvement Amendments  Act of 2007 (NIAA). Namely, the extent to which  states have made progress in making mental health records available  for use during NICS background checks and DOJ could take actions  to help states overcome challenges in providing these records,  states have made progress in making unlawful drug use records  available for use during NICS background checks and DOJ could take  actions to help states overcome challenges in providing these  records,", "DOJ has administered the reward and penalty provisions provided for  in the act and whether selected states report that these provisions  provide incentives to make records available to the Federal Bureau of  Investigation (FBI), and  states are providing a means for individuals with a precluding mental  health adjudication or commitment to seek relief from the associated  federal firearm prohibition.", "To determine state progress in providing mental health and unlawful drug  use records, we analyzed FBI data from fiscal years 2004 through 2011— about 4 years before and after the enactment of NIAA—on the number of  such records that states made available for NICS background checks and  on the number of gun purchase denials based on these records. To  assess the reliability of these data, we questioned knowledgeable officials  about the data and the systems that produced the data, reviewed relevant  documentation, examined data for obvious errors, and (when possible)  corroborated the data among the different agencies, including the Bureau  of Justice Statistics (BJS) and the FBI’s NICS Section. We determined  that the data were sufficiently reliable for the purposes of this report.", "To assess the extent to which DOJ is providing assistance to help states  overcome challenges in sharing records, we reviewed guidance DOJ  provided to states and attended a DOJ-hosted regional conference on the  NIAA held in December 2011 in DuPont, Washington. Additionally, we  analyzed all NICS Act Record Improvement Program (NARIP) grant  applications to identify any limitations that states reported facing when  providing records and the amount of funding states believed were  necessary to overcome these limitations. We analyzed grant applications  from 2009, 2010, and 2011—funded and unfunded—submitted by states,  territories, and tribal entities. From this, we were able to identify areas of  need for which 28 states, territories, and tribal entities requested funding.", "To assess the accuracy of mental health and unlawful drug use records  made available for NICS checks, we analyzed the most recent round of  triennial audits conducted by the FBI’s Criminal Justice Information  Services (CJIS) Audit Unit and the most recent set of proactive validation  processes completed by the states. The most recent set of proactive  validation processes involved 23 states and occurred from October 2010  through September 2011, and the audits were conducted in 42 states  from 2008 through 2011.", "Further, we interviewed officials from a nonprobability sample of 6 states  to discuss any challenges they faced in sharing mental health and  unlawful drug use records and their experiences with DOJ assistance  received to address those challenges. The states selected were Idaho,  Minnesota, New Mexico, New York, Texas, and Washington. We selected  these states to reflect a range of factors, including the number of mental  health records and unlawful drug use records made available for NICS  checks, trends in making mental health records available to NICS over  the past 3 years, whether the state received a grant under the NIAA, and  whether the state has provided a state record estimate to the Bureau of  Justice Statistics. While the results of these interviews cannot be  generalized to all states, they provided insight into state challenges and  state experience addressing those challenges. We also interviewed  officials from various DOJ components with responsibility for managing  and maintaining NICS records, which included the Bureau of Justice  Statistics and the FBI’s CJIS division and NICS Section. We interviewed  these officials to determine, among other things, the progress states  made submitting mental health and unlawful drug use records, challenges  states face in doing so, and the forms of assistance DOJ is providing to  help states address these challenges.", "To determine the extent to which DOJ has administered the reward and  penalty provisions of the act and whether these provisions provide  incentives for state efforts to share records, we reviewed copies of state  record estimates for 2009, 2010, and 2011 and analyzed two reports from  the National Center for State Courts evaluating these estimates. We  interviewed center officials about, among other things, the scope,  methodology, and findings of the reports. We determined that the scope  and methodology were sufficient for us to rely on the results. We also  interviewed officials from the 6 states in our sample regarding (1) their  incentives to make the requested records available to the FBI; (2) the  extent to which the reward and penalty provisions of the act have  incentivized their efforts; (3) their thoughts on whether the reward and  penalty provisions would change their actions if they were carried out by  DOJ; (4) if the current reward and penalty provisions do not provide  incentives, what would; and (5) the impact, if any, of DOJ not carrying out  the reward and penalty provisions. We also interviewed the Bureau of  Justice Statistics about its efforts to administer the reward and penalty  provisions provided for in the act and the basis for its decisions.  Additionally, we discussed the Bureau of Justice Statistics’ position on the  process for completing the state record estimates, challenges therein,  and the effect of the act’s reward and penalty provisions on record  sharing. Further, we interviewed officials with the National Center for  State Courts and the National Consortium for Justice Information and  Statistics (SEARCH) who were responsible for collecting state record  estimates and evaluating their reasonableness. From these interviews,  we learned more about the reasonableness of the estimates, changes to  the estimate methodology over time, and next steps for the estimates.", "To determine the extent to which states are providing a means for  individuals with a precluding mental health adjudication or commitment to  seek relief from the associated federal firearms prohibition, we reviewed  documentation on the minimum criteria for certification of a relief from  disabilities program and the relief program requirements detailed in the  NIAA. We also reviewed examples of state statutes that established relief  from disability programs. Further, we interviewed officials in each of the  16 states with approved relief from disability programs as of May 2012 to  learn about the challenges they faced developing their programs,  motivation for developing the program, federal assistance they received,  and information on the number of relief applicants to date, including how many applications had been received, approved, denied, or dismissed.We also relied on data collected through interviews with the previously  mentioned 6 sample states, the Bureau of Alcohol, Tobacco, Firearms  and Explosives (ATF), and other DOJ components to learn about, among  other things, the motivation to establish relief programs, barriers to doing  so, and DOJ resources available to help states. Three of the 6 states in  our sample did not have certified relief from disability programs, and we  asked officials in these states why they had not pursued developing a  relief program; what barriers there were to establishing a relief program;  and what, if any, federal assistance they would like for establishing a  relief program. Additionally, we interviewed groups with an interest in  relief from disability programs and NICS data more broadly, including the  Brady Campaign, Gun Owners of America, Mayors Against Illegal Guns,  and the National Rifle Association. We interviewed these groups to learn  their positions on relief from disability programs, among other things."], "subsections": []}, {"section_title": "Appendix II: State Options for Conducting Background Checks using the National Instant Criminal Background Check System", "paragraphs": ["States have three options for conducting NICS checks, referred to as full  point of contact (full POC), non-POC, and partial POC. As detailed in a  2008 report funded by DOJ, in full-POC states, Federal Firearms  Licensees first query the NICS databases and related state files through  one or more state organizations, such as local or state law enforcement  agencies—known as points of contact—and then, if necessary, the staff  of the POCs carry out any required follow-up research. In non-POC  states, Federal Firearm Licensees contact the NICS Operations Center  directly by telephone or via the Internet and any required follow-up  research is performed by the NICS’s FBI staff. In partial POC states,  Federal Firearm Licensees query NICS and state files through a point of  contact for handgun purchases or permits but query NICS directly for long  gun purchases, such as shotguns or rifles. Figure 2 shows the distribution  of POC states, partial-POC, and non-POC states.", "According to the DOJ-funded report, states elect POC or non-POC status  for various reasons, such as a state’s attitude toward gun ownership,  since many POC states have prohibiting legislation that is stricter than  federal regulations. For example, Oregon has five statutorily prohibiting  categories of misdemeanor convictions in addition to domestic violence— which is the only prohibiting misdemeanor required under federal law.  Additionally, there may be an economic incentive for states to elect non- POC status, since implementing and operating a POC may cost a state  more money than it can collect in fees charged to Federal Firearm  Licensees for conducting background checks. For example, the authors  reported that Idaho elected not to become a full-POC state because of  the added expense of performing background checks for long gun  purchases."], "subsections": []}, {"section_title": "Appendix III: Minimum Criteria for Certification of Qualifying State Relief from Disabilities Programs", "paragraphs": ["ATF provides guidance for states to follow in certifying that they have  established a qualifying mental health relief from firearms disabilities  program that satisfies certain minimum criteria under the NIAA. ATF  officials said that they review states’ programs according to the following  minimum criteria.  1.  State law: The relief program has been established by state statute, or  administrative regulation or order pursuant to state law. 2.  Application: The relief program allows a person who has been  formally adjudicated as a “mental defective” or committed  involuntarily to a mental institutionthe Federal firearms prohibitions (disabilities) imposed under 18  U.S.C. § 922 (d) (4) and (g) (4).  to apply or petition for relief from  3.  Lawful authority: A state court, board, commission, or other lawful  authority (per state law) considers the applicant’s petition for relief.  The lawful authority may only consider applications for relief due to  mental health adjudications or commitments that occurred in the  applicant state. 4.  Due process: The petition for relief is considered by the lawful  authority in accordance with principles of due process, as follows:  a.  The applicant has the opportunity to submit his or her own  evidence to the lawful authority considering the relief application.  b.  An independent decision maker—someone other than the  individual who gathered the evidence for the lawful authority  acting on the application—reviews the evidence.  c.  A record of the matter is created and maintained for review.  5.  Proper record: In determining whether to grant relief, the lawful  authority receives evidence concerning and considers the:  a.  Circumstances regarding the firearms disabilities imposed by 18  U.S.C. § 922 (g) (4);  b.  Applicant’s record, which must include, at a minimum, the  applicant’s mental health and criminal history records; and  c.  Applicant’s reputation, developed, at a minimum, through  character witness statements, testimony, or other character  evidence.  6.  Proper findings: In granting relief, the lawful authority issues findings  that:  a.  The applicant will not be likely to act in a manner dangerous to  b.  Granting the relief will not be contrary to the public interest.  7.  De novo judicial review of a denial: The state provides for the de novo  judicial review of relief application denials that includes the following  principles:  a.  If relief is denied, the applicant may petition the state court of  appropriate jurisdiction to review the denial, including the record of  the denying court, board, commission or other lawful authority.  b.  In cases of denial by a lawful authority other than a state court, the  reviewing court as the discretion to receive additional evidence  necessary to conduct an adequate review.  c.  Judicial review is de novo in that the reviewing court may, but is  not required to, give deference to the decision of the lawful  authority that denied the application for relief.  8.  Required updates to state and federal records: Pursuant to § 102(c) of  the NIAA, the state, on being made aware that the basis under which  the record was made available does not apply, or no longer applies:  a.  Updates, corrects, modifies, or removes the record from any  database that the federal or state government maintains and  makes available to NICS, consistent with the rules pertaining to  the database; and  b.  Notifies the Attorney General that such basis no longer applies so  that the record system in which the record is maintained is kept up  to date.  9.  Recommended procedure: It is recommended (not required) that the  state have a written procedure (e.g., state law, regulation, or  administrative order) to address the update requirements."], "subsections": []}, {"section_title": "Appendix IV: Federal and State Efforts to Ensure the Accuracy and Timeliness of Records Used by the National Instant Criminal Background Check System", "paragraphs": [], "subsections": [{"section_title": "Accuracy", "paragraphs": ["Under DOJ regulations, the FBI is to be responsible for validating and  maintaining data integrity of records in NICS—including mental health  and unlawful drug use records—and does so through triennial on-site  audits and proactive validation processes in each state that uses or  contributes to the NICS Index. According to officials from the FBI’s CJIS  Division, the CJIS Audit Unit conducts the on-site audits every 3 years  and the validation processes are held between each audit. The CJIS  officials explained that the two other databases searched during a NICS  background check—the Interstate Identification Index (III) and National  Crime Information Center (NCIC)—are also audited by the CJIS Audit  Unit as part of its audit processes. In addition to DOJ’s efforts, several of  the states in our sample reported having their own processes in place to  ensure the accuracy of records they make available for NICS checks.", "During on-site triennial audits, the CJIS Audit Unit reports that it examines  a random sample of NICS Index records for accuracy, validity, and  completeness through a review of documentation used to make the entry  into the database. According to CJIS officials, the accuracy of a record is  assessed by identifying errors in biographical information contained within  a record (e.g., name or date of birth). Further, validity is ensured by  determining if there is proper documentation to support the entry of the  record into the NICS Index. CJIS officials cited that the completeness  review is used by the Audit Unit to notify states if there is additional  information that could be captured in their records to increase the  likelihood of finding records of individuals prohibited from receiving or  possessing a firearm within the database. According to CJIS officials,  CJIS Audit Unit auditors make a determination of compliance in the areas  of validity and accuracy based on a percentage of total records reviewed.  At the close of each audit, the CJIS officials cited that the Audit Unit  provides recommendations if there were any findings, as well as follow-up  guidance, training, and assistance to the state.", "According to DOJ, approximately 7,100 NICS Index records from 42  states were reviewed in the most recent round of triennial audits.", "DOJ  officials noted that none of the states were found to be out of compliance,  but 6 states were found to have records where CJIS could not determine  whether the records were appropriate for entry into the NICS Index. For  example, the CJIS auditors could not determine whether some mental  health records were from voluntary or involuntary commitments, which is  important, since only involuntary commitments would be eligible for  submission to the NICS Index. Additionally, several mental health records  were found inappropriate for entry into the NICS Index because they  belonged to deceased individuals. According to DOJ officials, there were  no findings in the most recent round of triennial audits explicitly  associated with unlawful drug use records. Officials noted that the  unlawful drug use category has very few records overall and is the fourth  lowest contributing category of the NICS Index.", "During a “proactive validation process,” CJIS officials reported that they  ask states to validate their records in a manner similar to the way the  CJIS Audit Unit conducts the triennial audits. The FBI NICS Section  reported that it provides the state with a random sample of NICS Index  records to validate and expects the state to examine these records’  documentation for accuracy, completeness, and validity. NICS Section  does not make any assessments of compliance during the proactive  validation process and it does not review any documentation used to  validate the sample of records.", "In the most recent set of proactive validation processes (October 2010  through September 2011), 13,418 records were validated by 23 states  and 1,914 records were reported by states to be invalid, resulting in an  85.74 percent validity rate. Of the 23 states that conducted these  processes, 16 states examined records made available to the NICS  Index’s Mental Health file and 2 states examined records provided to the   As with the triennial audits, however, the FBI  Controlled Substance file.could not disaggregate the audit findings for each prohibitor.", "In addition to DOJ’s audits, 2 of the states in our sample reported taking  additional steps to ensure the accuracy of the mental health and unlawful  drug use records they make available for NICS checks. For example,  Texas Department of Public Safety officials reported that the Texas State  Auditor’s Office conducts audits of the department’s criminal history  records, including unlawful drug use records, every 5 years. Additionally,  New Mexico officials cited the use of fingerprinting technology to  automate and ensure the quality of fingerprints for criminal unlawful drug  use records. None of the states in our sample has similar checks for  accuracy in place for mental health records, but Idaho state officials noted  that Idaho plans to conduct spot checks for accuracy on mental health  records, similar to those currently done on criminal history records, once it  uploads its first batch of these records to NICS.", "DOJ does not set goals for states regarding the timeliness of when the  state makes records, including mental health and unlawful drug use  records, available to the NICS Index because officials said it is the  responsibility of states to set their own goals in this area. According to the  FBI’s NICS Section officials, the NIAA does not specify any timeliness  goals for states and the sharing of state records to the NICS Index is  entirely voluntary. Therefore, the NICS Section neither tracks how quickly  states are making records available to the NICS Index nor provides any  guidance regarding time frames between a precluding incident (e.g.,  involuntary commitment or a failed drug test) and when a NICS Index  record should be made available. NICS Section officials also explained  that some states are focused on older records that, if made available to  the FBI, would preclude an individual from purchasing a gun today.  Although these records may date back 20 years, the NICS Section  officials view these states’ contributions as a positive effort and not a  shortcoming.", "Some states have reported setting goals or statutory requirements for  record timeliness. For example, 4 of the 6 sample states noted having  state-specific timeliness requirements for the submission of mental health  records. Texas and Washington state officials reported having statutory  requirements to making mental health records available to the FBI  ranging from 3 to 30 days. Idaho and Minnesota cited requirements that  county clerks submit prohibiting mental health records to state  repositories as quickly as they can upon completion of the hearing or “as  soon as is practicable.” With regard to unlawful drug use records, 2 states  reported having state-specific time frames for the submission of arrest  records to the state repository (10-day time frame in Idaho and 1-day time  frame in Minnesota)."], "subsections": []}]}, {"section_title": "Appendix V: Comments from the Department of Justice", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contacts above, Eric Erdman (Assistant Director),  Claudia Becker, Tina Cheng, Katherine Davis, Michele Fejfar, Charlotte  Gamble, Geoffrey Hamilton, Lara Miklozek, Christine Ramos, and David  Schneider made key contributions to this report."], "subsections": []}]}], "fastfact": []}