{"id": "GAO-20-144", "url": "https://www.gao.gov/product/GAO-20-144", "title": "Federal Buildings: GSA Can Improve Its Communication about and Assessment of Major Construction Projects", "published_date": "2019-12-12T00:00:00", "released_date": "2019-12-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["As the federal government's landlord, GSA spends hundreds of millions of dollars to construct or modernize federal buildings. By delivering these major construction projects, GSA supports tenant agencies' missions and facilitates the delivery of government services.", "GAO was asked to review GSA's major construction projects. This report: (1) identifies costs of these projects in the last 5 years and factors that contribute to those costs; (2) examines how GSA monitors and publicly communicates cost and schedule information; and (3) assesses GSA's efforts to confirm that projects meet GSA's requirements and that tenants are satisfied with completed projects. GAO analyzed GSA's performance data from fiscal years 2014 to 2018 for 36 projects with a minimum cost each of $20 million (i.e., a major construction project); selected five case-study projects representing diversity in project type, geographic area, building type, and range in cost and scope; reviewed applicable GSA policies, procedures, guidance, and reports; and interviewed GSA officials and project stakeholders."]}, {"section_title": "What GAO Found", "paragraphs": ["In fiscal years 2014 through 2018, the General Services Administration (GSA) completed 36 major construction projects—projects with a minimum cost of $20 million to construct new buildings or modernize existing buildings—with a total cost of $3.2 billion. According to a GSA consultant, factors specific to federal construction projects may result in GSA's projects costing roughly 15 to 25 percent more than comparable private sector projects. For example, GSA uses more durable but more expensive materials to achieve a longer building service life compared to private owners who may plan for a shorter service life.", "GSA's Annual Performance Reports to Congress do not indicate how much GSA “rebaselined” projects' schedules and costs. Rebaslining reestablishes the point at which GSA measures on-schedule and on-budget performance. In accordance with agency policy, GSA rebaselined 25 of 36 projects GAO reviewed to account for issues such as design changes and tenant-funded requests. For example, GSA rebaselined one of its modernization projects for a $2.7 million increase to the construction contract initially awarded for $21.8 million. The increase resulted from a design change to add a stairwell for fire safety purposes to accomodate the tenant's plan to increase the building's occupants (see figure). After GSA rebaselines a project, costs may differ from the project estimates approved by Congress. Because GSA does not report the extent that it has rebaselined projects or projects' final costs, Congress lacks information about GSA's performance: such as whether final costs are consistently above, below, or meeting estimated costs. Reporting such information could benefit Congress' ability to carry out its oversight role and improve transparency about the full costs of major federal construction projects.", "GSA assesses whether projects meet requirements and tenants' needs but does not fully capture or share lessons learned. For example, GSA uses “commissioning”—testing installed building systems—to validate that the buildings' systems function as designed. However, because GSA's 2005 commissioning guide references outdated guidance, the effectiveness of its activities may be limited in assuring buildings are operating optimally. GSA also uses post occupany evaluations (POE) to assess projects' performance and tenants' satisfaction. However, in the last 5 years, GSA has not regularly conducted POEs, due in part to resource constraints, and lacks a policy for selecting projects for POEs and communicating findings from completed POEs. As a result, GSA may be missing opportunities to fully utilize POEs to gather tenants' feedback and inform the design and construction of future projects."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is recommending that GSA (1) report the extent projects were rebaselined and their final costs; (2) update GSA's commissioning guidance; and (3) identify and communicate when and how to conduct POEs and share lessons learned. GSA concurred with two recommendations and partially concurred with the other, which GAO believes should be fully implemented as discussed in the report."]}], "report": [{"section_title": "Letter", "paragraphs": ["As the federal government’s landlord, the General Services  Administration (GSA) is responsible for providing federal agencies with  buildings to help support their missions and facilitating the delivery of  government services. As part of this effort, GSA annually spends  hundreds of millions of dollars on major construction projects, which  includes constructing new buildings and modernizing federal buildings.  These costs, in addition to the long-term operation and maintenance  costs of approximately 1,600 federally owned buildings under GSA’s  custody and control, create a significant fiscal exposure for the  government.", "You asked us to review issues related to GSA’s major construction  projects. This report:  identifies the costs and key characteristics of GSA’s major  construction projects in the last 5 years, and what factors contribute to  those costs; examines how GSA monitors and publicly communicates cost and  schedule information about its major construction projects; and assesses GSA’s efforts to confirm whether its major construction  projects meet its requirements and whether tenants are satisfied with  the completed projects.", "To identify the costs and key characteristics of GSA’s major construction  projects in the last 5 years, we reviewed GSA projects to construct new  buildings, and projects to modernize existing buildings (i.e., repair and  alteration (R&A) projects) that were substantially completed in the 5-year  period from fiscal years 2014 through 2018 with a construction contract  cost of $20 million or more. We reviewed GSA’s internal performance  data maintained to track the on-budget and on-schedule performance of  these projects. We assessed the reliability of these data through  electronic testing and interviews with GSA officials responsible for the  data and determined that the data were reliable for the purpose of  gathering project cost information and other key characteristics. From that  data, we identified 36 projects that fit the above parameters, and  analyzed the data to determine the costs and key characteristics of  them. In addition, to identify the factors that contribute to the costs of  federal construction projects, we reviewed prior studies and evaluations  of project costs, including an internal construction cost study prepared for  GSA by the National Institute of Building Sciences (NIBS) in March 2016,  and spoke with GSA and NIBS officials.", "To examine how GSA monitors cost and schedule information during  construction, and assess its efforts to confirm projects met GSA’s  requirements (e.g., such as those specified in its Facilities Standards for  the Public Buildings Service (design standards)), and whether tenants  were satisfied with completed projects, we judgmentally selected five  projects as case studies from the list of 36 projects. Our case studies  were selected to include diversity in project type (e.g., R&A and new  construction), various GSA regions, different building types (e.g.,  courthouses, office buildings), and a range in project cost and scope.  Although not generalizable to all GSA major construction projects,  information gathered from our case studies provide illustrative examples  of GSA’s monitoring and construction efforts. For our case study projects,  we interviewed stakeholders for these projects including GSA project  managers, contractors, and the facility managers who operate the  building. Additionally, we reviewed Project Management Plans (PMP)  which outline projects’ scope, cost, and schedule; and external peer  reviews, which assess the status of the project. See appendix II for more  information on our case study projects.", "Outside of the information gathered from our case study projects, we also  reviewed how GSA communicates cost and schedule information about  its major construction projects in its public reporting through its Annual  Performance Reports from fiscal years 2014 through 2018, in which GSA  reports on its performance in delivering construction projects on-schedule  and on-budget. We also reviewed an internal post occupancy evaluation  (POE) summary report prepared by NIBS for GSA; this report examined  lessons learned from six completed GSA projects in fiscal year 2018.", "To further examine GSA’s efforts to monitor and publicly report on its  construction projects, we generally reviewed GSA’s project management  policies, guidance, and public reporting and federal internal control  standards on implementing and reviewing program control activities and  communicating necessary quality information—internally and externally— to achieve the entity’s objectives. Lastly, to assess how GSA confirms its  projects meet GSA’s requirements and if tenants are satisfied with the  projects, we reviewed GSA’s project management policies and conducted  interviews with stakeholders for our case study projects including GSA  project managers, contractors, and the facility managers who operate the  building. We also examined GSA’s project management processes and  actions with respect to federal capital-programming guidance on  monitoring projects’ costs and schedules (referred to as “earned value  management”) and conducting POEs to assess completed projects and  identify lessons learned for future projects. We also reviewed GSA’s The  Building Commissioning Guide (Guide) governing its process for  validating whether building systems are operating according to GSA’s  requirements.", "We conducted this performance audit from July 2018 to December 2019  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The federal government is the largest real property owner in the United  States with a vast inventory costing billions of dollars annually to operate  and maintain. Federally owned buildings include courthouses, offices,  warehouses, hospitals, housing, data centers, and laboratories. GSA acts  as the federal government’s landlord and is responsible for designing,  constructing, and managing federal buildings that are occupied by federal  agencies and the judiciary.", "Each year, GSA spends hundreds of millions of dollars on major  construction projects, which include both new construction and repairs  and alterations (R&A) to existing federal buildings. R&A projects can  range from building system replacements and security upgrades to full  building renovations. GSA manages its major construction projects  through its central office in Washington, D.C., and its 11 regional offices.  GSA’s central office establishes programming, design, and construction  standards and guidance, and provides technical assistance, as needed,  to the regional offices that are responsible for project implementation. To  obtain authorization for projects above a defined threshold, GSA must  submit to certain congressional committees a project prospectus that,  among other items, describes the project and provides its estimated  cost. Upon approving a project’s prospectus, Congress provides funding,  either through an appropriation from the Federal Buildings Fund or  appropriating funding to an agency. GSA posts approved project  prospectuses on GSA’s public website.", "In general, GSA develops and implements projects through a sequential  process that includes the following steps:  Identification. Federal agencies submit a facility or space need to  GSA; GSA prepares a feasibility analysis to determine the best way to  fulfill the need, which could be through new construction, an R&A  project, or a lease. Some R&A projects—limited to building system  replacements—may be by identified by GSA based on building age  and condition, and not originate from agencies’ space needs.", "Initiation. GSA assigns a project manager to define the project’s  scope, develop cost and schedule estimates, and draft a project  management plan (PMP). If a prospectus has not been previously  submitted, GSA submits a prospectus to certain congressional  committees for authorization.", "Planning. GSA’s project manager updates the PMP; the project’s  baseline scope, schedule, and budget are finalized.", "Execution. For authorized and funded projects, GSA awards  contracts for design and construction; the project’s baseline scope,  schedule, and budget are revised, as needed, based on awarded  contracts; GSA’s project manager monitors design and construction  progress and manages changes to the project’s scope, cost, or  schedule.", "Close-out. GSA’s project manager completes construction close-out  activities and turns the project over for tenants’ use.", "GSA project managers perform key steps in the process that include  overseeing contractors, monitoring and reporting on the progress of  projects, managing changes to the project, and coordinating with tenant  agencies. Additionally, GSA project managers are responsible for  ensuring that “commissioning” is performed during the project.  “Commissioning” generally requires that an independent commissioning  agent oversee the construction contractor’s testing of installed building  components to determine if they are performing as designed."], "subsections": []}, {"section_title": "GSA Obligated Over $3 Billion to Major Construction Projects Completed in the Past 5 Years; Various Federal Requirements Contributed to Costs", "paragraphs": [], "subsections": [{"section_title": "GSA Obligated about $3.2 Billion for Major Construction Projects", "paragraphs": ["According to GSA data, GSA substantially completed 36 major  construction projects in the 5-year period from fiscal year 2014 through  fiscal year 2018. The total cost of those 36 projects was approximately  $3.2 billion. Listed below are some characteristics of those projects.", "Cost: Project costs ranged between $21 million and $343 million, with  an average cost of about $89.3 million.", "Schedule: Project durations ranged between about 12 months and 79  months, with an average of about 43 months.", "Project Type: R&A projects made up the majority of projects (64  percent), with an average cost of about $74.2 million and an average  duration of about 47 months. New construction projects accounted for  36 percent, with an average cost of about $116 million and an  average duration of about 35 months. On average, R&A projects cost  about $42 million less than new construction projects but took about  13 months longer to complete.", "See figure 1 for summary information on the cost and duration of these  projects, by project type.", "Location: The National Capital Region (GSA Region 11) had the  most projects with nine (25 percent), and all but one of the 11 GSA  Regions had at least one project.", "Project Delivery Method: GSA utilized four delivery methods for 35  of the 36 projects in our 5-year time frame.", "Construction Manager as Constructor, whereby GSA contracts  separately with a design firm and a construction contractor. The  construction contractor is involved early-on to consult on the  design as it is being developed; upon the design’s completion,  GSA negotiates with the construction contractor on a price to  undertake the construction. GSA used this method for 12 of the 36  projects (average cost of about $99.8 million).", "Design-Bid-Build, whereby GSA contracts with a design firm to  develop a project’s design. After the design is completed, GSA  contracts separately with a construction contractor. GSA used this  method for 11 of the 36 projects (average cost of about $81.3  million).", "Design/Build-Bridging, whereby GSA contracts with a  construction contractor to finish a partially completed design— termed a “bridging design”—begun by a separately contracted  design firm. GSA used this method for 8 of the 36 projects  (average cost of about $77.4 million).", "Design/Build, whereby GSA contracts with a contractor to  provide both design and construction services under a single  contract. GSA used this method for 4 of the 36 projects (average  cost of about $120.4 million).", "See appendix I for more detailed information on each of the 36 projects."], "subsections": []}, {"section_title": "GSA Identified Federal Design Requirements among Key Factors That Can Result in Higher GSA Construction Costs", "paragraphs": ["According to GSA officials and GSA’s internal construction-cost study  prepared for GSA by the National Institute of Building Sciences (NIBS) in  March 2016, several factors can result in higher costs for GSA’s  construction projects compared to other similar private sector construction  projects. For example, cost models in the 2016 NIBS study indicate that  R&A projects cost roughly 15 to 25 percent more than R&A projects for a  comparable Class A private sector building. Although the study was  based on construction of R&A projects, both GSA and NIBS officials  agreed that these same factors can contribute to similar cost premiums  for GSA’s new construction projects compared to private sector projects.  However, the NIBS staff who conducted the study told us that GSA’s  more recent adoption of performance-based design standards, as  compared to previously prescriptive standards, likely lowers the federal  construction cost’s premium relative to private sector projects but some  premium still exists. The performance-based design standards, for  example, provide contractors greater latitude in selecting construction  materials, which can have cost implications.", "According to the GSA’s internal construction-cost study, the factors that  contribute to higher estimated costs for GSA construction projects when  compared to similar private sector projects primarily include design and  procurement requirements specific to federal projects that private sector  counterparts may not have to comply with. Those requirements are  specified in GSA’s design standards, as well as federal statutes and  guidelines. Table 1 provides illustrative examples of factors cited by the  study and GSA officials.", "In addition to the factors identified in the GSA’s internal construction-cost  study, GSA officials said that meeting other statutory requirements, for  example, the Buy American Act and the Federal Information Security  Modernization Act of 2014 (FISMA), can contribute to higher costs for  federal projects compared to private sector projects. GSA officials said  that the cost of making information technology systems FISMA-compliant  leads to federal projects costing more than private sector projects.  FISMA-compliant systems, among other uses, are needed to enable the  sharing of design and construction documents among GSA and  contractor staff and the installation of control systems that are integral to  the operation of building systems."], "subsections": []}]}, {"section_title": "GSA Uses Various Tools to Monitor Construction Projects’ Information, but the Agency’s Public Reporting Provides Limited Insight into Cost and Schedule Changes", "paragraphs": [], "subsections": [{"section_title": "GSA Uses Three Primary Project Management Tools to Actively Monitor Construction Projects", "paragraphs": ["GSA uses three principal tools—(1) project management plans (PMP), (2)  peer reviews, and (3) “earned value management” (EVM)—to monitor its  construction projects, including cost and schedule performance.", "The PMP is the overarching tool GSA and its contractors use to guide  projects’ implementation. According to GSA policy, a PMP primarily  defines the parameters of a project, to include scope, schedule, cost,  implementation strategy, and risks, among other items. GSA policy also  indicates that the PMP—which is an industry recognized tool—is to be  updated during a project’s execution and reflect notable changes affecting  the project’s scope, cost, and schedule. The PMP is to also establish  stakeholder roles and responsibilities, project goals, and tenant  expectations.", "In all of the five case-study projects we reviewed, we found the  associated PMPs generally: outlined the project’s scope, cost, and schedule information;  identified GSA’s project stakeholders—such as GSA’s project  manager and GSA’s contracting officer—and representatives for the  tenant agencies that the project will benefit; and  identified potential risks posed to the delivery of the project.", "Four of the five PMPs included a “revision history” table that  demonstrated that GSA generally used and updated the PMPs over the  course of the projects’ execution. The fifth project’s PMP was developed  prior to GSA’s 2012 update to its PMP standard format, which then  required the use of a revision history log. More information pertaining to  our case-study projects, including some information from the GSA PMPs  we reviewed can be found in appendix II.", "The second tool GSA utilizes to monitor its construction projects is peer  reviews. GSA policy requires that external peer reviews be conducted on  projects with a construction cost over $25 million. Per GSA guidance,  these on-site peer reviews typically occur twice during construction— when projects are about 15 percent and 60 percent complete. External  peers—typically, construction industry experts who were not involved with  the project—assess whether a project is progressing as planned and  identify for GSA managers and project stakeholders any issues they  observe that may affect its timely completion or cost. In general, peers  also assess stakeholders’ working relationships and make  recommendations for improvement or identify opportunities for greater  consistency in the performance of GSA’s construction program or greater  efficiency among project stakeholders.", "We found that four of our case-study projects utilized external peer  reviews during construction, as required. For example, one peer review  report included the following observations:  The project team showed great progress toward completing the  project on time, and potentially ahead of schedule; the  implementation of the recommendations made during the initial  external peer review resolved potential unknowns and cost issues  that would have put the project at high financial risk; the safety  record was exceptional; tenants were better informed; and  security issues had been streamlined, allowing the contractor to  staff the project in a timely manner.", "Most of the GSA’s project managers and construction contractors we  interviewed for these four case study projects said they generally believed  the external peer reviews were fair and added value. Our fifth case-study  project did not utilize an external peer review because it was not required  at the time GSA awarded the construction contract.", "The third tool GSA uses is EVM, which is an industry-recognized project  management tool and is required for major federal acquisitions, such as  construction projects, to help project managers monitor cost and schedule  during project execution. According to the Office of Management and  Budget’s (OMB) guidance and GAO’s cost-estimating guide, EVM  measures the value of work accomplished in a given period and  compares it with the planned value of work scheduled for that period and  the actual cost of work accomplished in that period. The differences  between the estimated and actual costs and schedule are used to  determine, for example, whether less or more work had been completed  than had been planned. By tracking these differences, EVM can provide  warning signs of impending cost overruns or schedule delays and provide  estimates of anticipated costs at completion.", "Consistent with our previous findings related to GSA’s use of EVM, we  found that GSA continues to use EVM to assess its construction project  delivery performance on two dimensions—on-schedule and on-budget:", "On schedule: GSA considers a construction project to be on- schedule if its construction duration is within 10 percent of the planned  duration, from the construction start date to the substantial completion  date (i.e., GSA considers a project to be substantially complete on the  date the project space is suitable for tenant occupancy; however, the  project’s cost could change prior to the actual contract close-out).", "On budget: GSA considers a construction project to be on budget if  its actual cost is within the planned construction cost (as measured by  the construction contract’s value at award or the contract value as  adjusted based on post-award contract modifications) and the  additional 7 to 10 percent construction contingency. According to  GSA guidance, a project’s construction contingency is intended to  cover unforeseen conditions and design deficiencies; it does not apply  to additional scope.", "According to GSA officials, GSA’s central office uses EVM to conduct  monthly performance reviews of GSA’s major construction projects. At  these reviews, GSA’s central office considers certain proposed project  changes forwarded for approval by GSA regional offices. We have  previously reported that federal construction projects typically involve  some degree of change as the project progresses and that contract  changes, made through contract modifications, can occur for a variety of  reasons, including design errors and unforeseen site conditions. In  addition, GSA officials said that funding delays, tenant-caused delays,  and site acquisition issues can also be factors that cause project delays.  According to GSA guidance, while GSA regional offices have some  latitude to make contract changes, the regional offices and their project  managers must get central office approval if a proposed change is  anticipated to exceed the approved contract cost, construction  contingency, or schedule contingency. If such a change is approved, GSA  will then revise—commonly referred to as “rebaseline”—either the  construction contract cost, the planned schedule duration, or both. GSA  will then use that new value to measure and report on the project’s  budget and schedule performance.", "According to GSA officials and summary data on its rebaselining  decisions, the majority of GSA’s major construction projects within our 5- year scope were rebaselined, within its policy, to account for changes to  projects’ costs and schedules. Specifically, GSA officials told us they  rebaselined 25 of the 36 projects (about 70 percent). Of those projects,  18 (50 percent) were driven, at least in part, by tenant-requested  changes, which GSA officials said were the most prevalent reasons for  rebaselining a project. According to GSA policy, if a tenant agency  requests a project change that falls outside the original scope, the project  manager is to ensure that the tenant agency provides all the associated  design-related requirements and funding necessary to perform this  additional scope. For example, for one of our case study projects, the  tenant provided $17.7 million in additional funding as part of the final  phase of its headquarters building’s multi-year modernization. The  tenant’s funds paid for, among other things, the tenant-requested change  to convert part of the multi-story library into offices to increase the  building’s space efficiency and allow more staff to move into the building.", "Based on our review of GSA’s internal data, we found that four of our five  case-study projects were rebaselined; GSA rebaselined the cost of two  projects, the schedule of one project, and both the cost and schedule of  one project. For example, concerning costs, GSA rebaselined one project  to account for a $2.7 million increase to the contract—initially awarded for  $21.8 million—upon realizing that the tenant’s plan to increase the  number of occupants in the building required another stairwell be added  for fire safety purposes. With regard to schedule, GSA rebaselined one  project, as previously discussed, to address a tenant-requested change to  convert parts of the library into offices; this change extended the schedule  by about 1 year. Given GSA’s methodology that allows for rebaselining  and GSA’s cost and schedule contingencies, GSA’s EVM performance  data showed that all five case-study projects were completed on budget  and on schedule, if not early. See appendix II for a summary of the cost  and schedule performance of our five case-study projects."], "subsections": []}, {"section_title": "GSA’s Public Reporting on Project Performance Has Improved but Final Cost and Schedule Information Could be More Transparent", "paragraphs": ["Federal agencies should report pertinent and reliable information to the  Congress, so that Congress can adequately assess agencies’ progress in  meeting established performance goals, ensure accountability for results,  and understand how individual programs and activities fit within a broader  portfolio of federal efforts to aid in federal funding decisions. GSA has  publicly reported high-level information on its construction project  performance in its Annual Performance Reports, which GSA provides to  Congress and publishes on GSA’s website. For example, GSA’s fiscal  year 2014 through 2018 Annual Performance Reports show that GSA met  or exceeded its stated performance targets for project delivery (see fig.  2).", "Over this period (fiscal year 2014 through 2018), GSA took steps to  improve the content and usefulness of its annual reports. For example, in  fiscal year 2014, GSA included R&A projects in its performance measure  to fully encompass all GSA capital construction projects. Prior to fiscal  year 2014, GSA’s performance measure was calculated solely on the  performance of GSA’s new construction projects. Also, starting in fiscal  year 2017, GSA included additional summary-level information in its  reports that identified the total number of projects and total contract value  of both completed and ongoing projects that fiscal year.  In fiscal year  2018, as shown in figure 2, GSA again revised its performance measure  to reflect both the budget and schedule performance of projects. Prior to  fiscal year 2018, GSA’s performance measure reflected only projects’  schedule performance. Further, in its fiscal year 2018 report, GSA listed  the specific costs of its seven largest projects completed on-schedule and  on-budget of the 24 projects completed that year.", "While GSA has taken some actions to improve the usefulness of its  external reporting, neither GSA’s Annual Performance Reports nor its  public prospectus website provide information on the extent to which  projects have been rebaselined or the final costs of projects. Standards  for Internal Control in the Federal Government state that agencies should  provide necessary quality information to external stakeholders so that the  external parties can help the agency achieve its mission and address  related risks. As noted above, GSA regularly rebaselines projects, within  policy, to account for changes to projects that affect construction contract  costs and schedules due to a variety of reasons. GSA officials told us  that they manage total project costs to be within the original prospectus  estimate provided to Congress adjusted, as applicable, by funds it  receives for tenant-requested changes; the officials do not believe that it  is critical to report final costs or if projects have been rebaselined.", "However, we have found that simply measuring and reporting  performance based on the most recent baseline may obscure how  projects have performed over their entire construction time frame. Being  more transparent about which projects or how many projects were  rebaselined, as well as reporting cost and schedule growth from original  baselines, can provide stakeholders with a more accurate view of project  performance and enhance accountability. Reporting on such cost  information, for example, would allow GSA to communicate to Congress  actual construction costs at a project’s completion that may be different  than the estimated costs on the prospectus approved by Congress at the  project’s initiation which likely did not account for items to be funded by  tenants. Without that information, it is not possible for Congress to know  how projects performed against approved estimated costs and whether  final project costs are consistently above, below, or meeting estimated  costs. Having this information could benefit Congress in its oversight role  and in making future funding decisions."], "subsections": []}]}, {"section_title": "GSA Assesses Whether Projects Have Met Requirements, but Does Not Fully Capture or Share Lessons Learned", "paragraphs": [], "subsections": [{"section_title": "GSA Uses Commissioning to Test Building Systems, but Its Guidance Is Outdated", "paragraphs": ["Key Challenges Identified during  Commissioning of Case Study Projects  Issues with State-of-the-Art Building Systems  State-of-the-art building systems and the  automation systems that monitor and control  them were not optimally operating for at least  two of our case-study projects at substantial  completion.  For example, stakeholders for one project  reported that it was very challenging to get all  the integrated systems to work properly, in  part, because the design was very  technologically advanced. One GSA official  said the biggest challenge was coordinating  the operations sequence of the various  building systems to function as the design  team intended. As such, it took well over a  year after the building was completed to  resolve these issues.  Limited Capabilities of Building Contractors to  Maintain Complex Systems  In three of the five case-study projects,  stakeholders said maintenance service  contractors were either not prepared to  assume or had not yet been contracted to  provide for the higher technical maintenance  and operation responsibilities for all the  building systems.  For example, one construction contractor said  there seemed to be a knowledge gap  between the technical capabilities needed to  effectively manage the more advanced  building systems and the skills possessed by  the existing maintenance contractor. A GSA  official said that GSA plans to solicit a new  contract for the building’s maintenance. agencies, and others. The Guide identifies its primary audience to be:  GSA’s project managers, their construction management agents who help  GSA manage the project, and the commissioning agent who oversees the  commissioning process. The Guide’s secondary audience includes the  many other stakeholders in the commissioning process, including tenant  agencies. According to the Guide, the commissioning process is intended  to assist in preparing maintenance personnel to operate and maintain any  newly installed building systems.", "We found that GSA conducted commissioning largely in alignment with  the Guide on our five case-study projects based on our review of project  documentation and interviews with GSA’s project managers, facilities  managers, and contractors. Further, we identified two key challenges in  regard to state-of-the-art building systems’ and building contractors’  capabilities. See sidebar for additional information on the two  challenges.", "While GSA generally conducted commissioning according to its Guide on  the five case-study projects we reviewed, we found that the 2005 Guide is  outdated. For example, the Guide references dated industry practices and  some outdated external guidance, both of which were in existence at the  time the Guide was developed. Specifically, it references the 2003  Leadership in Energy and Environmental Design (LEED), Green Building  Rating System, Version 2.1; however, the LEED rating system for  projects since 2016 was Version 4.0, and Version 4.1 was recently issued  in 2019. We also found disconnects between the 2005 Guide and  GSA’s current design standards or industry practices. For example:", "While the Guide states that GSA buildings should be LEED certified  and strive for a Silver certification, GSA now requires buildings to  achieve a higher certification, LEED Gold.", "The Guide states that GSA “strongly recommends” that GSA  regions—and agencies to which GSA has delegated the operations of  federal buildings—recommission buildings every 3 to 5 years. The  current LEED standards call for “periodic commissioning  requirements, ongoing commissioning tasks, and continuous tasks for  critical facilities.”", "In general, over the past decade, federal statutes, guidance,  executive orders, and changes to industry building certifications have  moved the federal government and the industry toward more real- time, continuous monitoring and commissioning in cases where  advanced building-automation systems, energy information- management systems, and advanced meters (e.g., electrical, water,  gas, temperature, and light meters) have been installed. The  continuous data provided by these systems can help building owners  make real-time adjustments to optimize building operations. However,  the Guide does not mention continuous monitoring-based  commissioning as a possible option to, or in addition to,  recommissioning buildings.", "Standards for Internal Control in the Federal Government state that  management should periodically review policies, procedures, and related  control activities for continued relevance and effectiveness in achieving  the entity’s objectives or addressing related risks. Those standards also  indicate that if there is a significant change in an entity’s process,  management should review this process in a timely manner after the  change to determine that the control activities are designed and  implemented appropriately. Without updated guidance, GSA’s  commissioning activities may be limited in their effectiveness in assuring  building systems are operating optimally. Two of the five GSA contractors  we interviewed expressed frustration that the commissioning process on  their projects did not run smoothly. GSA’s external peer reviews for those  same two projects also found that the roles of the various stakeholders in  the commissioning process were not clear. In addition, three stakeholders  on one of those projects said that some stakeholders—especially GSA’s  contracted design team—were not fully involved during part of building’s  commissioning. In light of our review, GSA is planning to evaluate its  commissioning guidance to determine an appropriate update. GSA  officials stated that this update may result in revising the existing  commissioning guide or replacing it with industry-recognized guidance.  However, GSA is still in the process of identifying the scope of the  update, including a timeline and resources required to do so."], "subsections": []}, {"section_title": "GSA Intermittently Conducts POEs but Lacks Established Policies and Procedures and a Formal Mechanism for Sharing Lessons Learned", "paragraphs": ["According to OMB guidance, Post Occupancy Evaluations (POE) are  tools to evaluate the effectiveness of an agency’s overall capital  acquisition process. The primary objectives of a POE include (1)  identifying how accurately a project meets its objectives, expected  benefits, and strategic goals of the agency and (2) ensuring the continual  improvement of an agency’s capital-programming process based on  lessons learned. The guidance also states that agencies should have a  documented methodology for conducting POEs to ensure that each asset  is evaluated consistently. The guidance identifies 17 factors to be  considered for evaluation in conducting a POE, such as a project’s  performance, compliance with design standards, maintenance issues and  building workforce competences, use of advanced building technologies,  tenant satisfaction, and cost savings. The guidance also notes that a POE  should generally be conducted 12 months after the project has been  occupied to allow time for the tenant to evaluate the building’s  performance and the delivery of the project. However, the guidance  allows agencies some flexibility in the timing of a POE to meet their  unique needs if 12 months is not the optimal timing to conduct the  evaluation.", "We found GSA did not conduct any POEs on its completed major  construction projects in the 4-year period from 2014 to 2017, as called for  by OMB guidance. In fiscal year 2018, GSA contracted with the National  Institute of Building Sciences (NIBS) to conduct six POEs and seven  additional POEs in fiscal year 2019. GSA officials told us that while they  understand the value POEs can provide, they are only able to conduct  them when funding is available. They explained that POEs are funded  through general program funding (not project funding based on the  approved prospectus) within GSA’s Office of Facilities Management, and  the available resources to conduct such efforts are limited given other  GSA portfolio-wide maintenance and operations priorities. GSA  acknowledged that it did not have a specific policy for conducting POEs  or selecting completed projects for POEs. Instead, GSA officials said  when selecting which buildings should undergo a POE, they ensure there  is a representation of different building types (i.e., federal buildings, U.S.  courthouses, and land ports of entry) and a mix of new and R&A projects.  Because GSA does not have a policy for POEs, NIBS developed a  general methodology, which it used for conducting each of those POEs.", "While GSA tries to ensure there is a mix of projects represented when  selecting POEs, it is not clear that its selection factors help ensure GSA  makes the best use of its limited resources. To balance OMB’s guidance  to agencies that POEs should be conducted on agencies’ completed  capital-construction projects, and given its resource constraints, GSA  could benefit from a more strategic approach to select the projects for  POEs. For example, GSA could use a risk-based approach to select for  POEs (e.g., more expensive projects or those that include the integration  of advanced, state-of-the-art building systems) to help improve the design  and construction of future projects. Such an approach is consistent with  the Standards for Internal Control in the Federal Government, which  states that management should design control activities to achieve  objectives and respond to risks and implement those control activities  through policies. Control activities could include establishing criteria for  selecting projects for POEs and formalizing it through policy.", "GSA officials also noted that GSA has conducted multi-building studies— which share some similarities with individual building POEs—that GSA  officials broadly consider to be POEs. However, while the studies  assessed some of the factors described in OMB guidance (e.g., project  performance, maintenance, or advanced technology use), none of them  comprehensively reviewed the 36 projects in our 5-year time frame.  Accordingly, while these broader studies can provide some useful  information to GSA, they are limited in their ability to provide GSA with  timely information that meets the POE goal stated in OMB’s guidance: “to  evaluate the overall effectiveness of the agency’s capital planning and  acquisition process” and to “solicit customer feedback and incorporate  that feedback into improvements to the performance and delivery of the  capital investment process.”", "OMB guidance states that agencies should establish mechanisms to use  lessons learned from POEs to minimize risks of repeating past mistakes  on future projects. Along these lines, NIBS produced a summary report  for GSA of the six 2018 POEs it conducted; the report identified design,  construction, commissioning, and operational maintenance issues and  lessons learned. From these lessons learned, NIBS also offered some  recommendations to GSA. For example, NIBS said that GSA should  establish a POE review committee to examine GSA’s building designs to  highlight and offer solutions to previously identified problems in other  buildings and develop and distribute a checklist describing the identified  problems to teams that are responsible for designing new buildings. GSA  developed an operational guide to synopsize the lessons learned from the  NIBS report and expects that future building projects will benefit through  its efforts to incorporate these lessons in the design of future projects.  Further, NIBS reported that improvements to future projects in response  to the issues identified in the six 2018 POE projects would result in  reductions to GSA’s future operational costs. However, it is unclear  whether the extent of these issues and lessons learned are unique to the  2018 POE projects reviewed by NIBS, or may be occurring across more  of GSA’s construction projects. According to NIBS officials, they have  observed some recurring project issues among the six POEs conducted  in fiscal year 2018 and two of the seven conducted in fiscal year 2019.  GSA officials said that they plan to implement lessons learned from these  POEs into GSA’s design standards by the end of 2019 and expect to later  update these design standards based on future POEs.", "According to GSA officials, they made NIBS’s individual POE reports and  the 2018 POE summary report available to their project managers  through a shared folder on GSA’s internal intranet site, which can be  accessed by over 120 staff. In addition, one GSA project manager told us  that GSA periodically holds knowledge-sharing webinars with its project  managers where lessons learned from specific projects may be  presented. This official indicated that the knowledge-sharing  presentations are heavy on photos and that there is no real prescribed  format or requirements for content. Accordingly, the presentations are an  informal way for project teams to share project knowledge across GSA’s  regions. Further, this official said the lessons-learned presentations from  those webinars are also posted for a period of time on GSA’s internal  website. However, communicating information via such means provides  ad-hoc benefits to only the select individuals who know about the  availability of the reports or webinars, and choose to access them. This  approach may not effectively expand the broader knowledge base of the  organization or best position GSA to, as OMB guidance indicates, ensure  continual improvement of an agency’s capital-programming process  based on lessons learned. Standards for Internal Control in the Federal  Government also indicate that management should communicate  necessary quality information to all relevant internal stakeholders to  achieve the entity’s objectives.", "Without a sustained effort to consistently conduct POEs on its completed  projects, GSA may miss opportunities to gather valuable tenant feedback  and to identify marked successes or notable problems, including any  issues that are recurring. Such information could inform future  improvements to GSA’s major construction projects and increase tenant  satisfaction. Further, such information may also help identify the need to  change or update some of GSA’s policies, standards, guidance, or  practices, such as those recommended by NIBS or other project  stakeholders. However, even if GSA undertakes a more systematic  approach to conducting POEs, the benefits of doing so can only fully  materialize if GSA takes steps to effectively communicate POE lessons  learned to all staff who may be at risk of repeating previously identified  project mistakes."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["GSA annually spends hundreds of millions of dollars on major  construction projects to provide tenant agencies with new buildings and  modernized spaces that help support agencies’ missions and enable the  effective delivery of government services. GSA has improved its public  reporting on major construction projects to depict project schedule and  budget performance over time. However, GSA’s public reporting does not  include information about the extent to which projects’ schedule or costs  were rebaselined, or on projects’ final costs, which may differ from GSA’s  estimates in the initial prospectuses approved by Congress. Providing the  additional information on projects’ schedule and cost rebaselining, and  projects’ final costs could further benefit Congress in its oversight role and  improve public knowledge about the full costs of major federal  construction projects. In addition, given the significant fiscal exposure for  the government to maintain these buildings for the long term, having  updated guidance on commissioning would enable GSA to better ensure  that completed projects are meeting GSA’s design standards. Finally,  given resource constraints, identifying and communicating information  about when and how POEs are to be conducted could help GSA  maximize opportunities to capture lessons learned from completed  projects. Knowledge gained from POEs could also ensure tenant  agencies are satisfied with completed projects and improve the design  and construction of major projects in the future."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making the following three recommendations to GSA:  The Administrator of the GSA should report for Congress and the public— for example, on GSA’s prospectus website—the extent to which  completed projects’ construction costs and schedules were rebaselined  and final construction costs, to include any additional funding tenant  agencies may have provided to GSA for changes. (Recommendation 1)", "The Administrator of the GSA should update its 2005 Commissioning  Guide—or replace it with appropriate industry-recognized standards and  guidance—to be consistent with GSA’s current design standards and  industry practices. (Recommendation 2)", "The Administrator of the GSA should identify and communicate—such as  through policy, guidance, or other appropriate mechanism—(a) when and  how Post Occupancy Evaluations should be conducted for completed  projects considering resource constraints and (b) how recommendations  or lessons learned from those evaluations are effectively communicated  to future project teams. (Recommendation 3)"], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to GSA for review and comment. In  written comments, reproduced in appendix III, GSA stated that it partially  concurred with recommendation 1 and concurred with recommendations  2 and 3, and provided related comments.", "In response to recommendation 1, GSA agreed to publish key information  that would be helpful, such as GSA’s total construction costs at project  completion. However, GSA said it would be misleading to publish  information on additional funds provided to GSA from tenant agencies— that lead to contract changes and rebaselining—because these funds  come from different appropriations. GSA believes this would not  accurately reflect how GSA managed its original budget and schedule.  However, we believe that reporting total project costs in a way that clearly  identifies both GSA and tenant agency costs is possible, and would not  be misleading. We continue to believe that such additional transparency  in reporting can benefit Congress in its oversight role and improve public  knowledge about the full costs of major federal construction projects.", "Related to recommendation two that GSA concurred with, the agency  noted that it has other commissioning documents and processes outside  of its Building Commissioning Guide (Guide) that it uses to ensure  building systems are operating optimally. We believe GSA’s use of other  documents and processes is a good practice in light of the outdated  nature of its current Guide, which serves as a key document in its  commissioning process. Nevertheless, we continue to believe that it is  important for GSA to update its outdated Guide, or replace it with  appropriate industry-recognized standards and guidance to be consistent  with GSA’s current design standards and industry practices, as we  recommended.", "Finally, regarding recommendation three, after a discussion with GSA  officials during the comment period, we modified the wording of the  recommendation to recognize the range of administrative tools (e.g.,  policy, guidance, or other appropriate mechanism) that GSA could use to  identify when and how Post Occupancy Evaluations (POEs) should be  conducted and how lessons learned from those evaluations are  communicated. As we noted in the report, under its current process, GSA  selects the number of facilities evaluated as its annual budget allows  based on several selection factors. We continue to believe that GSA  could benefit from a more formalized and strategic approach to identifying  and communicating when and how POEs should be conducted to make  best use of its limited resources. GSA also mentioned its Design Guide  for Operational Excellence as a tool to communicate lessons learned from  POEs. We agree that such a guide is a good example of how POEs can  be used to inform the design of future projects. However, because the  guide was based on a limited number of POEs from 2018, we believe that  there is more GSA can do to maximize opportunities to communicate  lessons learned to future project teams.", "The draft report had included a fourth recommendation for the  Administrator of the GSA to improve the transparency of what is being  measured and reported in GSA’s Annual Performance Reports, including  noting any key limitations, such as comparing results from year to year if  the measure changed. While GSA was reviewing the draft, the agency  provided clarifications on the structure and content of its annual reports  that mitigated our concerns about the transparency of the information  being presented. As a result, we made changes to the body of the report  and removed that recommendation from our final report.", "GSA also provided technical and clarifying comments, which we  incorporated, where appropriate.", "We are sending copies of this report to the appropriate congressional  committees and the Administrator of the General Services Administration.  In addition, the report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2834 or rectanusl@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: General Services Administration’s (GSA) Completed Major Construction Projects, Fiscal Years 2014 to 2018", "paragraphs": ["Appendix I: General Services Administration’s  (GSA) Completed Major Construction Projects,  Fiscal Years 2014 to 2018 Case study project."], "subsections": []}, {"section_title": "Appendix II: Case Study Snapshots", "paragraphs": ["This appendix contains information on five General Services  Administration (GSA) case-study projects that we included in our review.  We judgmentally selected these five major construction projects that were  substantially completed between fiscal years 2014 through 2018  representing diversity in project type, geographic area, building-type, and  range in cost and scope. Although not generalizable to all GSA major  construction projects, information gathered from our case studies  provides illustrative examples of GSA’s monitoring and construction  efforts.", "For each case study, GSA provided us with extensive project  documentation. We reviewed this documentation to obtain key  information such as on contract award amounts and modifications that  resulted in changes to the project’s original budget or schedule. The  contract modifications we discuss for each project are examples of  modifications that added cost or credit to the final contract value or that  changed the delivery schedule; however, these modifications do not  necessarily include all the modifications to the construction contract. In  addition, we interviewed relevant stakeholders, such as GSA project  managers, contractors, and facility managers who were involved with the  projects. All information in the case study narratives is attributable to GSA  based on our review of project documentation and interviews with GSA  project officials and stakeholders."], "subsections": [{"section_title": "Charles F. Prevedel Federal Building", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Charles F. Prevedel building was constructed in 1990. For fiscal year  2014, GSA proposed alterations and renovations to the building’s interior  and upgrades to the building’s systems such that the Veterans’ Benefits  Administration could consolidate into the building. The building was nearly  two-thirds vacant at the time, as two federal tenants had moved out of the  building. The Veterans’ Benefits Administration had been dispersed in  both a nearby federal building and leased space. GSA estimated that the  Veterans’ Benefits Administration’s move into the consolidated space  would save $3.3 million annually in lease costs."], "subsections": []}, {"section_title": "Project Scope", "paragraphs": ["The building is five stories above-grade and two-stories below-grade. The  project scope included renovating the building’s central atrium;  reconfiguring and increasing the building’s useable space; replacing  obsolete heating, ventilation, and air-conditioning (HVAC) systems; and,  installing an energy-management control system to automate the HVAC  and lighting systems and reduce energy consumption. The HVAC  upgrades also included replacing and relocating the outdoor air intakes  on the roof in order to meet current security requirements. Minor seismic  upgrades were also implemented."], "subsections": []}, {"section_title": "Contract Cost or Schedule Changes", "paragraphs": ["The design/build-bridging construction contract was awarded in January  2015 for $21.8 million. The construction contract cost was rebaselined to  $25.4 million, in part, to provide an additional stairwell to meet life-safety  egress requirements as required by GSA’s design guide. GSA reported  that change required GSA’s Public Buildings Commissioner to approve an  overall project budget escalation of $2.7 million in June 2015. GSA  reported the final construction cost was $25 million (roughly a 14.5  percent increase from the initial construction contract award).", "Construction of the repair and alteration project started in May 2015 and  was substantially completed after a year and a half in November 2016,  approximately 2 months earlier than originally projected.", "Figure 3 shows before and after views of the building’s main lobby and  newly installed stairwell. Figure 4 shows views of meeting and training  room spaces renovated during the project."], "subsections": []}]}, {"section_title": "Margaret Chase- Smith Federal Building and Courthouse", "paragraphs": ["Location (GSA Region): Bangor, Maine (Region 1)  Original Construction Completion Year: 1967  Project Type: Repair and Alteration  Project Delivery Method: Construction Manager as Constructor (CMc)"], "subsections": [{"section_title": "Background", "paragraphs": ["The 3-story Margaret Chase-Smith Federal Building and Courthouse was  built in 1967 and had not had a major renovation since its construction.  The project was funded by the American Recovery and Reinvestment Act  of 2009 (Recovery Act). GSA proposed the project be funded to recapture  the vacant space in the building, which in part increased to approximately  33 percent after the U.S. Postal Service vacated. The proposed project  would renovate and provide alterations to the building that would expand  space for its existing tenants—including the U.S. Courts and the Social  Security Administration, among others—and provide space for new tenant  agencies."], "subsections": []}, {"section_title": "Project Scope", "paragraphs": ["GSA officials reported that in order to get the project started quickly using  Recovery Act funds, GSA made the decision to deliver the project under  the Construction Manager as Constructor (CMc) delivery method. Under  CMc method, the contractor was brought in to advise on the design as it  was being completed. In addition to space renovations and alterations,  the project repaired and replaced HVAC systems, improved energy  efficiency, and provided exterior structural improvements including the  replacement of windows. New secure elevators were also added to  improve court safety. Other components of the project included repairs  and replacements of electrical systems, hazardous materials mitigation,  elevator improvements, upgrades to the fire protection system, installing  sprinklers, and correcting code deficiencies including bringing the building  into compliance with accessibility standards."], "subsections": []}, {"section_title": "Contract Cost or Schedule Changes", "paragraphs": ["The CMc construction contract was initially awarded in March 2010 for  $33.9 million. In September 2010 (6 months later), two contract  modifications totaling roughly $4.6 million were issued to increase the  contract price to reflect changes made in completing the design. GSA and  the contractor reported that the baseline construction contract—after the  design was completed—was $38.5 million. While GSA had provided  some funding allowances within the initial construction contract to  address some project requirements that were not yet fully designed— such as the building’s entry pavilion—another $1.9 million contract  modification was issued in March 2011 (a year after the initial contract  award), in part, to increase the funding allowances for the front entry  pavilion and to provide additional glass that was to be installed in the  lobby area. The entry pavilion was added to improve the security  screening process and adhere to the U.S. Marshalls Service and U.S.  Courts screening station requirements. That $1.9 million cost modification  also addressed increased requirements associated with the geothermal  heating system and below grade wells. Also, the contract costs increased,  in part, due to tenant-requested changes. For example, an $802,000  contract modification was issued, in part, for requested millwork (e.g.,  judge’s bench and cabinet work) and the Court’s audiovisual equipment,  telecommunications, and data-related requirements. GSA reported the  final construction cost was approximately $41.3 million (about a 7.5  percent increase above the $38.5 baseline). Construction of the repair  and alteration project started in October 2010 and was substantially  completed approximately one month early in November 2013.", "Figure 5 shows the exterior of the building including its new entry pavilion.  Figure 6 shows an exterior side view of the new entry pavilion and an  interior view of the lobby."], "subsections": []}]}, {"section_title": "Social Security Administration, National Support Center", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["As part of the Recovery Act, the Social Security Administration received  an appropriation to construct a new National Support Center to replace an  older data center whose systems were approaching the end of their  useful lives. The new National Support Center provides a state-of-the-art  data center, added reliability, and the ability to expand to meet future  needs. For example, the data center’s flexible, scalable design allows for  a smooth transition to future information technology upgrades and new,  emerging technology."], "subsections": []}, {"section_title": "Project Scope", "paragraphs": ["The new 300,000 gross square foot data center complexbuilt on a 63  acre siteincludes the data center, warehouse, and office building; the  facility was built to accommodate 200 employees. The constructed  facility—supporting 24 hours a day, 7 day a week operations—is  Leadership in Energy and Environmental Design (LEED) Gold Certified,  even though data centers traditionally rank among the largest power  users in modern facilities."], "subsections": []}, {"section_title": "Contract Cost or Schedule Changes", "paragraphs": ["GSA’s estimated construction cost for the project was adjusted down in  August 2012 from $334 million to $262 million. GSA awarded the design- build construction contract in January 2012 for $191.6 million. The  project’s construction contract cost was later rebaselined to $207.4 million  due in part to the Social Security Administration requesting GSA have the  contractor provide operations and maintenance transition services for 6  months. That contract change was made in March 2014—approximately  4 months before substantial completion—for roughly $2.1 million. GSA  reported to us that the final construction cost was $208.1 million (roughly  an 8.5 percent increase from the base contract award). Because the  construction cost was well below GSA’s original construction estimate of  $334 million, GSA reported to us the remaining project funds were  returned to the Social Security Administration in accordance with the  Recovery Act appropriation. GSA issued a notice to proceed (i.e.,  contract start date) to the design-build contractor in January 2012 and the  project was substantially completed on-schedule roughly two and a half  years later in July 2014.", "Figure 7 shows an exterior view of the main entrance to the data center.  Figure 8 shows an interior view of the data center’s server space prior to  occupancy. Figure 9 shows an exterior view of the on-site solar panel  array with the data center in the background."], "subsections": []}]}, {"section_title": "Stewart Lee Udall Building, Department of the Interior", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Department of the Interior (Interior) headquarters building— occupying two city blocks—was initially completed in 1936; upgrades to  the building’s systems were required to extend the useful life of the  building, support Interior’s operations, and meet current building codes  and standards. In 2000, GSA began the construction of its multi-year, six- phase modernization plan, where each of the building’s six wings was to  be modernized during one of the six phases."], "subsections": []}, {"section_title": "Project Scope", "paragraphs": ["Phase 6 (Wing 1)—the final phase of the building’s modernization— included upgrading the mechanical and electrical systems, replacing the  lights and ceiling systems, installing fire safety upgrades and emergency  egress stairs, upgrading restrooms, improving accessibility, and restoring  historic spaces to include the auditorium, library, and the  Undersecretary’s and Secretary’s suites."], "subsections": []}, {"section_title": "Contract Cost or Schedule Changes", "paragraphs": ["In 2001, GSA originally negotiated with the contractor the costs to  execute Phase 6, which was structured as a contract option. The option  could be exercised at GSA’s discretion upon receiving funding but  allowed for future, economic price escalation, for inflation. The contract  price in 2001 for the Phase 6 scope was approximately $19.3 million.  Because appropriated funding was not received until fiscal year 2014,  that earlier contract pricing was contractually updated by GSA in 2014 to  roughly $38 million; however, that figure included roughly $4.5 million in  additional scope that GSA added into the project. The additional scope  included, among other items, that the Phase 6 space was to be certified  under the Leadership in Energy and Environmental Design criteria and  that lessons learned from the earlier completed phases—implemented  over nearly 15 years—would be incorporated into the Phase 6 project.  Additionally, Interior asked GSA that parts of the library be converted into  office spaces to increase the building’s space efficiency and allow Interior  to move more personnel into the building. That contract change, for about  $6.2 million, was made in May 2016 and also resulted in the schedule’s  being rebaselined, adding about one year to the project’s duration. GSA  reported that Interior provided $17.7 million in additional funding, inclusive  of the costs for converting the library space. GSA reported that the  construction contract cost for Phase 6 was $51.7 million (about a 36  percent increase above the 2014 adjusted, base contract cost of $38  million). Phase 6’s construction started in May 2014 and was completed  approximately 3 years later in June 2017.", "Figure 10 shows the exterior of the Department of Interior headquarters  building with its six wings. Figure 11 shows interior view of historic spaces  that were restored during Phase 6."], "subsections": []}]}, {"section_title": "United States Courthouse for the Southern District of Alabama", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The primary driver for the project was to address the long term housing  needs of the United States Courts and related agencies. The District  Court required additional space that the adjacent existing John A.  Campbell Courthouse could not provide, and GSA determined that a new  courthouse was necessary to accommodate the Courts’ projected 10 to  30 year space needs. The Campbell Courthouse renovation followed the  new courthouse construction to allow for the relocation of the Bankruptcy  and Probation Courts from leased space, and allow for the full Court  family to be co-located between the two adjacent buildings."], "subsections": []}, {"section_title": "Project Scope", "paragraphs": ["The new courthouse building, adjacent to the existing Campbell  Courthouse, was designed to provide 155,600 gross square feet of  space, including parking. The building houses six courtrooms, nine  judges’ chambers, the United States Marshalls Service, 38 below-grade  parking spaces, and the capability to expand and accommodate eight  additional courtrooms in the future."], "subsections": []}, {"section_title": "Contract Cost or Schedule Changes", "paragraphs": ["In fiscal year 2010, the new construction project received partial funding  in an appropriation in the amount of $50 million, for construction.  However, the project was not awarded at that time. The U.S. Courts and  GSA had to revisit the long-term space needs for the U.S. Courts, which  was later done as part of GSA’s 2013 feasibility study. In fiscal year 2014,  an additional $69.5 million was appropriated for a new approach that  would involve repairs and alterations to the existing Campbell  Courthouse, as well as the construction of a new federal courthouse  (which was to be smaller than originally designed), adjacent to the  Campbell Courthouse. GSA fiscal year 2014 documentation for the new  courthouse project estimated the total design cost at $8.5 million and the  total construction cost at $71.1 million, which excluded any prior funding  spent on site acquisition costs and the project’s earlier design. In April  2015, GSA awarded a single design-build contract for both the design  and construction of the new courthouse and for the repairs and alteration  of the existing Campbell Courthouse. GSA baselined the construction  cost for the new courthouseexclusive of the costs for the Campbell  Courthouse alterationsat $70 million. GSA data showed that the final  construction cost for the new courthouse was $72.6 million (an increase  of about 4 percent over the baseline cost of $70 million; roughly 9 percent  less than the $79.6 million total estimated costs for both the design and  construction). Construction started in Spring 2016 and was completed in  just over 2 years, in June 2018. The schedule was rebaselined by  roughly a month for severe weather delays during the construction.", "Figure 12 shows the exterior of the new U.S Courthouse and two interior  spaces."], "subsections": []}]}]}, {"section_title": "Appendix III: Comments from the General Services Administration", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Mike Armes (Assistant Director);  Catherine Kim (Analyst-in-Charge); John Bauckman; Delwen Jones;  Timothy Kinoshita; Ying Long; Malika Rice; Rachel Stoiko; and Crystal  Wesco made key contributions to this report."], "subsections": []}]}], "fastfact": ["The General Services Administration spends hundreds of millions of dollars annually to build or modernize federal offices, courthouses, and other buildings.", "We found GSA routinely meets its cost and schedule goals, but it does not report the projects’ final costs or how much project costs and schedules were revised. Also, GSA evaluates whether projects meet design standards and tenant needs, but it lacks guidance for identifying and communicating lessons learned from completed projects.", "We recommended that GSA report completed projects' final costs and establish written guidance on how to assess projects following construction."]}