{"id": "GAO-06-175T", "url": "https://www.gao.gov/products/GAO-06-175T", "title": "Prescription Drugs: Enhanced Efforts and Better Agency Coordination Needed to Address Illegal Importation", "published_date": "2005-12-13T00:00:00", "released_date": "2005-12-13T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["This testimony summarizes a GAO report on federal efforts to address the importation of prohibited prescription drugs through international mail and carrier facilities for personal use. U.S. Customs and Border Protection (CBP), in the Department of Homeland Security (DHS), and the Food and Drug Administration (FDA), in the Department of Health and Human Services (HHS), work with other federal agencies at international mail and express carrier facilities to inspect for and interdict these drugs. This testimony addresses (1) available data about the volume and safety of these drugs, (2) the procedures and practices used to inspect and interdict them, (3) factors affecting federal efforts to enforce the laws governing these drugs, and (4) federal agencies' efforts to coordinate enforcement of the prohibitions on personal importation of these drugs."]}, {"section_title": "What GAO Found", "paragraphs": ["The information currently available on the safety of illegally imported prescription drugs is very limited, and neither CBP nor FDA systematically collects data on the volume of these imports. Nevertheless, on the basis of their own observations and limited information they collected at some mail and carrier facilities, both CBP and FDA officials said that the volume of prescription drugs imported into the United States is substantial and increasing. FDA officials said that they cannot assure the public of the safety of drugs purchased from foreign sources outside the U.S. regulatory system. FDA has issued new procedures to standardize practices for selecting packages for inspection and making admissibility determinations. While these procedures may encourage uniform practices across mail facilities, packages containing prescription drugs continue to be released to the addressees. CBP has also implemented new procedures to interdict and destroy certain imported controlled substances, such as Valium. CBP officials said the new process is designed to improve their ability to quickly handle packages containing these drugs, but they did not know if the policy had affected overall volume because packages may not always be detected. GAO identified three factors that have complicated federal enforcement of laws prohibiting the personal importation of prescription drugs. First, the volume of imports has strained limited federal resources at mail facilities. Second, Internet pharmacies can operate outside the U.S. regulatory system and evade federal law enforcement actions. Third, current law requires FDA to give addressees of packages containing unapproved imported drugs notice and the opportunity to provide evidence of admissibility regarding their imported items. FDA and HHS have testified before Congress that this process placed a burden on limited resources. In May 2001, FDA proposed to the HHS Secretary that this legal requirement be eliminated, but according to FDA and HHS officials, as of July 2005, the Secretary had not respondedwith a proposal. FDA officials stated that any legislative change might require consideration of such issues as whether to forgo an individual's opportunity to provide evidence of the admissibility of the drug ordered. Prior federal task forces and working groups had taken steps to deal with Internet sales of prescription drugs since 1999, but these efforts did not position federal agencies to successfully address the influx of these drugs imported from foreign sources. Recently, CBP has organized a task force to coordinate federal agencies' activities to enforce the laws prohibiting the personal importation of prescription drugs. The task force's efforts appear to be steps in the right direction, but they could be enhanced by establishing a strategic framework to define the scope of the problem at mail and carrier facilities, determine resource needs, establish performance measures, and evaluate progress. Absent this framework, it will be difficult to oversee task force efforts; hold agencies accountable; and ensure ongoing, focused attention to the enforcement of the relevant laws."]}], "report": [{"section_title": "Letter", "paragraphs": ["I appreciate the opportunity to provide a summary of our recent report on  federal agencies’ efforts to address the importation of prohibited  prescription drugs through international mail and carrier facilities.", "The advent of online Internet pharmacy services in early 1999, enabled  American consumers to order over the Internet a range of prescription  drugs from controlled substances, such as Valium, to noncontrolled  prescription drugs intended to improve an individual’s quality of life by  addressing non-life-threatening conditions such as baldness, impotence,  and obesity. The broad reach and access of the Internet allow the easy  creation of online pharmacies that anonymously traverse state and  national borders to prescribe, sell, and dispense prescription drugs  without complying with traditional state or federal regulatory safeguards.", "Under current law, the importation of prescription drugs, both controlled  and noncontrolled, for personal use is illegal, with few exceptions. In  recent years, Congress and others have debated whether Americans  should be allowed to purchase drugs from pharmacies located in foreign  countries. However, currently, consumers could be violating federal law,  unknowingly or intentionally, by having drugs shipped, in effect, imported,  into the United States through the international mail and private carriers.", "Two acts specifically regulate the importation of prescription drugs into  the United States. That is, all prescription drugs offered for import must  meet the requirements of the Federal Food, Drug, and Cosmetic Act, and  those that are controlled substances also must meet the requirements of  the Controlled Substances Import and Export Act. Prescription drugs  imported for personal use generally do not meet these requirements.", "Several federal agencies have responsibility for regulating the importation  of prescription drugs through the international mail and private carriers.", "They include the Department of Homeland Security’s (DHS) U.S. Customs  and Border Protection (CBP), which can inspect international mail and  packages for potentially illegal drugs entering the United States through  the U.S. Postal Service’s (USPS) international mail facilities or private  carriers; the Department of Health and Human Services’ (HHS) Food and  Drug Administration (FDA), which is responsible for ensuring the safety,  effectiveness, and quality of domestic and imported drugs; the Department  of Justice’s Drug Enforcement Administration (DEA), which regulates  controlled substances; and the Department of Homeland Security’s U.S.", "Immigration and Customs Enforcement (ICE), which has law enforcement  responsibilities that include investigations of prescription drugs coming  into the United States through the mail and express carriers. Also, the  Office of National Drug Control Policy (ONDCP) formulates the nation’s  drug control strategy and addresses policy issues concerning the illegal  distribution of controlled substances, as its authority does not extend over  noncontrolled substances.", "This statement presents a summary of our latest work on federal efforts to  enforce prohibitions on personal importation of prescription drugs  through the international mail and carrier facilities, which was requested  by the Chairman of the Senate Permanent Subcommittee on  Investigations, Committee on Homeland Security and Governmental  Affairs and the Ranking Minority Member of the House Energy and  Commerce Committee.  My testimony today, requested by the Chairman of  this Subcommittee, provides a summary of our report and will focus on  the following issues:    what available data show about the volume and safety of prescription  drugs imported into the United States for personal use through the  international mail and private carriers,    what procedures and practices are used at selected facilities to inspect  and interdict prescription drugs unapproved for import,    what factors affect federal agency efforts to enforce the prohibition on  prescription drug importation for personal use through international  mail and carrier facilities, and    what efforts federal agencies have undertaken to coordinate the  enforcement of the prohibitions on personal importation of  prescription drugs."], "subsections": [{"section_title": "Background", "paragraphs": ["All international mail and packages entering the United States through the  U.S. Postal Service and private carriers are subject to potential CBP  inspection at the 14 USPS international mail facilities and 29 express  consignment carrier facilities operated by private carriers located around  the country. CBP inspectors can target certain packages for inspection or  randomly select packages for inspection. CBP inspects for, among other  things, illegally imported controlled substances, contraband, and items— like personal shipments of noncontrolled prescription drugs—that may be  inadmissible. CBP inspections can include examining the outer envelope  of the package, using X-ray detectors, or opening the package to physically  inspect the contents. Each year the international mail and carrier facilities  process hundreds of millions of pieces of mail and packages. Among these  items are prescription drugs ordered by consumers over the Internet, the  importation of which is prohibited under current law, with few exceptions.", "Two acts—the Federal Food, Drug, and Cosmetic Act and the Controlled  Substances Import and Export Act—specifically regulate the importation  of prescription drugs into the United States. Under the Federal Food,  Drug, and Cosmetic Act, as amended, FDA is responsible for ensuring the  safety, effectiveness, and quality of domestic and imported drugs and may  refuse to admit into the United States any drug that appears to be  adulterated, misbranded, or unapproved for the U.S. market as defined in  the act. Under the act and implementing regulations, this includes foreign  versions of FDA-approved drugs if, for example, neither the foreign  manufacturing facility nor the manufacturing methods and controls were  reviewed by FDA for compliance with U.S. statutory and regulatory  standards. The act also prohibits reimportation of a prescription drug  manufactured in the United States by anyone other than the original  manufacturer of that drug. According to FDA, prescription drugs imported  by individual consumers typically fall into one of these prohibited  categories. However, FDA has established a policy that allows local FDA  officials to use their discretion to not interdict personal prescription drug  imports that do not contain controlled substances under specified  circumstances, such as importing a small quantity for treatment of a  serious condition, generally not more than a 90-day supply of a drug not  available domestically. The importation of prohibited foreign versions of  prescription drugs like Viagra (an erectile dysfunction drug) or Propecia (a  hair loss drug), for example, would not qualify under the personal  importation policy because approved versions are readily available in the  United States.", "In addition, the Controlled Substances Import and Export Act, among  other things, generally prohibits personal importation of those  prescription drugs that are controlled substances, such as Valium. Under  the act, shipment of controlled substances to a purchaser in the United  States from another country is only permitted if the purchaser is registered  with DEA as an importer and is in compliance with the Controlled  Substances Import and Export Act and DEA requirements. As outlined in  the act, it would be difficult, if not impossible, for an individual consumer  seeking to import a controlled substance for personal use to meet the  standards for registration and related requirements.", "CBP is to seize illegally imported controlled substances it detects on  behalf of DEA. CBP may take steps to destroy the seized and forfeited  substance or turn the seized substance over to other federal law  enforcement agencies for further investigation. CBP is to turn over  packages suspected of containing prescription drugs that are not  controlled substances to FDA. FDA investigators may inspect such  packages and hold those that appear to be adulterated, misbranded, or  unapproved, but must notify the addressee and allow that individual the  opportunity to present evidence as to why the drug should be admitted  into the United States. If the addressee does not provide evidence that  overcomes the appearance of inadmissibility, then the item is refused  admission and returned to the sender.", "Investigations that may arise from CBP and FDA inspections may fall  within the jurisdiction of other federal agencies. DEA, ICE, and FDA  investigators have related law enforcement responsibilities and may  engage in investigations stemming from the discovery of illegally imported  prescription drugs. Although USPS’s Inspection Service does not have the  authority, without a federal search warrant, to open packages suspected of  containing illegal drugs, it may collaborate with other federal agencies in  certain investigations. Also, ONDCP is responsible for formulating the  nation’s drug control strategy and has general authority for addressing  policy issues concerning the illegal distribution of controlled substances.", "ONDCP’s authority does not, however, include prescription drugs that are  not controlled substances."], "subsections": []}, {"section_title": "The Volume of Prescription Drug Imports Is Unknown but Believed to Be Substantial, and the Safety of These Drug Imports Is Not Assured", "paragraphs": ["My statement will now focus on what the available data show about the  volume and safety of prescription drugs imported into the United States  for personal use through the international mail and private carriers."], "subsections": [{"section_title": "CBP and FDA Do Not Know the Scope of Prohibited Prescription Drug Importation, but They Believe it to Be Substantial", "paragraphs": ["In our report, we state that CBP and FDA do not systematically collect  data on the volume of prescription drugs and controlled substances they  encounter at the mail and carrier facilities. CBP and FDA officials have  said that in recent years they have observed increasingly more packages  containing prescription drugs being imported through the mail facilities,  but neither agency has complete data to estimate the volume of  importation. FDA officials told us that CBP and FDA currently have no  mechanism for keeping an accurate count of the volume of illegally  imported drugs, because of the large volume of packages arriving daily  through the international mail and carriers. Furthermore, FDA officials  told us that FDA did not routinely track items that contained prescription  drugs potentially prohibited for import that they released and returned for  delivery to the recipient. However, they said that FDA had begun gathering  from the field information on the imported packages it handles, but as of  July 2005, this effort was still being refined.", "We also report that CBP and FDA, in coordination with other federal  agencies, have conducted special operations targeted to identify and tally  the packages containing prescription drugs imported through a particular  facility during a certain time period and to generate information for  possible investigation. The limited data collected have shown wide  variations in volume. For example, at one mail facility CBP officials  estimated that approximately 3,300 packages containing prescription  drugs entered the facility in 1 week and at another mail facility CBP  officials estimated that 4,300 such packages entered the facility in 1 day.", "While these data provide some insight regarding the number of packages  containing prescription drugs at a selected mail facility during a certain  time period, the data are not representative of other time periods or  projectable to other facilities.", "Our report also notes that during congressional hearings over the past 4  years, FDA officials, among others, have presented estimates of the  volume of prescription drugs imported into the United States through mail  and express carrier facilities ranging from 2 million to 20 million packages  in a given year. Each estimate has its limitations; for example, some  estimates were extrapolations from data gathered at a single mail facility.", "More recently, a December 2004 HHS report stated that approximately 10  million packages containing prescription drugs enter the United States— nearly 5 million packages from Canada and another 5 million mail  packages from other countries. However, these estimates also have  limitations, being partially based on extrapolations from limited FDA  observations at international mail branch facilities. Without an accurate  estimate of the volume of importation of prescription drugs, federal  agencies cannot determine the full scope of the importation issue."], "subsections": []}, {"section_title": "The Safety of Prescription Drug Imports Is Not Assured", "paragraphs": ["Regarding the safety of prescription drug imports, we report that FDA  officials have said that they cannot provide assurance to the public  regarding the safety and quality of drugs purchased from foreign sources,  which are largely outside of their regulatory system. FDA officials also  said that consumers who purchase prescription drugs from foreign-based  Internet pharmacies are at risk of not fully knowing the safety or quality of  what they are importing. While some consumers may purchase genuine  products, others may unknowingly purchase counterfeit products, expired  drugs, or drugs that were improperly manufactured.", "In addition, we report on CBP’s and FDA’s limited analysis of the imported  prescription drugs identified during special operations. The results of  these efforts have raised questions about the safety of some of the drugs.", "For example, during a special operation in 2003 to identify and assess  counterfeit and potentially unsafe imported drugs at four mail facilities,  CBP and FDA inspected 1,153 packages that contained prescription  drugs. According to a CBP report, 1,019, or 88 percent, of the imported  drug products were in violation of the Federal Food, Drug, and Cosmetic  Act or the Controlled Substances Import and Export Act.", "Consistent with these concerns, we report on the findings of our June 2004  report in which we identified several problems associated with the  handling, FDA approval status, and authenticity of 21 prescription drug  samples we purchased from Internet pharmacies located in several foreign  countries—Argentina, Costa Rica, Fiji, Mexico, India, Pakistan, the  Philippines, Spain, Thailand, and Turkey. Our work showed that most of  the drugs, all of which we received via consignment carrier shipment or  the U.S. mail, were unapproved for the U.S. market because, for example,  the labeling or the foreign manufacturing facility, methods, and controls  were not reviewed by FDA. We observed during the site visits undertaken  for our current report that in addition to some prescription drugs imported  through the mail and carrier facilities not being shipped in protective  packages, some drugs also lacked product identifications, directions for  use, or warning labels. Furthermore, for some drugs, the origin and  contents could not be immediately determined by CBP or FDA inspection."], "subsections": []}, {"section_title": "Highly Addictive Controlled Substances Are Widely Available via the Internet", "paragraphs": ["Our report also noted that federal agencies and professional medical and  pharmacy associations have found that consumers of any age can obtain  highly addictive controlled substances from Internet pharmacies,  sometimes without a prescription or consultation with a physician. Both  DEA and ONDCP have found that the easy availability of controlled  substances directly to consumers over the Internet has significant  implications for public health, given the opportunities for misuse and  abuse of these addictive drugs. In addition, the American Medical  Association recently testified that Internet pharmacies that offer  controlled substances without requiring a prescription or consultation  with a physician contribute to the growing availability and increased use  of addictive drugs for nonmedical purposes."], "subsections": []}]}, {"section_title": "Some Targeted Packages Containing Prescription Drugs Are Interdicted, but Many Others Are Not", "paragraphs": ["My statement will now focus on the procedures and practices used at  selected facilities to inspect and interdict prescription drugs unapproved  for import."], "subsections": [{"section_title": "New Procedures Should Encourage Uniform Practices, but They Still Allow Many Packages Containing Prescription Drugs to Be Released", "paragraphs": ["With regard to procedures and practices used at selected facilities to  inspect and interdict prescription drugs unapproved for import, our report  cites our July 2004 testimony in which we reported that CBP and FDA  officials at selected mail and carrier facilities used different practices and  procedures to inspect and interdict packages that contain prescription  drugs. While each of the facilities we visited targeted packages for  inspection, the basis upon which packages were targeted could vary and  was generally based on several factors, such as the inspector’s intuition  and experience, whether the packages originated from suspect countries  or companies, or were shipments to individuals. At that time, we also  reported that while some targeted packages were inspected and  interdicted, many others either were not inspected and were released to  the addressees or were released after being held for inspection. FDA  officials said that because they were unable to process the volume of  targeted packages, they released tens of thousands of packages containing  drug products that may violate current prohibitions and could have posed  a health risk to consumers.", "In August 2004, FDA issued standard operating procedures outlining how  FDA personnel are to prioritize packages for inspection, inspect the  packages, and make admissibility determinations of FDA-regulated  pharmaceuticals imported into the United States via international mail.", "Under the procedures, CBP personnel are to forward to FDA personnel  any mail items, from FDA’s national list of targeted countries and based on  local criteria, that appear to contain prescription drugs. Deviations from  the procedures must be requested by facility personnel and approved by  FDA management. According to FDA officials, these procedures have been  adopted nationwide. While the new procedures should encourage  processing uniformity across facilities, many packages that contain  prescription drugs are still released. Specifically, according to the  procedures, all packages forwarded by CBP but not processed by FDA  inspectors at the end of each workday are to be returned for delivery by  USPS to the recipient. However, according to the procedures, packages  considered to represent a significant and immediate health hazard may be  held over to the next day for processing.", "Prohibitions on Personal Importation, GAO-04-839T (Washington, D.C.: July 22, 2004). to deal with the volume, nor were they designed to do so. While the  packages that are not targeted are released without inspection, so are  many packages that are targeted and referred to FDA personnel. At one  facility, FDA officials estimated that each week they return without  inspection 9,000 to 10,000 of the packages referred to them by CBP. They  said these packages were given to USPS officials for delivery to the  addressee."], "subsections": []}, {"section_title": "New CBP Controlled Substances Policy May Improve Interdiction Efforts, but Impact on Importation Is Unclear", "paragraphs": ["Regarding the procedures and practices used to inspect and interdict  certain controlled substances, our report cites our July 2004 testimony in  which we reported that CBP officials were to seize the illegally imported  controlled substances they detected. However, at that time, some illegally  imported controlled substances were not seized by CBP. For example,  CBP officials at one mail facility told us that they experienced an  increased volume of controlled substances and, in several months, had  accumulated a backlog of over 40,700 packages containing schedule IV  substances.", "According to our report, CBP field personnel said they did not have the  resources to seize all the controlled substances they detected. Officials  said that the seizure process can be time-consuming, taking approximately  1 hour for each package containing controlled substances. According to  CBP officials, when an item is seized, the inspector records the contents of  each package—including the type of drugs and the number of pills or vials  in each package. If the substance is a schedule I or II controlled substance,  it is to be summarily forfeited without notice, after seizure. However, if it  is a schedule III through V controlled substance, CBP officials are to notify  the addressee that the package was seized and give the addressee an  opportunity to contest the forfeiture by providing evidence of the  package’s admissibility and trying to claim the package at a forfeiture  hearing.", "Our report goes on to say that to address the seizure backlog and give CBP  staff more flexibility in handling controlled substances, in September 2004,  CBP implemented a national policy for processing controlled substances,  schedule III through V, imported through the mail and carrier facilities.", "According to the policy, packages containing controlled substances should  no longer be transferred to FDA for disposition, released to the addressee,  or returned to the sender. CBP field personnel are to hold the packages  containing controlled substances in schedules III through V as unclaimed  or abandoned property as an alternative to a seizure. According to a CBP  headquarters official, processing a controlled substance as abandoned  property is a less arduous process because it requires less information be  entered into a database than if the same property were to be seized. Once  CBP deems the controlled substance to be unclaimed property, the  addressee is notified that he or she has the option to voluntarily abandon  the package or have the package seized. If the addressee voluntarily  abandons the package or does not respond to the notification letter within  30 days, the package will be eligible for immediate destruction. If the  addressee chooses to have the package seized, there would be an  opportunity to contest the forfeiture and claim the package, as described  above. CBP also instituted an on-site data collection system at  international mail and express carrier facilities to record schedule III  through V controlled substances interdicted using this new process. CBP  reported that from September 2004 to the end of June 2005, a total of  approximately 61,700 packages of these substances were interdicted,  about 61,500 at international mail facilities and 200 at express carrier  facilities.", "We report that generally, CBP officials we interviewed told us that the  recent policy improved their ability to record information about and  destroy schedule III through V controlled substances they detected. A CBP  official at one facility said that the abandonment process is faster than the  seizure process, as it requires much less paperwork. A CBP headquarters  official told us that the abandonment process takes an inspector at a mail  facility about 1 minute to process a package. He added that the new policy  was intended to eliminate the backlog of schedule III through V controlled  substances at the facilities. However, we also report that CBP officials in  the field and in headquarters said that they do not know whether the new  policy has had any impact on the volume of controlled substances illegally  entering the country that reach the intended recipient. Generally, CBP  officials do not know the extent of packages that contain controlled  substances that are undetected and released. For example, CBP officials at  one facility told us that they used historical data to determine the  countries that are likely sources for controlled substances and target the  mail from those countries. They do not know the volume of controlled  substances contained in the mail from the nontargeted countries. A CBP  official at another facility said that he believed the volume of controlled  substances imported through the facility had begun to decrease, but he  had no data to support his claim."], "subsections": []}, {"section_title": "Packages Containing Prescription Drugs Can Bypass FDA Review at the Carrier Facilities", "paragraphs": ["According to our report, packages containing prescription drugs can also  bypass FDA inspection at carrier facilities because of inaccurate  information about the contents of the package. Unlike packages at mail  facilities, packages arriving at carrier facilities we visited are preceded by  manifests, which provide information from the shipper, including a  description of the packages’ contents. While the shipments are en route,  CBP and FDA officials are to review this information electronically and  select packages they would like to inspect when the shipment arrives. FDA  officials at two carrier facilities we visited told us they review the  information for packages described as prescription drugs or with a related  term, such as pharmaceuticals or medicine. CBP and FDA officials told us  that there are no assurances that the shipper’s description of the contents  is accurate. The FDA officials at the carrier facilities we visited told us that  if a package contains a prescription drug but is inaccurately described, it  would not likely be inspected by FDA personnel."], "subsections": []}]}, {"section_title": "Factors beyond Inspection and Interdiction Complicate Efforts to Enforce the Prohibitions on Personal Importation of Prescription Drugs", "paragraphs": ["My statement will now focus on the three factors that our report identified  as affecting federal agency efforts to enforce the prohibition on  prescription drug importation for personal use through international mail  and carrier facilities."], "subsections": [{"section_title": "The Volume of Imports Can Strain Federal Resources", "paragraphs": ["In our report, we state that the current volume of prescription drug  imports, coupled with competing agency priorities, has strained federal  inspection and interdiction resources allocated to the mail facilities. CBP  and FDA officials told us that the recent increase in American consumers  ordering drugs over the Internet has significantly contributed to increased  importation of these drugs through the international mail. CBP officials  said that they are able to inspect only a fraction of the large number of  mail and packages shipped internationally. FDA officials have said that the  large volume of imports has overwhelmed the resources they have  allocated to the mail facilities and they have little assurance that the  available field personnel are able to inspect all the packages containing  prescription drugs illegally imported for personal use through the mail. In  addition, agencies have multiple priorities, which can affect the resources  they are able to allocate to the mail and carrier facilities. For example,  FDA’s multiple areas of responsibility include, among other things,  regulating new drug product approvals, the labeling and manufacturing  standards for existing drug products, and the safety of a majority of food  commodities and cosmetics, which, according to FDA officials, all go to  FDA’s mission of protecting the public health while facilitating the flow of  legitimate trade. CBP’s primary mission is preventing terrorists and  terrorist weapons from entering the United States while also facilitating  the flow of legitimate trade and travel. DEA’s multiple priorities include  interdicting illicit drugs such as heroin or cocaine, investigating doctors  and prescription forgers, and pursuing hijackings of drug shipments.", "We also report on HHS and CBP assessments of resources needed to  address the volume of illegally imported drugs coming into the country. In  a 2004 report on the importation of prescription drugs, the Secretary of  HHS stated that substantial resources are needed to prevent the increasing  volume of packages containing small quantities of drugs from entering the  country. The Secretary found that despite agency efforts, including those  with CBP, FDA currently does not have sufficient resources to ensure  adequate inspection of the current volume of personal shipments of  prescription drugs entering the United States. CBP is also in the early  stages of assessing the resources it needs at the mail facilities to address  the volume of controlled substance imports. However, CBP officials admit  that an assessment of resource needs is difficult because they do not know  the scope of the problem and the impact of the new procedures. A CBP  official told us that CBP has a statistician working on developing estimates  on the volume of drugs entering mail facilities; however, he was uncertain  whether this effort would be successful or useful for allocating resources.", "Likewise, in March 2005, FDA officials told us that they had begun to  gather from the field information on the imported packages it handles,  such as the number of packages held, reviewed, and forwarded for further  investigation. However, as of July 2005, they could not provide any data  because, according to the officials, this effort was new and still being  refined."], "subsections": []}, {"section_title": "Internet Pharmacies Challenge Law Enforcement Efforts", "paragraphs": ["According to our report, Internet pharmacies, particularly foreign-based  sites, which operate outside the U.S. regulatory system, pose a challenge  for regulators and law enforcement agencies. In an earlier 2004 report, we  described how traditionally, in the United States, the practice of pharmacy  is regulated by state boards of pharmacy, which license pharmacists and  pharmacies and establish and enforce standards. To legally dispense a  prescription drug, a licensed pharmacist working in a licensed pharmacy  must be presented a valid prescription from a licensed health care  professional. The Internet allows online pharmacies and physicians to  anonymously reach across state and national borders to prescribe, sell,  and dispense prescription drugs without complying with state  requirements or federal regulations regarding imports.", "In addition, we report that the nature of the Internet has challenged U.S.  law enforcement agencies investigating Internet pharmacies, particularly  foreign-based sites. Internet sites can easily be installed, moved, or  removed in a short period of time. This fluidity makes it difficult for law  enforcement agencies to identify, track, monitor, or shut down those sites  that operate illegally. Moreover, investigations can be more difficult when  they involve foreign-based Internet sites, whose operators are outside of  U.S. boundaries and may be in countries that have different drug approval  and marketing approaches than the United States has. For example,  according to DEA officials, drug laws and regulations regarding controlled  substances vary widely by country. DEA officials told us their enforcement  efforts with regard to imported controlled substances are hampered by the  different drug laws in foreign countries. Internet pharmacy sites can be  based in countries where the marketing and distribution of certain  controlled substances are legal. Steroids, for example, sold over the  Internet may be legal in the foreign country in which the online pharmacy  is located. Federal agencies can also face challenges when working with  foreign governments to share information or develop mechanisms for  cooperative law enforcement. For example, FDA officials have testified  that they possess limited investigatory jurisdiction over sellers in foreign  countries and have had difficulty enforcing the law prohibiting  prescription drug importation when foreign sellers are involved. A DEA  official told us that it was difficult to convince some foreign governments  that the illegal sale of prescription drugs over the Internet is a global  problem and not restricted to the United States.", "In our report, we also note that FDA and DEA officials told us that they  work with commercial firms, including express carriers, credit card  organizations, Internet providers, and online businesses to obtain  information to investigate foreign pharmacies, but these investigations are  complicated by legal and practical considerations. FDA and DEA officials  said that the companies have been willing to work with government  agencies to stop transactions involving prescription drugs prohibited from  import, and some have alerted federal officials when suspicious activity is  detected. However, officials also identified current legal and practical  considerations that complicated obtaining information from organizations,  such as credit card organizations. For example, according to FDA, DEA,  and ICE officials, credit card organizations and banks and other financial  institutions that issue credit cards will not provide to the agencies  information about the parties involved in the transaction without a  subpoena. Representatives from the credit card companies we contacted  explained that these issues generally are resolved if the agency issues a  properly authorized subpoena for the desired information."], "subsections": []}, {"section_title": "The Notification Process Challenges Enforcement Efforts", "paragraphs": ["We also report that FDA headquarters officials said that packages that  contain prescription drugs for personal use that appear to be prohibited  from import pose a challenge to their enforcement efforts because these  packages cannot be automatically refused. Before any imported item is  refused, the current law requires FDA to notify the owner or consignee  that the item has been held because it appears to be prohibited and give  the product’s owner or consignee an opportunity to submit evidence of  admissibility. If the recipient does not respond or does not present enough  evidence to overcome the appearance of inadmissibility, then the item can  be returned to the sender, or in some cases destroyed.", "FDA officials told us that this requirement applies to all drug imports that  are held under section 801(a) of the Federal Food, Drug, and Cosmetic  Act. Nonetheless, they said that they believe this notification process is  time consuming because each package must be itemized and entered into  a database; a letter must be written to each addressee; and the product  must be stored. The process can take up to 30 days per import—and can  hinder their ability to quickly handle packages containing prescription  drugs prohibited from import. According to FDA investigators, in most  instances, the addressee does not present evidence to support the drugs’  admissibility, and the drugs are ultimately provided to CBP or the U.S.", "Postal Service for return to sender. FDA headquarters officials told us that  the Standard Operating Procedures, introduced in August 2004 and  discussed earlier in this report, were an attempt to help FDA address the  burden associated with the notification process because the procedures  were designed to focus resources on packages containing drugs  considered to be among the highest risk.", "Our report further indicates that FDA and the Secretary of HHS have  raised concerns about FDA’s notification process, noting that it is time- consuming and resource intensive, in testimony before Congress, but did  not propose any legislative changes to address the concerns identified. In  May 2001, FDA’s Acting Principal Deputy Commissioner wrote a  memorandum to the Secretary of HHS expressing concern about the  growing number of drugs imported for personal use and the dangers they  posed to public health. The memorandum explained that because of the  notice and opportunity to respond requirements, detaining and refusing  entry of mail parcels was resource intensive. The Acting Principal Deputy  Commissioner proposed, among other things, the removal of the  requirement that FDA issue a notice before it could refuse and return  personal use quantities of FDA-regulated products that appear violative of  the Food, Drug, and Cosmetic Act. He noted that removal of the  notification requirement would likely require legislation, but without this  change, FDA could not effectively prohibit mail importation for personal  use. As of July 2005, according to FDA officials and an HHS official, the  Secretary had not responded with a specific legislative proposal to change  FDA’s notification requirement. FDA officials said that there are some  complicating issues associated with eliminating the notification  requirement; for example, the importance of providing due process, which  basically gives individuals the opportunity to present the case as to why  they should be entitled to receive the property (e.g., prescription drugs  that they ordered from a foreign source), and/or the extent the law should  be changed to cover all imported prescription drugs and other products. In  addition, USPS indicated that any discussion of options to expedite the  processing and disposition of prescription drugs must consider  international postal obligations, specifically the requirements of the  Universal Postal Union (UPU). FDA officials said that currently, the  notification requirement also applies to large commercial quantities of  prescription drugs and other nonpharmaceutical products for which the  requirement is not a problem. They said it has become a burden only  because FDA and CBP are overwhelmed with a large volume of small  packages.", "Furthermore, we report that FDA officials said that they have considered  other options for dealing with this issue, such as summarily returning each  package to the sender without going through the process. However, they  said that the law would likely need to be changed to allow this, and, as  with the current process, packages that are returned to the sender could,  in turn, be sent back by the original sender to go through the process  again. They said that another option might be destruction, but they were  uncertain whether they had the authority to destroy drugs FDA intercepts;  they indicated that the authority might more likely lie with CBP.", "Regardless, FDA officials said that whatever approach was adopted, FDA  might continue to encounter a resource issue because field personnel  would still need to open and examine packages to ascertain whether they  contained unapproved prescription drugs."], "subsections": []}]}, {"section_title": "Federal Efforts to Coordinate Law Enforcement Activities Could Benefit from a Strategic Framework", "paragraphs": ["My statement will now focus on efforts federal agencies have undertaken  to coordinate the enforcement of the prohibitions on personal importation  of prescription drugs."], "subsections": [{"section_title": "Federal Agencies Have Recently Begun to Coordinate Efforts to Focus on Prescription Drugs Imported for Personal Use", "paragraphs": ["According to our report, since 1999, federal law enforcement and  regulatory agencies have organized various task forces and working  groups to address issues associated with purchasing prescription drugs  over the Internet; however, recent efforts have begun to focus particular  attention on imported prescription drugs. For example, according to an  FDA official, many of FDA’s efforts, started in 1999, focused on Internet  pharmaceutical sales by illicit domestic pharmacies and the risks  associated with purchasing those drugs, rather than drugs that are being  imported from foreign countries. As our report discusses, more recent  efforts have focused on prescription drugs entering international mail and  express carrier facilities.", "In January 2004, the CBP Commissioner initiated an interagency task force  on pharmaceuticals, composed of representatives from CBP, FDA, DEA,  ICE, and ONDCP as well as legal counsel from the Department of Justice.", "According to the Commissioner, the proposal to create the task force was  prompted by “intense public debate and congressional scrutiny, which has  resulted in increasing pressure being applied to regulatory and law  enforcement agencies to develop consistent, fair policies” to address  illegal pharmaceuticals entering the United States. The Commissioner  proposed that the task force achieve five specific goals, and according to a  CBP official, five working groups were established to achieve these goals.", "Figure 1 shows the task force goals, the five working groups, and the goals  of each working group.", "CBP officials and other members of the task force provided examples of  activities being carried out or planned by task force working groups. For  example, the working group on mail and express consignment operator  facilities procedures has carried out special operations at five  international mail and three express carrier facilities to examine parcels  suspected of containing prohibited prescription drugs over specific  periods of time, such as 2 or 3 days. While similar operations have  occurred since 2000, a CBP official told us that those conducted under the  task force are multiagency efforts; they are expected to continue during  the remainder of 2005 at all of the remaining mail facilities and some of the  carrier facilities. Our report describes activities of the other working  groups.", "In addition, we report that the task force members are working with  ONDCP to address the importation of controlled substances through  international mail and carrier facilities. In October 2004, ONDCP issued a  plan for addressing demand and trafficking issues associated with certain  man-made controlled substances—such as pain relievers, tranquilizers,  and sedatives. Among other things, ONDCP recommended that DEA,  CBP, ICE, State Department, National Drug Intelligence Center, and FDA  work with USPS and private express mail delivery services to target illegal  mail order sales of chemical precursors, synthetic drugs, and  pharmaceuticals, both domestically and internationally. ONDCP officials  said that a multiagency working group is meeting to discuss what can be  done to confiscate these controlled substances before they enter the  country.", "Finally, we report that USPS is exploring what additional steps it can take  to further help the task force. USPS officials said that they proposed,  during a July 2004 hearing, the possibility of cross-designating U.S. Postal  Inspectors with Customs’ authority so that Postal Inspectors can conduct  warrant-less searches, at the border, of incoming parcels or letters  suspected of containing illegal drugs. According to USPS officials, such  authority would facilitate interagency investigations. They said that their  proposal has yet to be finalized with CBP. In addition, internationally,  USPS has drafted proposed changes to the U.S. listing in the Universal  Postal Union List of Prohibited Articles. This action is still pending."], "subsections": []}, {"section_title": "A Strategic Framework Would Further Enhance Task Force Efforts", "paragraphs": ["In our report, we state that although the task force has taken positive steps  toward addressing issues associated with enforcing the laws on personal  imports, it has not fully developed a strategic framework that would allow  the task force to address many of the challenges we identify in this report.", "Our review showed that the task force has already begun to establish some  elements of a strategic framework, but not others. For example, the  Commissioner’s January 2004 memo laid out the purpose of the task force  and why it was created. However, it has not defined the scope of the  problem it is trying to address because, as discussed earlier, CBP and FDA  have yet to develop a way to estimate the volume of imported prescription  drugs entering specific international mail and carrier facilities. In addition,  while the task force and individual working groups have goals that state  what they are trying to achieve, the task force has not established  milestones and performance measures to gauge results. Furthermore, the  task force has not addressed the issue of what its efforts will cost so that it  can target resources and investments, balancing risk reduction with costs  and considering task force members’ other law enforcement priorities.", "Instead, according to a CBP official, working group projects are done on  an ad hoc basis wherein resources are designated for specific operations.", "Carrying out enforcement efforts that involve multiple agencies with  varying jurisdictions is not an easy task, especially since agencies have  limited resources and often conflicting priorities. According to our report,  the challenges we identify could be more effectively addressed by using a  strategic framework that more clearly defines the scope of the problem by  estimating the volume of drugs entering international mail and carrier  facilities, establishes milestones and performance measures, determines  resources and investments needed to address the flow of imported drugs  entering the facilities and where those resources and investments should  be targeted, and evaluates progress. Advancing such a strategic framework  could establish a mechanism for accountability and oversight. Our report  acknowledges that such a strategic framework needs to be flexible to  allow for changing conditions and could help agencies adjust to potential  changes in the law governing the importation of prescription drugs for  personal use."], "subsections": []}]}, {"section_title": "GAO Conclusions, Recommendations, and Agency Responses", "paragraphs": ["While acknowledging the complexities of enforcing the laws governing  prescription drug imports for personal use, including the involvement of  multiple agencies with various jurisdictions and differing priorities, our  report concludes that current inspection and interdiction efforts at the  international mail branches and express carrier facilities have not  prevented the reported substantial and growing volume of prescription  drugs from being illegally imported from foreign Internet pharmacies into  the United States. CBP and other agencies have taken a step in the right  direction by establishing a task force designed to address many of the  challenges discussed in this report. However, a strategic framework that  facilitates comprehensive enforcement of prescription drug importation  laws and measures results would provide the task force with an  opportunity to better focus agency efforts to stem the flow of prohibited  prescription drugs entering the United States. In addition to the issues  addressed by the task force, FDA has also expressed continuing concern  to Congress that it encounters serious resource constraints enforcing the  law at mail facilities because packages containing personal drug imports  must be handled in accordance with FDA’s time-consuming and resource- intensive notification process. FDA has stated that it cannot effectively  enforce the law unless the requirement to notify recipients is changed.", "Accordingly, to help ensure that the government maximizes its ability to  enforce laws governing the personal importation of prescription drugs, our  report recommends that the CBP Commissioner, in concert with ICE,  FDA, DEA, ONDCP, and USPS, develop and implement a strategic  framework for the task force that would promote accountability and guide  resource and policy decisions. At a minimum, this strategic framework    establishment of an approach for estimating the scope of the problem,  such as the volume of drugs entering the country through mail and    establishment of objectives, milestones, and performance measures  and a methodology to gauge results;    determination of the resources and investments needed to address the  flow of prescription drugs illegally imported for personal use and  where resources and investments should be targeted; and    an evaluation component to assess progress, identify barriers to  achieving goals, and suggest modifications.", "In view of FDA’s continuing concern about the statutory notification  requirement and its impact on enforcement, our report also recommends  that the Secretary of HHS assess the ramifications of removing or  modifying the requirement, report on the results of this assessment, and, if  appropriate, recommend changes to Congress.", "In commenting on our report, DEA and ONDCP generally agreed with our  recommendation that the CBP task force develop a strategic framework.", "DEA agreed that such a framework needs to be flexible to allow for  changing conditions and said DEA will, in concert with other task force  agencies, support the CBP Commissioner’s strategic framework for the  interagency task force. DHS generally agreed with the contents of our  report and said that CBP is convening a task force meeting to discuss our  recommendation. While generally concurring with our recommendation  for a strategic framework, HHS questioned the need to include an  approach for estimating the volume of unapproved drugs entering the  country, because it believed its current estimates are valid. HHS also said  our statement that the task force agencies could develop statistically valid  volume estimates and realistic risk-based estimates of the number of staff  needed to interdict parcels at mail facilities did not recognize FDA’s  current level of effort at these facilities relative to its competing priorities.", "We believe that developing more systematic and reliable volume estimates  might position agencies to better define the scope of the problem so that  decision makers can make informed choices about resources, especially in  light of competing priorities. Regarding our recommendation to assess the  ramifications of removing or modifying FDA’s statutorily required  notification process, HHS generally agreed and stated that it intended to  pursue an updated assessment. USPS did not state whether it concurred  with our recommendations, but it noted that discussions of options to  expedite the processing and disposition of prescription drugs must  consider international postal obligations.", "Mr. Chairman, this concludes my prepared testimony. I would be happy to  respond to any questions you or other members of the committee may  have at this time.", "GAO Contacts and Staff Acknowledgments  For further information about this testimony, please contact me at (202)  512-8816. John F. Mortin, Leo M. Barbour, Frances A. Cook, Katherine M.", "Davis, Michele C. Fejfar, and Barbara A. Stolz made key contributions to  this statement."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Prescription Drugs: Strategic Framework Would Promote Accountability  and Enhance Efforts to Enforce the Prohibitions on Personal  Importation. GAO-05-372. Washington, D.C.: September 8, 2005.", "Prescription Drugs: Preliminary Observations on Efforts to Enforce the  Prohibitions on Personal Importation. GAO-04-839T. Washington, D.C.:  July 22, 2004.", "Internet Pharmacies: Some Pose Safety Risks for Consumers.", "GAO-04-820. Washington, D.C.: June 17, 2004.", "Internet Pharmacies: Some Pose Safety Risks for Consumers and Are  Unreliable in Their Business Practices. GAO-04-888T. Washington, D.C.:  June 17, 2004.", "Combating Terrorism: Evaluation of Selected Characteristics in  National Strategies Related to Terrorism. GAO-04-408T. Washington,  D.C.: February 2004.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}], "fastfact": []}