{"id": "GAO-04-490", "url": "https://www.gao.gov/products/GAO-04-490", "title": "Antibiotic Resistance: Federal Agencies Need to Better Focus Efforts to Address Risk to Humans from Antibiotic Use in Animals", "published_date": "2004-04-22T00:00:00", "released_date": "2004-05-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Antibiotic resistance is a growing public health concern; antibiotics used in animals raised for human consumption contributes to this problem. Three federal agencies address this issue--the Department of Health and Human Services' (HHS) Food and Drug Administration (FDA) and Centers for Disease Control and Prevention (CDC), and the Department of Agriculture (USDA). GAO examined (1) scientific evidence on the transference of antibiotic resistance from animals to humans and extent of potential harm to human health, (2) agencies' efforts to assess and address these risks, (3) the types of data needed to support research on these risks and extent to which the agencies collect these data, (4) use of antibiotics in animals in the United States compared with its key agricultural trading partners and competitors, and (5) information on how use has affected trade."]}, {"section_title": "What GAO Found", "paragraphs": ["Scientific evidence has shown that certain bacteria that are resistant to antibiotics are transferred from animals to humans through the consumption or handling of meat that contains antibiotic-resistant bacteria. However, researchers disagree about the extent of harm to human health from this transference. Many studies have found that the use of antibiotics in animals poses significant risks for human health, but a small number of studies contend that the health risks of the transference are minimal. Federal agencies have expanded their efforts to assess the extent of antibiotic resistance, but the effectiveness of their efforts to reduce human health risk is not yet known. FDA, CDC, and USDA have increased their surveillance activities related to antibiotic resistance. In addition, FDA has taken administrative action to prohibit the use of a fluroquinolone in poultry. FDA has identified animal drugs that are critically important for human health and begun reviewing currently approved drugs using a risk assessment framework that it recently issued for determining the human health risks of animal antibiotics. However, because FDA's initial reviews of approved animal drugs using this framework have focused on other drugs and have taken at least 2 years, FDA's reviews of critically important drugs may not be completed for some time. Although federal agencies have made some progress in monitoring antibiotic resistance, they lack important data on antibiotic use in animals to support research on human health risks. These data, such as the type and quantity of antibiotics and purpose for their use by species, are needed to determine the linkages between antibiotic use in animals and emerging resistant bacteria. In addition, these data can help assess human health risks from this use and develop and evaluate strategies for mitigating resistance. The United States and several of its key agricultural trading partners and competitors differ in their use of antibiotics in animals in two important areas: the specific antibiotics allowed for growth promotion and availability of antibiotics to producers (by prescription or over the counter). For example, the United States and Canada allow some antibiotics important in human medicine to be used for growth promotion, but the European Union (EU) and New Zealand do not. Regarding over the counter sales of antibiotics, the United States is generally less restrictive than the EU. Antibiotic use in animals has not yet been a significant factor affecting U.S. international trade in meat and poultry, although the presence of antibiotic residues in meat has had some impact, according to government and industry officials. Instead, countries raise other food safety issues, such as hormone use and animal diseases. However, according to these officials, antibiotic use in animals may emerge as a factor in the future. They particularly noted that the EU could object to U.S. use of antibiotics for growth promotion as its member countries are phasing out that use."]}], "report": [{"section_title": "Letter", "paragraphs": ["Antibiotic resistance is a serious and growing public health problem. As  resistance to antibiotics develops in disease-producing bacteria, it can  become difficult to treat diseases that were formerly treatable with  antibiotics, and this can have deadly consequences. Treating antibiotic- resistant infections often requires the use of more expensive drugs and can  result in longer hospital stays. According to Institute of Medicine estimates,  the annual cost of treating antibiotic-resistant infections may be as high as  $3 billion. Experts cite the widespread use of antibiotics in human  medicine as the principal cause of resistance, but they identify the use of  antibiotics in animals raised for human consumption as contributing to  antibiotic resistance in humans. It is generally agreed that a large  proportion of the antibiotics used in the United States is administered to  animals raised for human consumption.", "While antibiotic use in animals poses potential human health risks, it also  reduces the cost of producing these animals, which in turn helps reduce the  prices consumers pay for food. Antibiotics are an integral part of animal  production in the United States and many other countries where large  numbers of livestock and poultry are raised in confined facilities, which  increases the likelihood of disease. Antibiotics are used to treat animal  diseases; to prevent the spread of diseases that are known to occur during  those phases of production when animals are at a high risk of disease (e.g.,  when animals have been transported to a new location); and to increase  animals’ growth rate. Consumer groups argue that antibiotic use would be  reduced if different animal production methods were used. Public health  officials are particularly concerned about the use of antibiotics in animals  to promote growth because antibiotics used for growth promotion are  administered in low doses over long periods of time to large groups of  animals that are not sick. This practice can allow animals to become  reservoirs of antibiotic-resistant bacteria. If a person becomes ill from  handling or ingesting meat or poultry contaminated with antibiotic- resistant bacteria, the infection may be resistant to treatment not only with  the antibiotic of choice for that infection but also with other antibiotics in  the same class of drugs. Use of antibiotics in animals also may lead to the  transference of resistance from one type of bacteria to another type.", "Three federal agencies are primarily responsible for protecting Americans  from the health risk associated with the transfer of antibiotic-resistant  bacteria from meat and poultry to the humans who handle or consume  these products. The Department of Health and Human Services’ (HHS)  Food and Drug Administration (FDA) approves for sale and regulates the  manufacture and distribution of antibiotics used in animals. HHS’s Centers  for Disease Control and Prevention (CDC) conducts surveillance and other  research to assess the extent of antibiotic resistance in humans from  animals. The U.S. Department of Agriculture (USDA) gathers data on  antibiotic resistance in animals, conducts surveillance, and funds  epidemiologic and other research on antibiotic resistance in humans,  animals, and the environment. In addition, internationally, the World Health  Organization (WHO) and the Office International des Epizooties (OIE) have  been examining these issues.", "In 1999, we reported that the development and spread of antibiotic- resistant bacteria is a worldwide phenomenon and that the widespread use  of various antibiotics has created the potential for U.S. public health costs  to increase. We further reported that the extent to which the agricultural  use of antibiotics contributes to antibiotic-resistant bacteria in humans is  uncertain and recommended that HHS and USDA work together to develop  and implement a plan with specific goals, time frames, and resources  needed for determining the safe use of antibiotics in agriculture. In  response, in January 2001, the federal Interagency Task Force on  Antimicrobial Resistance, which is composed of FDA, CDC, and USDA, and  several other agencies, issued an action plan to address antibiotic  resistance issues, including those associated with antibiotic use in animals.  Subsequently, in June 2003, the task force issued a status report that  described the agencies’ progress in implementing the activities outlined in  the action plan.", "You asked us to examine the (1) scientific evidence regarding the  transference of antibiotic resistance from animals to humans through  consuming or handling contaminated meat and poultry and the extent of  potential harm to human health, (2) progress federal agencies have made in  assessing and addressing the human health risk of antibiotic use in animals,  (3) types of data that federal agencies need to support research on the  human health risk of antibiotic use in animals and the extent to which these  data are collected, (4) use of antibiotics in animals in the United States  compared with antibiotic use by its key agricultural trading partners and  competitors, and (5) information that is available on the degree to which  antibiotic use in animals has affected U.S. trade.", "For the purpose of this report, the term “animal” refers to animals raised  for human consumption, such as cattle, sheep, swine, chickens, and  turkeys; the term “meat” refers to beef, lamb, pork, chicken, and turkey;  and the term “contaminated meat” refers to meat that contains antibiotic- resistant bacteria. We limited the scope of our work to the transference of  antibiotic-resistant bacteria from animals to humans through the  consumption or handling of meat. Specifically, we looked at the evidence  for transference of antibiotic-resistant foodborne intestinal pathogens from  these animals to humans. We did not examine issues related to antibiotics  used on plants and seafood, antibiotic residues in animals, or the effects of  antibiotics present in the environment because of the application of animal  waste to agricultural lands.", "To identify scientific literature on the transmission of antibiotic-resistant  bacteria from animals to humans, we searched medical, social science, and  agricultural databases, which included HHS’s National Institutes of Health’s  National Library of Medicine, for studies published in professional journals.  We identified articles published since the 1970s on antibiotic use and  resistance in animals and humans, as well as articles on antibiotic-resistant  foodborne illnesses.", "To examine federal agencies’ progress in assessing and addressing the  human health risk of antibiotic use in animals, we examined documents  from FDA, CDC, and USDA. These documents include reports on results  from the federal government’s antibiotic resistance surveillance program  and on the progress of the federal Interagency Task Force on Antimicrobial  Resistance, documents presented in an FDA administrative proceeding  concerning the agency’s proposal to withdraw the approval of the use of a  certain antibiotic used in poultry that is also an important antibiotic in  human medicine, and FDA’s framework to assess the human health risk of  antibiotic use in animals.", "To examine the types of data that federal agencies need on antibiotic use in  animals to support research on the human health risk and the extent to  which these data are collected, we reviewed federal agencies’ documents  and reports and interviewed FDA, CDC, and USDA officials. We reviewed  foreign government reports to determine how other countries use data on  antibiotic use for research and international reports from WHO and OIE,  which provide guidelines on the types of antibiotic use data that countries  should collect. We also interviewed officials from Denmark, which collects  extensive data on antibiotic use in animals, and from Canada, which plans  to implement a data collection system. We discussed the availability of data  on U.S. antibiotic use in animals with officials from pharmaceutical  companies, industry associations, state veterinary offices, firms that collect  data on antibiotic use in animals, and public health advocacy groups.", "To compare the United States’ use of antibiotics in animal production with  that of its key trading partners and competitors, we reviewed information  on antibiotic use in animals for these countries. We reviewed FDA  regulations on antibiotic use in animals in the United States and visited  livestock and poultry farms in Georgia, Maryland, and Pennsylvania. Using  international trade data, we identified the European Union (EU) and 11  countries—Australia, Brazil, Canada, China, Denmark, Hong Kong, Japan,  Mexico, New Zealand, Russia, and South Korea—as key U.S. trading  partners or competitors. We identified relevant documents on these  countries’ policies concerning antibiotic use in animals and obtained  further information through discussions with USDA’s Foreign Agricultural  Service officials, as well as through a questionnaire we sent to the agency’s  attachés stationed in those countries. We examined these policies and  identified the similarities and differences between countries. In addition,  we discussed antibiotic use and policies with government officials from  Canada, a leading U.S. trading partner and competitor, and Denmark, a  leading U.S. trading partner and competitor that took significant actions to  curtail antibiotic use in animals during the late 1990s. We also reviewed  USDA and other reports on antibiotic use in animal production. We did not  independently verify the information we received in response to our  questionnaire; other documents, including laws and regulations from the  foreign countries; or other reports on antibiotic use in the United States.", "To examine the available information on the degree to which antibiotic use  in animals has affected U.S. trade, we examined USDA records on foreign  countries’ meat import standards and reviewed reports by USDA and  international food safety organizations on international trade issues related  to food safety. In addition, we discussed international trade issues with  officials from the Office of the U.S. Trade Representative, USDA’s Foreign  Agricultural Service, and meat industry trade associations.", "We discussed the matters in this report with government officials, public  interest groups, pharmaceutical manufacturers, and international and  academic experts. Appendix I provides additional information on our  scope and methodology. We conducted our work from May 2003 through  April 2004 in accordance with generally accepted government auditing  standards."], "subsections": [{"section_title": "Background", "paragraphs": ["For over 50 years, antibiotics have been widely prescribed to treat bacterial  infections in humans. Many antibiotics commonly used in humans have  also been used in animals for therapeutic and other purposes, including  growth promotion. Resistance to penicillin, which was the first broadly  used antibiotic, started to emerge soon after its widespread introduction.  Since that time, resistance to other antibiotics has emerged, and antibiotic  resistance has become an increasing public health problem worldwide."], "subsections": [{"section_title": "Development of Antibiotic Resistance", "paragraphs": ["Antibiotics kill most, if not all, of the susceptible bacteria that are causing  an infection, but leave behind—or select, in biologic terms—the bacteria  that have developed resistance, which can then multiply and thrive.  Infection-causing bacteria that were formerly susceptible to an antibiotic  can develop resistance through changes in their genetic material, or  deoxyribonucleic acid (DNA). These changes can include the transfer of  DNA from resistant bacteria, as well as spontaneous changes, or mutations,  in a bacterium’s own DNA. The DNA coding for antibiotic resistance is  located on the chromosome or plasmid of a bacterium. Plasmid-based  resistance is transferred more readily than chromosomal-based resistance.  Once acquired, the genetically determined antibiotic resistance is passed  on to future generations and sometimes to other bacterial species. The  dose of antibiotic and length of time bacteria are exposed to the antibiotic  are major factors affecting whether the resistant bacteria population will  dominate. Low doses of antibiotics administered over long periods of time  to large groups of animals, such as doses used for growth promotion in  animals, favor the emergence of resistant bacteria."], "subsections": []}, {"section_title": "Investigating the Impact of Antibiotic Resistance on Human Health", "paragraphs": ["To investigate the impact on human health of antibiotic use in animals,  researchers have used both epidemiologic studies alone and epidemiologic  studies combined with molecular subtyping of bacterial isolates.  Epidemiologic studies examine patterns of health or disease in a  population and the factors that influence these patterns. These studies help  to identify the cause of a disease and the factors that influence a person’s  risk of infection. Many studies investigating antibiotic-resistant bacteria  and their impact on human health combine epidemiologic studies with  molecular subtyping—also called “DNA fingerprinting”—a technique that  translates bacteria’s genetic material into a “bar code” that can be used to  identify specific pathogens and link them with disease outbreaks. For  example, following an outbreak of a diarrheal disease among people in a  community, an epidemiologic study would determine all the common  exposures among the people with the disease, and molecular subtyping of  bacterial isolates could determine what pathogens were responsible for the  disease."], "subsections": []}, {"section_title": "Use of Antibiotics in Animals", "paragraphs": ["While the use of antibiotics in animals poses potential human health risk, it  is also an integral part of intensive animal production in which large  numbers of poultry, swine, and cattle are raised in confinement facilities.  (See fig. 1.) Antibiotics are used in animals to treat disease; to control the  spread of a disease in a group of animals when disease is present in some of  the animals; to prevent diseases that are known to occur during high-risk  periods, such as after transport, when the animals are stressed; and to  promote growth—that is, to allow animals to grow at a faster rate while  requiring less feed per pound of weight gain. This use of antibiotics is  commonly referred to as growth promotion and generally entails using low  doses of antibiotics over long periods of time in large groups of animals.  Many animal producers believe the use of antibiotics for growth promotion  also prevents disease. Antibiotics are generally administered by injection to  individual animals and in feed or water to groups of animals."], "subsections": []}, {"section_title": "Possible Spread of Antibiotic-Resistant Bacteria from Animals to Humans", "paragraphs": ["Figure 2 shows how antibiotic-resistant bacteria that develop in animals  can possibly be transferred to humans, who may then develop a foodborne  illness, such as a salmonella infection, that is resistant to antibiotic  treatment. Once the resistant bacteria develop in animals, they may be  passed to humans through the consumption or handling of contaminated  meat. An animal or human may carry antibiotic-resistant bacteria but show  no signs or symptoms of an illness. Resistant bacteria may also be spread  to fruits, vegetables, and fish products through soil, well water, and water  runoff contaminated by waste material from animals harboring these  bacteria, although such routes are beyond the focus of this report."], "subsections": []}, {"section_title": "Debate Regarding Public Health Impact of Use of Antibiotics in Agriculture", "paragraphs": ["Researchers in human medicine have debated the public health impact of  antibiotic use in agriculture for many years. In the United States the debate  intensified before FDA approved the first fluoroquinolone antibiotic for use  in animals in 1995. At that time, drugs from the fluoroquinolone class had  already been used for humans for nearly a decade. Debate focused on  whether development of resistance to the drug approved for use in animals  could, through cross-resistance, compromise the effectiveness of other  drugs in the fluoroquinolone class that were valuable in treating human  diseases.", "Efforts have been made to address the spread of antibiotic resistance by  providing education to change behaviors of physicians and the public, but  researchers differ on whether changes in agricultural practices are also  needed. CDC has undertaken educational efforts aimed at physicians and  the public. CDC is encouraging physicians to reduce prescribing antibiotics  for infections commonly caused by viruses, such as ear and sinus  infections. Patients are being taught that antibiotics are only for bacterial  infections, not viral infections. Many researchers contend that efforts to  reduce the use of antibiotics in animals are also needed to preserve the  effectiveness of antibiotics necessary for treatment of bacterial diseases in  humans and animals and to decrease the pool of resistant bacteria in the  environment. However, agricultural industry officials argue that antibiotic  use in animals is essential to maintaining the health of animals and  therefore the safety of food.", "Professional organizations and associations differ on the use of antibiotics  in animals. Many professional organizations that have studied the human  health implications of antibiotic use in animals—including WHO and, in the  United States, the Institute of Medicine of the National Academy of  Sciences and the Alliance for the Prudent Use of Antibiotics—have  recommended either limiting or discontinuing the use of antibiotic growth  promoters. Many of the professional associations for human medicine— such as the American Medical Association, the American College of  Preventive Medicine, the American Public Health Association, and the  Council of State and Territorial Epidemiologists—have position statements  for limiting antibiotic use in animals for nontherapeutic purposes, such as  growth promotion, for antibiotics that are important for both human and  animal health. Many of the professional associations for veterinary  medicine—such as the American Veterinary Medical Association and the  American Association of Swine Practitioners—agree on the goal of  reducing the use of antibiotics in animals but differ on the means to achieve  this goal. These associations are calling for veterinarians to work with  owners of animals to implement judicious use guidelines.", "While limiting the use of antibiotics in animals for growth promotion may  reduce the human health risk associated with antibiotic-resistant bacteria,  such restrictions also may increase the cost of producing animals and the  prices consumers pay for animal products. For example, a 1999 economic  study estimated that a hypothetical ban on all antibiotic use in feed in  swine production would increase U.S. consumers’ costs by more than $700  million per year. However, the increase in consumer costs would be  much smaller if—as the Institute of Medicine proposed in 2003—producers  were allowed to continue to use some antibiotics for growth promotion and  only antibiotics that are used in humans were banned for growth  promotion. Moreover, in other animal species, such as beef cattle or  chickens, the economic impacts of growth promotion restrictions would  likely be smaller than in swine because antibiotic use for growth promotion  is less prevalent in the production of these other species. Appendix II  summarizes studies of the economic effects of banning antibiotic use for  growth promotion and other proposed restrictions on antibiotic uses in  animals."], "subsections": []}, {"section_title": "Federal Agency Responsibilities and Authority", "paragraphs": ["The three federal agencies responsible for protecting Americans from  health risk associated with drug use in animals are FDA, CDC, and USDA.  These agencies have a variety of responsibilities related to surveillance,  research, and regulation. All three agencies collaborate on surveillance  activities, such as the National Antimicrobial Resistance Monitoring  System—Enteric Bacteria (NARMS), which was initiated in 1996 because  of public health concerns associated with the use of antibiotics in animals.  In addition, FDA’s primary responsibilities as a regulatory body focus on  human health and animal drug safety. CDC primarily conducts research and  education that focus on human health. USDA oversees the retail meat  trade, including related farm and slaughter operations. USDA activities may  include studies of healthy farm animals, evaluations of diagnostic data  involving sick animals, and biological sampling from slaughter and meat  processing plants. USDA also conducts research and education related to  antibiotic resistance.", "In addition, FDA approves for sale and regulates the manufacture and  distribution of drugs used in veterinary medicine, including drugs given to  animals from which human foods are derived. Prior to approving a new  animal drug application, FDA must determine that the drug is safe and  effective for its intended use in the animal. It must also determine that the  new drug intended for animals is safe with regard to human health. FDA  considers a new animal antibiotic to be safe if it concludes that there is  reasonable certainty of no harm to human health from the proposed use of  the drug in animals. FDA may also take action to withdraw an animal drug  from the market when the drug is no longer shown to be safe.", "These three agencies also participate in the federal Interagency Task Force  on Antimicrobial Resistance. Task force activities focus on antibiotic  resistance from use of antibiotics in animals, as well as the human use of  antibiotics. In January 2001, the task force developed an action plan based  on advice from consultants from state and local health agencies,  universities, professional societies, pharmaceutical companies, health care  delivery organizations, agricultural producers, consumer groups, and other  members of the public. The action plan includes 84 action items, 13 of  which have been designated as top-priority items and cover issues of  surveillance, prevention and control, research, and product development.  A federal agency (or agencies) is designated as the lead for each action  item."], "subsections": []}, {"section_title": "International Trade Issues", "paragraphs": ["The United States is one of the world’s leading exporters of meat. In 2002,  U.S. meat exports accounted for about $7 billion. The World Trade  Organization (WTO), of which the United States is a member, provides the  institutional framework for conducting international trade, including trade  in meat products. WTO member countries agree to a series of rights and  obligations that are designed to facilitate global trade. When a country  regulates imports, including imported meat, WTO guidelines stipulate that  member countries have the right to determine their own “appropriate levels  of protection” in their regulations to protect, among other things, human  and animal health. Member countries must have a scientific basis to have  levels of protection that are higher than international guidelines. To  encourage member countries to apply science-based measures in their  regulations, WTO relies on the international standards, guidelines, and  recommendations that its member countries develop within international  organizations, such as the Codex Alimentarius Commission for food safety  and the OIE for animal health and the safety of animal products for human  consumption.", "While ensuring that food products are safe and of high quality usually  promotes trade, one country’s food safety regulations could be interpreted  by another country as a barrier to trade. It is difficult, however, to  distinguish between a legitimate regulation that protects consumers but  incidentally restricts trade from a regulation that is intended to restrict  trade and protect local producers, unless that regulation is scientifically  documented."], "subsections": []}]}, {"section_title": "Antibiotic-Resistant Bacteria Have Been Transferred from Animals to Humans, but Researchers Disagree About the Extent of Potential Harm to Human Health", "paragraphs": ["Research has shown that antibiotic-resistant bacteria have been  transferred from animals to humans, but the extent of potential harm to  human health is uncertain. Evidence from epidemiologic studies suggests  associations between patterns of antibiotic resistance in humans and  changes in antibiotic use in animals. Further, evidence from epidemiologic  studies that include molecular subtyping to identify specific pathogens has  established that antibiotic-resistant campylobacter and salmonella bacteria  are transferred from animals to humans. Many of the studies we reviewed  found that this transference poses significant risks for human health.  Researchers disagree, however, about the extent of potential harm to  human health from the transference of antibiotic-resistant bacteria."], "subsections": [{"section_title": "Antibiotic-Resistant Bacteria Have Been Transferred from Animals to Humans", "paragraphs": ["Antibiotic-resistant bacteria have been transferred from animals to  humans. Evidence that suggests that this transference has taken place is  found in epidemiologic studies showing that antibiotic-resistant E. coli and  campylobacter bacteria in humans increase as use of the antibiotics  increases in animals. Evidence that establishes transference of antibiotic- resistant bacteria is found in epidemiologic studies that include molecular  subtyping. These studies have demonstrated that antibiotic-resistant  campylobacter and salmonella bacteria have been transferred from animals  to humans through the consumption or handling of contaminated meat.  That is, strains of antibiotic-resistant bacteria infecting humans were  indistinguishable from those found in animals, and the researchers  concluded that the animals were the source of infection."], "subsections": [{"section_title": "Epidemiologic Evidence Suggests That Patterns of Antibiotic Resistance in Humans Are Associated with Changes in Antibiotic Use in Animals", "paragraphs": ["Evidence from epidemiologic studies that do not include molecular  subtyping indicates that patterns of antibiotic resistance in humans are  associated with changes in the use of particular antibiotics in animals. For  example, work conducted in the United States in the 1970s showed an  association between the use of antibiotic-supplemented animal feed in a  farm environment and the development of antibiotic-resistant E. coli in the  intestinal tracts of humans and animals. In the study, isolates from  chickens on the farm and from people who lived on or near the farm were  tested and found to have low initial levels of tetracycline-resistant E. coli  bacteria. The chickens were then fed tetracycline-supplemented feed, and  within 2 weeks 90 percent of them were excreting essentially all  tetracycline-resistant E. coli bacteria. Within 6 months, 7 of the 11 people  who lived on or near the farm were excreting high numbers of resistant E.  coli bacteria. Six months after the tetracycline-supplemented feed was  removed, no detectable tetracycline-resistant organisms were found in 8 of  the 10 people who lived on or near the farm when they were retested.  Another study, based on human isolates of Campylobacter jejuni  submitted to the Minnesota Department of Health, reported that the  percentage of Campylobacter jejuni in the isolates that were resistant to  quinolone increased from approximately 0.8 percent in 1996 to  approximately 3 percent in 1998.", "There is also evidence to suggest that antibiotic-resistant enterococcus has  developed from the use of antibiotics in animals. Vancomycin resistance  is common in intestinal enterococci of both exposed animals and  nonhospitalized humans only in countries that use or have previously used  avoparcin (an antibiotic similar to vancomycin) as an antibiotic growth  promoter in animal agriculture. Since the EU banned the use of avoparcin  as a growth promoter, several European countries have observed a  significant decrease in the prevalence of vancomycin-resistant enterococci  in meat and fecal samples of animals and humans."], "subsections": []}]}, {"section_title": "Evidence Shows That Antibiotic-Resistant Campylobacter and Salmonella Bacteria Have Been Transferred to Humans", "paragraphs": ["Epidemiologic studies that include molecular subtyping have demonstrated  that antibiotic-resistant campylobacter and salmonella bacteria have been  transferred from animals to humans through the consumption or handling  of contaminated meat. That is, strains of antibiotic-resistant bacteria  infecting humans were indistinguishable from those found in animals, and  the authors of the studies concluded that the animals were the source of  infection."], "subsections": [{"section_title": "Campylobacter Bacteria", "paragraphs": ["The strongest evidence for the transfer of antibiotic-resistant bacteria from  animals to humans is found in the case of fluoroquinolone-resistant  campylobacter bacteria. Campylobacter is one of the most commonly  identified bacterial causes of diarrheal illness in humans. The strength of  the evidence is derived in part from the fact that the particular way  fluoroquinolone resistance develops for campylobacter bacteria makes it  easier to identify the potential source of the resistance. Most chickens are  colonized with campylobacter bacteria, which they harbor in their  intestines, but which do not make them sick. Fluoroquinolones are given to  flocks of chickens when some birds are found to have certain infections  caused by E. coli. In addition to targeting the bacteria causing the infection,  treatment of these infections with fluoroquinolones almost always replaces  susceptible campylobacter bacteria with fluoroquinolone-resistant  campylobacter bacteria. Because fluoroquinolone resistance is located on  the chromosome of campylobacter, the resistance is generally not  transferred to other species of bacteria. Therefore when fluoroquinolone- resistant campylobacter bacteria are detected in human isolates, the  source is likely to be other reservoirs of campylobacter bacteria, including  animals. In some cases, molecular subtyping techniques have shown that  fluoroquinolone-resistant isolates of campylobacter from food, humans,  and animals are similar.", "Fluoroquinolone-resistant Campylobacter jejuni in humans has increased  in the United States and has been linked with fluoroquinolone use in  animals. CDC reported that in the United States the percentage of  Campylobacter jejuni in human isolates that were resistant to  fluoroquinolones increased from 13 percent in 1997 to 19 percent in 2001.  A study in Minnesota found that fluoroquinolone-resistant Campylobacter  jejuni was isolated from 14 percent of 91 chicken products obtained from  retail markets in 1997. Through molecular subtyping, the strains isolated  from the chicken products were shown to be the same as those isolated  from nearby residents, thereby bolstering the case that the chickens were  the source of the antibiotic resistance.", "During the 1980s, the resistance of campylobacter bacteria to  fluoroquinolones increased in Europe. European investigators  hypothesized that there was a causal relationship between the use of  fluoroquinolones in animals and the increase in fluoroquinolone-resistant  campylobacter infections in humans. For example, an epidemologic study  that included molecular subtyping in the Netherlands found that among  different strains of campylobacter bacteria, the percentage of  fluoroquinolone-resistant strains in isolates tested had risen from 0 percent  in both human and animal isolates in 1982 to 11 percent in human isolates  and 14 percent in poultry isolates by 1989. The authors concluded that the  use of two new fluoroquinolones, one in humans in 1985 and one in animals  in 1987, was responsible for the quinolone-resistant strains. The authors  asserted that the extensive use of fluoroquinolones in poultry and the  common route of campylobacter infection from chickens to humans  suggest that the resistance was mainly due to the use of fluoroquinolones in  poultry."], "subsections": []}, {"section_title": "Salmonella Bacteria", "paragraphs": ["Several epidemiologic studies using molecular subtyping have linked  antibiotic-resistant salmonella infections in humans, another common  foodborne illness, to animals. For example, in 1998 bacteria resistant to  ceftriaxone were isolated from a 12-year-old boy who lived on a cattle farm  in Nebraska. Molecular subtyping revealed that an isolate from the boy  was indistinguishable from one of the isolates from the cattle on the farm.  No additional ceftriaxone-resistant salmonella infections were reported in  that state or adjoining states that could have been the cause of the  infection. Similarly, an epidemiologic study in Poland from 1995 to 1997  using molecular subtyping found identical profiles for ceftriaxone-resistant  salmonella bacteria in isolates from poultry, feed, and humans. The  researchers concluded that the salmonella infections were introduced in  the poultry through the feed and reached humans through consumption of  the poultry. Researchers in Taiwan also found that Salmonella enterica  serotype choleraesuis bacteria that were resistant to ciprofloxacin in  isolates collected from humans and swine were closely related and,  following epidemiologic studies, concluded that the bacteria were  transferred from swine to humans.", "Researchers have also documented human infections caused by multidrug- resistant strains of salmonella linked to animals. In 1982, researchers used  molecular subtyping to show that human isolates of multidrug-resistant  salmonella bacteria were often identical or nearly identical to isolates from  animals. In the mid-1990s, NARMS data showed a rapid growth of  multidrug resistance in Salmonella enterica serotype Typhimurium  definitive type (DT) 104 among humans. Molecular subtyping found that  human isolates with this strain of multidrug resistance in Salmonella  enterica serotype Typhimurium DT104 in 1995 were indistinguishable from  human isolates with this strain tested in 1985 and 1990. These results  indicated that the widespread emergence of multidrug resistance in  Salmonella enterica serotype Typhimurium DT104 may have been due to  dissemination of a strain already present in the United States. Because food  animals are the reservoir for most domestically acquired salmonella  infections and transmission from animals to humans occurs through the  food supply, the researchers concluded that the human infections were  likely from the animals.", "Recently, there has been an emergence of multidrug-resistant Salmonella  enterica serotype Newport infections that include resistance to  cephalosporins, such as cefoxitin. Based on molecular subtyping,  multidrug-resistant salmonella isolates from cattle on dairy farms were  found to be indistinguishable from human isolates. An epidemiologic study  found that the infections in humans were associated with direct exposure  to a dairy farm, and the authors hypothesized that the infections were  associated with handling or consuming the contaminated foods."], "subsections": []}]}, {"section_title": "Many Studies Have Found That Transference of Antibiotic-Resistant Bacteria from Animals to Humans Is a Human Health Risk, but Researchers Disagree About the Extent of Risk", "paragraphs": ["The extent of harm to human health from the transference of antibiotic- resistant bacteria from animals is uncertain. Many studies have found that  the use of antibiotics in animals poses significant risks for human health,  and some researchers contend that the potential risk of the transference is  great for vulnerable populations. However, a small number of studies  contend that the health risks of the transference are minimal."], "subsections": [{"section_title": "Many Researchers Contend That Antibiotic Use in Animals Poses Significant Risk for Human Health", "paragraphs": ["Some studies have sought to determine the human health impacts of the  transference of antibiotic resistance from animals to humans. For example,  the Food and Agriculture Organization of the United Nations (FAO), OIE,  and WHO recently released a joint report based on the scientific  assessment of antibiotic use in animals and agriculture and the current and  potential public health consequences. The report states that use of  antibiotics in humans and animals alters the composition of microorganism  populations in the intestinal tract, thereby placing individuals at increased  risk for infections that would otherwise not have occurred. The report also  states that use of antibiotics in humans and animals can also lead to  increases in treatment failures and in the severity of infection.", "Similarly, a recent review of studies regarding increased illnesses due to  antibiotic-resistant bacteria found significant differences in treatment  outcomes of patients with antibiotic-resistant bacterial infections and  patients with antibiotic-susceptible bacterial infections. For example, one  study found that hospitalization rates of patients with nontyphoidal  salmonella infections were 35 percent for antibiotic-resistant infections  and 27 percent for antibiotic-susceptible infections. That study also found  that the length of illness was 10 days for antibiotic-resistant infections  versus 8 days for antibiotic-susceptible infections. Another study found  diarrhea from Campylobacter jejuni infections lasted 12 days for  antibiotic-resistant infections versus 6 days for susceptible infections. Also,  based on this review, the authors estimated that fluoroquinolone resistance  likely acquired through animals leads to at least 400,000 more days of  diarrhea in the United States per year than would occur if all infections  were antibiotic-susceptible. The authors estimated that antibiotic  resistance from nontyphoidal salmonella infections mainly arising from  animals could account for about 8,700 additional days of hospitalization  per year.", "Experts are especially concerned about safeguarding the effectiveness of  antibiotics such as vancomycin that are considered the “drugs of last  resort” for many infections in humans. Evidence suggests that use of the  antibiotic avoparcin in animals as a growth promoter may increase  numbers of enterococci that are resistant to the similar antibiotic  vancomycin. A particular concern is the possibility that vancomycin- resistant enterococci could transfer resistance to other bacteria. Some  Staphylococcus aureus infections found in hospitals are resistant to all  antibiotics except vancomycin, and human health can be adversely  affected, as treatment could be difficult, if not impossible, if these strains  develop resistance to vancomycin, too. Recently, two human isolates of  Staphylococcus aureus were found to be resistant to vancomycin.", "With the increase in infections that are resistant to vancomycin, the  streptogramin antibiotic quinupristin/dalfopristin (Q/D, also known as  Synercid) has become an important therapeutic for life-threatening  vancomycin-resistant enterococcus infections. Virginiamycin, which is  similar to Q/D, has been used in animals since 1974, and Q/D was approved  for human use in 1999. NARMS data from 1998 to 2000 indicate that Q/D- resistant Enterococcus faecium has been found in chicken and ground  pork purchased in grocery stores, as well as in human stools. Experts  hypothesize that use of virginiamycin in poultry production has led to Q/D- resistant bacteria in humans because the antibiotics are very similar, but  the human health consequences of this have not been quantified.", "Experts are also concerned about risks to vulnerable populations such as  individuals with compromised immune systems or chronic diseases, who  are more susceptible to infections, including antibiotic-resistant infections.  For example, salmonella infections are more likely to be severe, recurrent,  or persistent in persons with human immunodeficiency virus (HIV).  Another concern is that people with resistant bacteria could inadvertently  spread those bacteria to hospitalized patients, including those with  weakened immune systems."], "subsections": []}]}, {"section_title": "Other Researchers Contend That Evidence of Human Health Risk from Antibiotic Use in Animals Is Lacking", "paragraphs": ["Although it is generally agreed that transference is possible, some  researchers contend that the health risks of the transference are minimal.  Proponents of this view note that not all studies have shown an increase in  antibiotic-resistant bacteria. For example, one study conducted between  1997 and 2001 found no clear trend toward greater antibiotic resistance in  salmonella bacteria.", "Proponents of this view also assert that restricting the use of antibiotics in  animal agriculture could lead to greater levels of salmonella and  campylobacter bacteria reaching humans through meat, thus increasing the  risk of human infections. Conversely, some of these researchers also argue  that the risk to humans of acquiring these infections from animals can be  eliminated if meat is properly handled and cooked. They also cite a few  studies that have concluded that the documented human health  consequences are small. For example, they noted that one study estimated  that banning the use of virginiamycin in animals in the U.S. would lower the  number of human deaths by less than one over 5 years."], "subsections": []}]}, {"section_title": "Federal Agencies Have Increased Surveillance of Antibiotic Resistance from Animals to Assess Human Health Risk; Effectiveness of Risk Reduction Efforts Is Not Yet Known", "paragraphs": ["FDA, CDC, and USDA have increased their surveillance activities related to  antibiotic resistance in animals, humans, and retail meat since beginning  these activities in 1996. New programs have been added, the number of  bacteria being studied has increased, and the geographic coverage of the  sampling has been expanded. In addition, all three agencies have  sponsored research on the human health risk from antibiotic resistance in  animals. FDA has taken several recent actions to minimize the human  health risk of antibiotic resistance from animals, but the effectiveness of its  actions is not yet known. These activities include administrative action to  prohibit the use of the fluoroquinolone enrofloxacin (Baytril) for poultry  and the development of a recommended framework for conducting  qualitative risk assessments of all new and currently approved animal drug  applications with respect to antibiotic resistance and human health risk."], "subsections": [{"section_title": "Federal Surveillance Activities for Antibiotic Resistance in Animals and Humans Have Increased", "paragraphs": ["FDA, CDC, and USDA have six surveillance activities ongoing to identify  and assess the prevalence of resistant bacteria in humans, animals, or retail  meat. (See table 1.)  Since 1996, these activities have expanded to include  additional bacteria, greater geographic coverage, and new activities. Two of  these activities—NARMS and Collaboration in Animal Health, Food Safety  and Epidemiology (CAHFSE)—focus on antibiotic resistance from  animals. The other four activities—Foodborne Diseases Active  Surveillance Network (FoodNet), PulseNet, PulseVet, and National Animal  Health Monitoring System (NAHMS)—focus on foodborne disease or  animal health in general, not antibiotic resistance, but are nevertheless  relevant to issues of antibiotic resistance. Figure 3 shows how these  different surveillance activities provide data about various aspects of  antibiotic resistance.", "NARMS monitors changes in susceptibilities of bacteria in humans and  animals to antibiotics. To assess the extent of changes in levels of  resistance, NARMS collects animal and human isolates of six different  bacteria, specifically non-Typhi Salmonella, Campylobacter, E. coli,  Enterococcus, Salmonella Typhi, and Shigella. These activities are  conducted under three independent, yet coordinated, programs, with FDA  serving as the funding and coordinating agency. The human program  gathers isolates from humans and is led by CDC. The animal program, led  by USDA, gathers isolates from animals on farms, from slaughter and  processing plants, and from diagnostic laboratories. The retail meat  program gathers samples of meat purchased at grocery stores and is run by  FDA. The agencies work together to standardize results through ongoing  quality control efforts.", "NARMS has expanded in three major ways—range of bacteria tested,  geographic coverage, and number of programs—since it was established in  1996. For example, human NARMS started by looking at two bacteria and  now studies six bacteria. Further, NARMS also assessed the potential of  other bacteria to become sources of resistance by collecting and assessing  listeria and vibrio isolates in pilot studies. With regard to geographic  coverage, the number of participating health departments has increased  from 14 state and local health departments in 1996 to all 50 states and  Washington, D.C., in 2003. Finally, the retail meat program was added in  2002. Initially, 5 states participated in the retail meat program, but by 2004,  10 states were participating. Despite this recent expansion, all of NARMS  experienced budget cuts in fiscal year 2004, calling into question future  expansion efforts. For example, the USDA budget for the animal program  was cut 17.6 percent for 2004.", "NARMS has also produced collaborative research efforts among FDA,  CDC, and USDA and helped further scientific understanding of antibiotic  resistance. For example, data from NARMS led CDC to conclude that the  proportion of campylobacter isolates resistant to ciprofloxacin in 2001 was  2.4 times higher than in 1997. Similarly, FDA and CDC officials reported  that NARMS data were used to evaluate antibiotic resistance to  fluoroquinolones, and CDC officials told us that after NARMS data showed  an increased number of cases of Salmonella Newport infections in humans,  researchers at CDC and USDA shared human and animal isolates to  determine whether the same pattern existed in animals.", "CAHFSE, established by USDA in 2003, collects samples from animals on  farms to identify changes in antimicrobial resistance over time. The first  animals that are being tested in the program are swine. USDA conducts  quarterly sampling of 40 fecal and 60 blood samples from animals from  farms in four states. As of March 2004, 40 farms were participating in  CAHFSE. In addition to the laboratory analyses, there are plans for risk  analyses, epidemiologic studies, and field investigations, as well as analysis  of samples collected at slaughter, and the addition of more species, funding  permitted."], "subsections": [{"section_title": "Other Activities Focus on Foodborne Disease or Animal Health", "paragraphs": ["FoodNet, PulseNet, PulseVet, and NAHMS focus on foodborne disease or  animal health rather than antibiotic resistance. FoodNet, the principal  foodborne disease component of CDC’s Emerging Infections Program, is a  collaborative project with 10 states (referred to as FoodNet sites), USDA,  and FDA.  The goals of FoodNet are to determine the incidence of  foodborne diseases, monitor foodborne disease trends, and determine the  proportion of foodborne diseases attributable to specific foods and  settings. FoodNet data are derived from specimens collected from patients.  Isolates from these specimens are sent to NARMS for susceptibility testing.  CDC officials reported that one of every 20 patients with a specimen in  FoodNet also has an isolate in NARMS.", "A recent development has been the linking of the NARMS and FoodNet  data systems. For example, FoodNet data can be used to determine  whether an individual was hospitalized, and NARMS data can reveal  whether the bacteria that infected the person were resistant to antibiotics.  CDC officials reported that because of the linked databases, they were able  to determine whether, for example, someone with an antibiotic-resistant  salmonella infection was more likely to be hospitalized than someone with  an antibiotic-susceptible salmonella infection. FoodNet also has a role in  the retail meat program of NARMS. The FoodNet sites purchase the meat  samples from grocery stores, examine the samples for the prevalence or  frequency of bacterial contamination, and forward isolates of the bacteria  to FDA for susceptibility testing for antibiotic resistance.", "PulseNet is CDC’s early warning system for outbreaks of foodborne  disease. USDA recently established a similar animal program, called  PulseVet. PulseNet studies isolates from humans and suspected food, and  PulseVet studies isolates from animals. Both PulseNet and PulseVet  conduct DNA fingerprinting of bacteria and compare those patterns to  other samples in order to identify related strains. The PulseNet and  PulseVet isolates are tested for antibiotic resistance at CDC and USDA,  respectively. FDA also performs DNA fingerprinting on salmonella and  campylobacter isolates obtained from the retail meat program of NARMS  and submits these data to PulseNet.", "NAHMS, which focuses on healthy animals, was initiated by USDA in 1983  to collect, analyze, and disseminate data on animal health, management,  and productivity across the United States. Since 1990, USDA has annually  conducted studies on animal health, including information about antibiotic  use, through NAHMS. Each study focuses on different animals, including  swine, cattle (both dairy and beef), and sheep. NAHMS provides only a  snapshot of a particular species or commodity; it does not track changes  over time. While NAHMS contributes information about healthy animals, a  USDA official told us that it also includes information about antibiotics  used and may include information on the route of administration and the  reason for treatment, which can be useful in further understanding NARMS  findings. In addition, researchers and veterinarians are able to access the  NAHMS database for studies of disease incidence, risk assessment, and  preventive treatment techniques. Further, bacteria samples obtained from  NAHMS have been added to the NARMS database."], "subsections": []}]}, {"section_title": "Federally Funded Research Is Under Way to Study the Human Health Risk of Antibiotic Resistance in Food Animals", "paragraphs": ["Under the federal Interagency Task Force on Antimicrobial Resistance  action plan, FDA, CDC, and USDA have initiated a number of research  efforts that are relevant to antibiotic use in animals and human health.  These ongoing research efforts focus on defining the effects of using  various animal drugs on the emergence of antibiotic-resistant bacteria and  identifying risk factors and preventive measures. Through CDC, FDA  currently has cooperative agreements with four veterinary schools to study  ways to reduce antibiotic-resistant bacteria in animals and is assessing the  prevalence of antibiotic-resistant DNA in feed ingredients. In addition,  FDA annually issues a 3-year research plan that describes research  focusing on, among other things, antibiotic resistance in animals and its  consequences for human health. Current studies include efforts to examine  the consequences of antibiotic use in animals, the transmission of  antibiotic resistance, and the processes underlying the spread of antibiotic  resistance. In total, CDC has funded three projects under its Antimicrobial  Resistance Applied Research extramural grant program. One of these  grants, for example, is to study the prevalence of antibiotic-resistant E. coli  in chicken and ground beef products, examine the risk factors for human  colonization with a resistant strain of E. coli, and compare characteristics  of antibiotic-susceptible and antibiotic-resistant isolates from meat with  those of antibiotic-susceptible and antibiotic-resistant isolates from  humans. Similarly, USDA has funded studies of antibiotic resistance in  chicken, turkey, pork, and dairy products. These studies have provided  additional sources of isolates to FDA for risk assessment purposes. Also,  USDA’s Cooperative State Research, Education, and Extension Service has  funded over 30 studies related to antibiotic resistance since 2000 and  awarded an additional $8 million in grants in 1999 and 2000. Funded  research includes studies on the prevalence, development, and possible  transmission of antibiotic resistance; the epidemiology of antibiotic  resistance; and the evaluation of management practices and potential  prevention/intervention strategies for antibiotic resistance."], "subsections": []}, {"section_title": "FDA Has Taken Action to Minimize the Potential Human Health Risk of Antibiotic Resistance from Animals, but It Is Too Early to Determine Effectiveness", "paragraphs": ["FDA has taken a variety of actions to minimize the risk to the public health  of antibiotic resistance in humans resulting from the use of antibiotics in  animals, although it is still too early to determine the effectiveness of these  actions. First, FDA has taken action to prohibit the use of an already  approved animal drug for poultry because of concerns about human health  risk. Second, the agency developed a recommended framework for  reviewing all new animal antibiotic applications with respect to antibiotic  resistance and human health risk. Third, FDA has begun reviewing  antibiotics currently approved for use in animals according to its new  framework to determine whether FDA needs to act to ensure that the drugs  are safe. It is too early to determine the effectiveness of FDA’s review of  currently marketed drugs. FDA has not made drugs used in animals that are  critically important for human health its top priority for review, and any  remedial actions pursued by the agency may take years to complete."], "subsections": [{"section_title": "FDA Has Initiated Action to Prohibit the Use of Enrofloxacin in Poultry, but Proceedings Not Yet Complete", "paragraphs": ["On October 31, 2000, FDA proposed withdrawing the approval of  enrofloxacin (Baytril), a fluoroquinolone drug used in poultry, after  human health risks associated with the use of the drug in chickens and  turkeys were documented by, among others, NARMS. Enrofloxacin is  administered to flocks of poultry in their water supply to control mortality  associated with E. coli and Pasteurella multocida organisms. FDA had  found that new evidence, when evaluated with information available when  the application was approved, demonstrated that enrofloxacin used with  poultry flocks has not been shown to be safe for humans. Specifically, FDA  determined that the use of enrofloxacin in poultry causes the development  of a fluoroquinolone-resistant strain of campylobacter in poultry, which,  when transferred to humans, is a significant cause of fluoroquinolone- resistant campylobacter infections in humans.", "Before proceeding with formal efforts to withdraw approval for use of  enrofloxacin with poultry flocks, FDA considered a number of alternative  actions. For example, the agency determined that changing the label to  limit use to the treatment of individual birds and limiting use to one time or  one treatment per individual bird were impractical. The agency also  considered and rejected the establishment of a registry that would require  veterinarians to demonstrate the need for the drug. FDA proceeded with its  efforts to withdraw approval of enrofloxacin for use in poultry because  FDA knew that there were alternative effective drugs for treating these  illnesses in poultry.", "In February 2002, FDA announced that a hearing would be held on the  proposal to withdraw approval of enrofloxacin. Since FDA’s proposed  action to ban the use of enrofloxacin in poultry, representatives of both  FDA and Bayer, the manufacturer of Baytril, as well as numerous experts,  have provided testimony on the question of its safety. Submission of  written testimony was due in December 2002, and cross-examination of  witnesses took place from late April 2003 through early May 2003. The final  posthearing briefs and responses were delivered in July and August 2003.  On March 16, 2004, an FDA administrative law judge issued an initial  decision withdrawing the approval of the new animal drug application for  Baytril. This decision will become final unless it is appealed to the FDA  Commissioner by Bayer or another participant in the case or the  Commissioner chooses to review it on his own initiative. If the  Commissioner reviews and upholds the initial decision, Bayer or another  participant may choose to appeal in court."], "subsections": []}, {"section_title": "Effectiveness of FDA’s Framework for Reviewing New Animal Drugs Is Not Yet Known", "paragraphs": ["FDA has determined that the human health risk from antibiotic use in  animals is not acceptable, and the agency may initiate risk management  strategies to contain such risk. In October 2003, as part of its efforts to  approve and regulate animal drugs, FDA issued Guidance for Industry #152.  The guidance outlines a framework for determining the likelihood that an  antibiotic used to treat an animal would cause an antibiotic resistance  problem in humans who consume meat or other food products from  animals. The guidance’s risk assessment framework is based on three  factors—the probability that resistant bacteria are present in the target  animal, the probability that humans would ingest the bacteria in question  from the relevant food commodity, and the probability that human  exposure to resistant bacteria would result in an adverse health  consequence. The resulting overall risk estimate is ranked as high, medium,  or low.", "Because the guidance is new, it is not yet known how the results of a risk  assessment conducted according to the guidance will influence FDA’s  decisions to approve new drug applications. Agency officials told us that  FDA has never denied a new or supplemental animal drug application  because of evidence that the drug caused antibiotic resistance in humans.  In addition, the risk assessment guidance states that drugs with high risk  may still be approved, though with specific use restrictions, if there is a  reasonable certainty of no harm to human health when the drug is  approved. These restrictions might include availability only by  prescription, restrictions on uses not specified on the label (known as  extralabel use), limitations for use in individual animals (versus groups of  animals) for fewer than 21 days, and requirements for postapproval  monitoring. FDA has previously used these kinds of restrictions with some  drugs. While agency officials told us that the extralabel use prohibitions for  animal drugs have generally reduced unauthorized use, such use  restrictions may not prevent human health risk. For example, while FDA  had earlier limited fluoroquinolones to use by or under the order of a  veterinarian and prohibited the extralabel use of fluoroquinolones, the  agency has now concluded that a human health risk exists despite these  restrictive measures.", "FDA officials reported that the agency has reviewed about seven new drug  applications using the risk assessment framework in Guidance for Industry  #152. Some of those drugs have been approved. Other drugs have been  approved but with label claims different from those requested in the  application. FDA officials have not denied approval to any of these new  drug applications."], "subsections": []}, {"section_title": "Timing and Effectiveness of FDA Plans to Review Currently Marketed Animal Antibiotics for Human Health Risk Are Uncertain", "paragraphs": ["To determine whether future regulatory actions may be necessary, FDA is  conducting risk assessments for drugs currently used in animal agriculture  that are also important for human medicine. FDA began with two  quantitative risk assessments for drugs ranked as critically important for  human health at the time the assessments were initiated. FDA completed  the assessment for fluoroquinolones in October 2000 and expects to  complete the assessment for virginiamycin, a streptogramin drug related to  Synercid, its counterpart for humans, in 2004. The quantitative risk  assessments calculate estimates of the number of cases of infection.  Agency officials told us that they had hoped that the quantitative risk  assessment approach would provide a template for future risk  assessments. However, FDA decided that it did not.", "FDA officials told us that as a result, the agency plans to review other  currently marketed antibiotics using the qualitative risk assessment  framework outlined in Guidance for Industry #152, which uses broad  categories to assess risk. An FDA official reported that if the information  necessary to complete any section of the qualitative risk assessment were  unavailable, the agency would assign a higher score to the product, to err  on the side of caution. After outlining possible risk management steps, if  any, the agency would allow a drug’s sponsor (generally pharmaceutical  firms) to provide additional information to help FDA reconsider its risk  estimate. Generally, these qualitative risk assessments are considered to be  a starting point for examining human health risk for some drugs.", "FDA has not made drugs that are critically important for human health its  top priority for review. (See app. III for more detail on evaluating the  importance of an animal drug for human health.)   Instead, the agency  focused its first qualitative risk assessments on subtherapeutic penicillin  and tetracycline drugs. These assessments are expected to be completed  by April 2004. FDA officials told us that the agency will then conduct  qualitative risk assessments for therapeutic penicillin and tetracycline  drugs, followed by assessments for those drugs that are defined in  Guidance for Industry #152 as critically important for human health. As of  March 2004, there were four such categories of drugs.", "For a number of reasons, it is not known whether FDA’s new framework for  reviewing currently approved and marketed animal drugs will be able to  effectively identify and reduce any human health risk. First, under this  plan, it may take years for FDA to identify and reduce any human risk of  acquiring antibiotic resistance from meat. FDA has not developed a  schedule for conducting the qualitative risk assessments on the currently  approved drugs, and the assessments may take a significant amount of time  to complete. For example, based on the current schedule, FDA officials  told us they expect the qualitative risk assessment of subtherapeutic  penicillins and tetracyclines, which were begun in 2002, to take nearly 2  years to complete. Second, FDA officials told us that the risk estimation  from the qualitative risk assessments will only use data already available in  the original new drug application and any supplemental drug applications,  rather than actively seeking new evidence. However, FDA told us that new  evidence was an important factor in its risk assessment of  fluoroquinolones. Finally, while FDA can pursue a number of enforcement  options if its reviews uncover a human health risk, it is not known if they  will be effective or how long it will take for such changes to take effect. As  the enrofloxacin case demonstrates, risk management strategies may not  mitigate human health risk, and administrative proceedings can extend for several years after FDA decides to take enforcement action. An FDA  official also told us that if the drug sponsor voluntarily cooperates in  implementing risk management strategies, lengthy administrative  proceedings may be avoided."], "subsections": []}]}]}, {"section_title": "Federal Agencies Do Not Collect Data Needed to Address the Risk of Antibiotic Resistance Associated with Use in Animals", "paragraphs": ["Although they have made some progress in monitoring antibiotic resistance  associated with antibiotic use in animals, federal agencies do not collect  data on antibiotic use in animals that are critical to supporting research on  the human health risk. Data on antibiotic use would allow agencies to link  use to the emergence of antibiotic-resistant bacteria, help assess the risk to  human health, and develop strategies to mitigate resistance. FDA and  USDA do not collect these data because of costs to the industry and other  factors. Countries that collect antibiotic use data, depending on the amount  and type of data collected, have been able to conduct more extensive  research than U.S. agencies."], "subsections": [{"section_title": "Federal Agencies Do Not Collect Needed Data", "paragraphs": ["According to FDA, CDC, and USDA, more data are needed on antibiotic use  in animals in order to conduct further research on antibiotic resistance  associated with this use. In particular, FDA has stated that it needs  information on the total quantity of antibiotics used in animals, by class;  the species they are used in; the purpose of the use, such as disease  treatment or growth promotion; and the method used to administer the  antibiotic. WHO and OIE have also recommended that countries collect  such data. This information could be used for the following:  To link antibiotic use to emerging strains of antibiotic-resistant  bacteria. Antibiotic use information would clarify the relationship  between resistance trends in NARMS and the actual use of antibiotics.  For example, detailed on-farm data on antibiotic use and other  production practices that are linked to bacteria samples from animals  could help identify the conditions under which resistant bacteria  develop.", "To help assess risk to human health. Information on antibiotic use  would help assess the likelihood that humans could be exposed to  antibiotic-resistant bacteria from animals. This potential exposure is  important in determining the risk that antibiotic use in animals may  pose to human health.", "To develop and evaluate strategies to mitigate resistance. Data on  antibiotic use would help researchers develop strategies for mitigating  increased levels of resistant bacteria in animals, according to CDC  officials. Strategies could be developed based on such factors as the way  the drug is administered, dosage levels, or use in a particular species. In  addition, unless data are available for monitoring the effects of these  interventions, researchers cannot assess the strategies’ effectiveness.", "FDA recognizes that additional data on antibiotic use in animal production  would facilitate research on the linkages to human resistance. To that end,  FDA had considered a plan that would have required pharmaceutical  companies to provide more detailed information on antibiotics distributed  for use in animals. This information would have been reported as a part of  FDA’s ongoing monitoring of these antibiotics after their approval.  However, according to FDA officials, this more detailed reporting would  have resulted in significant costs to the pharmaceutical industry.  Consequently, FDA is analyzing other options to minimize the burden to the  industry.", "In addition, the information that USDA collects through NAHMS is of  limited use for supporting research on the relationship between antibiotic  use in animals and emerging antibiotic-resistant bacteria. NAHMS was not  designed to collect antibiotic use data; instead, as previously discussed, its  main goal is to provide information on U.S. animal health, management,  and productivity. Through NAHMS, USDA does collect some data on  antibiotic use, but only periodically and only for certain species. For  example, it has studied the swine industry every 5 years since 1990 but has  not yet studied broiler chickens—the most common type of poultry  Americans consume.", "USDA’s Collaboration in Animal Health, Food Safety and Epidemiology  (CAHFSE) is a new program designed to enhance understanding of  bacteria that pose a food safety risk. USDA plans to monitor, over time, the  prevalence of foodborne and other bacteria, as well as their resistance to  antibiotics on farms and in processing plants. These data are expected to  facilitate research on the link between agricultural practices, such as the  use of antibiotics, and emerging resistant bacteria. Currently, however,  CAHFSE does not provide information on the impact of antibiotic use for  species such as poultry and cattle and for a significant portion of the swine  industry. According to USDA, CAHFSE funding comes primarily from a  limited amount of funding that is redirected from other USDA programs,  and the program would need additional funding before it could expand to  cover processing plants, more swine operations, or other species. USDA  officials told us they plan to coordinate data collection and analysis efforts  for CAHFSE with NARMS activities at FDA and CDC.", "According to the officials we spoke with at market research firms, private  companies also collect some data on antibiotic use, but this information is  developed for commercial purposes and is not always available for public  research. These companies collect information on animal production  practices, including antibiotic use, and sell this information to producers,  who use it to compare their production costs and practices with those of  other producers. They also sell these data to pharmaceutical companies,  which use the information to estimate the future demand for their  products. In any case, the market research firms do not design their data  collection efforts to assist research on antibiotic resistance."], "subsections": []}, {"section_title": "Other Countries Collect Data That Are Useful for Conducting Research on Antibiotic Use and Developing Strategies to Mitigate Antibiotic Resistance", "paragraphs": ["Unlike the United States, other countries, such as Denmark, New Zealand,  and the United Kingdom, collect more extensive data on antibiotic use in  animals. Among the countries we examined, Denmark collects the most  comprehensive and detailed data, including information on the quantities  of antibiotics used in different animal species by age group and method of  administration. According to Danish researchers, these data have allowed  them to take the following actions:  Link antibiotic use in animals to emerging strains of antibiotic- resistant bacteria. Danish researchers have been able to determine how  changes in the consumption of antibiotics in animals affect the  occurrence of antibiotic-resistant bacteria. In addition, researchers  began collecting additional data on antibiotic-resistant bacteria in  humans in 2002, allowing them to explore the relationship between  levels of antibiotic-resistant bacteria in animals, food, and humans.", "Develop strategies to mitigate resistance. By monitoring trends in  antibiotic use and levels of antibiotic-resistant bacteria, Denmark has  been able to adjust national veterinary use guidelines and revised  regulations to minimize potential risk to human health.", "Other countries, such as New Zealand and the United Kingdom, have data  collection systems that are not as comprehensive as Denmark’s.  Nevertheless, these nations collect data on total sales for antibiotics used  in animals by class of antibiotic. The United Kingdom is also working to  more accurately track the sales of antibiotics for use in different species.  These data show trends in use over time and identify the importance of  different antibiotic classes for the production of livestock and poultry.  According to the official responsible for the United Kingdom’s data  collection system, collecting these data requires few resources. In addition,  Canadian officials told us Canada is collecting some data on antibiotic use  on farms and expects to collect data on sales of antibiotics used in animals.  Canada also plans to develop comprehensive methods to collect use data  and integrate these data into its antibiotic resistance surveillance system.  According to Canada’s first annual report on antibiotic resistance, issued in  March 2004, its next annual report will include some information on  antibiotic use in animals. See appendix IV for information on other  countries’ data collection systems."], "subsections": []}]}, {"section_title": "The United States and Its Key Trading Partners and Competitors Differ in the Restrictions They Place on the Use of Antibiotics in Animals", "paragraphs": ["The United States and several of its key trading partners, such as Canada  and South Korea, and its competitors, such as the EU, differ in their use of  antibiotics in animals in two important areas:  the specific antibiotics that  can be used for growth promotion and the availability of antibiotics to  producers (by prescription or over the counter).", "With respect to growth promotion in animals, the United States, as well as  Australia, Canada, Japan, and South Korea, allow the use of some  antibiotics from classes important in human medicine. However, the  United States and Australia are currently conducting risk assessments to  determine whether to continue to allow the use of some of these antibiotics  for growth promotion. Canada plans to conduct similar risk assessments,  and Japan is reviewing the use of antibiotics for growth promotion if those  antibiotics are from classes used in humans. In contrast, New Zealand has  completed its risk assessments of antibiotics used for growth promotion  and no longer allows the use of any antibiotics for growth promotion that  are also related to antibiotics used in human medicine. Similarly, the EU  has prohibited its member countries from using antibiotics in feed for  growth promotion if those antibiotics are from antibiotic classes used in  human medicine. In addition, the EU has issued a regulation that will  prohibit the use of all other antibiotics in feed for growth promotion by  2006.", "We found differences among the United States’ and other countries’ use of  antibiotics for growth promotion in the following four antibiotic classes  that FDA has ranked as critically or highly important in human medicine:  Macrolides. The United States, Canada, and South Korea allow  antibiotics from the macrolide class for growth promotion, but the EU  and New Zealand do not. In the United States, tylosin, a member of this  class, is among the most commonly used antibiotics for growth  promotion in swine. As of March 2003, Australia allowed antibiotics  from the macrolide class for growth promotion, but it had a review  under way on some antibiotics in this class, including tylosin, to  determine if growth promotion use should continue.", "Penicillins and tetracyclines. The United States, Canada, and South  Korea allow certain antibiotics from these two classes to be used for  growth promotion, but Australia, the EU, Japan, and New Zealand do  not. Furthermore, as mentioned earlier, the United States is currently  conducting risk assessments on these two classes to determine whether  to continue allowing their use for growth promotion.", "Streptogramins. The United States, Canada, and South Korea allow the  use of virginiamycin, an antibiotic from this class, for growth promotion,  but the EU and New Zealand do not. The United States is conducting a  risk assessment on the use of virginiamycin for growth promotion and  disease prevention. As of April 2003, Australia permitted virginiamycin  for growth promotion, but the Australian agency that regulates  antibiotic use in animals has recommended that approval of this use be  withdrawn.", "Appendix V lists antibiotics—including antibiotics from the above  classes—that are frequently used in U.S. animal production.", "With regard to the availability of antibiotics to livestock and poultry  producers, public health experts advocate requiring a veterinarian’s  prescription for the sale of antibiotics. They believe that this requirement  may help reduce inappropriate antibiotic use that could contribute to the  emergence of antibiotic-resistant bacteria in animals and the human health  risk associated with these resistant bacteria.", "The United States and Canada permit many antibiotics to be sold over the  counter, without a veterinarian’s prescription, while the EU countries and  New Zealand are more restrictive regarding over-the-counter sales.  The  United States and Canada generally allow older antibiotics, such as  sulfamethazine, to be sold over the counter, but they require a prescription  for newer antibiotics, such as fluoroquinolones. In addition, with regard to  the availability of antibiotics from antibiotic classes that are important in  human medicine, the United States and Canada allow livestock and poultry  producers to purchase several antibiotics over the counter, including  penicillins, tetracyclines, tylosin, and virginiamycin. However, Canada is  considering changing its rules to require prescriptions for antibiotics used  in animals for all antibiotic uses except growth promotion.", "In contrast, the EU countries and New Zealand are more restrictive  regarding over-the-counter sales of antibiotics for use in animals. Unlike  the United States and Canada, the EU does not allow penicillins,  tetracyclines, tylosin, and virginiamycin to be sold over the counter and  will end all over-the-counter sales by 2006. Denmark, an EU member,  already prohibits all over-the-counter sales. Similarly, New Zealand requires  producers to have a veterinarian’s prescription for antibiotics that it has  determined are associated with the development of resistant bacteria in  humans.", "Appendix IV contains additional information on the key U.S. trading  partners and competitors discussed in this section, including, as previously  mentioned, their systems for collecting data on antibiotic use."], "subsections": []}, {"section_title": "Antibiotic Use in Animals Has Not Significantly Affected U.S. Trade but Could Be an Issue in the Future", "paragraphs": ["To date, antibiotic resistance associated with use in animals has not been a  significant factor affecting U.S. trade in meat products, according to  officials of USDA’s Foreign Agricultural Service, the Office of the U.S. Trade  Representative, the U.S. Meat Export Federation, and the U.S. Poultry and  Egg Export Council. However, the presence of antibiotic residues in meat  has had some impact on trade. In particular, Russia has previously banned  U.S. poultry because of the presence of tetracycline residues. Furthermore,  these officials indicated that other issues have been more prevalent in trade  discussions, including the use of hormones in beef cattle and animal  diseases such as bovine spongiform encephalopathy (commonly referred  to as mad cow disease) and avian influenza. For example, the EU currently  bans U.S. beef produced with hormones. Many other nations ban the  import of U.S. beef because of the recent discovery of an animal in the  United States with mad cow disease.", "Although federal government and industry officials stated that antibiotic  use in animals has not significantly affected U.S. trade to date, we found  some indication that this issue might become a factor in the future. As  USDA reported in 2003, antibiotic use in animals could become a trade  issue if certain countries apply their regulations on antibiotic use in  animals to their imports. For example, according to some government and  industry officials, the United States’ use of antibiotics could become a trade  issue with the EU as it phases out its use of all antibiotics for growth  promotion by 2006. However, the EU is not currently a significant market  for U.S. meat because of trade restrictions, such as its hormone ban that  effectively disallows U.S. beef. Similarly, a Canadian task force reported in  June 2002 that the issue of antibiotic resistance and differences in  antibiotic use policies could become a basis for countries to place trade  restrictions on exports of meat from countries that have less stringent use  policies.", "The issue of antibiotic use in animals and of the potential human health risk  associated with antibiotic-resistant bacteria have also received  international attention. For example, in 2003, the Codex Alimentarius  Commission, an international organization within which countries develop  food safety standards, guidelines, and recommendations, issued draft  guidance for addressing the risk of antibiotic resistance in animals. Codex  also requested that a group of experts assess the risk associated with  antibiotic use in animals and recommend future risk management options.  In December 2003, these experts concluded that the risk associated with  antibiotic-resistant bacteria in food represents a significantly more important human health risk than antibiotic residues—an issue that  countries have already raised as a trade concern."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Antibiotics have been widely prescribed to treat bacterial infections in  humans, as well as for therapeutic and other purposes in animals.  Resistance to antibiotics is an increasing public health problem in the  United States and worldwide. Published research results have shown that  antibiotic-resistant bacteria have been transferred from animals to humans.  In evaluating the safety of animal drugs, FDA considers their effect on  human health. Such drugs are safe in this regard if there is reasonable  certainty of no harm to humans when the drug is used as approved. Using  this critieria, FDA has determined that the potential health risk from  transference of antibiotic resistance from animals to humans is  unacceptable and must be a part of FDA’s regulation of animal antibiotics.", "FDA, CDC, and USDA have made progress in their efforts to assess the  extent of antibiotic resistance from the use of antibiotics in animals  through both individual and collaborative efforts, including work through  the Interagency Task Force. However, the effectiveness of these efforts  remains unknown. FDA has developed guidance to evaluate antibiotics  used in animals and intends to review all new drug applications and  antibiotics currently approved for use with animals for this risk to  determine if it needs to act to ensure that the drugs are safe. Although FDA  has recently begun the reviews using this approach, its initial reviews have  been for drugs other than those that are critically important for human  health. FDA officials do not know how long each review will require. In  addition, it is not yet known what actions FDA would take if concerns  became evident. Although the agency has the authority to deny or  withdraw approval of new or approved animal antibiotics that pose such a  risk, FDA also has a variety of other options available. However, FDA  action to prohibit the use of fluoroquinolone antibiotics in poultry has  continued for more than 3 years.", "Finally, researchers and federal agencies still do not have critical data on  antibiotic use in animals that would help them more definitively determine  any linkage between use in animals and emerging resistant bacteria, assess  the relative contribution of this use to antibiotic resistance in humans, and  develop strategies to mitigate antibiotic resistance. The experience of  countries such as Denmark indicates that data collection efforts are helpful  when making risk-based decisions about antibiotic use in animals. While  we recognize that there are costs associated with collecting additional data  on antibiotic use in animals, options exist for collecting these data that are  not cost-prohibitive. For example, the United Kingdom’s efforts to collect  national sales data on antibiotic use in animals use relatively few  resources. In addition, existing federal programs, such as FDA’s ongoing  monitoring of approved antibiotics and USDA’s CAHFSE, can provide a  data collection framework that can be expanded to begin collecting the  needed data. FDA, CDC, and USDA recognize the importance of such  information and have taken some steps to collect data, although they have  not yet developed an overall collection strategy. Until the agencies have  implemented a plan to collect critical data on antibiotic use in animals,  researchers will be hampered in their efforts to better understand how this  use affects the emergence of antibiotic-resistant bacteria in humans, and  agencies will be hampered in their efforts to mitigate any adverse effects."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["Because of the emerging public health problems associated with antibiotic  resistance in humans and the scientific evidence indicating that antibiotic- resistant bacteria are passed from animals to humans, we recommend that  the Commissioner of FDA expedite FDA’s risk assessments of the  antibiotics used in animals that the agency has identified as critically  important to human health to determine if action is necessary to restrict or  prohibit animal uses in order to safeguard human health.", "Additionally, because more data on antibiotic use in animals—such as the  total quantity used, by class; the species in which they are used; the  purpose of the use, such as disease treatment or growth promotion; and the  method used to administer—are needed to further address the risk of  antibiotic resistance, we also recommend that the Secretaries of  Agriculture and of Health and Human Services jointly develop and  implement a plan for collecting data on antibiotic use in animals that will  adequately (1) support research on the relationship between this use and  emerging antibiotic-resistant bacteria, (2) help assess the human health  risk related to antibiotic use in animals, and (3) help the agencies develop  strategies to mitigate antibiotic resistance."], "subsections": []}, {"section_title": "Agency Comments and Our Response", "paragraphs": ["We provided USDA and HHS with a draft of this report for review and  comment. We also provided segments of the draft related to trade matters  to the Department of State and the Office of the U.S. Trade Representative.  In their written comments, USDA and HHS generally agreed with the report  and provided comments on certain aspects of our findings.", "USDA stated that our report recognized the many issues and complexities  of efforts to address the risk to humans from antibiotic use in animals. The  department also provided information on the extent of research related to  antibiotic resistance that it has funded since 1998. We added this  information to the report. Regarding our conclusion that antibiotic- resistant salmonella and campylobacter bacteria have been transferred  from animals to humans, USDA agreed that it is likely that a transfer has  occurred. However, USDA suggested that some of the studies we cited to  support that conclusion were, by themselves, inadequate to support a  causal link. We believe that our conclusion is firmly supported by a body of  scientific evidence, but we have clarified our description of some studies in  response to USDA’s comments. On the issue of human health risks, USDA  commented that we cited few sources of scientific evidence to support the  view that the human health risks from the transference of antibiotic- resistant bacteria are minimal. We found that only a few studies have  concluded that the risk is minimal, while many studies have concluded that  there is a significant human health risk from the transference. With respect  to our recommendation that USDA and HHS jointly develop and implement  a plan for collecting data on antibiotic use in animals, USDA stated that our  report highlights the importance of the data that the CAHFSE program  could provide on the impact of antibiotic use in various animal species.  However, USDA pointed out that additional funding resources would be  needed to expand CAHFSE and other data collection and research efforts.  We revised the report to better reflect USDA’s concern about funding.", "HHS agreed with our finding that antibiotic-resistant salmonella and  campylobacter bacteria have been transferred from food animals to  humans. HHS provided references to additional research studies that  support our conclusion. We were aware of all of the studies cited by HHS,  but we did not include them in the report because we believe that our  conclusion was already amply supported. Regarding our conclusion that  researchers disagree about the extent of human health risk caused by the  transference of antibiotic resistance, HHS provided information from an  unpublished study that found that the course of illness was significantly  longer for persons with antibiotic-resistant campylobacter cases than for  those with antibiotic-susceptible infections. Most of the studies we  identified found modest but significant human health consequences,  similar to those in the unpublished study described in HHS’s comments.  Regarding our recommendation that the agencies jointly develop and  implement a plan for collecting data on antibiotic use in animals, HHS  stated that the most useful and reliable antibiotic use data are those  maintained by pharmaceutical companies. HHS said current regulations  would have to be revised to put the data that pharmaceutical companies  are required to report to FDA in a more relevant format for research on  antibiotic resistance. As the two agencies develop and implement their plan  to collect the relevant data, if they agree that pharmaceutical companies  are an important source, they should take whatever regulatory actions  might be necessary if the sources they identify will not provide the data  voluntarily. HHS also proposed that discussions between HHS and USDA  for improving antibiotic use data collection be conducted through the  Interagency Task Force on Antimicrobial Resistance.", "We note that while USDA’s comments on antibiotic use data emphasized  collecting on-farm data through its new CAHFSE program, HHS’s  comments focused on obtaining data on antibiotic use in animals from  pharmaceutical companies. We believe these differing approaches  illustrate the need for USDA and HHS to jointly develop and implement a  plan to collect data. We agree with HHS that the Interagency Task Force  could serve as a forum for discussions between USDA and HHS on this  matter.", "USDA’s written comments and our more detailed responses to them are in  appendix VI. HHS’s written comments are in appendix VII. In addition,  HHS, USDA, the Department of State, and the Office of the U.S. Trade  Representative provided technical comments, which we incorporated into  the report as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  date of this letter. At that time, we will send copies of this report to the  Secretaries of Agriculture and of Health and Human Services and of State;  the U.S. Trade Representative; and other interested officials. We will also  provide copies to others upon request. In addition, the report will be  available at no charge on GAO’s Web site at http://www.gao.gov.", "If you have any questions about this report, please call Marcia Crosse at  (202) 512-7119 or Anu Mittal at (202) 512-3841. Other contacts and key  contributors are listed in appendix VIII."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["This report examines the (1) scientific evidence regarding the transference  of antibiotic resistance from animals to humans through the consumption  or handling of contaminated meat, and the extent of potential harm to  human health, (2) progress federal agencies have made in assessing and  addressing the human health risk of antibiotic use in animals, (3) types of  data that federal agencies need to support research on the human health  risk of antibiotic use in animals and the extent to which these data are  collected, (4) use of antibiotics in animals in the United States compared  with antibiotic use by its key agricultural trading partners and competitors,  and (5) information that is available on the degree to which antibiotic use  in animals has affected U.S. trade.", "We used the term “animal” to refer to animals raised for human  consumption, such as cattle, sheep, swine, chickens, and turkeys; the term  “meat” to refer to beef, lamb, pork, chicken, and turkey; and the term  “contaminated meat” to refer to meat that contains antibiotic-resistant  bacteria. We limited the scope of our work to the transference of antibiotic- resistant bacteria from animals to humans through the consumption or  handling of contaminated meat. Specifically, we looked at the evidence for  transference of antibiotic-resistant foodborne intestinal pathogens from  animals to humans. We did not examine issues related to antibiotics used  on plants and seafood, antibiotic residues in animals, or the effects of  antibiotics present in the environment because of the application of animal  waste to agricultural lands.", "To examine the scientific evidence regarding the transference of antibiotic  resistance from animals to humans through the consumption or handling of  contaminated meat, and the extent of harm to human health, we searched  medical, social science, and agricultural databases, which included the  Department of Health and Human Services’ (HHS) National Library of  Medicine, for studies published in professional journals. We identified  articles published since the 1970s on antibiotic use and resistance in  animals and humans, as well as articles on antibiotic-resistant foodborne  illnesses. We interviewed officials from HHS’s Food and Drug  Administration (FDA) and Centers for Disease Control and Prevention  (CDC) and the U.S. Department of Agriculture (USDA) to determine how  these agencies are assessing the human health risk of antibiotic use in  animals. We also reviewed reports related to the human health risk of  antibiotic use in animals. Finally, we interviewed officials from relevant  professional organizations (e.g., the American Medical Association) and  public health advocacy groups (e.g., the Center for Science in the Public  Interest) to identify other data or studies on the issue of human health risk  from antibiotic use in animals.", "To determine federal agencies’ progress in assessing and addressing the  human health risk of antibiotic use in animals, we examined documents  from FDA, CDC, and USDA. These documents include reports on results  from the federal government’s antibiotic resistance surveillance program  and on the progress of the federal Interagency Task Force on Antimicrobial  Resistance, documents presented in an FDA administrative court  concerning the agency’s proposal to withdraw the approval of the use of a  certain antibiotic used in poultry that is also an important antibiotic in  human medicine, and FDA’s framework to assess the human health risk of  antibiotic use in animals.", "To examine the types of data that federal agencies need concerning  antibiotic use in animals in order to support research on the human health  risk and the extent to which these data are collected, we reviewed federal  agency documents and reports and interviewed FDA, CDC, and USDA  officials. In particular, we discussed the status of FDA’s efforts to collect  data on U.S. antibiotic use in animals, the status of USDA’s programs that  collect data on antibiotic use, and CDC’s initiatives that would benefit from  use data. We reviewed foreign government reports to determine how other  countries use antibiotic use data for research; we also reviewed  international reports from the World Health Organization (WHO) and the  Office International des Epizooties (OIE), which provide guidelines on the  types of use data that countries should collect. We also interviewed  officials from Denmark, which collects extensive data on antibiotic use in  animals, and from Canada, which plans to implement a data collection  system. We discussed the availability of data on U.S. antibiotic use in  animals with officials from pharmaceutical companies, industry  associations, state veterinary offices, firms that collect data on antibiotic  use in animals, and public health advocacy groups.", "To examine how the use of antibiotics in animals in the United States  compares with antibiotic use by its key agricultural trading partners and  competitors, we obtained and reviewed information on antibiotic use in  animals for the United States and its key partners and competitors in  international meat trade. Using international trade data, we identified the  European Union (EU) and 11 countries—Australia, Brazil, Canada, China,  Denmark, Hong Kong, Japan, Mexico, New Zealand, Russia, and South  Korea—as key U.S. trading partners or competitors. We obtained  information on countries’ antibiotic use in animals through discussions  with officials of USDA’s Animal and Plant Health Inspection Service and  Foreign Agricultural Service (FAS) and literature searches to identify  relevant documents. In addition, we discussed antibiotic use in animals  with government officials from Canada, a leading U.S. trading partner and  competitor, and Denmark, a leading U.S. trading partner and competitor  that took significant actions to curtail antibiotic use in animals during the  late 1990s. We also e-mailed a questionnaire to FAS agricultural attachés in  the EU and the key trading partner or competitor countries, except Canada  and Denmark. For Canada and Denmark, we obtained responses to this  questionnaire from Canadian and Danish government officials as part of  our visits to these countries. We did not send this questionnaire to  government officials of the EU and the other nine countries because of  Department of State and FAS officials’ concerns that antibiotic use in  animals may be a sensitive issue for some foreign governments and that  some governments may be suspicious about the questionnaire’s underlying  purposes; for the same reasons, in completing this questionnaire, the FAS  agricultural attachés were instructed to not contact foreign government  officials. As a result, the amount of information we obtained varies by  country, and we were able to obtain only very limited information on  antibiotic use in Brazil, China, Hong Kong, Japan, Mexico, Russia, and  South Korea. We did not independently verify the information reported in  responses to this questionnaire or other documents, including laws and  regulations, from the foreign countries.", "To obtain information on antibiotic use in U.S. animal production, we  reviewed FDA regulations; USDA’s National Animal Health Monitoring  System reports on management practices, including antibiotic use  practices in beef cattle and swine production; a University of Arkansas  study of antibiotic use in broiler chickens; the Animal Health Institute’s  annual reports on antibiotic use in animals; and a Union of Concerned  Scientists report. We did not independently verify the information  contained in these reports. In addition, we spoke with officials from state  veterinarians’ offices and from agricultural industry organizations,  including the American Veterinary Medicine Association, the National Pork  Producers Council, the American Meat Institute, the National Cattlemen’s  Beef Association, the U.S. Poultry and Egg Export Council, the National  Chicken Council, and pharmaceutical and poultry companies. We also  visited livestock and poultry farms in Georgia, Maryland, and Pennsylvania.", "We compared the United States’ policies regulating antibiotic use in  animals with the policies of those key trading partners and competitors for  which this information was available. In addition, we summarized available  information on countries’ activities to address antibiotic resistance  associated with antibiotic use in animals, and, for the United States, we  developed a list of the antibiotics most commonly used in beef cattle,  swine, and broiler chickens.", "To examine information that is available on the degree to which antibiotic  use in animals has affected international trade, we reviewed reports on  trade and food safety issues from USDA’s Economic Research Service and  FAS, foreign governments, and international organizations. We also  examined records of USDA’s Food Safety and Inspection Service to identify  countries that have requirements concerning antibiotic use for the meat  they import. In addition, we reviewed the reports and standards of  international trade organizations, such as the World Trade Organization,  the Codex Alimentarius Commission, and OIE. We discussed antibiotic use  and other potential trade issues with officials from the Office of the U.S.  Trade Representative, FAS, and meat industry trade associations.", "We also identified several studies on estimates of the potential economic  impacts of restrictions on antibiotics used in meat production. These are  described in detail in appendix II.", "We conducted our work from May 2003 through April 2004 in accordance  with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Studies of the Economic Impacts of Restricting Antibiotic Uses in Animals", "paragraphs": ["In this appendix we identify and summarize eight recent studies that  provide estimates of the potential economic impacts of restrictions on  antibiotics used in livestock production. Specifically, these studies estimate  the economic effects of a partial and/or total ban of antibiotics used in  animals. For several decades, antibiotics have been used for a variety of  production management reasons, from therapeutic uses to increased  productivity, such as feed efficiency or weight gain. In economic terms,  higher productivity results in more final product supplied to the market, at  a lower cost to consumers. Despite the use of a variety of economic  models, assumptions about model parameters, and data sets, the economic  impacts on consumers and producers of the studies that we identified were  generally comparable. Overall, the studies conclude that a ban or partial  ban on antibiotics in animal production would increase costs to producers,  decrease production, and increase retail prices to consumers. For example,  the studies indicate that the elimination of antibiotic use in pork  production could increase costs to producers ranging from $2.76 to $6.05  per animal, which translates into increased consumer costs for pork  ranging from $180 million per year to over $700 million per year. Table 2  summarizes the eight studies.", "While these market effects are important to both producers and consumers  of livestock products, they must be balanced against the health care costs  of antibiotic resistance due to agricultural uses of antibiotics. Potential  health costs imposed by increased antibiotic resistance include more  hospitalizations, higher mortality rates, and higher research costs to find  new and more powerful drugs. From the point of view of proposals to  reduce antibiotic use, these potential costs represent the benefits from  reduced antibiotic use. These costs to society, however, are difficult to  measure because of limited data on antibiotic use and resistance as well as  the problematic nature of measuring the value of a human life. Moreover,  while there are some estimates of the costs of antibiotic resistance from  both medical and agricultural sources, no estimates exist that directly link  the human health costs of antibiotic resistance with antibiotics used in  animal production. Nevertheless, studies that have examined the costs of  antibiotic resistance from all sources have found a wide range of estimates  running into the millions and billions of dollars annually. For example, one  recent study (2003) estimated that the health cost to society associated  with resistance from only one antibiotic, amoxicillin, was $225 million per  year.", "We discuss the eight studies we reviewed in reverse chronological order,  from 2003 to 1999. Most examine restrictions on antibiotics in the swine  industry, but a few look at the beef and poultry industries as well. All of the  studies measure the economic impacts of antibiotic restrictions on  domestic U.S. markets, except the WHO study of the antibiotic restrictions  recently imposed by Denmark. Also, most studies estimate only domestic  economic impacts, not impacts on international trade."], "subsections": [{"section_title": "WHO (2003) Review of the Economic Impacts of Antibiotics for Growth Promotion in Denmark", "paragraphs": ["In 2002, WHO convened an international expert panel to review, among  other issues, the economic impact resulting from the Danish ban of  antibiotics for growth promotion, particularly in swine and poultry  production. As part of this effort, Denmark’s National Committee for Pigs  estimated that the cost of removing antibiotic growth promoters in  Denmark totaled about $1.04 per pig, or a 1 percent increase in total  production costs. In the case of poultry, however, there was no net cost  because the savings associated with not purchasing these antibiotics offset  the cost associated with the reduction in feed efficiency. Components of  these costs included excess mortality, excess feeding days, increased  medication, and increased workload.", "A subsequent study by Jacobsen and Jensen (2003) used these costs as part  of the agriculture sector of a general equilibrium model to estimate the  impact on the Danish economy of the termination of antibiotic growth  promoters. The model used these cost assumptions in a baseline scenario  that projects the likely development of the Danish economy to 2010.", "The results of the model indicated a small reduction in pig production of  about 1.4 percent per year and an increase in poultry production of about  0.4 percent. The authors explain that the increase in poultry production  occurred because of the substitutability of these meats in consumption. In  addition, this research included estimates of the consequences of removing  antibiotic growth promoters on the export market. The model showed that  exports of pork were forecast to be 1.7 percent lower than they would be in  the absence of these growth promoters, while poultry exports would  increase by about 0.5 percent.", "The authors explained that some costs associated with modifications to  production systems were difficult to measure and were not included in the  analysis, although they may have been substantial for some producers.  They also stated that the analysis does not take into account the possible  positive effect that the removal of antibiotic growth promoters may have  had on consumer demand, both in the domestic and in the export markets.  Moreover, they added that any costs must be set against the likely human  health benefits to society."], "subsections": []}, {"section_title": "Hayes and Jensen (2003) Study Based on the Danish Ban of Feed-Grade Antibiotics in the Pork Industry", "paragraphs": ["In 2003, using a 1999 study by Hayes et al. of the potential economic  impacts of a U.S. ban based on the ban in Sweden, as described below, and  a recent ban on feed-grade antibiotics in Denmark, Hayes and Jensen  estimated the economic impacts of a similar ban in the United States.  In  1998, the Danish government instituted a voluntary ban on the use of  antibiotics in pork production at the finishing stage, and in 2000 it banned  antibiotics for growth promotion at both the weaning and the finishing  stages. The results of the ban in Denmark, however, may be more  applicable than the Swedish experience because, like the United States,  Denmark is one of the largest exporters of pork and has somewhat similar  production practices. The authors compared the econometric results of a  U.S. baseline without a ban with projected results based on assumptions  taken from the ban in Denmark. Many of the same technical and economic  assumptions that were used in the Swedish study were also used for the  impacts based on the Danish ban. For instance, the authors included a sort- loss cost of $0.64 per animal, a similar assumption for loss of feed  efficiency, and decreases in piglets per sow. Other key assumptions and  features unique to the study include the following:  the use of only one case or scenario—a “most-likely” scenario—unlike  the study based on the Swedish ban;  increased costs of $1.05 per animal at the finishing stage and $1.25 per  animal at the weaning stage;  a vaccine cost of $0.75 per animal; and   a capital cost of about $0.55 per animal;  According to the study, a major economic impact in the U.S. pork market of  a ban similar to the Danish ban would be a cost increase of about $4.50 per  animal in the first year. Across a 10-year period, the total cost to the U.S.  pork industry was estimated to be more than $700 million. With a lower  level of pork production, retail prices would increase by approximately 2  percent. The authors conclude that a ban at the finishing stage would  create very few animal health concerns, while a ban at the weaning stage  would create some serious animal health concerns and lead to a significant  increase in mortality. They also note that, as happened immediately  following the ban at the weaning stage in Denmark, the total use of  antibiotics in the United States at this production stage may rise."], "subsections": []}, {"section_title": "Miller et al. (2003) Study Using 1990 and 1995 NAHMS Data on the Economic Effects of Antibiotics Used for Growth Promotion in U.S. Pig Production", "paragraphs": ["Miller et al. (2003) used 1990 and 1995 National Animal Health Monitoring  System (NAHMS) swine survey data to estimate the net benefit of  antibiotics used for growth promotion to swine producers. The NAHMS  database provides statistically valid estimates of key parameters related to  the health, management, and productivity of swine operations in the United  States. The authors used econometric methods to estimate the  relationships between growth-promoting antibiotics and productivity  measures, such as average daily weight gain (ADG) and feed conversion  ratio (FCR), for grower/finisher pigs. Using these productivity measures,  predictions on performance were then generated for an independent,  medium-sized, midwestern farrow-to-finish pork producer in 1995. The  performance figures were expressed in economic terms, such as  profitability, using a swine enterprise budgeting model. The study includes  the following key features and assumptions:  The productivity measures estimated were ADG, FCR, and mortality  rate (MR) during the grower/finisher stage of swine production.", "Explanatory variables included in the model were regional identifiers,  size of operation, market structure variables, number of rations,  mortality rate, number of days antibiotics were administered, number of  antibiotics fed, number of diseases diagnosed in last 12 months, among  others.", "The ADG and FCR equations were estimated jointly using the seemingly  unrelated regression procedure.", "Because the theory as to an exact specification was unknown, the MR  equation was estimated using a backward-stepwise linear regression.", "The authors estimated that increases in annual returns above costs from  antibiotics for a 1,020-head finishing barn was $1,612, or $0.59 per swine  marketed. This represents an improved profitability of approximately 9  percent of net returns in 2000 for Illinois swine finishing operations. The  authors also found that there is substitutability between antibiotics as  growth promoters and other production inputs (such as number of rations)  that could reduce the negative influence of removing antibiotics."], "subsections": []}, {"section_title": "Miller et al. (2003) Study Using 2000 NAHMS Data to Estimate the Productivity and Economic Impacts of Antibiotic Use in U.S. Pig Production", "paragraphs": ["In an updated study, Miller et al. (2003) estimated the combined effects of  antibiotics used for growth promotion (AGP) and antibiotics used for  disease prevention (ADP) in pork production using the NAHMS 2000 swine  survey. Specifically, the authors measured the productivity and the  economic impacts of these antibiotics on grower/finisher pigs for  individual swine producers. The authors evaluated four scenarios, using  varying degrees of bans of both AGP and ADP: (1) a ban on AGP, (2) a ban  on ADP, (3) a ban on both AGP and ADP, and (4) a limitation on AGP and  ADP to levels that maximize production. These scenarios were chosen  because antibiotics that are used for different purposes have different  impacts on productivity, improving it on one dimension while possibly  diminishing it on another. First, the authors estimated four pork  productivity dimensions related to the use of antibiotics using an  econometric model. Second, using the estimated productivity measures  from the econometric model, they estimated economic impacts to pork  producers for each antibiotic ban scenario using a spreadsheet farm budget  model. The study includes the following key features and assumptions:  Pork productivity was measured using four measures of productivity,  including average daily weight gain, feed conversion ratio, mortality  rate, and lightweight rate.", "These productivity measures were estimated using seemingly unrelated  regression analysis and are modeled from the perspective of possible  structural relationships among the measures.", "The study used the NAHMS 2000 study, which provides the most recent  data available to investigate productivity impacts and impacts on farm  costs and profitability.", "Overall, the authors confirmed their earlier findings that a ban would likely  cause substantial short-term losses to producers. However, decreasing the  use of certain antibiotics to a more desirable level may be implemented  without major losses. For scenario 1, a total ban on AGP would cost  producers $3,813 in profits annually. For scenario 2, a ban on ADP would  slightly improve profits by a gain of $2703 annually. For scenario 3, a ban on  both AGP and ADP would lower producer profits by $1128 annually. For  scenario 4, where AGP and ADP are applied at levels where swine  productivity is maximized, producers would gain $12,438 annually  compared with no antibiotic use. The authors conclude that restrictions on  classes of AGP, the amount of time antibiotics are fed, and restrictions on  ADP many be implemented by producers without major losses. However,  they also note that some time dimensions ignored in their study may be  important and that their use of nonexperimental data requires careful  interpretation."], "subsections": []}, {"section_title": "Brorsen et al. (2002) Study on Economic Effects of a Ban on the Use of Antibiotics for Growth Promotion in Swine Production", "paragraphs": ["Brorsen et al. (2002) used a model similar to one developed by Wohlgenant  (1993) to estimate the economic impacts on producers and consumers of a  ban on antibiotics used for growth promotion in swine production. The  authors used a model that allowed for feedback between beef and pork  markets and measured changes in producer and consumer surplus  resulting from shifts in both supply and demand. Moreover, the authors  extended their two-commodity beef and pork model to include poultry. In  their model, changes in production costs due to banning the use of  antibiotics for growth promotion are measured indirectly by the net  benefits from their use. The study includes the following key features and  assumptions:  The ban considered in this model is a complete ban on all antibiotics in  feed.", "The effects of using antibiotics for growth promotion were assumed to  be from improvements in (1) feed efficiency over drug cost, (2) reduced  mortality rate, and (3) reduced sort-loss at marketing.", "The authors assumed a $45.00 per hundredweight market price for hogs.", "All parameters (i.e., demand and supply elasticities) used to solve the  model were based on other economic studies, except the parameter that  represented the change in production costs. Once these were obtained,  retail quantity, retail price, farm quantity, and farm price were  determined simultaneously.", "An econometric model was used to obtain the economic benefit from  the improvement in feed-to-gain conversions in swine production.", "The mortality benefit in swine was assumed to range from 0 percent, to  0.75 percent (most likely), to 1.5 percent.", "Net benefits of the use of antibiotics for growth promotion were  estimated by summing the results of a simulation exercise based on the  probability distributions of the three sources of economic benefits at the  industry level.", "The authors estimated that economic costs to swine producers from a ban  on antibiotics used for growth promotion would range from $2.37 per hog  to $3.11 per hog, with an average cost of $2.76 per hog. For swine  producers, the estimated annual costs would be approximately $153.5  million in the short run to $62.4 million in the long run. Estimated annual  costs to pork consumers would increase by about $89 million in the short  run to $180 million in the long run."], "subsections": []}, {"section_title": "Mathews, Jr. (2002) Analysis of the Economic Effects of a Ban on Antibiotics in U.S. Beef Production", "paragraphs": ["Mathews, Jr. (2002) examined the economic effects of a ban on antibiotic  use in U.S. beef production using two policy alternatives—a partial ban and  a full ban. To estimate these effects, the author developed a series of  economic models, including a firm-level, cost-minimization model that  minimizes the cost of feeding cattle to final output weights for a base case,  a full ban, and a partial ban (banning only selected antibiotics) scenario.  Imbedded in this model is a growth function that incorporates the  interaction between the growth rate of cattle and feed efficiency. The firm- level effects were then aggregated across firms in a partial equilibrium  framework to estimate national cattle supply, price, and value of  production for the three scenarios. The study includes the following key  features and assumptions:  Variables included in the growth function were lagged average daily  weight gain, feed efficiency, seasonal variables, and an interaction  variable of average weight gain and feed efficiency. The growth model  forms a “dynamic” link to the cost-minimization model by accounting  for the impacts of recent feeding experiences.", "In the cost-minimization model, feed costs were minimized, subject to  protein levels and other feed constraints. The model finds the minimum  cost for feeding a steer to a final weight estimated from the embedded  growth function.", "The resulting model allowed final cattle weights, feeding costs, and the  number of cattle fed per year to vary, resulting in livestock supplies that  are endogenous to the model.", "In the partial-ban scenario, substitute antibiotics were assumed to be  functionally equivalent to and twice as costly as in the base scenario.", "Data for the aggregate analysis included annual average all-cattle prices  and commercial beef production for the period 1975 through 1990. A  base scenario was estimated using parameter and final steer weight  estimates from the growth model for each quarter over an 11-year  period, from January 1990 through January 2001.", "Results of the partial-ban scenario indicated that aggregate annual income  would decrease by nearly $15 million for producers, while annual  consumer costs would increase by $54.7 million. For the full ban, a 4.2  percent decline in beef production would yield a 3.32-percent increase in  the price of cattle, from $42.60 to $47.12 per hundredweight. Also, the full  ban translates into an annual consumer cost increase of $361 million. The  author noted that the study did not take into account any effects of a ban or  partial ban on trade in beef products."], "subsections": []}, {"section_title": "Hayes et al. (1999) Study Based on the Swedish Ban of Antibiotics in the Pork Industry", "paragraphs": ["A study issued in 1999 by Hayes et al. at Iowa State University estimated  the potential economic impacts of a ban on the use of antibiotics in U.S.  pork production based on assumptions from a Swedish ban in 1986. To  estimate baseline results, the authors used a simultaneous econometric  framework of the U.S. pork industry that included several production and  marketing segments:  live inventory and production, meat supply, meat  consumption, meat demand, and retail price transmission. The baseline  results, or results with no change in antibiotic use, were compared to a  range of estimates of a ban on antibiotics in pork production in the United  States based on a set of technical and economic assumptions taken from  the Swedish experience. These simulations included three different  scenarios:  a “most likely,” a “best-case,” and a “worst-case” scenario if the  ban were to be implemented in the United States. The key features and  assumptions of the model for the “most likely” case included the following:  a 10-year projection period from 2000 to 2009 from a 1999 baseline, with  deviations from the baseline in the projection period reflecting the  technical and economic assumptions taken from the Swedish ban;  the pork, beef, and poultry markets, although the model assumed no  change in the regulation of antibiotics on beef and poultry;  technical assumptions:  feed efficiency for pigs from 50 to 250 pounds  declines by 1.5 percent, piglet mortality increases by 1.5 percent, and  mortality for finishing pigs increases by 0.04 percent. Also, the “most  likely” case extends weaning age by 1 week and piglet per sow per year  decrease by 4.82 percent.  veterinary and therapeutic costs would increase by $0.25 per pig, net of  the cost for feed additives;  additional capital costs would be required because of additional space  needed for longer weaning times and restricted feeding, including $115  per head for nursery space and $165 per head for finishing space;  an estimated penalty of $0.64 per head for sort-loss costs; and  input markets, such as the cost of antibiotics, are exogenous or not a  part of the modeling system.", "The authors in their “most likely” scenario estimated that the effects of a  ban on the use of antibiotics would increase production costs by $6.05  initially and $5.24 at the end of the 10-year period modeled. Because the  supply of pork declines, however, net profit to farmers would decline by  only $0.79 per head. Over a 10-year period, the net present value of forgone  profits would be about $1.039 billion. For consumers, the retail price of  pork increases by $0.05 per pound, which sums to a yearly cost of about  $748 million for all consumers.", "The authors also cited four important limitations to their study:  (1) the  estimated impacts represent an “average” farm and may mask wide  differences across farms; (2) technical evidence from the Swedish  experience must be regarded with caution as an indicator of what might  happen in the United States; (3) consumers only respond to changes in the  price of pork; however, the model does not take into account how such a  ban would affect the prices of beef and poultry; and (4) there was no  attempt to factor in the positive effects of such a ban on consumer  willingness to pay for pork produced without the use of feed-grade  antibiotics."], "subsections": []}, {"section_title": "National Research Council’s (1999) Economic Analysis of the Costs of Eliminating Subtherapeutic Use of Antibiotics in Animals", "paragraphs": ["The National Research Council (NRC) examined the economic costs to  consumers of the elimination of all subtherapeutic use of antibiotics in a  chapter of a 1999 report entitled The Use of Drugs in Food Animals:  Benefits and Risks. Instead of measuring the consequences of eliminating  antibiotics on farm costs and profits, NRC decided that a more viable  alternative would be to measure costs to consumers in terms of the higher  prices that would be passed on to consumers. According to NRC, this  measurement strategy was followed for several reasons:  changes in  production costs do not necessarily translate into lower profits; depending  on management practices, not all producers rely on these antibiotics to the  same extent and would not all be equally affected by a ban; and some  producers, for example those who produce for special niche markets, may  actually benefit from such a ban. The study includes the following key  features and assumptions:  All cost increases are passed on to consumers in terms of percentage  price changes.", "The model measures how much consumers would need to spend in  order to maintain a similar level of consumption as before the ban.", "No change in consumption because of a ban on antibiotics would occur.", "Per capita costs are estimated as the product of three items:  (1)  percentage increase in annual production costs, (2) retail prices, and (3)  per capita annual retail quantity sold.", "Annual costs of a ban were estimated for four domestic retail markets— chicken, turkey, beef, and pork—as well as a total cost for all meat.", "NRC estimated that the average annual cost per capita to consumers of a  ban on all antibiotic use was $4.84 to $9.72. On a commodity retail price  basis, the change in price for poultry was lowest, from $0.013 per pound to  $0.026 per pound; for pork and beef, prices ranged from $0.03 per pound to  $0.06 per pound. Retail pork price increases ranged from $0.03 per pound  to $0.06 per pound. Total national additional costs per year for pork  consumption ranged from $382 million to $764 million, depending on  assumptions about meat substitutes. As for all meat products combined,  total consumer cost increases ranged from $1.2 billion to $2.5 billion per  year. Finally, NRC noted that the reduction in profits and industry  confidence that would result from such a ban may cause a reduction in  research, and that society would lose the research benefits. Also, to  determine whether this cost increase would be justified, the amount should  be compared with the estimated health benefits."], "subsections": []}]}, {"section_title": "FDA’s Procedures for Evaluating the Importance of an Animal Drug for Human Health", "paragraphs": ["As part of the risk estimation outlined in Guidance for Industry #152, FDA  developed a framework for evaluating the importance of an antibiotic to  human medicine. FDA has ranked antibiotics as either critically important,  highly important, or important. These rankings are based on five criteria,  which are ranked from most (criterion 1) to least important (criterion 5): 1. The antibiotic is used to treat enteric pathogens that cause foodborne  disease.  2. The antibiotic is the sole therapy or one of the few alternatives to treat  serious human diseases or is an essential component among many  antibiotics in the treatment of human disease. 3. The antibiotic is used to treat enteric pathogens in nonfoodborne  disease. 4. The antibiotic has no cross-resistance within the drug class and an  absence of linked resistance with other drug classes.5. There is difficulty in transmitting resistance elements within or across  genera and species of organisms.", "Antibiotics that meet both of the first two criteria are considered by FDA to  be critically important to human medicine. Drugs that meet either of the  first two criteria are considered highly important to human medicine.  Drugs that do not meet either of the first two criteria but do meet one or all  of the final three criteria are considered important to human medicine. Of  the 27 classes of animal drugs relevant to human health, 4 were ranked  critically important, 18 highly important, and 5 important. The status of a  particular antibiotic may change over time. For example, a drug may be  considered to be critically important to human health because it is the sole  therapy. Later, if new antibiotics become available to treat the same disease  or diseases, the drug may be downgraded in its importance to human  health."], "subsections": []}, {"section_title": "Information on Selected Countries’ Activities to Address Animal-Related Antibiotic Resistance", "paragraphs": ["This appendix provides information on efforts to address antibiotic  resistance associated with antibiotic use in animals for the United States  and some of its key trading partners and competitors. For the United  States, more detailed information on these activities is in the letter portion  of this report. For the United States’ key trading partners and competitors,  to the extent that information was available, we summarized the countries’  activities and described antibiotic resistance surveillance systems and  antibiotic use data collection systems.", "In addition, table 3 presents information on the total amount of antibiotics  sold or prescribed for use in animals for the United States and three trading  partners and competitors for which this information was available.  Specifically, it shows 2002 antibiotic sales data for the countries that we  identified as having government data collection systems on antibiotic use  with the available data. Although the United States does not have a  government system, we included information collected by the Animal  Health Institute for comparison. Total meat production is also shown to  represent the size of the animal production industries in these countries.", "Overview of activities. In 1999, federal agencies formed the Interagency  Task Force on Antimicrobial Resistance to address antibiotic resistance  issues. In October 2003, FDA issued guidelines for assessing the safety of  animal drugs (Guidance for Industry #152). FDA is conducting risk  assessments of some antibiotics important in human medicine.", "Antibiotic-resistance surveillance systems. FDA, CDC, and USDA collect  information on antibiotic-resistant bacteria in humans, retail meat, and  animals through the National Antimicrobial Resistance Monitoring System  (NARMS).", "Antibiotic use data collection systems. The Animal Health Institute, a  trade association representing veterinary pharmaceutical companies,  publishes the only publicly available data on the amount of antibiotics sold  annually for use in animals. The Animal Health Institute collects these data  from its member companies, which represent about 85 percent of the  animal drug sales in the United States. The data show the amount of  antibiotics sold by antibiotic class, but certain classes are reported  together to abide by company disclosure agreements. See table 3 for  information on the amount of antibiotics sold in the United States during  2002. In addition, the United States collects some on-farm data through  USDA’s National Animal Health Monitoring System (NAHMS) and  Collaboration in Animal Health, Food Safety, and Epidemiology (CAHFSE)  programs."], "subsections": [{"section_title": "Australia", "paragraphs": ["Overview of activities. In 1998, Australia established the Joint Expert  Technical Advisory Committee on Antibiotic Resistance to provide  independent expert scientific advice on the threat to human health of  antibiotic-resistant bacteria caused by use in both animals and humans.   Australia has begun to review the approved uses of antibiotics important in  human medicine to determine if changes are needed. Australia’s review  process includes performing a public health and an efficacy assessment.  Like the United States’ risk assessment approach, Australia’s public health  assessment considers the hazard, exposure, and potential impact of the  continued use of the antibiotic on public health. The efficacy assessment  considers whether the antibiotic is effective in animals for the purpose  claimed and whether the label contains adequate instructions. As of April  2003, Australia had completed its assessment of virginiamycin, a member  of the streptogramin class, and was considering a recommendation to ban  its use for growth promotion. In addition, as of March 2003, Australia was  assessing the risk of the macrolide antibiotic class, including tylosin.", "Antibiotic resistance surveillance systems. The committee’s 1999 report  recommended establishing a comprehensive surveillance system to  monitor antibiotic-resistant bacteria in animals. As of March 2003, a  strategy for developing an antimicrobial resistance surveillance system was  being completed.", "Antibiotic use data collection systems. Australia uses import data to  monitor the annual quantity of antibiotics used in animals because all of the  antibiotics used in the nation are imported. The data, which include  information on the quantity of antibiotics imported by antibiotic class and  end use, are not usually released publicly. A potential problem with this  data collection method is that importers are not always able to anticipate  how producers will use the antibiotic."], "subsections": []}, {"section_title": "Canada", "paragraphs": ["Overview of activities. Like the United States, Canada plans to do risk  assessments of antibiotics important in human medicine and to make  changes in approved antibiotic uses as appropriate based on these risk  assessments. Canadian officials expect to initially focus on growth  promotion uses of several antibiotic classes and antibiotics, including  penicillins, tetracyclines, tylosin, and virginiamycin. Canada plans to use  risk assessment methods similar to those used in the United States;  however, Canada may also consider other factors, such as the benefits  associated with antibiotic use. In addition, Canada is considering the  adoption of a prescription requirement for all antibiotic uses in animals  except growth promotion.", "Antibiotic resistance surveillance systems. The Canadian Integrated  Program for Antimicrobial Resistance Surveillance, started in 2002 and  designed to use resistance surveillance methods consistent with the United  States’ NARMS, collects information on antibiotic resistance from the farm  to the retail levels. Canada issued the first annual report from this  surveillance system in March 2004.", "Antibiotic use data collection systems. Canada is integrating the collection  of data on antibiotic use in humans and animals into its surveillance system  and plans to use this information to support risk analysis and policy  development. Collection of on-farm data on antibiotic use in animals  through pilot projects is ongoing, and collection of data from  pharmaceutical companies, importers, and distributors, such as feed mills  and veterinarians, is planned."], "subsections": []}, {"section_title": "The European Union", "paragraphs": ["Overview of activities. In 1999, an EU scientific committee on antibiotic  resistance recommended that the growth promotion use of antibiotics from  classes that are or may be used in human medicine be banned. Later that  year, the EU completed action on this recommendation and banned the use  of these antibiotics in feed for growth promotion. The scientific committee  also recommended that the four remaining antibiotics used for growth  promotion be replaced with other alternatives. In 2003, the EU issued a  regulation adopting this recommendation, which banned the use of these  antibiotics as of January 1, 2006. In addition, Denmark, an EU member,  ended the use of all antibiotics for growth promotion in 2000.", "Antibiotic resistance surveillance systems. Most EU members have a  program to monitor antibiotic resistance, but the EU as a whole does not  have a harmonized system that allows comparison of data across nations. A  November 2003 directive from the European Parliament and the Council of  the European Union set forth general and specific requirements for  monitoring antibiotic resistance. Among other things, member countries  must ensure that the monitoring system includes a representative number  of isolates of Salmonella spp., Campylobacter jejuni, and Campylobacter  coli from cattle, swine, and poultry. In particular, Denmark’s surveillance  system, the Danish Integrated Antimicrobial Resistance Monitoring and  Research Programme, monitors resistance in these and other bacteria in  animals, meat, and humans.", "Antibiotic use data collection systems. The EU has proposed that its  members collect data on antibiotic use in animals. EU countries’ efforts to  collect this information are at varying stages of development. For example,  while some EU countries are just developing programs to collect antibiotic  use data, the United Kingdom and Denmark currently collect this  information.", "The United Kingdom’s Veterinary Medicines Directorate collects data from  veterinary pharmaceutical companies on the amounts of different  antibiotics and other animal drugs sold in the United Kingdom. The  directorate then separates these data into chemical groups, administration  methods, and target species. For certain antibiotics that are sold for use in  more than one species, it is not possible to determine the species in which  they were used. However, the directorate is working to more accurately  assign sales quantities to each species. See table 3 for information on the  amount of antibiotics sold in the United Kingdom during 2002.", "Denmark collects extensive data on the use of antibiotics in animals. In  particular, through its VetStat program, Danish officials can obtain data on  all medicines prescribed by veterinarians for use in animals. This program  provides detailed information on antibiotic use, such as the quantity used,  class of antibiotic used, species, age of animal, and the purpose of use, as  well as the disease the antibiotic was used to treat. In addition, VetStat  allows researchers to calculate the average daily doses that animals receive  of various antibiotics. See table 3 for information on the amount of  antibiotics used in Denmark during 2002."], "subsections": []}, {"section_title": "Hong Kong", "paragraphs": ["Antibiotic resistance surveillance systems. Hong Kong has an antibiotic  resistance surveillance system. We did not obtain additional information on  this system.", "Antibiotic use data collection systems. Hong Kong has an antibiotic use  data collection system. We did not obtain additional information on this  system."], "subsections": []}, {"section_title": "Japan", "paragraphs": ["Overview of activities. Japan is currently reviewing the use of antibiotics  for growth promotion if those antibiotics are from classes used in humans.  According to an April 2004 report from the Office of the U.S. Trade  Representative, the Japanese government has stated that these reviews will  be based on science.", "Antibiotic resistance surveillance systems. Japan has  an antibiotic  resistance surveillance system. We did not obtain additional information on  this system.", "Antibiotic use data collection systems. Japan has an antibiotic use data  collection system. We did not obtain additional information on this system."], "subsections": []}, {"section_title": "Mexico", "paragraphs": ["Antibiotic resistance surveillance systems. In 2000 and 2001, FDA  undertook a pilot study with Mexico to monitor the antimicrobial  resistance of salmonella and E. coli isolates obtained from human samples.  In September 2001, the pilot study was expanded into a 3-year cooperative  agreement to include both human and animal monitoring. The primary  objective of the agreement was to establish an antimicrobial resistance  monitoring system for foodborne pathogens in Mexico comparable to the  United States’ NARMS program."], "subsections": []}, {"section_title": "New Zealand", "paragraphs": ["Overview of activities. New Zealand established an Antibiotic Resistance  Steering Group primarily to coordinate a program to gather and analyze  information on the use of antibiotics in feed (including antibiotics for  growth promotion), assist in developing a policy concerning this use, and  assess the potential transfer of resistant bacteria from animals to humans.   New Zealand has completed its risk assessments of antibiotics for growth  promotion and no longer allows the growth promotion use of any  antibiotics that are also related to antibiotics used in human medicine. New  Zealand did not carry out a comprehensive risk analysis for any of the  antibiotics being used for growth promotion because the available  information was not sufficient. Instead, New Zealand used consistent  rationale, including the mechanisms and potential for antibiotic resistance  and the potential for that resistance to be transferred from animals to  humans, in assessing each antibiotic (or class, such as the macrolide class).", "Antibiotic resistance surveillance systems. New Zealand is working to  implement a comprehensive antibiotic resistance surveillance program.  According to a January 2003 antibiotic resistance progress report, New  Zealand has programs to monitor specific pathogens in animals, but the  programs do not gather information specific to antibiotic resistance. While  the government informally monitors the antibiotic resistance of E. coli and  Staphylococcus aureus, the program provides very limited data.", "Antibiotic use data collection systems. Since 2001, New Zealand has  collected antibiotic sales data from a formal survey of pharmaceutical  companies. The companies report the data voluntarily. Annual reports  provide antibiotics sales statistics by antibiotic class, method of  administration, type of use (including growth promotion), and animal  species. The data are only indicative of use because antibiotics are used for  multiple purposes, and it is impossible to know the exact use of all the  antibiotics. New Zealand has considered changes to its data collection  system to provide additional information. See table 3 for information on the  amount of antibiotics sold in New Zealand during 2002."], "subsections": []}, {"section_title": "South Korea", "paragraphs": ["Antibiotic use data collection systems. The Korea Animal Health Products  Association, an industry group, monitors the quantity of antibiotics  produced and sold by its members. The data are available on a monthly  basis and, at a minimum, provide total antibiotic use quantities by species,  specific antibiotic, and antibiotic class."], "subsections": []}]}, {"section_title": "Antibiotics Frequently Used in Animals", "paragraphs": ["This appendix provides information available on the antibiotics that are  frequently used on farms that produce feedlot cattle, swine, and broiler  chickens in the United States."], "subsections": [{"section_title": "Antibiotic Use in U.S. Feedlot Cattle Production", "paragraphs": ["In 1999, USDA’s National Animal Health Monitoring System (NAHMS)  collected data on antibiotic use in beef cattle raised in feedlots. Table 4 lists  the antibiotics identified as having at least 10 percent of feedlots using  them in feed or water, or by injection, and the most frequent purpose of  use, when this information is available. NAHMS provided only limited  information on how the antibiotics were administered, so this information  is not included in the table. The table also presents information on FDA’s  rankings of the importance of the antibiotic class in human medicine. (See  app. III for further information on FDA’s ranking system.)  For those  antibiotics not found in these rankings, we listed them as not important. In  particular, over half of the feedlots surveyed used chlortetracycline in feed  or water, about one-third used tilmicosin to prevent disease, and over half  used tilmicosin, florfenicol, and tetracyclines to treat disease. In addition,  about one-third used cephalosporins, fluoroquinolones, and  penicillins/amoxicillin to treat disease. However, the feedlots using these  antibiotics do not administer them to all cattle. For example, although 42  percent of feedlots use antibiotics to prevent respiratory disease, only 10  percent of feedlot cattle receive antibiotics for this purpose."], "subsections": []}, {"section_title": "Antibiotic Use in U.S. Swine Production", "paragraphs": ["In 2000, NAHMS collected data on antibiotic use in swine. Table 5 lists the  antibiotics identified as those that at least 10 percent of producers use in  feed or water or by injection for either nursery-age or older swine, the most  frequent method of administration for these antibiotics, and the most  frequent purpose of use. The table also presents information on FDA’s  ranking of the importance of the antibiotic class in human medicine. For  those antibiotics not found in these rankings, we listed them as not  important. In particular, about half of the producers surveyed used tylosin  and chlortetracycline in feed. In addition, about one-third of the producers  surveyed used a penicillin to treat disease and bacitracin to promote  growth. However, the producers using these antibiotics do not administer  them to all of their swine."], "subsections": []}, {"section_title": "Antibiotic Use in U.S. Broiler Production", "paragraphs": ["USDA has not collected any data on antibiotic use in broiler chickens  through NAHMS. However, a University of Arkansas study used data from a  corporate database to track patterns of antibiotic use in broiler chickens  from 1995 through 2000. This study focused on the use of antibiotics in  feed to promote growth and to prevent disease. Over the period of the  study, the percentage of production units using antibiotics in feed  decreased, in part because antibiotics did not prove to be as cost-effective  as other feed additives that promote growth.  The study did not analyze  data on antibiotics used in chickens for disease treatment. According to  industry officials, producers seldom treat chickens for diseases.", "Table 6 lists the antibiotics identified by the study as being used by at least  10 percent of broiler production units and their purpose of use. Table 6 also  presents information on FDA’s ranking of the importance of the antibiotic  class in human medicine. For those antibiotics not found in these rankings,  we listed them as not important."], "subsections": []}]}, {"section_title": "Comments from the U.S. Department of Agriculture", "paragraphs": [], "subsections": [{"section_title": "GAO’s Responses to USDA’s Comments", "paragraphs": ["The following are our comments on the USDA letter, dated April 5, 2004. 1. We revised the report to include USDA’s concerns that additional  funding would be needed to expand CAHFSE. 2. We clarified our discussion of some studies. References are cited in  footnotes for studies discussed in the report. 3. We agree that the collection of both aggregate and detailed data on  antibiotic use in animals is useful and that researchers need to know  specifically how antibiotics are used in order to determine which of the  uses is responsible for trends in antibiotic resistance. The report  discusses both aggregate and detailed data. As USDA states, the report  highlights the CAHFSE program, through which USDA is collecting  specific, on-farm data on swine. In addition, the report discusses  Denmark’s system, which collects detailed data on how antibiotics are  used in animals. 4. We found that only a few studies have concluded that the risk is  minimal, while many studies have concluded that there is a significant  human health risk from the transference. 5. We revised the report to include information on research funded by  USDA’s Cooperative State Research, Education, and Extension Service. 6. We clarified the report to reflect comments on specific studies. In  addition, we clarified the report to indicate which results were from  epidemiologic studies alone, and which results were from  epidemiologic studies that included molecular subtyping techniques."], "subsections": []}]}, {"section_title": "Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, Gary Brown, Diane Berry Caves, Diana  Cheng, Barbara El Osta, Ernie Jackson, Julian Klazkin, Carolyn Feis  Korman, Deborah J. Miller, Sudip Mukherjee, Lynn Musser, Roseanne Price,  and Carol Herrnstadt Shulman made key contributions to this report."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional responsibilities  and to help improve the performance and accountability of the federal government  for the American people. GAO examines the use of public funds; evaluates federal  programs and policies; and provides analyses, recommendations, and other  assistance to help Congress make informed oversight, policy, and funding  decisions. GAO’s commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to   e-mail alerts” under the “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}