{"id": "GAO-17-399", "url": "https://www.gao.gov/products/GAO-17-399", "title": "Trade Enforcement: Information on U.S. Agencies' Monitoring and Enforcement Resources for International Trade Agreements", "published_date": "2017-04-13T00:00:00", "released_date": "2017-04-13T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Monitoring and enforcing trade agreements is a key element of the U.S. government's efforts to boost exports of U.S. goods and services. The vast majority of U.S. exports, which totaled $2.26 trillion in 2015, are covered by at least one trade agreement to which the United States is a party. These agreements include multilateral World Trade Organization agreements and bilateral or regional FTAs with 20 countries. The Office of the U.S. Trade Representative and several other federal agencies share responsibility for monitoring and enforcing partner countries' compliance with trade agreements. The U.S. government also provides trade capacity-building assistance, which includes goals to help partner countries meet their obligations under trade agreements.", "The Trade Facilitation and Trade Enforcement Act of 2015, Public Law 114-25, includes a provision for GAO to examine federal agencies' resources to monitor and enforce international trade agreements. This report (1) examines agencies' resources and activities for monitoring and enforcing international trade agreements in fiscal year 2016 and (2) identifies agencies' trade capacity-building projects, active in fiscal year 2016, to assist FTA partner countries in meeting their obligations under these agreements. GAO reviewed agency documents, interviewed agency officials, and analyzed agencies' estimates of resources used to monitor and enforce trade agreements.", "GAO is making no recommendations in this report."]}, {"section_title": "What GAO Found", "paragraphs": ["Eleven U.S. agency offices and bureaus have responsibilities for monitoring and enforcing international trade agreements; however, they do not have information that allows for a definitive count of the staff resources and related funding used to carry out these responsibilities. This is because many of the staff who conduct trade monitoring and enforcement activities at these agencies do so as part of a broader portfolio of activities, and none of the agencies routinely tracks staff time at this level of detail. In response to GAO's request for information, the 11 offices and bureaus used a variety of methods to develop estimates of the number of full-time equivalent (FTE) staff they believe worked on trade monitoring and enforcement activities in 2016 and the approximate costs associated with salaries and benefits for these FTEs. The estimates suggest that in fiscal year 2016, these 11 offices and bureaus dedicated over 700 FTEs at a cost of more than $100 million to monitor and enforce trade agreements. However, the estimates do not fully include all related costs (such as overhead costs) and, in some cases, may not represent all staff who conducted trade monitoring and enforcement activities.", "U.S. agencies provide trade capacity-building assistance to help partner countries meet their obligations under free trade agreements (FTA) with the United States, such as their labor and environmental commitments. In fiscal year 2016, U.S. agencies oversaw 80 trade capacity-building projects intended to help partner countries meet their obligations as parties to FTAs. These projects, many of which spanned multiple years, amounted to about $256 million in obligated and planned funding. About 80 percent of project funding was related to helping partner countries comply with labor or environmental commitments."]}], "report": [{"section_title": "Letter", "paragraphs": ["Monitoring and enforcing trade agreements is a key element of the U.S.  government’s efforts to boost exports of U.S. goods and services. The  vast majority of U.S. exports—totaling $2.26 trillion in 2015—are covered  by at least one trade agreement to which the United States is a party.  These include the multilateral World Trade Organization (WTO)  agreements with 164 members and 14 bilateral or regional free trade  agreements (FTA) with 20 countries. The Office of the U.S. Trade  Representative (USTR) and several other U.S. agencies share  responsibility for monitoring and enforcing trade agreements intended to  open markets to American goods and services while strengthening  trading partners’ protection of workers’ rights, the environment, and  intellectual property rights. In addition to USTR, other U.S. agencies with  this responsibility include the Departments of Agriculture (USDA),  Commerce (Commerce), Homeland Security (DHS), Labor (DOL), and  State (State). In addition, the U.S. government provides trade capacity- building assistance, which includes goals to help partner countries meet  their obligations under trade agreements. The U.S. Agency for  International Development (USAID), along with DOL and State, provides  this assistance to FTA partner countries.", "The Trade Facilitation and Trade Enforcement Act of 2015 includes a  provision for GAO to analyze and report on relevant federal agencies’  funding and employees for carrying out activities related to trade  enforcement. This report (1) examines agencies’ resources and activities  for monitoring and enforcing international trade agreements in fiscal year  2016 and (2) identifies agencies’ trade capacity-building assistance  projects, active in fiscal year 2016, to assist FTA partner countries in  meeting their obligations under these agreements.", "To determine relevant agencies’ estimated full-time equivalent (FTE) staff  resources and funding used to monitor and enforce trade agreements in  fiscal year 2016, we first identified which agencies had responsibilities for  monitoring and enforcement efforts and had committed resources to  these efforts by reviewing agencies’ budget reports, strategic plans, and  annual reports and interviewing relevant agency officials. None of the  relevant agencies we identified routinely tracks staff resources and  funding specifically for monitoring and enforcement of trade agreements.  Thus, in response to our request for information, these agencies told us  that they would have to develop estimates of their fiscal year 2016 FTEs  and funding used for these activities. To collect these estimates and to  identify the types of monitoring and enforcement activities involved, we  developed and circulated a data collection instrument to these agencies.  Recognizing that agency officials would have to rely on different  information sources and apply professional judgment, we asked them for  estimates of fiscal year 2016 FTEs and dollar costs devoted to monitoring  and enforcement. Agencies’ estimates of funding associated with their  FTEs used to monitor and enforce trade agreements generally reflected  the average annual salaries and benefits of the staff involved. To assess  the reliability of agencies’ FTE and funding estimates for monitoring and  enforcement of trade agreements, we included questions in our data  collection instrument about their methodologies for developing their  estimates, the agency officials they consulted, and the strengths and  weaknesses of their estimates. Based on these responses, which showed  that the agencies had to rely on different information sources and apply  professional judgment, we determined these estimates could only be  used to provide a broad indication of the FTEs and staff costs in fiscal  year 2016 across agencies, but that they could not be used for precise  comparisons.", "To identify U.S. trade capacity-building assistance projects to help partner  countries meet their obligations under FTAs, we collected available  information on relevant capacity-building projects that were active in fiscal  year 2016. We identified the recipient FTA partner countries and the  subject matter focus of the projects, such as assistance with meeting  labor or environment obligations, and collected obligated and planned  funding amounts for projects within FTA partner countries. We did not  assess the implementation or effectiveness of these projects. To assess  the reliability of data on trade capacity-building projects, we compared  information provided by these agencies with source databases, discussed  discrepancies with agency officials, and reviewed agencies’ procedures  for assessing the completeness and accuracy of the project data  collection and storage. We determined that the data we obtained were  sufficiently reliable for the purposes of our review. For a full description of  our scope and methodology, see appendix I.", "We conducted this performance audit from May 2016 to April 2017 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "International Trade Agreements with the United States", "paragraphs": ["The United States is a party to a variety of international trade  agreements, including WTO agreements, FTAs, bilateral investment  treaties, and trade and investment framework agreements. The WTO,  which currently has 164 members, including the United States, provides a  forum for enforcing U.S. rights under various WTO agreements. WTO  members commit to a number of agreements covering goods, services,  intellectual property rights, and a dispute settlement process. Members  participate in more than 20 WTO committees to oversee implementation  of these agreements. For example, committees exist for agreements on  market access, agriculture, sanitary and phytosanitary measures,  technical barriers to trade (TBT), financial services, and protection of  intellectual property rights. U.S. agency staff participate in multiple WTO  committee meetings throughout the year to track member countries’  policies and practices and seek their compliance with obligations under  these agreements.", "The United States is also a party to 14 FTAs involving 20 partner  countries—Australia, Bahrain, Canada, Chile, Colombia, Costa Rica, the  Dominican Republic, El Salvador, Guatemala, Honduras, Israel, Jordan,  Mexico, Morocco, Nicaragua, Oman, Panama, Peru, Singapore, and  South Korea (see table 1).", "FTAs phase out barriers to trade in goods with particular countries or  groups of countries and contain rules designed to improve access to  foreign markets for U.S. services, investment, and intellectual property  rights as well as rules of origin and dispute settlement. Most of these  agreements also include chapters that address workers’ rights and the  environment and provide cooperation mechanisms through which the  United States provides trade capacity-building assistance to help partner  countries meet their obligations under these agreements.", "In addition, the United States has bilateral investment treaties in force  with 40 countries. According to USTR, such treaties provide binding legal  rules regarding one country’s treatment of investors and investments from  another country to help promote economic reforms, improve investment  climates, and attract new investment. According to State, one of the basic  aims of the U.S. bilateral investment treaty program is to encourage the  adoption of policies that treat private investment in a nondiscriminatory  way. Moreover, State explains that these treaties limit the conditions in  which performance requirements, such as local content requirements,  may be imposed. According to State, these treaties also include a dispute  settlement mechanism giving investors the right to submit an investment  dispute to international arbitration.", "The United States is also a party to 52 bilateral and regional trade and  investment framework agreements that, according to USTR, provide  strategic frameworks and principles for dialogue on trade and investment  issues. These agreements all serve as a forum for the United States and  other governments to meet and discuss issues of mutual interest with the  objective of improving cooperation and enhancing opportunities for trade  and investment, according to USTR. The United States and partner  countries consult on a wide range of issues related to trade and  investment. Topics for consultation and possible further cooperation  include market access issues, labor, the environment, protection and  enforcement of intellectual property rights, and, in appropriate cases,  capacity-building, according to USTR."], "subsections": []}, {"section_title": "Monitoring and Enforcement of Trade Agreements", "paragraphs": ["We have previously reported that U.S. government efforts to monitor and  enforce trade agreements pursue three broad goals: ensuring foreign  compliance, providing credible deterrence, and inspiring confidence that  trade agreements benefit U.S. citizens as intended. “Monitoring” refers to  activities agencies undertake to identify instances where foreign laws,  regulations, and practices may be inconsistent with trade agreement  provisions. “Enforcement” refers to actions agencies take to secure  foreign compliance with trade agreements, which can include initiating  dispute settlement procedures that certain trade agreements provide.", "According to USTR, the majority of efforts to resolve trade disputes and  ensure compliance with trade agreements occur outside of the context of  formal dispute settlement procedures. These efforts include analysis of  trading partners’ policies and procedures, formal and informal plurilateral  and bilateral engagement, participation in WTO and FTA committees and  other plurilateral or bilateral fora, public outreach, and trade capacity- building. If these efforts fail to achieve the desired outcomes, the United  States relies on dispute settlement procedures, according to USTR. In  March 2017, USTR reported that the United States has filed 110  complaints at the WTO since its inception in 1994 and had successfully  concluded 81 of them by settling 34 disputes favorably and prevailing in  47 others through litigation before WTO panels and the Appellate Body.  USTR has lead responsibility for litigating disputes but relies on support  and expertise from other federal agencies."], "subsections": []}, {"section_title": "U.S. Agencies Involved in Enforcement and Monitoring of Trade Agreements", "paragraphs": ["USTR, which is part of the Executive Office of the President, and several  other U.S. government agencies have responsibility for monitoring and  enforcing trade agreements. These agencies are USDA, Commerce,  DHS, DOL, and State. Table 2 shows key monitoring and enforcement  roles and responsibilities of offices or bureaus within these agencies."], "subsections": []}, {"section_title": "Trade Enforcement Trust Fund Established by Congress", "paragraphs": ["The Trade Facilitation and Trade Enforcement Act of 2015 established a  “Trade Enforcement Trust Fund” from which USTR or other federal  agencies can receive funding to monitor and enforce WTO agreements  and FTAs and also to support trade capacity-building assistance to help  partner countries meet their FTA obligations and commitments. These  funds may not be used or transferred to other agencies unless authority is  provided in an appropriations act; however, as of April 2017, Congress  has not passed an appropriations act with the necessary authority. USTR  officials stated that they have not taken any action regarding the use of  the Trust Fund, given the absence of such an authority in an  appropriations act."], "subsections": []}]}, {"section_title": "Information Is Not Available to Definitively Determine Resources Expended for Monitoring and Enforcing Trade Agreements", "paragraphs": ["Eleven offices or bureaus within six U.S. federal agencies told us that  they had staff that worked on monitoring and enforcement of trade  agreements in fiscal year 2016. They also identified the range of activities  this work involved (see table 3).", "Although agencies were able to describe the types of activities their staff  undertook to monitor and enforce trade agreements in fiscal year 2016,  they did not have key information needed to definitively determine the  resources expended on such activities. With the exception of  Commerce’s National Institute of Standards and Technology (NIST), all  the agencies we queried indicated that some of their staff responsible for  monitoring and enforcement of trade agreements also had other  responsibilities. However, none of the agencies routinely tracks staff time  at a level of detail that distinguishes time specifically dedicated to trade  agreement monitoring and enforcement from time spent on these other  responsibilities.", "While agencies were unable to definitively determine the resources they  used for monitoring and enforcement, they nevertheless provided  estimates of the number of FTEs they believe were involved in such  activities. They did so based on approaches such as reviewing staff  portfolios or work records, obtaining staff input, and applying professional  judgment after discussions among managers in response to our request  for this information. The agencies estimated the funding levels associated  with these FTEs by calculating the average salaries and benefits of the  staff time used for these efforts. Table 4 shows the agencies’ estimates of  FTEs and the associated salary and benefit costs for efforts to monitor  and enforce trade agreements in fiscal year 2016. The estimates suggest  that in fiscal year 2016, 11 agency offices and bureaus dedicated over  700 FTEs and over $100 million to monitoring and enforcing trade  agreements.", "However, these totals and the underlying estimates do not fully include all  costs related to trade monitoring and enforcement and, for some  agencies, may not represent all staff who were involved in such activities.  With respect to costs, some agencies could not accurately estimate  administrative overhead costs. Consequently, we were unable to capture  administrative overhead costs consistently across agencies and could not  include those costs as part of the funding estimates.", "With respect to staff, many of the agencies responsible for monitoring and  enforcing trade agreements rely on overseas staff, in addition to  headquarters staff, to support these efforts. These overseas staff also  work on other issues besides trade agreement monitoring and  enforcement. Some, but not all, agencies were able to estimate the share  of time their overseas staff spent on trade agreement monitoring and  enforcement. For example, the International Trade Administration (ITA),  which is part of Commerce, told us that its Foreign Commercial Service  (FCS) contributes significant staff time to monitoring and enforcement of  trade agreements, which complements the work of ITA’s headquarters  staff. According to ITA’s estimate, FCS has 970 officers and locally  employed staff, based overseas, who spent an average of 13 percent of  their time on monitoring and enforcement activities in fiscal year 2016.  Similarly, the Foreign Agricultural Service (FAS), which is part of USDA,  estimated that 285 of its overseas workforce of 456 FAS officers and  locally employed staff spent a share of their time on monitoring and  enforcement efforts in fiscal year 2016.", "In contrast, State officials said that, although they relied on State’s  workforce of overseas Foreign Service officers to carry out monitoring  and enforcement efforts in fiscal year 2016, they had no method to  estimate the share of time these officers spent on these efforts. State  officials told us that State has over 600 economic officer positions at  overseas posts throughout the world that may include trade monitoring  and enforcement among their responsibilities. The role of these officers  varies widely, depending on the unique circumstances of the post. For  instance, posts without the presence of FAS or FCS officers may rely  more heavily on State Foreign Service officers. State officials also noted  that the department has labor officers and environment, science,  technology, and health officers based overseas who may participate in  monitoring and enforcing partner countries’ implementation of labor and  environment chapters of FTAs."], "subsections": []}, {"section_title": "USAID, State, and DOL Provided Trade Capacity-Building Assistance to FTA Partner Countries", "paragraphs": [], "subsections": [{"section_title": "Trade Capacity-Building Project Funding Spanned Multiple Agencies and Years", "paragraphs": ["USAID, State, and DOL had 80 trade capacity-building assistance  projects active in fiscal year 2016 that supported FTA partner countries’  compliance with their FTA obligations. The total funding for these  projects was about $256 million. USAID, DOL, and State obligated about  $122 million, $95 million, and $14 million, respectively. In addition, State  and USAID jointly funded one environmental project totaling about $25  million (see fig. 1).", "Total funding amounts for the 80 projects ranged from $64,000 to almost  $35 million per project. For example, State dedicated $64,000 to a trade  capacity-building project, operating during 5 fiscal years, related to  environmental obligations under the United States–Chile Free Trade  Agreement. USAID obligated almost $35 million to an environmental  project, operating during 6 fiscal years, which included trade capacity- building aspects of the United States–Peru Trade Promotion Agreement.  Trade capacity-building projects active in fiscal year 2016 supported  activities in 14 countries that were parties to the following 9 of the 14 U.S.  FTAs:  Trade Agreement (CAFTA-DR)", "United States – Chile Free Trade Agreement", "United States – Colombia Trade Promotion Agreement", "Agreement between the United States of America and the Hashemite  Kingdom of Jordan on the Establishment of a Free Trade Area", "United States – Morocco Free Trade Agreement", "North American Free Trade Agreement (NAFTA) (Mexico only)", "Agreement between the Government of the United States of America  and the Government of the Sultanate of Oman on the Establishment  of Free Trade Area", "Panama Free Trade Agreement", "United States – Peru Trade Promotion Agreement  The most active trade capacity-building projects during fiscal year 2016— 34 active projects— occurred in CAFTA-DR countries, while the fewest— 3 active projects—occurred in Mexico. Some trade capacity-building  projects involved multiple FTA partner countries. For example, a DOL  project involved countries from the CAFTA-DR, NAFTA, Jordan, and  Morocco FTAs."], "subsections": []}, {"section_title": "Most Capacity-Building Projects for FTA Partner Countries Addressed Labor and Environmental Commitments", "paragraphs": ["Of the trade capacity-building projects active in fiscal year 2016, the  majority—both in terms of the number of projects and the amount of  funding—focused on labor and environmental issues. Forty-one (51  percent) and 32 (40 percent) of the 80 trade capacity-building projects  were related to labor or the environment, respectively. DOL and State  oversaw the most labor and environmental trade capacity-building  projects, respectively. Specifically, DOL oversaw 24 labor-related trade  capacity-building projects, while State oversaw 35 environmentally related  projects. Labor and environmental trade capacity-building projects also  received about 80 percent of the total funding for projects active in fiscal  year 2016. Figure 2 shows the breakdown of trade capacity-building  projects and funding by project objective.", "Labor and environmental projects covered a wide range of issues within  FTA partner countries. For example, State oversaw environmental  projects related to combating illegal logging in CAFTA-DR countries and  improving fisheries management in Chile. DOL oversaw labor projects  related to ending child labor in Jordan, Colombia, Morocco, Peru,  Panama, and CAFTA-DR countries as well as promoting international  labor standards in Colombia.", "According to agency officials, some of the trade capacity-building projects  included goals to assist FTA partner countries in meeting their FTA  obligations in addition to other goals. Some of these projects also  included countries with which the United States does not have an FTA.  For example, a DOL project on child labor issues had 45 participating  countries, of which 5 were FTA partner countries. According to USAID  officials, all of USAID’s trade capacity-building projects that were active in  fiscal year 2016 included goals to help FTA partner countries meet their  FTA obligations; however, all projects also included broader goals not  related to FTA obligations. For example, USAID’s active project  “Implementing Anti-Monopoly Policies” in Mexico had a total funding of  about $615,000 but was part of a larger USAID-funded capacity-building  project in Mexico that received about $22.3 million in total project funding.  According to DOL officials, all DOL projects in FTA partner countries  contributed to helping FTA partner countries meet their FTA labor  obligations. State officials noted that State’s labor projects only included  goals related to FTA labor obligations."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to USDA, Commerce, DHS, DOL, State,  USAID, and USTR for their review. None of these agencies provided  formal comments. USDA, Commerce, DOL, and USTR provided technical  comments, which we incorporated as appropriate.", "We are sending copies of this report to interested congressional  committees; the Secretaries of Agriculture, Commerce, Homeland  Security, Labor, and State; the U.S. Trade Representative; and the  USAID Administrator. In addition, the report will be available at no charge  on the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8612 or gianopoulosk@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine which agencies may have committed resources for  monitoring and enforcing trade agreements in fiscal year 2016, we  reviewed agencies’ budget reports, strategic plans, and annual reports  and interviewed relevant agency officials. In total, we determined that 11  offices or bureaus within the Office of the U.S. Trade Representative  (USTR) and the Departments of Agriculture (USDA), Commerce  (Commerce), Homeland Security (DHS), Labor (DOL), and State (State)  had committed resources to monitor and enforce trade agreements. To  solicit these agencies’ estimates of staff resources and funding and to  identify the types of monitoring and enforcement activities involved, we  developed a data collection instrument that we sent to the agencies. We  first pretested the instrument with USTR, the International Trade  Administration (ITA) in Commerce, and the Foreign Agricultural Service  (FAS) in USDA. We refined our data collection instrument based on  discussions with officials at these agencies and then circulated it for  completion to all the relevant agencies we had identified. Some agencies  provided separate responses from multiple units with responsibility for  monitoring and enforcement, which we then summed up. For example,  we received separate responses from three units within FAS and three  units within ITA and provided the sum of those responses for each  agency.", "Because none of the relevant agencies routinely tracks staff resources  and funding specifically for monitoring and enforcement of trade  agreements, these agencies had to develop estimates of their fiscal year  2016 full-time equivalents (FTE) and funding used for these activities in  response to our request for information. As many agency staff  responsible for monitoring and enforcement of trade agreements also had  other responsibilities, agencies had to estimate the portion of staff time  spent on monitoring and enforcement to develop their FTE estimates.  Officials reported a range of approaches to estimating staff time, including  referring to data in staff surveys, reviewing staff portfolios and work  descriptions, and holding discussions with managers. Moreover,  limitations in the available data also required agencies to rely on their  professional judgment to estimate the average amount of time that their  staff spent on monitoring and enforcement. For example, ITA estimated that its Foreign Commercial Service, based overseas, devoted about 13  percent of its time to activities related to monitoring and enforcing trade  agreements, whereas State told us that it could not confidently estimate  the share of time its Foreign Service officers spent on activities related to  monitoring and enforcing trade agreements within their portfolios.  Consequently, FTE and funding estimates for State offices only include  headquarters staff.", "While other agencies generally had to estimate the portion of time their  staff spent on monitoring and enforcement, U.S. Customs and Border  Protection (CBP) and U.S. Immigration and Customs Enforcement (ICE)  based their FTE estimates on accounting code charges for specific  activities during fiscal year 2016 to monitor and enforce trade  agreements. CBP based its FTE estimate mainly on time spent  conducting verifications of free trade agreement (FTA) claims by  importers and overseas inspections of textile factories to validate  production capacities in connection with FTA rules. ICE’s FTE estimate  was based on the number of investigative hours attributed to FTA fraud  investigations.", "Agencies’ estimates of funding associated with their FTE estimates  generally reflected the average annual salaries and benefits of the staff  involved. Some of the agencies could not accurately estimate  administrative overhead costs associated with monitoring and  enforcement of trade agreements; therefore, we were unable to include  administrative overhead costs consistently across agencies and are not  including those costs as part of the funding estimates.", "To assess the reliability of agencies’ FTE and funding estimates for  monitoring and enforcement of trade agreements, we included questions  in our data collection instrument about their methodologies for developing  their estimates, the agency officials they consulted, and the strengths and  weaknesses of their estimates. In addition, based on our review of the  agencies’ responses to our data collection instrument, we asked follow-up  questions to the agencies as needed. A key limitation was the lack of data  systems that record staff time on these activities and the reliance on self- reporting or judgments of unit managers to estimate the share of time  staff spent on monitoring and enforcement activities. In addition, USTR  officials noted that time spent on monitoring and enforcement was likely  to vary widely from year to year depending on demands created by other  responsibilities such as trade negotiations or urgent trade disputes.  Nevertheless, based on our analysis of the agencies’ responses, we  determined that these estimates could be used to provide a broad  indication of the FTEs and staff costs in fiscal year 2016 across agencies,  but that they could not be reliably used to make precise comparisons.", "To identify U.S. trade capacity-building assistance projects to help partner  countries meet their obligations under FTAs, we collected available  information on relevant trade capacity-building projects that were active in  2016. State, DOL, and the U.S. Agency for International Development  (USAID) were the three agencies that provided funding for active projects  in fiscal year 2016. We identified the recipient FTA partner countries and  subject matter focus of the projects, such as assistance with meeting  labor or environment obligations, and calculated total funding for projects  within FTA partner countries. We did not assess the implementation or  effectiveness of these projects. State provided data on obligated funding  that was directly tied to assisting FTA partner countries in meeting their  FTA obligations. DOL provided data on obligated funding that contributed  to helping FTA partner countries meet their FTA labor obligations. USAID  provided data on obligated or planned funding amounts for projects in  FTA partner countries but could not isolate amounts specifically related to  FTA implementation from broader capacity-building goals, according to  USAID officials.", "To assess the reliability of data on trade capacity-building projects, we  compared information provided by these agencies with source databases,  discussed discrepancies with agency officials, and reviewed agencies’  procedures for assessing the completeness and accuracy of the project  data collection and storage. We determined that the data we obtained  were sufficiently reliable for the purposes of our review.", "We conducted this performance audit from May 2016 to April 2017 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgements", "paragraphs": ["In addition to the individual named above, Joyee Dasgupta (Assistant  Director), Howard Cott (Analyst-in-Charge), Lynn Cothern, Martin de  Alteriis, Neil Doherty, Grace Lui, and Ian P. Moloney made significant  contributions to this report."], "subsections": []}]}], "fastfact": ["Trade agreements are a key component of the U.S. government's efforts to boost exports. The vast majority of U.S. exports are covered by at least one trade agreement, and several federal agencies work to monitor and enforce these agreements. These agencies estimated using more than 700 full-time equivalent staff, at a cost of more than $100 million, to carry out these responsibilities in fiscal year 2016.", "The U.S. also funded 80 capacity-building projects (at a cost of about $256 million) to help its trading partners meet their obligations under free trade agreements—particularly labor and environmental commitments."]}