{"id": "GAO-16-805", "url": "https://www.gao.gov/products/GAO-16-805", "title": "SEC Conflict Minerals Rule: Companies Face Continuing Challenges in Determining Whether Their Conflict Minerals Benefit Armed Groups", "published_date": "2016-08-25T00:00:00", "released_date": "2016-08-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Armed groups in eastern DRC continue to profit from the exploitation of minerals, according to the United Nations. Congress included a provision in the 2010 Dodd-Frank Wall Street Reform and Consumer Protection Act that, among other things, required SEC to promulgate regulations regarding the use of conflict minerals from the DRC and adjoining countries. The act also required Commerce to develop a list of worldwide processing facilities and to assess IPSAs filed in conjunction with SEC disclosures, and included provisions for GAO to assess the SEC regulations' effectiveness in promoting peace and security and report on the rate of sexual violence in the DRC and adjoining countries.", "This report examines (1) company disclosures filed in 2015 in response to the SEC conflict minerals regulations, (2) challenges to companies' due diligence efforts related to the processing facilities in conflict minerals supply chains and efforts to mitigate those challenges, and (3) Commerce's actions regarding its conflict minerals-related requirements under the Dodd-Frank Act. The report also provides information on sexual violence in the DRC and three adjoining countries. GAO analyzed a generalizable random sample of SEC filings and interviewed relevant officials."]}, {"section_title": "What GAO Found", "paragraphs": ["As a result of country-of-origin inquiries, an estimated 19 percent more companies that filed a specialized disclosure form (Form SD) with the Securities and Exchange Commission (SEC) reported that they knew or had reason to believe they knew the source of the conflict minerals in their products in 2015 than in 2014, based on a generalizable sample of filings GAO reviewed. However, after an estimated 79 percent of the companies that filed a Form SD performed due diligence, an estimated 67 percent of them reported they were unable to confirm the source of the conflict minerals in their products, and about 97 percent of them reported that they could not determine whether the conflict minerals financed or benefited armed groups in the Democratic Republic of the Congo (DRC) and adjoining countries.", "Facilities that process conflict minerals pose challenges to the disclosure efforts of companies filing a Form SD because (1) these facilities generally rely on documentary evidence about the origin of conflict minerals, which may be susceptible to fraud; and (2) multiple levels of processing operations introduce fraud risk and may increase the cost associated with disclosures. Industry and other stakeholders have developed or are pursuing efforts to mitigate these risks, such as chemical “fingerprinting” to verify documentary evidence.", "As of July 2016, the Department of Commerce (Commerce) had not submitted a report that was required in January 2013, assessing the accuracy of the Independent Private Sector Audits (IPSA) filed by some companies that filed a Form SD, nor had it developed a plan to do so . Ten companies filed the audits between 2014 and 2015 as part of their Conflict Minerals Reports, none of which Commerce has assessed. Commerce officials said they established a team in March 2016, but they noted that they did not have the knowledge, skills, or expertise to conduct IPSA reviews or to establish best practices. As a result, Congress lacks information on the accuracy of the IPSAs and other due diligence processes used by filing companies."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that Commerce establish a plan outlining steps and time frames for assessing the accuracy of due diligence processes such as IPSAs, and developing the necessary expertise to fulfill these requirements. Commerce concurred with GAO's recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["Over the past decade, the United States and the international community  have sought to improve security in the Democratic Republic of the Congo  (DRC), the site of one of the world’s worst humanitarian crises. An  estimate by the International Rescue Committee indicated that since  1998, more than 5.4 million people have died in the DRC as a result of  this crisis, which has also destabilized the minerals-rich eastern part of  the country, created insecurity, displaced thousands of people, and  perpetuated a cycle of poverty. As we previously reported, illegal armed  groups and some units of the Congolese national military have committed  severe human rights abuses and mass killings and profited from the  illegal exploitation of minerals originating in eastern DRC, particularly in  the provinces of Nord-Kivu and Sud-Kivu. In May 2016, the United  Nations (UN) reported that although the Armed Forces of the Democratic  Republic of the Congo conducted military operations against both foreign  and local armed groups in eastern DRC in 2015, these groups continue to  control territory and profit from natural resources. Fragmentation of some  of the armed groups and decreases in troop strength failed to translate  into significant improvements in security in 2015 in eastern DRC. The UN  also reported that armed groups continue to generate significant revenue  from the control, taxation, or looting of all of the “conflict minerals”—gold,  tin, tantalum, and tungsten—despite the expansion of traceability and due  diligence efforts to more mining sites in the DRC.", "This report is a continuation of GAO’s annual reporting requirement  included in the 2010 Dodd-Frank Wall Street Reform and Consumer  Protection Act (hereafter referred to as the Dodd-Frank Act) that  addressed the trade in conflict minerals. Section 1502 of the act required  several U.S. agencies—the Securities and Exchange Commission (SEC),  the Department of State (State), the U.S. Agency for International  Development (USAID), and the Department of Commerce (Commerce)— to take certain actions to implement the act’s conflict minerals provisions.  For example, Section 1502(b) of the act required SEC, in consultation  with State, to promulgate disclosure and reporting regulations regarding  the use of conflict minerals from the DRC and adjoining countries. SEC  adopted its conflict minerals disclosure rule in August 2012. Under the  act, Commerce is responsible for annually submitting a report to  appropriate congressional committees that includes a list of all known  conflict minerals processing facilities worldwide and an assessment of the  Independent Private Sector Audits (IPSA) and other due diligence  processes described by the Dodd-Frank Act conflict minerals provisions.  The act also required State, in consultation with USAID, to submit to  appropriate congressional committees a conflict minerals strategy to  address the linkages between human rights abuses, armed groups,  mining of conflict minerals, and commercial products. In addition, the act  included a provision for GAO to report, beginning in 2012, and annually  thereafter, on the effectiveness of the SEC rule in promoting peace and  security in the DRC and adjoining countries and to report annually,  beginning in 2011, on the rate of sexual violence in war-torn areas of the  DRC and adjoining countries, among other things.", "To respond to the act, in this report we examine (1) company disclosures  filed with SEC in 2015 in response to the SEC conflict minerals disclosure  rule, (2) challenges to companies’ due diligence efforts related to the  processing facilities in conflict minerals supply chains and efforts to  mitigate those challenges, and (3) Commerce’s actions regarding its  conflict minerals-related requirements under the Dodd-Frank Act. In  addition, we provide information on the rate of sexual violence in eastern  DRC and three adjoining countries—Burundi, Rwanda, and Uganda—that  has become available since we issued our 2015 report (see appendix I).", "To address our objectives, we analyzed documents and data and  interviewed officials from SEC, State, USAID, Commerce, the United  States Geological Survey (USGS), nongovernmental organizations  (NGO), industry, and international organizations. To examine company  disclosures filed with SEC in 2015 in response to the SEC conflict  minerals disclosure rule, we downloaded Specialized Disclosure reports  (Form SD) and Conflict Minerals Reports (CMR) from SEC’s publicly  available Electronic Data Gathering, Analysis, and Retrieval (EDGAR)  database. We randomly sampled 100 reports from a population of 1,281  to create estimates generalizable to the population of all companies that  filed in response to the SEC rule. All estimates based on our sample have  a margin of error of plus or minus 10 percentage points or less at the 95- percent confidence level, unless otherwise noted. We determined for our  2015 conflict minerals report that the EDGAR database was sufficiently  reliable for identifying the universe of Form SD filings. As described in  that report, to review the completeness and accuracy of EDGAR  database, we reviewed relevant documentation, interviewed  knowledgeable SEC and GAO officials, and reviewed prior GAO reports  on internal controls related to SEC’s financial systems. We reviewed the  Dodd-Frank Act and the requirements of the SEC disclosure rule to  develop a questionnaire that guided our data collection and analysis of  the filings. We also attended an industry conference on conflict minerals  and spoke with company representatives to provide additional  perspective. In the United States and Asia, we met with a range of  stakeholders, including NGOs, contractors, international organizations,  and the private sector, and visited conflict minerals processing facilities to  observe conflict minerals processing and due diligence processes. For a  complete description of our scope and methodology, see appendix II.", "We conducted this performance audit from September 2015 to August  2016 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Brief History of Conflict in the DRC and the Region", "paragraphs": ["The DRC is a vast, mineral-rich nation with an estimated population of  about 75 million people and an area that is roughly one-quarter the size of  the United States, according to the UN. Figure 1 shows the DRC’s  provinces and adjoining countries.", "Since its independence in 1960, the DRC has undergone political  upheaval, including a civil war, according to State. In particular, eastern  DRC has continued to be plagued by violence, often perpetrated against  civilians by illegal armed groups and some members of the Congolese  national military. In November 2012, M-23, an illegal armed group,  occupied the city of Goma and other cities in eastern DRC and clashed  with the Congolese national army. During this time, the UN reported  numerous cases of sexual violence against civilians, including women  and children, which were perpetrated by armed groups and some  members of the Congolese national military.", "Some of the adjoining countries in the region have also experienced  recent turmoil, which has led to flows of large numbers of refugees and  internally displaced persons into the DRC. The United Nations High  Commissioner for Refugees (UNHCR) estimated that as of mid-2013,  there were close to 50,000 refugees from the Central African Republic,  over 120,000 refugees from other countries, and about 2.6 million  internally displaced persons living in camps or with host families in the  DRC."], "subsections": []}, {"section_title": "Uses of Conflict Minerals", "paragraphs": ["Various industries, particularly manufacturing industries, use the four  conflict minerals in a wide variety of products. For example, tin is used to  solder metal pieces and is also found in food packaging, steel coatings on  automobile parts, and some plastics. Most tantalum is used to  manufacture tantalum capacitors, which enable energy storage in  electronic products such as cell phones and computers, or to produce  alloy additives, used in turbines in jet engines (see fig. 2). Tungsten is  used in automobile manufacturing, drill bits and cutting tools, and other  industrial manufacturing tools and is the primary component of filaments  in light bulbs. Gold is used as reserves and in jewelry and is also used by  the electronics industry, including, for example, in cell phones and  laptops.", "Conflict minerals are mined in various locations around the world. For  example, tin is predominantly mined in China, Indonesia, Peru, and  Bolivia, as well as in the DRC, while tantalum is reportedly predominantly  mined in areas such as Australia, Brazil, and Canada. Gold, however, is  mined in many different countries, including the DRC."], "subsections": []}, {"section_title": "U.S. Government Response to Conflict in the DRC", "paragraphs": ["Congress has focused on issues related to the DRC for more than a  decade. In 2006, Congress passed the Democratic Republic of Congo  Relief, Security, and Democracy Promotion Act of 2006, stating that U.S.  policy is to engage with governments working for peace and security  throughout the DRC and hold accountable any individuals, entities, and  countries working to destabilize the country. In July 2010, Congress  passed the Dodd-Frank Act, of which Section 1502 included several  provisions concerning conflict minerals in the DRC and adjoining  countries. The act requires SEC, State, USAID, and Commerce to take  steps on matters related to the implementation of those provisions (see  text box).", "As we have previously reported, SEC, State, USAID, and Commerce  have each taken steps to address the provisions of the act."], "subsections": []}, {"section_title": "SEC Promulgated the Conflict Minerals Disclosure Rule in 2012", "paragraphs": ["SEC adopted its conflict minerals disclosure rule in August 2012 and  published the adopting release in the Federal Register in September  2012 in response to Section 1502(b) of the Dodd-Frank Act. The act  required that SEC promulgate disclosure and reporting regulations  regarding the use of conflict minerals from the DRC and adjoining  countries (or “Covered Countries”) by April 2011. In its summary of the  rule, SEC noted that to accomplish the goal of helping to end the human  rights abuses in the DRC caused by the conflict, Congress chose to use  the securities laws disclosure requirements to bring greater public  awareness of the source of companies’ conflict minerals and to promote  the exercise of due diligence on conflict mineral supply chains.", "In the SEC adopting release, SEC noted that it understood Congress’s  main purpose in doing so was to attempt to inhibit the ability of armed  groups in the DRC and adjoining countries to fund their activities by  exploiting the trade in conflict minerals. According to SEC, Congress’s  objective was to promote peace and security, and reducing the use of  such conflict minerals was intended to help reduce funding for the armed  groups contributing to the conflict and thereby put pressure on such  groups to end the conflict. SEC also indicated that one of the cosponsors  of the provision noted that the provision would “enhance transparency”  and “also help American consumers and investors make more informed  decisions.”", "The rule requires companies to file a Specialized Disclosure report (Form  SD) if they manufacture or contract to have manufactured products that  contain conflict minerals necessary to the functionality or production of  those products and, as applicable, file a CMR. The form provides general  instructions to companies for filing the conflict minerals disclosure and  specifies the information that their Forms SD and conflict minerals reports  must include. Companies were required to file under the rule for the first  time by June 2, 2014, and annually thereafter on May 31.", "Companies filed for the second time in response to the SEC rule in 2015  on conflict minerals used in calendar year 2014. As we previously  reported, SEC adopted the final conflict minerals disclosure rule on  August 22, 2012. As adopted, the final rule applies to any company that  files reports with SEC under Section 13(a) or Section 15(d) of the  Securities Exchange Act of 1934 and uses conflict minerals that are  necessary to the functionality or production of a product manufactured or  contracted by that company to be manufactured. The SEC conflict  minerals disclosure rule details a process for companies to follow, as  applicable, to comply with the rule. Broadly, the process falls into three  steps requiring a company to (1) determine whether it manufactures or  contracts to have manufactured products with “necessary” conflict  minerals; (2) conduct a reasonable country-of-origin inquiry (RCOI)  concerning the origin of conflict minerals used; and (3) exercise due  diligence, if appropriate, to determine the source and chain of custody of  conflict minerals used. Companies that disclose that their products are  DRC Conflict Free are required under the SEC rule and SEC staff  guidance to include documentation of an Independent Private Sector  Audit (IPSA) in their disclosure. Figure 3 depicts SEC’s flowchart  summary for the conflict minerals disclosure rule."], "subsections": []}, {"section_title": "Conflict Minerals Supply Chain", "paragraphs": ["Supply chains for companies using tin, tantalum, tungsten, and gold  generally begin at the mine site, where ore is extracted from the ground  with mechanized or artisanal mining techniques. However, these supply  chains can be complex and vary considerably, according to some industry  association and company representatives. For example, in the “upstream”  segment of the supply chain—that is, from mine to processing facility— ore may be purchased by a local trader and then by an exporter, who  ships it to a processing facility, such as a smelter, for refinement; in other  cases, the ore may be sold directly to an exporter. The “downstream”  segments of conflict mineral supply chains—that is, from processing  facility to manufacturer—may vary as well, depending, in part, on the type  of mineral.", "Processing facilities are considered the “choke points” in the supply  chain, since a limited number of such facilities process conflict minerals  worldwide and the origin of the minerals after processing can be difficult  to verify. Processing facilities primarily provide high-purity tin, tantalum,  and tungsten directly to component parts manufacturers, although some  sell high-purity metals through traders or exchanges. Gold refiners  typically sell high-purity gold to banks or to international exchanges where  gold is bought and sold, although some refiners sell gold directly to  manufacturers; banks and traders may also sell gold to manufacturers,  including jewelry and component parts manufacturers. Component parts  manufacturers use the refined tin, tantalum, tungsten, or gold to construct  individual parts—such as capacitors, engine parts, or clasps for  necklaces—that they sell to equipment manufacturers. The original  equipment manufacturers complete the final assembly of a product and  sell the final product to the consumer."], "subsections": []}, {"section_title": "Responsible Sourcing Initiatives", "paragraphs": ["Various stakeholders—including governments, industry associations,  international organizations, and international and local NGOs working in  the Great Lakes Region—operate or support initiatives to promote and  exercise responsible sourcing of conflict minerals. Stakeholder-developed  initiatives—which include the development of guidance documents, audit  protocols, and sourcing practices—put themselves out as supporting  efforts by companies reporting to SEC under the rule to (1) conduct due  diligence of their conflict minerals supply chain, (2) identify the source of  conflict minerals within their supply chain, and (3) responsibly source  conflict minerals.", "The initiatives can be divided into two categories: global or in-region.  Most responsible sourcing initiatives follow the Organisation for Economic  Co-operation and Development’s (OECD) due diligence guidance. The  guidance is for use by any company potentially sourcing minerals or  metals from conflict-affected and high-risk areas and, according to the  OECD, is one of the only international frameworks available to help  companies meet their due diligence reporting requirements. Global  sourcing initiatives, such as the Conflict-Free Smelter Program, the  Responsible Gold Program, and the Chain-of-Custody Certification  Program, may minimize the risk that minerals that have been exploited by  illegal armed groups will enter the supply chain and may also support  companies’ efforts to identify the source of the conflict minerals across  the supply chain around the world. In-region sourcing initiatives, such as  the Conflict-Free Tin Initiative (CFTI), the International Conference on the  Great Lakes Region (ICGLR) regional certification mechanism, and the  ITRI Tin Supply Chain Initiative (iTSCi), may support responsible sourcing  of conflict minerals from Central Africa and the identification of specific  mines of origin for those minerals. Such initiatives in the DRC and  adjoining countries focus on tracing minerals from the mine to the  processing facility by supporting a bagging-and-tagging program or some  type of traceability scheme. Below are the descriptions of these initiatives.", "Conflict-Free Smelter Program: The flagship program of the Conflict- Free Sourcing Initiative (CFSI) is a voluntary program in which  processing facilities undergo an independent third-party audit, in  accordance with the OECD due diligence guidance, to verify the origin  of minerals processed at their facilities. The Electronic Industry  Citizenship Coalition and the Global e-Sustainability Initiative have  also developed audit protocols for the program in consultation with a  number of stakeholders—including NGOs, smelters, component  manufacturers, original equipment manufacturers, and industry  associations within and outside the electronics industry—to ensure  widespread support for the program.", "Responsible Gold Program: The London Bullion Market Association  (LBMA), which represents the global market for gold and silver,  established its Responsible Gold Guidance in January 2012 to ensure  that the gold refiners it accredits purchase only conflict-free gold. The  refiners accredited by LBMA are required to complete an annual third- party audit to verify their compliance with the LBMA guidance,  according to an LBMA official. According to LMBA, compliance with  this framework is mandatory for all refiners wishing to sell into the  London Bullion Market.", "Responsible Jewellery Council (RJC) Chain-of-Custody Certification  Program: The RJC—a diamond and precious metals industry  association—launched a chain-of-custody certification program in  March 2012 to help its member companies identify and track conflict- free gold throughout their supply chains. The program’s requirements,  which are aligned with the OECD due diligence guidance for gold,  include a third-party audit of each certified entity to ensure that its gold  is conflict free, according to the RJC. According to an official with the  RJC, this certification can support companies’ compliance with the  Dodd-Frank Act.", "CFTI: The CFTI, a multistakeholder effort, is a closed-pipeline  initiative that started in October 2012 for sourcing tin from the Sud- Kivu Province of the DRC. According to CFTI, the initiative has  expanded its mining operation to Maniema, a province bordering Sud- Kivu, which is less prone to conflict and where the government is  reinvesting tax income into the mining communities.", "ICGLR Regional Certification Mechanism (RCM): In 2010, ICGLR  began working with an NGO to develop a regional certification  mechanism to ensure that conflict minerals are fully traceable.  ICGLR’s RCM enables member countries and their mining companies  to demonstrate where and under what conditions minerals were  produced, allowing member governments to issue ICGLR regional  certificates for those mineral shipments that are in compliance with  the standards of the mechanism. The ICGLR issued its first certificate  in November 2013 to a mine in Rwanda.  iTSCi: iTSCi works with “upstream” entities (i.e., companies involved  in the conflict minerals supply chain from mine to smelter) that seek to  institute actions, structures, and processes that conform with the  OECD due diligence guidance and helps relevant U.S. companies  report on their due diligence efforts, as required by the Dodd-Frank  Act and SEC rule. The assistance that iTSCi provides includes a  system to trace bags of minerals from the mines to the exporter, due  diligence audits of iTSCi’s member companies, and assessments of  the political and security situations, which have been conducted at  various mine sites in the DRC and Rwanda."], "subsections": []}]}, {"section_title": "Second-Year Filings in Response to SEC Rule Show Increases in Companies’ Information about Their Supply Chains, but Uncertainties Remain Regarding Most Companies’ Sources of Conflict Minerals", "paragraphs": ["The number of companies that filed conflict minerals disclosures in  2015—the second year of filing—is about the same as in the first year,  with a majority being domestic companies. A higher estimated percentage  of companies in 2015, compared to 2014, disclosed that they knew or had  reason to believe they knew the source of the conflict minerals in their  products as a result of performing an RCOI, which indicates that they  have more information about their supply chains. However, after  performing due diligence, as in 2014, a majority of the companies  ultimately reported that they were unable to determine the country of  origin of the conflict minerals in their products and whether or not such  minerals benefited or financed armed groups in the Covered Countries.  Companies reported a range of actions they have taken or plan to take to  build upon or improve their due diligence efforts, but we did not verify the  actions companies reported having taken."], "subsections": [{"section_title": "About as Many Companies Filed Conflict Minerals Disclosures in 2015 as in 2014", "paragraphs": ["The number of companies that filed conflict minerals disclosures in 2015  is 1,283, slightly lower than the 1,321 that filed in 2014 (see fig. 3, step  1). Based on our analysis of a sample of 2015 filings, an estimated 86  percent of the companies that filed in 2015 were domestic, while the  remainder (an estimated 14 percent), were foreign companies, similar to  the percentages in 2014. Also, our analysis of the filings shows that all  four of the conflict minerals were used in 2015. Specifically, while not all  companies reported the conflict minerals they used, of those that did, an  estimated 55 percent reported using tin, 40 percent reported using  tantalum, 37 percent reported using tungsten, and 48 percent reported  using gold."], "subsections": []}, {"section_title": "Almost All Filers in 2015 Performed an RCOI, and Inquiries Show Increases in Companies’ Knowledge about Their Supply Chains", "paragraphs": ["Based on our analysis of a generalizable sample of 2015 filings, almost  all companies that filed conflict minerals disclosures in 2015 indicated that  they performed an RCOI (see fig. 3, step 2.1). Specifically, an estimated  99 percent of the companies reported that they performed an RCOI,  similar to the percentage that reported doing so in 2014. Our analysis  also estimates that a higher percentage of companies in 2015 indicated  knowing more about their supply chains as a result of the RCOI than in  2014. As a result of the increases in information collected from RCOI  surveys of their suppliers, an estimated 19 percent more companies  reported in 2015 being able to make a determination on whether or not  the conflict minerals in their products came from Covered Countries than  in 2014 (see fig. 4).", "Companies reported similar overall rates of information received from  suppliers in response to their RCOI information requests about the use,  source, and/or processor of the conflict minerals in their products. In  2015, an estimated 99 percent of companies reported surveying their  suppliers for information, a percentage similar to the estimated 96 percent  in 2014. We estimated that a similar number of companies reported that  they received responses from suppliers in 2015 (55 percent) as in 2014  (47 percent). Of those companies reporting responses from suppliers in  2015, supplier response rates ranged from 22 percent to 100 percent,  with an estimated average of 81 percent responding. Companies’  methods for selecting how many and which suppliers to survey varied, but  an estimated 75 percent of filing companies reported using a template  produced by CFSI, an industry group.", "Some filings and representatives of some companies we interviewed  reported difficulties in getting sufficient information from all suppliers to  enable them to determine the country of origin of all conflict minerals in  their products. Some companies reported in their filings that they could  not determine the country of origin of some of their conflict minerals  because some suppliers did not respond to requests for information. For  example, one company reported that it did not receive survey responses  from 23 of its 38 suppliers. Additionally, representatives of some  companies that we spoke with told us that they received information from  suppliers that was incomplete, limiting their ability to determine the source  and chain of custody of the conflict minerals in their products. However,  several companies reported in their filings or in interviews that they made  efforts to follow up with suppliers that did not reply to survey requests,  resulting in an increased response rate.", "Despite some improvement in companies learning about the source of  their conflict minerals by performing an RCOI, the difficulty expressed by  companies in obtaining information from suppliers to facilitate a country- of-origin determination seems to reflect the dynamics of the conflict  minerals supply chain that we have previously described. As we have  previously reported, a company’s supply chain can involve multiple tiers  of suppliers, potentially delaying a company’s request for information  about upstream companies. For example, companies required to report  under the rule could submit the inquiries to their first-tier suppliers. Those  suppliers could either provide the reporting company with sufficient  information or initiate the inquiry process up the supply chain, such as by  distributing the inquiries to suppliers at the next tier—tier 2 suppliers. The  tier 2 suppliers could inquire up the supply chain to their suppliers (tier 3),  and this process could continue until inquiries reached the processing  facility level. Each tier could add time to the process. Processors could  then provide the requested information about the origin of the conflict  minerals. Figure 5 illustrates the flow of information through the supply  chain."], "subsections": []}, {"section_title": "Companies Reported Performing Due Diligence, but the Majority Were Still Unable to Confirm the Origin of Their Products’ Conflict Minerals or Whether They Benefited Armed Groups", "paragraphs": ["Although a higher percentage of companies reported that they were able  to make a determination about the country of origin based on their RCOI  than in 2014, after conducting due diligence, the majority were unable to  confirm the origin of the conflict minerals in their products or whether the  minerals financed or benefited armed groups in the Covered Countries.  According to the SEC rule, based on a company’s RCOI, if a company  knows its conflict minerals originated in the Covered Countries and did  not come from recycled or scrap sources or has reason to believe that  they may have originated in the Covered Countries and may not have  come from recycled or scrap sources, the next step is to exercise due  diligence using a nationally or internationally recognized due diligence  framework, if such a framework is available for the necessary conflict  minerals (see fig. 3, step 3.1).", "An estimated 80 percent of all companies that performed an RCOI in  2015—which is almost all companies that filed a Form SD with SEC— reported that they exercised due diligence. Of these, an estimated 94  percent (similar to the estimated 92 percent in 2014) reported using the  OECD framework to perform due diligence, but descriptions of  companies’ efforts to implement the framework varied widely. For  example, some companies stated that they followed the framework  without providing descriptive detail for each step of the framework, while  other companies documented their implementation of each step. Some  companies also identified other resources, such as information from  CFSI, LBMA, RJC, and Commerce, as additional verification of their  survey results. Based on our analysis, an estimated 79 percent of the  companies should have filed a conflict minerals report as an exhibit to the  Form SD (similar to an estimated 71 percent in 2014); almost all—an  estimated 97 percent—of those companies did so.", "A majority of the companies that performed due diligence reported that  they were ultimately unable to confirm the origin of their products’ conflict  minerals or whether the minerals financed or benefited armed groups.  According to our analysis, an estimated 67 percent of the companies that  performed due diligence determined that they could not definitively  identify the origin of the conflict minerals in their products based on the  due diligence they performed. A small percentage—an estimated 3  percent—of companies that indicated they performed due diligence  reported in 2015 that they were able to determine whether conflict  minerals in some of their products financed or benefited armed groups.  These companies all reported that they determined that some of the  conflict minerals in their products did not benefit or finance armed groups  in the Covered Countries. Moreover, these companies chose to label  their products as “DRC Conflict Free.” A company that labels any of its  products as DRC Conflict Free is required under SEC guidance to include  in its CMR a certification that it obtained an IPSA. In our sample, we  found that two companies should have included a certification that they  obtained an IPSA and we found that one of them did. In total, six  companies filed an IPSA during the 2015 filing year.", "The SEC rule allows a temporary period during which, if after exercising  due diligence for source and chain of custody of conflict minerals used in  their products, companies remain unable to determine the origin of  conflict minerals used and whether those minerals financed or benefitted  armed groups, those companies can describe their products as “DRC  Conflict Undeterminable” in their CMR. Under the rule, the temporary  period was in place for 2 years for all companies and is in place for 4  years for smaller reporting companies following the effective date of the  rule. However, because of continuing litigation in a legal challenge to the  conflict minerals rule, SEC staff has issued guidance stating, among other  things, that companies are not required to describe their products as  “DRC Conflict Undeterminable” or having “not been found to be ‘DRC  Conflict Free.’” According to our analysis, an estimated 30 percent of  companies described their products as “DRC Conflict Undeterminable.”"], "subsections": []}, {"section_title": "Companies Reported a Range of Actions They Have Taken or Plan to Take to Build Upon or Improve Due Diligence Efforts", "paragraphs": ["Based on our review of company filings and interviews with  representatives of select companies that filed, some companies indicated  they are or will be taking action to build upon or improve their due  diligence efforts. Companies indicated, for example, that they either  planned or performed the following actions:", "Shifting operations or encouraging those in their supply chain to shift  from current suppliers to suppliers who are certified as conflict-free.", "Including language in new supplier contracts regarding the company’s  expectations relating to conflict minerals.", "Continuing follow-up with suppliers that have not replied to survey  requests for information or when there are questions regarding  supplier responses.", "Providing training to suppliers on conflict minerals due diligence."], "subsections": []}]}, {"section_title": "Uncertainty about Source and Chain of Custody of Conflict Minerals at Processing Facilities May Pose Challenges to Companies’ Due Diligence Efforts, but Industry and Others’ Efforts May Reduce Risks", "paragraphs": ["SEC-filing companies face challenges in their due diligence efforts related  to uncertainty about the source and chain of custody of conflict minerals  processed by processing facilities because (1) these facilities generally  rely on documentary evidence from upstream stakeholders that may be  susceptible to fraud, and (2) the complexity of processing operations also  introduces fraud risk and may increase the cost associated with  disclosure efforts. However, a number of industry programs and other  emerging initiatives aim to help companies reduce risks."], "subsections": [{"section_title": "Uncertainty about Source and Chain of Custody as Well as Processing Complexities Make Due Diligence Efforts Challenging", "paragraphs": ["Due diligence efforts at the processing facility level are made more  challenging by uncertainties about source and chain of custody of conflict  minerals in earlier stages of the supply chain. Processing facilities rely on  paper documentation from miners and exporters for information on source  and chain of custody, which, according to some industry officials, could  be susceptible to fraud. Ore may pass through a number of traders and  exporters before reaching a processing facility. The documentation of  these stages may be falsified by smugglers or be incomplete, which may  mask the actual source of the minerals being traded, according to some  experts. Some programs exist to certify the chain of custody of minerals  in some countries, but, as we have previously reported, these programs  face operational challenges, including lack of infrastructure and  government support. OECD reported in 2013 that as long as there are  no traceability or certification schemes in place that cover the whole  region, smuggling and contamination of conflict-free materials will  continue to pose a threat to due diligence initiatives. There are challenges  to the integrity of these programs. For example, a 2015 UN Group of  Experts report documented the black-market sale of tin supply chain  initiative tags; officials obtained two such illicit tags in the DRC and two in  Rwanda. As we have previously reported, some agency officials and  officials we interviewed from industry, NGOs, and international  organizations commented that the DRC government lacks capacity to  mitigate corruption and smuggling of conflict minerals. The UN Group of  Experts reported in 2015 that, while there has been progress on  traceability and due diligence efforts concerning minerals produced in the  DRC, smuggling continues, and there is scant evidence of interest in  traceability and due diligence by the governments of the DRC and  Burundi.", "Disclosure efforts at the processing-facility level are also made more  difficult by the complexity of processing operations. As shown in figure 6,  mineral processing may require many stages and distinct intermediate  products. According to USGS officials, many processors perform only  some of the refining work before selling intermediate products to other  processors. Therefore, according to these officials, with each additional  processing stage it becomes increasingly likely that minerals will change  hands, complicating due diligence efforts that depend on chain-of-custody  documentation by increasing opportunities for fraud or error, such as  falsified source-of-origin documentation. Even within the context of a  vertically integrated processor, such as a single company that performs  all of the steps to turn raw concentrate into refined products sold to  industry—processing may take place in multiple facilities located in  different regions of the world.", "Further, processing companies may purchase products from multiple  suppliers, commingling the products. Commingling can occur at multiple  stages of processing, complicating due diligence efforts. “Primary”  processing facilities, which upgrade ore concentrate into metal, may  source concentrate from multiple locations. These may be combined prior  to processing into a product with a higher purity or a different chemical  identity (as shown in fig. 7, a photograph we took at a processing facility  in Asia). Moreover, intermediate products with different locations of origin  may exchange hands at numerous stages. This “secondary” processing- facility commingling further complicates due diligence efforts to identify  primary processing facilities and locations of origin because it adds  points in mineral processing where fraud and error can be introduced  (see fig. 8). In addition, it introduces additional points where downstream  companies’ due diligence efforts to identify the source of their minerals  can break down.", "Sourcing and chain-of-custody complexities, which companies reported to  be a challenge, may increase the cost required for disclosure efforts or  result in missing information. Several of the filings we reviewed indicate  that suppliers could identify all of their suppliers but not the suppliers used  for a particular batch of output, because they did not have the ability to  track production in such detail. As a result, companies completing  disclosure efforts may have needed to survey and examine many second- level suppliers from whom they did not actually source minerals, as well  as suppliers of these second-level suppliers and their respective  processing facilities. Additional disclosure efforts may be needed because  each refined form of tantalum and tungsten used, such as tantalum ingot,  tantalum oxide, or tungsten carbide powder, follows from a production  process that branches into distinct intermediate products. Many “primary”  processing facilities, which turn ore or concentrate into a different  downstream product, produce a limited range of possible intermediate  products for a given mineral. As a result, the chain of custody for each  refined form of mineral used, not simply each mineral type, may need to  be examined independently. Moreover, many companies reported that  only a portion of their suppliers responded to surveys requesting  information about the source and chain of custody of conflict minerals  acquired through them. A company’s missing information from its  suppliers at one level may result in its having incomplete information from  all suppliers earlier in the supply chain. Without information on all  companies in its supply chain, a company cannot report knowing the  source of all of its conflict minerals or whether any of its conflict minerals  benefited armed groups."], "subsections": []}, {"section_title": "Efforts May Mitigate Challenges of Disclosure Efforts at the Processing Facility Level", "paragraphs": ["Industry participants may be reducing the cost of the disclosure process  by encouraging the participation of processing facilities in conflict-free  certification programs and through efforts to standardize the audit  process. According to CFSI and OECD officials, CFSI, LBMA, RJC, and  other industry groups are working to better align their programs with  OECD’s due diligence guidance that can be used for conflict minerals  disclosures, which SEC officials said is the most established due  diligence framework for conflict minerals filings under Section 1502 of the  Dodd-Frank Act. According to SEC officials, SEC’s conflict mineral  processing facility disclosure requirements and terminology are intended  to be consistent with OECD’s processing facility standards and  definitions, which were the only established due diligence standards at  the time SEC’s final rule was being prepared. According to CFSI officials,  alignment on these standards reduces the need for redundant audits and  encourages participation because it allows for cross-recognition of  conflict-free certification by CFSI, LBMA, and RJC; in turn, according to  OECD officials, downstream companies rely on these certifications in  order to efficiently complete the disclosure process. A 2016 OECD report  noted that all major industry certification initiatives at the processing  facility level, including CFSI, LBMA, and RJC, among others, are  designed to implement OECD’s framework and explicitly use it as their  benchmark. OECD’s report also notes that, as of March 2015, nearly 100  percent of globally identified tantalum processors, 54 percent of gold  refiners (representing nearly 90 percent of all production), and 65 percent  of tin processors (approximately 80 percent of all smelted tin production)  participate to some degree in an industry audit program designed to  implement OECD’s framework. Similarly, CFSI officials said that the  number of facilities certified by their program has increased from 2  processors 5 years ago to 215 as of April 2015. According to OECD and  CFSI officials, there is currently an ongoing external review of CFSI,  LBMA, and RJC processes by OECD to ensure alignment with OECD  guidelines, which OECD officials said is likely to be completed by early  2017.", "Industry participants are also improving the completeness of information  available for the audit process by working with CFSI to identify and  develop improvements to tools and database systems and by taking  steps to educate companies directly, which, according to industry  participants, are facilitating disclosure efforts. For example, CFSI officials  said that, in 2016, their public processing-facility list has been linked to a  database of live information, which may help companies conducting due  diligence. These officials also said that the tool is being revised to align  with global trade association standards on data exchange. According to  these officials, CFSI is also working on its processing-facility database  with industry participants to actively identify and investigate new  processing facilities, which has helped to provide information for  disclosure efforts. These officials said that CFSI has gathered information  on 332 processors in its database as of April 2016 (of which 214, or about  64 percent, are compliant with CFSI’s standards). Some companies are  taking direct steps to encourage industry participants to participate in  these industry certification programs. Several companies told us that they  are actively reaching out to their suppliers to inform them about conflict  minerals rules, encouraging them to participate in industry programs, and  offering compliance training. Several companies and an industry group  told us that some companies are threatening to switch suppliers if their  suppliers do not join conflict-free certification programs. Information may  also flow in the other direction. One company we spoke with said that its  primary processing facility had reached out to educate it about conflict  minerals regulations and had provided extensive training on U.S.  disclosure requirements; this company is now using only conflict-free  minerals as a result.", "Additionally, industry participants are developing new technologies, such  as “chemical fingerprinting,” to mitigate the risk of documentation fraud,  which may supplement existing certification efforts. Chemical  fingerprinting technology allows minerals to be traced to a location of  origin based on distinct chemical signatures. At least two distinct methods  of chemical fingerprinting are available for use with conflict minerals to  confirm location of origin; however, neither is presently in wide use.  Both methods depend on databases in order to function, but the  databases are not yet sufficiently developed for reliable use. Both have  been characterized by experts as potential supplements to chain-of- custody controls.", "However, there are limitations to these efforts to mitigate challenges to  due diligence efforts. OECD officials noted that industry certification  programs sometimes engage in inefficient and redundant auditing,  increasing compliance costs, and that downstream companies do not  always rigorously scrutinize certification statements, which, if done, might  boost the credibility of due diligence efforts. According to these officials  and officials we met at processing facilities in Asia, downstream  companies also do not shoulder much of the auditing cost burden placed  on upstream companies, which may be reducing participation. Further,  OECD reported in 2016 that upstream companies and certification  initiatives have struggled with the significant cost of conflict minerals  traceability programs and voiced their concerns about downstream  companies not sharing the burden sufficiently while benefiting from those  programs. Moreover, one NGO said that CFSI is not yet fully compliant  with OECD guidance because companies are not completing a step of  OECD’s framework that would require them to publish a detailed  summary of audit findings; foregoing this step reduces the transparency  of company due diligence efforts and makes public review of the findings  impossible."], "subsections": []}]}, {"section_title": "Commerce Has Produced Lists of Conflict Minerals Processing Facilities but Has Not Developed Plans to Assess or Advise Audits of Conflict Minerals Filings", "paragraphs": [], "subsections": [{"section_title": "Commerce Produced Lists of Conflict Minerals Processing Facilities in 2014 and 2015", "paragraphs": ["Commerce produced annual reports in 2014 and 2015 listing known  conflict minerals processing facilities to comply with its responsibilities  under the Dodd-Frank Act. The act requires that Commerce annually  report a listing of all known conflict mineral processing facilities  worldwide, among other things. The act does not define processing  facilities or describe who should use the list and how to use it. However,  the SEC rule requires companies that meet certain criteria to disclose in  their reports the processing facilities in their supply chains. Moreover, as  we have previously reported, stakeholders, including government and  industry officials and representatives of the UN Group of Experts and an  NGO, indicated that a comprehensive list of conflict minerals smelters  and refiners (processing facilities) would be very useful in the effort to  ensure responsible sourcing of minerals in the DRC and adjoining  countries. An industry group told us that the Commerce list is helpful  because it is difficult to identify which facilities in a supply chain are truly  processing facilities. We found that several companies cited Commerce’s  list as an information source in completing their 2015 SEC filings.", "Some stakeholders told us that Commerce’s lists of processing facilities  are generally useful as references, but one stakeholder also said that he  has found the lists confusing, in part because it is unclear whether they  contain all known processing facilities worldwide and whether everything  listed is in fact a processing facility. In 2014, Commerce reported 434  processing facilities worldwide, noting that it relied on five sources. For  its 2015 list, Commerce reported 312 processing facilities, based primarily  on USGS data. Commerce reported that the agency used USGS as its  primary information source because it believed that USGS was the best  U.S. government source for this information; officials added that they also  took steps to incorporate comments received in response to the 2014 list.  USGS’s definition of a conflict minerals processing facility differs from the  definition used by CFSI, SEC, and OECD. USGS focuses exclusively on  “primary processing facilities,” which turn raw ore or concentrate into  downstream products."], "subsections": []}, {"section_title": "Commerce Has Not Developed Plans to Assess or Advise Audits of Conflict Minerals Filings", "paragraphs": ["As of July 2016, Commerce had not submitted to Congress a report that  includes an assessment of the accuracy of IPSAs and other due diligence  efforts described by the Dodd-Frank Act conflict minerals provisions as  well as recommendations for improving the accuracy of the IPSAs, as  required by the Dodd-Frank Act—nor had it developed a plan for doing  so. Generally, as detailed by the SEC’s final rule, the IPSA’s objective is  to express an opinion or conclusion as to whether the design of the  issuer’s due diligence measures conforms with, in all material aspects,  the criteria set forth in the due diligence framework used by the issuer  and whether the issuer’s description of the due diligence measures it  performed is consistent with the due diligence process that the issuer  undertook. The Dodd-Frank Act required Commerce to submit an  annual report starting in January 2013 that includes, among other things,  its assessment of the accuracy of the IPSAs and other due diligence  processes described by the conflict minerals provisions of the act that are  conducted by SEC reporting companies. Additionally, the act requires  Commerce’s report to include recommendations for the processes used  to carry out such audits, including ways to improve the accuracy of the  audits and establish standards of best practices.", "Six companies filed IPSAs as part of their 2015 reports to SEC, while four  did so in their 2014 filings. However, as of July 2016, Commerce  officials said that they had not yet assessed these IPSAs for accuracy.  After several months of GAO requests for a meeting on this topic,  Commerce officials stated in March 2016 that they had established a  team to manage Commerce’s responsibilities related to IPSAs earlier that  month. They further stated that Commerce did not yet have the internal  knowledge or skills to conduct reviews of IPSAs or to establish best  practices. Commerce officials said that, as of July 2016, they had  conducted an outreach effort to identify best practices in the audit  community relevant to their conflict minerals requirements and to enlist  the collaboration of agencies with knowledge and expertise in this area.", "Federal internal control standards state that management should  complete and document corrective actions to remediate internal control  deficiencies on a timely basis and communicate the corrective actions to  the appropriate level. These standards also state that management  should recruit, develop, and retain personnel with the knowledge, skills,  and abilities necessary to achieve the entity’s objectives. Commerce  officials said that they had not yet developed a plan with specific steps  and timelines to meet their statutory obligations, but planned to do so  following their outreach effort to the audit community. These officials  added that they would conduct a review based on the 19 IPSAs filed in  2016. Commerce has not yet begun to assess other due diligence  processes as required by the disclosure rule; officials noted that the  scope of non-IPSA due diligence processes is much larger and that, while  it is working on a plan, Commerce currently lacks the necessary staff and  expertise. These officials said that, as of July 2016, Commerce was  exploring the option of working with the private sector to help fulfill these  requirements. Until Commerce fulfills these requirements, SEC-filing  companies may face additional challenges. For example, according to  one independent private sector auditor we spoke with, because of the  uncertainty about IPSA requirements and best practices, some consulting  firms were misrepresenting the scope of IPSA services that are needed  for compliance in order to justify excessive fees for SEC-filing companies."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The U.S. government, the international community, and industry  stakeholders continue to address the long-running humanitarian crisis,  including sexual violence, perpetrated in part by armed groups who profit  from the exploitation and trading of conflict minerals in eastern DRC. As  we have previously reported, section 1502 of the Dodd-Frank Act and the  actions it requires of U.S. agencies are part of the U.S. policy response to  the crisis. Although our reviews of the first two annual filings by  companies in response to the SEC disclosure rule indicate some  progress in companies’ efforts to comply with some key provisions of the  rule, they also indicate that companies continue to face some challenges  in their supply chain due diligence efforts. Actions undertaken by U.S.  agencies to address their requirements under the act could facilitate the  reporting companies’ ability to comply with the SEC rule. As noted in this  report, Commerce is required under the act to submit, starting in January  2013, an annual report that includes, among other things, an assessment  of the accuracy and recommendations for improvement of the IPSA  described by the act that are filed by relevant companies with their conflict  minerals report. The agency has, so far, not assessed or submitted a  report on any IPSAs, despite acknowledging that 29 companies have filed  IPSAs with their disclosures between 2014 and 2016. Following repeated  GAO inquiries about the status of the IPSA assessments, Commerce  officials have yet to estimate when they will assess the IPSAs because,  as they stated, Commerce does not yet have the knowledge or skills to  conduct IPSA reviews or establish best practices. Without these  assessments, Congress lacks needed information on the accuracy of the  IPSAs and other due diligence processes used by filing companies.  Additionally, these filing companies lack information about best practices  for responding to the conflict minerals rule that, according to SEC, was  intended by Congress to reduce violence in the region."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To improve the effectiveness of the SEC’s conflict minerals disclosure  rule, the Secretary of Commerce should take the following action:   Submit to the appropriate congressional committees a plan outlining  steps that Commerce will take, with associated time frames, to assess the accuracy of the independent private sector audits  (IPSA) and other due diligence processes described under section  13(p) of the Securities Exchange Act of 1934; develop recommendations for the process used to carry out such  audits, including ways to improve the accuracy of the audits and  establish standards of best practices for such audits; and acquire the necessary knowledge, skills, and abilities to carry out  these responsibilities."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to SEC, State, and Commerce for their  review and comment. In its written comments, reproduced in appendix III,  Commerce concurred with our recommendation and stated that it was  working on completing a plan as described. SEC also provided technical  comments that were incorporated, as appropriate. State provided no  comments.", "We are sending copies of this report to appropriate congressional  committees, the Secretary of Commerce, the Secretary of State, the  Chair, Securities and Exchange Commission, and the Administrator, U.S.  Agency for International Development. The report is also available at no  charge on the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8612 or gianopoulosk@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Additional Information Available on Rate of Sexual Violence in Eastern Democratic Republic of the Congo and Adjoining Countries since GAO’s August 2015 Report", "paragraphs": ["Since we reported in August 2015, we have not identified any new,  completed population-based surveys related to sexual violence in the  Democratic Republic of the Congo (DRC), but we did identify a recently  issued population-based health survey containing information on sexual  violence in Rwanda. We also identified population-based surveys related  to sexual violence that are underway or planned in other adjoining  countries and some new, additional case file data on sexual violence in  the DRC. However, as we reported previously, case file data on sexual  violence are not suitable for estimating an overall rate of sexual violence."], "subsections": [{"section_title": "No New, Population- Based Studies Provide Additional Data on Sexual Violence in the DRC; Study with Sexual Violence Data for Rwanda Was Recently Issued, and Studies for Other Adjoining Countries Are Underway or Planned", "paragraphs": ["Although we found no new, population-based surveys on the rate of  sexual violence in the DRC since last year’s report, we found that ICF  International has recently issued results from a survey for Rwanda and  that surveys for Uganda and Burundi are underway. We previously  reported that population-based surveys are more appropriate for  estimating the rate of sexual violence than case file data because  population-based surveys are conducted using the techniques of random  sampling, and their results are generalizable. However, there are  limitations and challenges to using such surveys to gather data on sexual  violence and estimate the rate of such violence. Limitations include  undercoverage caused by poor infrastructure and insecurity, which can  limit access to some areas, and underreporting, as survey response rates  partly depend on whether or not sexual violence victims are willing to  discuss such difficult experiences. In addition, if large sample sizes are  required, the result can be higher survey costs."], "subsections": [{"section_title": "2016 Demographic and Health Survey of Rwanda", "paragraphs": ["Results from a Demographic and Health Survey (DHS) of Rwanda were  published in May 2016, covering data collected from November 2014 to  April 2015.  An ICF International analysis of the 2014-2015 survey data  found that, in Rwanda, 7.6 percent of women and 1.2 percent of men,  ages 15-49, reported that they had experienced sexual violence in the 12- month period preceding the survey, while 22.4 percent of women and 5.1  percent of men reported that they had experienced sexual violence at  some point in their lifetime. The DHS was designed to provide data  across Rwanda’s health programs and policies, using indicators such as  fertility, sexual activity, and family planning. The DHS final report stated  that both women and men in the study were asked questions about both  spousal violence and violence by other family members or unrelated  individuals, including sexual violence. The DHS data collection was  conducted by the National Institute of Statistics of Rwanda, with ICF  International providing technical assistance and with the support of the  Rwandan Ministry of Health as well as foreign governments and  international and nongovernmental organizations (NGO).", "The 2014-2015 DHS survey of Rwanda is the third such survey  conducted by Rwanda’s National Institute of Statistics that has yielded  nationwide information on sexual violence rates in Rwanda, but it  provides only a limited basis for comparison over time. The more recent  of the prior DHS surveys was published in February 2012, and data  collection was conducted from September 2010 to March 2011.  According to the 2010-2011 survey data, 22.3 percent of women  nationwide, ages 15-49, reported having experienced sexual violence at  some point in their lifetime. That is similar to the 22.4 percent of women  from the 2014-2015 survey. The 2010 DHS did not report on the  percentage of men who reported ever having experienced sexual  violence or on the percentage of women or men who reported having  experienced sexual violence in the 12-month period preceding the survey  and therefore no comparison is possible for those indicators."], "subsections": []}, {"section_title": "Additional Population Surveys of Uganda and Burundi Are Underway or Planned", "paragraphs": ["Population-based surveys are also underway or planned by ICF  International in Uganda and Burundi. According to ICF International,  fieldwork for the 2016 Uganda DHS is planned for fall 2016, with  completion estimated in December 2016 and the final report expected in  October 2017. According to ICF consulting officials, the Burundi DHS was  on hold because of the political situation and instability. They decided in  April 2016 to resume the survey and have planned a pretest for June  2016 and data collection from September to December 2016. They  estimate completion by December 2017.", "Figure 9 shows the anticipated timeline of population-based surveys on  sexual violence that are currently underway or planned in the DRC,  Rwanda, Uganda, and Burundi. It also shows the publication dates for  population-based surveys that provided data on the rate of sexual  violence in eastern DRC, Rwanda, and Burundi that have been published  since we started reporting on sexual violence in the region in 2011."], "subsections": []}]}, {"section_title": "Some Additional Case File Data on Sexual Violence Have Become Available since GAO’s 2015 Report", "paragraphs": ["Since GAO’s 2015 report, the Department of State (State) and one United  Nations (UN) agency have provided additional case file data on instances  of sexual violence in the DRC and adjoining countries. State’s annual  country reports on human rights practices provided information  pertaining to sexual violence in the following countries:", "DRC. State’s report found that the DRC state security force, rebel and  militia groups, and civilians perpetrated widespread sexual violence.  The UN registered 427 victims of sexual violence during attacks on  villages from January to December 2015. These crimes were  sometimes committed as a tactic of war to punish civilians for  perceived allegiances with rival parties or groups. The crimes  occurred largely in the conflict zones in Nord-Kivu Province but also in  provinces throughout the country.", "Burundi. Centre Seruka, a clinic for rape victims, reported receiving an  average of 120 new rape cases per month until April 2015, after which  insecurity made obtaining case numbers impossible. The clinic treated  545 new cases of sexual assault, of which, reporting indicated men in  uniform committed 14 and armed men committed 24. In addition, the  government-operated Center Humura in Gitega received 545 cases of  sexual and gender-based violence between January and September  2015.", "Uganda. Rape remained a serious problem throughout the country,  and the government did not consistently enforce the law, according to  State’s report. Furthermore, although the government arrested,  prosecuted, and convicted persons for rape, State’s report found that  the crime was seriously underreported, and that authorities did not  investigate most cases. Additionally, the report stated that police  lacked the criminal forensic capacity to collect evidence, which  hampered prosecution and conviction and that the 2015 police crime  report through June registered 10,163 reported sexual offenses, of  which 787 were rapes.", "In addition, one UN entity reported case file information on sexual  violence in the DRC, as described below:", "The UN Organization Stabilization Mission in the Democratic Republic  of the Congo (MONUSCO) recorded 65 victims of sexual violence in  conflict in eastern DRC between March 10, 2015 and June 26, 2015.  Fifty victims were allegedly raped by elements of armed groups, with  the Patriotic Force of Resistance in Ituri responsible for sexual  violence against 33 victims, most of them gang-raped in several  incidents in the DRC’s Irumu territory  In January 2015, MONUSCO recorded 15 cases of sexual violence in  conflict in eastern DRC, including 8 cases in Nord-Kivu alone. The  main perpetrators were elements of armed groups, who were  reportedly responsible for sexual violence against 10 of the 15 women  victims.", "As we previously reported, several factors make case file data unsuitable  for estimating rates of sexual violence. First, because case file data are  not aggregated across various sources, and because the extent to which  various reports overlap is unclear, it is difficult to obtain complete data or  a sense of magnitude. Second, in case file data as well as in surveys,  time frames, locales, and definitions of sexual violence may be  inconsistent across data collection operations. Third, case file data are  not based on a random sample, and the results of analyzing these data  are not generalizable."], "subsections": []}]}, {"section_title": "Appendix II: Objectives, Scope, and Methodology", "paragraphs": ["To examine the second annual company disclosures filed with the  Securities and Exchange Commission (SEC) in 2015 in response to the  SEC conflict minerals disclosure rule, we downloaded the Specialized  Disclosure reports (Form SD) and Conflict Minerals Reports (CMR) from  SEC’s publically available Electronic Data Gathering, Analysis, and  Retrieval (EDGAR) database on September 15, 2015. We downloaded  1,281 filings identified as Form SDs in EDGAR. To review the  completeness and accuracy of the EDGAR database, we reviewed  relevant documentation, interviewed knowledgeable SEC officials, and  reviewed prior GAO reports on internal controls related to SEC’s financial  systems. We determined that the EDGAR database was sufficiently  reliable for identifying the universe of SD filings on September 15, 2015.  We reviewed the conflict minerals section of the Dodd-Frank Wall Street  Reform and Consumer Protection Act (Dodd-Frank Act) and the  requirements of the SEC conflict minerals disclosure rule to develop a  questionnaire that guided our data collection and analysis of Form SDs  and CMRs that contain the information disclosed by the filing companies.  Our questionnaire was not a compliance review of the Form SDs and  CMRs. The questions were written in both yes/no and multiple choice  formats. An analyst reviewed the Form SDs and CMRs and recorded  responses to the questionnaire for all of the companies in the sample. A  second analyst also reviewed the Form SDs and CMRs and verified the  questionnaire responses recorded by the first analyst. Analysts met to  discuss and resolve any discrepancies.", "We randomly sampled 100 reports from a population of 1,281 to create  estimates generalizable to the population of all companies that filed. All  estimates based on our sample have a margin of error of plus or minus  10 percentage points or less at the 95-percent confidence level. Because  we followed a probability procedure based on random selections, our  sample is only one of a large number of samples that we might have  drawn. Since each sample could have provided different estimates, we  express our confidence in the precision of our particular sample’s results  as a 95-percent confidence interval. This is the interval that would contain  the actual population value for 95 percent of the samples we could have  drawn. We also attended an industry conference on conflict minerals and  spoke with company representatives to provide additional perspective.", "To examine the challenges that exist at the processing-facility level for  companies performing due diligence as part of their conflict minerals  disclosure process and the steps taken to mitigate these challenges, we  reviewed academic and industry studies and conducted interviews with  relevant companies and experts by interviewing a judgmental sample at  industry events based on their availability and willingness to meet with us  and by reaching out to companies and experts referred to us by subject  matter experts. We also examined information about processing facilities,  including due diligence problems associated with processing facilities,  contained in SEC filings that we reviewed as described above. In  addition, based on a number of considerations such as preliminary  research indicating a high concentration of processing facilities and other  mid-supply-chain companies, as well as geographic proximity and  recommendations from Department of State (State) officials, we traveled  to China, Malaysia, and Singapore and interviewed representatives of  numerous processing facilities, commodities exchanges, and industry  groups to ask them about these risks. We assessed information from the  United States Geological Survey (USGS) and other sources to develop a  general framework for processing tin, tantalum, and tungsten to inform  our questions to these industry groups.", "To examine actions that Commerce has taken regarding its conflict  minerals-related requirements under the Dodd-Frank Act, we interviewed  Commerce officials and reviewed relevant documentation and reports.  We discussed these Commerce reports where appropriate in our  interviews with companies and other industry stakeholders.", "In response to a mandate in the Dodd-Frank Act that GAO submit an  annual report that assesses the rate of sexual violence in war-torn areas  of the Democratic Republic of the Congo (DRC) and adjoining countries,  we identified and assessed any additional published information available  on sexual violence in eastern DRC, as well as three adjoining countries  that border eastern DRC—Rwanda, Uganda, and Burundi—since our  August 2015 report on sexual violence in these areas. During the course  of our review, we contacted researchers we interviewed from our prior  review on sexual violence rates in eastern DRC and adjoining countries.  We also requested information from the United Nations Fund for  Population Activities, the United Nations High Commissioner for  Refugees, the United Nations Special Representative of the Secretary- General on Sexual Violence in Conflict, and the United Nations Children’s  Fund on sexual violence data from the region that became available since  our prior review. In addition, we reviewed relevant reports from the United  Nations Organization Stabilization Mission in the Democratic Republic of  the Congo. To determine the status of Demographic Health Survey (DHS)  reports for the countries, we reviewed completed reports and  corresponded with officials at ICF International, a firm providing technical  assistance for survey design and implementation.", "We conducted this performance audit from September 2015 to August  2016 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Commerce", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Godwin Agbara (Assistant  Director), Jeffrey Baldwin-Bott (Analyst-in-Charge), Debbie Chung, Karen  Deans, Neil Doherty, Justin Fisher, Andrew Kurtzman, Jill Lacey, Grace  Lui, and Jasmine Senior made key contributions to this report."], "subsections": []}]}], "fastfact": []}