{"id": "GAO-20-330", "url": "https://www.gao.gov/product/GAO-20-330", "title": "Immigration Detention: Care of Pregnant Women in DHS Facilities", "published_date": "2020-03-24T00:00:00", "released_date": "2020-04-21T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In December 2017, the Department of Homeland Security (DHS) updated its policy on pregnant women, removing language that stated that pregnant women would generally not be detained except in extraordinary circumstances or as mandated by law. Within DHS, CBP temporarily holds individuals in its facilities and processes them for further action, such as release or transfer to ICE. ICE manages the nation's immigration detention system. ICE utilizes various facility types to detain individuals, such as those owned and operated by ICE and contract facilities. GAO was asked to review issues related to the care of pregnant women in DHS facilities.", "This report examines (1) what available data indicate about pregnant women detained or held in DHS facilities, (2) DHS policies and standards that address the care of pregnant women, and (3) what is known about the care provided to pregnant women in DHS facilities.", "GAO analyzed available DHS data and documents from calendar years 2015 through 2019, including detention data, inspection reports and data, and complaints; reviewed policies related to the care of pregnant women; and interviewed agency officials and three national non-governmental organizations. GAO also interviewed a non-generalizable sample of 14 pregnant women detained or released by DHS and five non-governmental organizations in four field locations that had the greatest number of detentions of pregnant women, among other things."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO's analyses of U.S. Immigration and Customs Enforcement (ICE) and U.S. Customs and Border Protection (CBP) data on pregnant women found:", "ICE detained pregnant women over 4,600 times from calendar year 2016 through 2018, with more than 90 percent resulting from CBP arrests.", "Sixty-eight percent of these detentions were for 1 week or less, while 10 percent were for more than 30 days.", "Seventy-eight percent of these initial detentions occurred at facilities staffed with ICE medical personnel.", "ICE has policies and detention standards that address a variety of topics regarding the care of pregnant women, such as pregnancy testing requirements, for which non-governmental organizations, professional associations, and federal agencies have issued recommended guidance. However, some facility types—which vary based on who owns, operates, and provides medical care at the facility—did not address all these pregnancy-related topics in their policies and standards, such as prenatal vitamins, as of December 2019. ICE has plans to address the gaps GAO identified in these facility types, including updating some of its policies and detention standards in February 2020. In regards to CBP, its facilities are designed for holding individuals for no more than 72 hours, and therefore are not equipped to provide long-term care. Nonetheless, CBP has some policies and standards regarding pregnant women for its short-term facilities, including those related to nutrition and the circumstances in which restraints could be used.", "GAO's analyses of inspections and complaint mechanisms offered the following insights into the care provided to pregnant women:", "ICE inspections found 79 percent or greater compliance with most of its pregnancy-related performance measures. For example, inspections found 91 percent of pregnant woman were seen by an obstetrician-gynecologist within 30 days of pregnancy confirmation, from December 2016 through March 2019. According to ICE officials and agency documentation, ICE has processes in place to address non-compliance. Additional inspections identified pregnancy-related issues at 13 facilities from January 2015 through July 2019. The facilities or ICE have taken actions to address the issues.", "CBP generally relies on offsite care for pregnant women, and as a result has limited information on care CBP provided. However, CBP has efforts underway to enhance medical support at selected facilities.", "Over 100 complaints were filed about ICE's and CBP's care of pregnant women from January 2015 through April 2019. Of these complaints, 3 were substantiated or partially substantiated, and 24 were unsubstantiated or partially unsubstantiated. In most cases there was not enough information for the investigating agency to determine whether proper care had been provided."]}], "report": [{"section_title": "Letter", "paragraphs": ["The health and safety of pregnant women in the custody of the  Department of Homeland Security (DHS) have been a concern in recent  years for a number of policymakers, medical associations, and advocacy  groups. For example, a March 2018 letter written to DHS by various  medical groups noted their concerns about the health risks associated  with detaining pregnant women. The letter reported that the maternal  psychological state in detention can negatively affect fetal and child  development and that shackling during pregnancy can have serious  physical and mental health impacts on pregnant women. In addition,  some Members of Congress have introduced bills to, in part, limit the use  of restraints on pregnant women, set healthcare standards, and require  the use of alternatives to detention for pregnant women.", "In 2017, the President issued a series of executive orders related to  border security and immigration, including an Executive Order that  addressed DHS’s immigration enforcement priorities. Specifically, on  January 25, 2017, the President issued an Executive Order instructing  federal agencies, including DHS, to employ all lawful means to ensure the  enforcement of the immigration laws of the United States against all  removable foreign nationals. On February 20, 2017, the Secretary of  Homeland Security issued a memorandum implementing the Executive  Order. In accordance with the Executive Order and memorandum, DHS  is no longer required to allocate resources according to tiered immigration  enforcement priorities, which had previously placed threats to national  security, border security, and public safety in the highest priority category.  Instead, various categories of removable individuals are general priorities  for removal, and DHS is authorized to take action against any removable  foreign national, including pregnant women, encountered during its law  enforcement operations. The memorandum states that DHS components  may allocate resources to prioritize enforcement activities, such as by  prioritizing enforcement against convicted felons or gang members.", "DHS cannot practicably pursue immigration enforcement action against  all persons who may be subject to removal from the United States, and,  therefore, DHS must continue to exercise prosecutorial discretion in the  enforcement of U.S. immigration law, given the administration’s removal  priorities and available resources. At the time the Executive Order and  February 2017 memo were issued, the U.S. Immigration and Customs  Enforcement (ICE) was also operating under an August 2016 memo,  titled Identification and Monitoring of Pregnant Detainees, that stated that  pregnant women would generally not be detained except in extraordinary  circumstances or as mandated by law. For example, ICE would be  required to detain a pregnant woman if she fell within one of the law’s  mandatory detention categories, which includes foreign nationals deemed  inadmissible for certain criminal convictions or terrorist activity, or those  who have been ordered removed. This August 2016 memo was  superseded in December 2017 by a memo under the same title that  removed the language stating that absent extraordinary circumstances or  a legal requirement, pregnant women will generally not be detained by  ICE. In December 2019, we reported that the number of detentions of  pregnant women increased from calendar year 2016 to calendar year  2018.", "You asked us to review issues related to DHS’s detention of pregnant  women. This report examines (1) what available data indicate about  pregnant women detained or held in DHS facilities; (2) policies and  standards that DHS has to address the care of pregnant women, and the  extent to which they are applicable across all facilities; and (3) what is  known about the care provided to pregnant women in DHS facilities.", "To address all three objectives, we interviewed DHS officials from ICE  and U.S. Customs and Border Protection (CBP) in headquarters and four  field locations, pregnant detainees, and non-governmental organizations  (NGO) to obtain their perspectives on the care of pregnant women in  DHS custody. We selected locations based on ICE detention facilities that  had the greatest number of detentions of pregnant women from fiscal  years 2014 through 2017, which included a mix of facility types. For  each of our site visits, we observed the facility operations and conducted semi-structured interviews with ICE and contract officials responsible for  oversight or management of the facility, as well as ICE or contract  medical staff. In addition, we interviewed 10 pregnant women who were  detained at three of the four ICE facilities we visited. We interviewed an  additional four pregnant women at a local shelter in Texas after their  release from DHS custody. We also observed facility operations and  conducted six semi-structured interviews with CBP officials at four Border  Patrol facilities and four Office of Field Operations (OFO) ports of entry  that were located in the four locations we selected. Moreover, we  conducted semi-structured interviews with officials from five local and  three national NGOs to obtain their perspectives on the care of pregnant  women in DHS custody. While these site visits and interviews with field  officials, pregnant women, and NGOs are not generalizable and may not  be indicative of the care provided at all detention facilities, they provided  us with perspectives on the care provided to pregnant women.", "To address the first objective, we reviewed data sources that ICE uses to  track pregnant women in detention from calendar years 2016 through  2018 and matched these data with various ICE databases. Specifically,  we matched ICE records for pregnant women with data from ICE’s  individual-level detention dataset to determine the total number of  detentions of pregnant women, as well as the length of detention, facility  location, case status, arresting agency, gestation of pregnancy, and  whether there is an associated criminal conviction (criminality). We  reported on total detentions since a pregnant woman may have been  detained multiple times during a calendar year. Our analysis is based on  over 4,600 detainee records we were able to match, including 1,377 for  2016; 1,150 for 2017; and 2,094 for 2018. We also merged the  detention data with data from ICE’s weekly facility list report, as of  February 2019, to determine characteristics of the facilities in which our  study population were detained—such as who owned and operated the  facility, who provided medical services, and in what state the facility was  located. Finally, we also analyzed ICE data on pregnancy outcomes— abortions, births, stillbirths, and miscarriages—from 2015 through June  2019—which includes, but is not limited to, our study population of over  4,600 detentions from 2016 through 2018. To determine the number of  pregnant women held by CBP, we analyzed summary data for the most  recent data available. We also analyzed CBP’s significant incident  reports to identify pregnancy outcomes from 2015 through February  2019. We assessed the reliability of the data used in each of our  analyses by reviewing relevant information about these systems,  interviewing knowledgeable agency officials, and conducting electronic  tests to identify missing data, anomalies, or potentially erroneous values.  We determined the data were sufficiently reliable for describing general  information on pregnant women in DHS custody.", "To address the second objective, we analyzed ICE and CBP policies and  standards and training documents that address the care of pregnant  women. Policies and detention standards we analyzed included (1) ICE  policies and detention standards that govern the conditions of  confinement at ICE detention facilities, and (2) CBP policies for Border  Patrol and OFO, and CBP’s national standards. Furthermore, we  developed 16 pregnancy-related topics—such as pregnancy testing  requirements, prenatal care, and the use of restraints—and categorized  agency policies and standards accordingly. We analyzed the extent to  which ICE facility types had a policy or detention standard that addressed  each of these 16 topics. For this analysis, facility type was based on who  owns and operates the facility and provides medical care. Further, for  each of these topics, we summarized recommended guidance published  by NGOs, professional associations, and federal agencies, and assessed  the extent to which each ICE facility type had a policy or detention  standard that generally aligned with recommended guidance. We spoke  with ICE and CBP officials in headquarters and the selected field  locations noted above to obtain their perspectives on policies, detention  standards—including any planned updates—and related training.", "To address the third objective, we analyzed inspections results, agency  data, and complaint information. Specifically, we analyzed reports and  data from five ICE inspections that address compliance with pregnancy- related policies and detention standards from 2015 through July 2019.  We also analyzed ICE documentation on corrective actions that facilities  reported taking to address inspection findings. Further, we reviewed and  categorized complaints that detainees, family members, NGOs, or other  parties submitted through various complaint systems from January 2015  through April 2019—the latest available complaints at the time of our  review—regarding ICE’s and CBP’s care of pregnant women. We  selected these complaint systems because they contained relevant  information on the care of pregnant women, according to DHS officials. In  addition, we analyzed agency documentation on the extent to which  complaints could be substantiated, and any corrective actions that  agencies and facilities reported taking to address complaints. We also  reviewed ICE medical data from calendar year 2016 through 2018. We  also reviewed significant incident reports that CBP documented for  incidents that involved a pregnant woman being sent to a hospital from  2015 through February 2019. We assessed the reliability of the data  used in each of our analyses by reviewing relevant information about  these systems, interviewing knowledgeable agency officials, and  conducting electronic tests to identify missing data, anomalies, or  potentially erroneous values. We determined the data were sufficiently  reliable for our purposes of understanding what is known about the care  of pregnant women in DHS custody. Further, we interviewed ICE and  CBP officials in headquarters and selected field locations, as previously  described. We interviewed pregnant women who were detained, as well  as representatives of NGOs, to obtain their perspectives on the care of  pregnant women in DHS custody. Appendix I describes our analyses of  ICE data, inspections, and complaints in greater detail.", "We conducted this performance audit from August 2018 to March 2020 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Federal Roles and Responsibilities", "paragraphs": ["Within DHS, ICE is responsible for immigration enforcement and removal  operations. This entails, among other duties, identifying, arresting, and  detaining foreign nationals for the administrative purpose of facilitating  their appearance during removal proceedings, and for processing, and  preparing them for removal from the United States, among other things.  As such, ICE manages the nation’s immigration detention system, which  houses foreign nationals detained while their immigration cases are  pending or after being ordered removed from the country. ICE generally  has broad discretion in determining whether to detain removable foreign  nationals or release them under various conditions, unless the law  specifies that detention is mandatory. Additionally, foreign nationals  arriving at the U.S. border or a port of entry without valid entry documents  and placed into expedited removal proceedings are required to be  detained while awaiting an inadmissibility determination and, as  applicable, any subsequent credible fear decision. Except in cases  where detention is mandatory, ICE may release an individual pending the  outcome of removal proceedings and has various release options for  doing so, including the Alternatives to Detention program. While foreign  nationals are detained, ICE is responsible for providing accommodations  and medical care to individuals in detention with special needs or  vulnerabilities, such as those who are pregnant. ICE’s December 2017  memo, Identification and Monitoring of Pregnant Detainees, sets forth  policy and procedures to ensure pregnant detainees in ICE custody are  identified, monitored, tracked, and housed in an appropriate facility.", "CBP is a component within DHS and the lead federal agency charged  with a dual mission of facilitating the flow of legitimate travel and trade at  our nation’s borders while also keeping terrorists and their weapons,  criminals and their contraband, and inadmissible foreign nationals out of  the country. CBP temporarily holds individuals to complete general  processing and determine the appropriate course of action, such as  transferring them to a court, jail, prison, or another agency; relocating  them into ICE detention facilities; removing them from the country; or  releasing them—as CBP has discretion to release individuals with a  notice to appear in court. Within CBP, individuals, including pregnant  women, could be held by Border Patrol or OFO."], "subsections": []}, {"section_title": "ICE Detention Facility Types, Detention Standards, and Medical Care", "paragraphs": ["ICE detains individuals in both under-72-hour and over-72-hour detention  facilities. Detention facilities may be for male only, female only, or both;  and some are specifically reserved for family units (also known as family  residential centers). ICE uses various types of detention facilities to hold  detainees for more than 72-hours. These include ICE owned and  operated detention facilities, also known as service processing centers,  as well as facilities that ICE oversees but the day-to-day operations are  generally run by another entity, as follows:  contract detention facilities owned and operated by a private company  under direct ICE contract that exclusively houses ICE detainees,  facilities owned by state or local government or private entity,  operating under an intergovernmental service agreement (IGSA), that  exclusively houses ICE detainees or houses ICE detainees and other  confined populations, and  facilities owned by state or local government or private entity,  operating under an intergovernmental agreement (IGA), or contract,  with U.S. Marshals Service (USMS), that exclusively houses ICE  detainees or houses ICE detainees and other confined populations.", "ICE detention facilities are generally required to adhere to one of four sets  of detention standards. The detention standards vary depending on the contract or agreement. As we have previously reported, ICE’s detention  standards are based on the American Correctional Association’s  expected practices and have been updated when ICE identified issues of  heightened concern or gaps in agency procedures. Some detention  facilities used by ICE are not obligated to adhere to ICE’s detention  standards—because, for example, ICE is a rider on the contract and the  facility may be held to other standards.", "Further, on-site medical care may be directly provided by ICE Health  Service Corps (IHSC) or other entities at these detention facilities. IHSC  provides direct on-site medical services in 20 ICE facilities authorized to  house detainees for over 72 hours. In addition to any applicable detention  standards, IHSC staff must also adhere to IHSC policies. At detention  facilities that are not staffed with IHSC personnel (non-IHSC facilities),  medical care is provided onsite by local government staff or private  contractors and overseen by IHSC.", "ICE inspects “authorized” detention facilities against detention standards  and any applicable IHSC policies. Table 1 details information on each of  the detention standards, the number of authorized facilities contractually  obligated to each standard, the percent of the average daily population at  each, and the presence of IHSC staff."], "subsections": []}, {"section_title": "CBP Facilities, Standards, and Medical Care", "paragraphs": ["CBP operates all of its short-term holding facilities and hold rooms, and  does not utilize contract services for the management of individuals in  CBP custody. In October 2015, CBP issued its first nationwide standards,  which govern CBP’s interaction with detained individuals. The standards  include requirements regarding transport, escort, detention, and search  provisions, as well as care for “at-risk individuals”, which includes  pregnant women.", "Given that CBP short-term facilities are intended to hold individuals for no  more than 72 hours, CBP historically did not have on-site medical  professionals at most of its facilities. However, as a result of surges in  unaccompanied minors and families crossing the border, CBP issued a  directive in January 2019 titled Interim Enhanced Medical Efforts (January  2019). According to the directive, enhanced medical services were  needed to address growing public health concerns and mitigate risk to,  and improve care for, individuals in CBP custody along the southwest  border. The January 2019 directive was superseded by a December 2019  directive, Enhanced Medical Support Efforts, which also calls for medical  support to mitigate risk to, and sustain enhanced medical efforts for  persons in CBP custody along the southwest border. A related memo  issued by the CBP Commissioner, titled CBP’s Expansion of Existing  Medical Services Contracts and Expedited Deployment of Additional  Contracted Medical Services Personnel to the Southwest Border, called  for the expansion of CBP’s medical services contract to numerous Border  Patrol facilities and OFO ports of entry along the southwest border. This  effort is discussed later in our report."], "subsections": []}]}, {"section_title": "DHS Had Over 4,600 Detentions of Pregnant Women from 2016 through 2018 for Different Lengths of Time and In Varying Types of Facilities", "paragraphs": [], "subsections": [{"section_title": "About Two-thirds of ICE’s Detentions of Pregnant Women Were for a Week or Less", "paragraphs": ["Number of pregnant women detentions. From calendar year 2016  through 2018, ICE had over 4,600 detentions of pregnant women. The  number of detentions decreased from 1,380 in calendar year 2016 to  1,160 in 2017, and then increased to 2,098 in calendar year 2018 (see  figure 1).", "Of the more than 4,600 detentions of pregnant women from calendar year  2016 through 2018, 32 percent involved pregnant women who were  expedited removal cases and were subject to mandatory detention,  including those that awaited a credible fear determination. Of the  remaining detentions, 49 percent involved pregnant women who were  deemed inadmissible and were either awaiting their hearing or an  adjudication by an immigration judge, 11 percent involved pregnant  women who had a final order of removal, and the remaining detentions (8  percent) involved various other immigration-related circumstances, such  as those for which ICE was unable to obtain travel documents. Further,  as we reported in December 2019, detentions of non-criminal pregnant  women accounted for most of the total detentions of pregnant women  each year (ranging from 91 to 97 percent).", "Length of detention. From calendar years 2016 through 2018, 68  percent of ICE detentions of pregnant women were for 7 days or less, 22  percent for 8 to 30 days, and 10 percent for more than 30 days, as shown  in table 2.", "According to ICE officials, individual circumstances of each case dictate  how long they detain a pregnant woman. For example, ICE may  determine not to release a pregnant woman from ICE custody if her case  is adjudicated quickly, she is ordered removed, and she is cleared to  travel by a medical professional.", "Pregnancy outcomes. Our analysis of ICE data shows that from January  2015 through July 2019, 58 pregnant women in ICE custody experienced  a miscarriage, two had an abortion, and one gave birth. Of those, 37  miscarriages and one birth involved women detained at IHSC-staffed  facilities at the time of the outcome. Some of these women were in our  study population of over 4,600 detentions from calendar years 2016  through 2018, but some were pregnant women detained in 2019."], "subsections": []}, {"section_title": "Most ICE Detentions of Pregnant Women Were at IHSC-Staffed Facilities; and Some Data on Gestation of Pregnancy Were Available", "paragraphs": ["Detention facility. Our analyses of ICE data found that of the over 4,600  detentions of pregnant women, 78 percent of detentions of pregnant  women were initially detained at an IHSC-staffed facility. See appendix  II for more details on these data. According to ICE officials, pregnant  women may first learn about their pregnancy when a test is performed  during their intake into a detention facility. These over 4,600 detentions of  pregnant women resulted in approximately 50,300 detention days with  more than 66 percent of total detention days spent at IHSC-staffed  facilities (see App. II).", "Some facilities may have a large number of detention days associated  with the intake of pregnant women, but may not detain women for a long  period of time before releasing or transferring them. For example, at a  facility that had one of the largest number of detention days for pregnant  women, officials stated that they generally release women once the  pregnancy is confirmed. Further, according to ICE officials, ICE will try to  transfer pregnant women from their initial detention facility to an IHSC- staffed detention facility or a family residential center—if she is part of a  family unit—to ensure they are provided the appropriate accommodations  and care. For example, ICE may transfer a pregnant woman awaiting a  credible fear determination, as these cases may take longer to process  and result in longer detention stays. However, an IHSC official also stated  that ICE may detain pregnant women at non-IHSC facilities if ICE  believes that the facility can provide the appropriate level of care. Nearly  70 percent of pregnant women’s detention days were spent at an IHSC- staffed facility or a family residential center. Contract detention facilities— both IHSC-staffed and non-IHSC—had the highest average number of  days for the detention of pregnant women, as shown in table 3.", "Gestation of pregnancy. Of the 1,450 detentions of pregnant women for  which gestation data were available, 49 percent were for women in their  first trimester and 41 percent were for women in their second trimester at  the time of intake. Ten percent were for women in their third trimester at  the time of intake. Of the detentions involving pregnant women in their  third trimester, 75 percent were released within one week or less, 9  percent between 8 and 15 days, and the remaining 16 percent between  16 and 90 days. According to ICE officials, ICE does not detain pregnant  woman in their third trimester or a pregnant woman who is unlikely to be  removed. However, officials stated that there are instances when it takes  ICE time to gather information prior to making a custody determination— such as when it needs to collect criminal conviction data to making a  custody determination—which could result in detained pregnant women  who are nearing or in their third trimester. This is consistent with what ICE  officials told us during our visits to facilities in all four locations—that they  generally do not detain pregnant women in their third trimester.  However, some explained, that pregnant women in their third trimester  may be detained if, for example, they are subject to mandatory detention."], "subsections": []}, {"section_title": "CBP Has Data on Pregnant Women in Certain Locations and Has Taken Action that Could Provide Additional Information on Pregnant Women at Other Locations", "paragraphs": ["Number of pregnant women. Because of CBP facilities’ short-term  nature and limited on-site medical care, CBP does not routinely conduct  pregnancy tests of women in their custody, and as such, has limited data  on pregnancy. However, ICE data provide insight into CBP encounters  with pregnant women. Specifically, our analysis of ICE data from calendar  years 2016 through 2018 indicated that nearly 4,400 of ICE’s over 4,600  detentions of pregnant women resulted from CBP arrests.", "In addition, OFO and Border Patrol collected some data on women in  their custody who reported being pregnant. OFO reported holding over  3,900 pregnant women from March 2018 through September 2019 at its  ports of entry. At the two sectors where Border Patrol is required to  collect such data, Border Patrol reported holding over 750 pregnant  women in its facilities from March 2017 through March 2019. As shown  in table 4, most of these women reported being in their second or third  trimester. These women may have been transferred to ICE and may also  be included in the count of pregnant women detained by ICE.", "In accordance with its January 2019 directive, Interim Enhanced Medical  Efforts (January 2019), CBP developed a standardized health interview  form that can be used by Border Patrol and OFO. The form includes a  question about pregnancy and nursing which could allow for additional  data on the number of women in CBP custody that report being pregnant.  In December 2019, CBP officials told us that they distributed the form to  its field locations.", "Pregnancy Outcomes. In addition, we reviewed CBP significant incident  reports to determine if any pregnant woman encountered or held by CBP  had experienced a birth, stillbirth, or miscarriage during calendar year  2015 through February 2019. Our analysis of CBP reports during this time  frame found that pregnant women encountered or apprehended by CBP  experienced 43 births, three miscarriages, and six stillbirths after being  taken to the hospital by CBP. In some of these incidents, Border Patrol  agents encountered pregnant women in the field and took them directly to  the hospital. In these cases, the pregnant woman was not in a Border  Patrol facility directly prior to being taken to the hospital."], "subsections": []}]}, {"section_title": "DHS Policies and Detention Standards that Address the Care of Pregnant Women Vary by Facility Type and Component", "paragraphs": [], "subsections": [{"section_title": "ICE Policies and Detention Standards Address a Range of Pregnancy-Care Topics that Vary across Facility Types; ICE Has Planned Updates to Address Gaps", "paragraphs": ["ICE has policies and detention standards that address a variety of  pregnancy-related topics regarding the care of pregnant women, such as  pregnancy testing requirements, the use of restraints, and prenatal care.  However, we identified certain facility types that did not address all  pregnancy-related topics in their policies or detention standards as of  December 2019, which ICE is taking actions to address. Appendix III  details ICE’s policies and detention standards related to the care of  pregnant women in detention. For the purpose of our analysis, the facility  type is based on contractually obligated detention standards and the  presence of IHSC staff, as these factors dictate which detention  standards the facility type is required to adhere to and whether IHSC  policies apply.", "Specifically, we identified 16 topics related to the care of pregnant women  and found that in most facility types, ICE had at least one policy or  detention standard that addressed many of these topics. Further, we  found that if the facility type had policies or detention standards in place  regarding a specific topic on the care of pregnant women, at least one of  the policies or detention standards generally aligned with recommended  guidance from professional associations, NGOs, and federal agencies,  (see app. IV for our summary of recommended guidance and associated  examples). In addition, we found that from calendar years 2016 through  2018, 64 percent of the detentions of pregnant women were initially  detained at the two facility types that had the most policies or detention  standards related to each of the pregnancy topics, as of December 2019.  Table 5 shows whether policies or detention standards at the various  facility types addressed each of the 16 topics, as well as the associated  number of detentions of pregnant women—based on the facility in which  they were first detained and number of detention days from calendar  years 2016 through 2018.", "ICE is taking numerous actions to address these gaps in its policies and  detention standards. For example, according to ICE officials, ICE has  updated, or is in the process of updating, its policies and detention  standards, and these updates will address many of the gaps that we  identified for the pregnancy-related topics. Specifically, ICE revised its  2000 NDS in December 2019 and the 2007 Family Residential Standards  are under revision and will be sent to management for review in February  2020. According to IHSC officials, the revised standards will address all  of the gaps we identified for 2007 Family Residential Standards and 2000  NDS facility types. Further, IHSC officials stated that they are revising  IHSC’s Women’s Health Directive and guidance on care for chronic  conditions to include required and recommended vaccines for pregnant  women and HIV care, respectively—which will address these gaps at  IHSC-staffed facilities. Finally, according to ICE officials, facility types  operating under the 2008 PBNDS will be modified to either the 2019 NDS  2019 or 2011 PBNDS.", "In addition to these updates, in accordance with ICE’s December 2017  memo on Identification and Monitoring of Pregnant Detainees, ICE is to  ensure pregnant detainees receive appropriate medical care, and ensure  detention facilities are aware of their obligations regarding directives and  detention standards that apply to pregnant detainees, among other  things. ICE has mechanisms for maintaining oversight of pregnant  detainees, as required by policy. Specifically, ICE collects data to monitor  the condition of pregnant women in its custody, and according to ICE  officials, ensures that the facility can accommodate the woman. In  addition, IHSC conducts weekly reviews that focus on high-risk  pregnancies, pregnancies in the third trimester, and recent miscarriages.  According to an IHSC official, ICE inspections can contribute to IHSC’s  understanding of the care of pregnant women at a given facility. Further,  although ICE officials stated that it does not have training dedicated to the  care of pregnant women in ICE detention specifically, its basic training  includes instruction on pregnant detainees. This training is in addition to  the professional qualifications of medical staff onsite."], "subsections": []}, {"section_title": "CBP Has Policies and Standards Regarding Its Short-Term Care of Pregnant Women", "paragraphs": ["CBP has some policies and standards regarding the care of pregnant  women held in their short-term facilities. Specifically, CBP has national  standards on the transport, escort, detention, and search of detainees,  with specific requirements for pregnant women. For example, these  standards state that barring exigent circumstances, CBP must not use  restraints on pregnant detainees unless they have demonstrated or  threatened violent behavior, have a history of criminal or violent activity or  an articulable likelihood of escape exists. Further, Border Patrol and OFO  have policies that address nutrition and special accommodations for  pregnant women. See appendix V for more details on CBP policies  related to pregnant women. Although these policies and national  standards do not cover the full range of the 16 pregnancy-related care  topics we identified, CBP facilities are designed for holding individuals for  no more than 72 hours; therefore, CBP’s facilities are not equipped to  provide long-term care. Specifically, CBP does not routinely conduct  pregnancy testing and historically it did not have on-site medical care at  all its facilities. For the policies and standards that CBP does have in  place regarding pregnant women, we found that they generally aligned  with the recommended guidance from expert and professional  organizations.", "In addition to policies that direct the care of pregnant women, although  CBP does not have training dedicated to the care of pregnant women  specifically, CBP provides initial and annual refresher training on its  national standards for the transport, escort, detention, and search of  detainees, which includes requirements for pregnant women."], "subsections": []}]}, {"section_title": "DHS Inspections, Medical Data, and Complaints Offer Insights into the Care Provided to Pregnant Women", "paragraphs": [], "subsections": [{"section_title": "ICE Inspections Found 79 Percent or Greater Compliance with Most of Its Pregnancy-Related Performance Measures", "paragraphs": ["ICE uses various inspections for accessing facilities’ compliance with  policies and detention standards—the frequency and focus of which  vary. Some inspections also include pregnancy-related performance  measures, such as a measure assessing whether a pregnancy test was  performed at intake. We reviewed results from the five ICE inspections  that address compliance with pregnancy-related policies and detention  standards from 2015 through June 2019. These inspections vary in their  scope and targeted facility types (see app. I for more details on each of  these inspections). These inspections—along with available medical  data—offer insight into the care of pregnant women. Two inspections  include pregnancy-related performance measures, and compliance with  these measures ranged from 53 to 100 percent, with most indicating 79  percent or more compliance.", "Specifically, one inspection of 129 ICE detention facilities—that included  inspections of both IHSC-staffed and non-IHSC facilities—found that  compliance was 91 percent or more for each of the six performance  measures from December 2016 through March 2019, as shown below.", "Pregnancy testing performed at intake: 93 percent", "Pregnancy testing performed prior to x-rays or initiating medication:  100 percent", "Obstetrician-gynecologist (OB-GYN) consult ordered within 7 days of  pregnancy confirmation: 98 percent", "Patient seen by OB-GYN within 30 days of pregnancy confirmation:", "Prenatal vitamins prescribed: 100 percent", "Screened for HIV, sexually transmitted infections, and viral hepatitis:  Instances of non-compliance—which were 9 percent or less for each  measure—occurred at 16 detention facilities subject to a range of  detention standards. Three of these facilities were IHSC-staffed facilities,  and 13 were non-IHSC facilities. IHSC documentation indicates that  corrective actions are to be implemented to help address inspection  findings. See appendix VI for details on the number of records reviewed  during the inspections, and the compliance rates.", "Our analysis of available medical data and interviews with pregnant  detainees showed similar findings regarding pregnancy testing at intake.  Specifically, from calendar year 2016 through 2018, 92 percent of women  in ICE detention facilities received a pregnancy test either the same day  as intake to the facility or the next day. This could include women who  arrived at a detention facility in the evening and are tested the next day.  Of the remaining, 3 percent were tested within 2 to 3 days of intake, 4  percent were tested between 4 days and 2 weeks, and 2 percent were  tested after 2 weeks of being detained. According to the 10 pregnant  women we interviewed who were detained at 3 ICE detention facilities we  visited, all 10 stated that they received a pregnancy test when they  arrived at the facility or within the same day.", "For the second inspection that included performance measures related to  the care of pregnant women at IHSC-staffed facilities, overall compliance  was 79 percent or more for most of the nine performance measures from  fiscal years 2015 through 2018. The following shows the minimum level  of overall compliance for all facilities during this timeframe.", "OB-GYN consult ordered and documented within 7 days of pregnancy", "Patient seen by OB-GYN within 30 days: 92 percent", "Prenatal vitamins prescribed: 95 percent", "Detainee education documented at each encounter: 79 percent", "Records reviewed by provider after OB appointment: 79 percent", "Proper diet ordered: 86 percent", "Appropriate labs ordered if not obtained from OB-GYN: 79 percent", "Pregnant patient screened for HIV, sexually transmitted infections,  and viral hepatitis: 81 percent", "Hepatitis B vaccine offered: 53 percent  However, for one measure—whether the Hepatitis B vaccine was  offered—compliance was 53 percent. ICE officials stated that this  performance measure reflects recommended practices but is not  specifically required by policy or detention standards. According to ICE  officials, any issues identified during IHSC inspections are handled locally  at the field level through facilities’ quality improvement processes, which  includes developing corrective action plans. See appendix VI for the  average annual compliance for each measure from fiscal years 2015  through 2018.", "Our analysis of available medical data for IHSC-staffed facilities and  interviews with pregnant detainees and NGOs provides additional  perspectives regarding these issues on the care of pregnant women.  Specifically, our analysis of ICE data showed 422 detentions in which a  pregnant woman was in an IHSC-staffed facility at some point received at  least one referral to an OB or OB-GYN between calendar year 2016 and  2018. Based on ICE’s performance measures, pregnant women are to  receive an OB-GYN referral within 7 days of pregnancy confirmation— although available data showed that most pregnant women were being  released from detention within 7 days. In addition, our analysis of ICE  data showed that detentions in which a pregnant woman was in an IHSC- staffed facility at some point were assigned certain special needs, such  as a special diet (1,245), lower bunk (113), no heavy lifting (87), and  limitations on the use of restraints (316). In addition, all 7 of the  pregnant women we spoke with in IHSC-staffed detention facilities said  that they received appropriate accommodations, such as a lower bunk  and blankets. Similarly, 6 of the 7 pregnant women we spoke with at  IHSC-staffed facilities said that they were provided proper nutrition and  snacks. The other pregnant woman did not discuss the adequacy of the  nutrition she was provided.", "In addition, both of these two inspections provided insights into OB-GYN  referrals and prenatal vitamins that were generally similar to the  information we obtained from pregnant detainees at the locations we  visited. Specifically, the above inspections indicated 75 to 98 percent  compliance on performance measures related to access to OB-GYN care.  Eight of the 10 pregnant women we spoke with in ICE detention did not  express concerns about access to OB-GYN when asked about the  sufficiency of medical care. However, two stated that they would like more  timely access to an OB-GYN, and they did not know when their  appointments would occur. In addition, representatives from three  NGOs stated that they heard concerns about pregnant women not having  access to OB-GYN care or prenatal vitamins. Further, the above  inspections indicated 95 to 100 percent compliance on performance  measures related to prescribing prenatal vitamins, and all 10 of the  pregnant women we spoke with in ICE detention said that they were  provided prenatal vitamins.", "Although they did not have specific performance measures, three  additional inspections identified 19 findings related to the care of pregnant  women. All of the findings occurred at non-IHSC facilities.", "Three of the 19 findings indicated that medical care was not provided  or offered. For example, one pregnant woman was not offered a  mental health assessment after reporting that she had a miscarriage  at a prior facility.", "Seven included a recommendation to provide additional medical care,  such as pregnancy testing.", "Four indicated insufficient documentation, such as medical records  that were not transferred between facilities, or no documentation that  pregnancy testing had occurred.", "Five indicated that a required policy did not exist or did not specify the  required standards of care.", "All but one of the facilities inspected took corrective actions to address  the findings. For example, one inspection found that the facility’s initial  health assessment form did not address pregnancy testing. In response,  the facility updated its intake screening form to include pregnancy testing.  ICE determined that the facility that did not implement corrective actions  to address deficiencies identified during the inspection would not be used  for the detention of ICE detainees. See appendix VI for additional  information on each deficiency, recommendation, and corrective action.", "Additionally, our review of available data and interviews with pregnant  detainees and officials at the locations we visited provided insight into  issues related to segregation and the use of restraints—generally finding  that these were rarely used. Specifically, our review of ICE data identified  two pregnant women who were initially detained from 2015 through 2018,  and segregated at some point during their detention—one for 8 days and  one for over 4 months. In both cases, ICE reported the reason for the  segregation was that the detainee was a threat to the facility’s security.  Further, all 10 of the pregnant women we interviewed stated that they had  not been segregated, and all the detention officials we interviewed at the  four locations we visited stated that they were not aware of any instances  of pregnant women being segregated. Similarly, none of the 10  pregnant detainees reported being placed in restraints, and the officials  we interviewed at the four locations generally stated that pregnant women  are not to be restrained except in extreme circumstances, such as risk of  violence or escape—which is consistent with ICE policies and  standards. One official said that he was aware of an incident where a  pregnant woman was restrained when she attempted to harm herself and  her child. In addition, officials from five local organizations or coalitions we spoke with stated that they had not heard concerns about instances of the  use of restraints or segregation."], "subsections": []}, {"section_title": "CBP Generally Takes Pregnant Women to Offsite Facilities for Care, and Has Plans to Enhance its Medical Support", "paragraphs": ["CBP generally relies on offsite care for pregnant women, and as a result,  has limited available information on care CBP provided to pregnant  women. However, they have efforts underway to enhance its medical  support at selected facilities. As previously discussed, CBP facilities are  designed for short-term care, and CBP does not routinely administer  pregnancy tests and generally did not have on-site medical personnel.  According to CBP officials, they typically refer individuals to local medical  providers in their area, as appropriate and for all emergent or serious  issues—including concerns presented by pregnant women. In addition, if  CBP needed to provide a pregnancy test to a woman in its custody, it  would take the woman to an offsite medical provider.", "Our analyses of available data indicate that CBP took pregnant women  for a hospital visit or admission at least 168 times from 2015 through  2018. See table 6 for additional information. Ninety-nine percent of  these hospital trips involved Border Patrol, while the remaining 4 percent  involved OFO.", "Although CBP generally relies on offsite care for pregnant women, CBP  established some on-site medical care and has efforts underway to  enhance its medical support at additional Border Patrol facilities and OFO  ports of entry. Specifically, one port of entry and three Border Patrol  facilities established on-site medical care in 2013 and 2015, respectively.  CBP officials at one of these locations told us that they developed on-site  medical care based on the volume of crossings, as well as the operational  costs for transporting individuals to offsite medical facilities and  performing hospital watches. Subsequently, CBP’s January 2019 memo  regarding enhanced medical efforts at CBP facilities included efforts to  expand medical support. According to a senior CBP official, the agency  had staffed more than 40 Border Patrol facilities and OFO ports of entry  along the southwest border with on-site contracted medical care, as of  January 2020. According to CBP officials, contracted medical staff  provide enhanced medical support through initial health intake interviews,  medical assessments, diagnosis, treatment, referral, and follow up for persons in custody, including pregnant women. CBP officials stated that  they will continue to rely on offsite care to provide emergency or  advanced care."], "subsections": []}, {"section_title": "Over 100 Complaints Were Filed about ICE and CBP’s Care of Pregnant Women", "paragraphs": ["DHS has various processes to obtain and address the hundreds of  medical care complaints it receives annually. Specifically, an individual  can file a complaint directly to facilities, ICE, CBP, and other DHS entities,  including the Office of Inspector General and Office for Civil Rights and  Civil Liberties (CRCL). We identified 107 unique complaints that  detainees, family members, NGOs, or other parties submitted to various  entities from January 2015 through April 2019—54 that involved ICE’s  care of pregnant women, 50 that involved CBP, and 3 that involved  both. As shown in figure 2, some of these complaints were under  investigation as of August 2019, and some were substantiated; however,  in most cases there was not enough information for the investigating  agency to determine if proper care had been provided, among other  things.", "Regarding the complaints against ICE, the most common type was that  ICE allegedly did not provide medical care, or that the medical care was  not quality or timely. See appendix VIII for additional information about  the number and types of complaints submitted.", "Eleven of the 54 complaints against ICE remained open as part of an on- going investigation, while the remaining 43 were closed. Of the 43  complaints that were closed:", "An investigation substantiated one complaint that prenatal vitamins  had not been provided at an IHSC-staffed facility. In response, ICE  reported taking actions to address the complaint.", "Investigations partially substantiated one complaint regarding delays  in medical care being provided. According to ICE, the delays had  resulted from the time required to get medication approved. In  response to the complaint, ICE reported coordinating with the facility  to address the issues identified.", "Investigations found that 18 complaints were unsubstantiated. For  example, ICE’s review of medical records found that appropriate care  had been provided.", "For the remaining 23 closed complaints, the complaint was not  substantiated or unsubstantiated for a variety of reasons. For 11  complaints, the investigating agency determined that it did not have  enough information to conduct an investigation, or the agency  investigated the complaint but did not have enough information to  establish whether the complaint was substantiated or unsubstantiated.  For example, the allegation did not contain detailed biographical  information, medical records did not contain enough information, or  the detainee had been released and the agency could not follow-up.  For the remaining 12 complaints, agency documentation did not  clearly specify whether the complaint was substantiated or  unsubstantiated.", "Regarding complaints against CBP, the most common type was that  pregnant women had allegedly been physically, verbally, or otherwise  mistreated. See appendix VIII for additional information about the number  and types of complaints submitted.", "Of the 50 complaints against CBP, four remained open as part of an on- going investigation, while the remaining 46 were closed. Of the 46  complaints that were closed:", "An investigation substantiated one complaint that a Border Patrol  agent violated social media policy by posting a picture and information  about a pregnant woman in custody. In response, CBP reported that  the employee was suspended for two days.", "Investigations found that five complaints were unsubstantiated, and  one was partially unsubstantiated. For example, an investigation  included a review of video footage at a port of entry, among other  things, and found that excessive force had not been used.", "Eight complaints described an event that occurred, such as a  miscarriage, but the complaint did not allege that mistreatment or  improper care occurred.", "For the remaining 31 closed complaints, the complaint was not  substantiated or unsubstantiated—for a variety of reasons. For 10  complaints, the investigating agency determined that it did not have  enough information to conduct an investigation, or the agency  investigated the complaint but did not have enough information to  establish whether the complaint was substantiated or unsubstantiated.  For the remaining 21 complaints, agency documentation did not  clearly specify whether the complaint was substantiated or  unsubstantiated.", "With regard to the three complaints that involved allegations against both  ICE and CBP, one remained open as part of an on-going investigation,  while the other two complaints were found to be unsubstantiated."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DHS for review and comment. DHS  provided comments, which are reproduced in appendix IX. DHS also  provided technical comments, which we incorporated as appropriate. In  addition, we provided relevant excerpts of the report to American College  of Obstetricians and Gynecologists, American Correctional Association,  and National Commission on Correctional Health Care for review.  Officials from these entities provided technical comments, which we  incorporated as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the appropriate  congressional committees and the Acting Secretary of the Department of  Homeland Security. In addition, the report is available at no charge on the  GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8777 or goodwing@gao.gov. Contact points for our  Office of Congressional Relations and Public Affairs may be found on the  last page of this report. Key contributors to this report are listed in  appendix X."], "subsections": []}]}, {"section_title": "Appendix I: Methodology for Analyses of Data, Inspections, and Complaints", "paragraphs": ["This appendix provides additional details on selected methodologies used  to address our questions. Specifically, this includes information on our  analyses of U.S. Immigration and Customs Enforcement (ICE) data and  inspection findings and Department of Homeland Security (DHS)  complaints used to address these questions:  1.  What do available data indicate about pregnant women detained or  held in DHS facilities?  2.  What policies and standards does DHS have to address the care of  pregnant women, and to what extent are they applicable across all  facilities?  3.  What is known about the care provided to pregnant women in DHS  facilities?"], "subsections": [{"section_title": "Analyses of ICE Data", "paragraphs": ["To address our first and third objectives, and provide context for our  second objective, we reviewed data sources that ICE uses to track  pregnant women in detention from calendar years 2016 through 2018 and  matched these data with various ICE databases. We selected these years  since ICE first collected data on all pregnant women beginning in June  2015, and 2018 was the last full year of available data for our audit.  Specifically, we matched ICE Health Service Corps (IHSC) records for  pregnant women detained during calendar years 2016 through 2018 with  individual-level detention dataset the ICE Integrated Decision Support  (IIDS) database to determine the total number of detentions of pregnant  women, as well as the length of detention, facility location, case  category status, arresting agency, gestation of pregnancy, when the  pregnancy test was conducted, and whether there is an associated  criminal conviction (criminality).", "To conduct our analyses, we matched pregnancy data to the IIDS  detention data using alien number and excluded additional records we  were unable to match. Because individuals may have multiple detentions,  we compared the admission or book-in date from each data source with  the book-in dates from the IIDS detention data, and excluded additional  records with dates more than 30 days apart. ICE collected data for 1,437  pregnant detainees in 2016; 1,170 in 2017; and 2,126 in 2018. We  excluded 60 of the unique pregnant detainee records for 2016; 20 for  2017; and 32 for 2018 because we were unable to match these records to  the IIDS individual-level detention data using alien number and book-in  date combinations. According to ICE officials, this may be due to data  entry errors. As a result, our analyses are based on over 4,600 detainee  records we were able to match: 1,377 for 2016; 1,150 for 2017; and 2,094  for 2018. In general, this was our study population, unless otherwise  noted in the report.", "We also merged the detention data with data from ICE’s weekly facility list  report, as of February 2019, to determine who owned and operated the  facility, whether it was staffed by IHSC officials, and in what state the  facility was located. Further, we merged additional IHSC data with our  study population to determine the number of obstetrician-gynecologist  referrals and numbers that were assigned certain special needs, such as  a special diet, lower bunk, no heavy lifting, and limitations on the use of  restraints. We also obtained and analyzed data from ICE’s Segregation  Review Management System to determine if any of the pregnant women  had been segregated.", "Finally, we analyzed ICE IHSC data on pregnancy outcomes—abortions,  births, stillbirths, and miscarriages. These women who experienced  such outcomes while detained may include the same women reported in  our study population of more than 4,600 pregnant women detentions from  calendar years 2016 through 2018, as well as pregnant women detained  in calendar year 2015 and January through June 2019. We did not merge  the outcome data with our other data sets, but were able to confirm that  most of the outcomes were associated with alien numbers from the over  4,600 detentions in our study population.", "We assessed the reliability of the data used in each of our analyses by  analyzing available documentation, such as related data dictionaries;  interviewing ICE officials knowledgeable about the data; conducting  electronic tests to identify missing data, anomalies, or potentially  erroneous values; and following up with officials, as appropriate. We  determined the data were sufficiently reliable for describing general  information on pregnant women detained by ICE, as well as the care  provided to them."], "subsections": []}, {"section_title": "Analyses of ICE Inspection Results", "paragraphs": ["To address our third objective, we analyzed reports and data from five  ICE inspections that address compliance with pregnancy-related policies  and detention standards from 2015 through July 2019—the most recent  information available at the time of our review. We selected these  inspections because they review some aspect of the care provided to  pregnant women. Table 7 provides additional information on these  inspections.", "As noted in the table, two of these inspections contained pregnancy- related performance measures. The remaining three inspections assess  compliance and identified findings related to the care of pregnant women,  but did not have specific performance measures. For the three  inspections that did not contain performance measures, we categorized  the nature of each finding, such as a recommendation to provide  additional medical care. We developed these categories based on a  content analysis of the inspection findings, which involved one analyst  categorizing the finding and a second person verifying the categories. If  there were differences in analyses, these were reconciled through  discussion between the two analysts and a final determination of the  appropriate category was made. We also analyzed ICE documentation on  corrective actions that facilities reported taking to address inspection  findings, and used ICE facility data to determine who provided medical  care at these facilities.", "To determine the scope and any limitations of inspection reports and  data, we spoke with agency officials responsible for managing these  inspections and the data systems used for documenting results. We also  reviewed relevant documentation, such as data dictionaries and  inspection worksheets. We determined that these data were sufficiently  reliable for our purposes of describing the results of inspections regarding  the care of pregnant women in ICE custody."], "subsections": []}, {"section_title": "Analyses of Complaints", "paragraphs": ["We reviewed and categorized complaints that detainees, family members,  non-governmental organizations, or other parties submitted to various  entities from January 2015 through April 2019—the latest available  complaints at the time of our review—regarding ICE and CBP’s care of  pregnant women. Specifically, we reviewed complaint data from DHS’s  Office for Civil Rights and Civil Liberties (CRCL), DHS’s Office of  Inspector General, and IHSC. We selected these complaint systems  because, according to DHS officials, they contained relevant information  on the care of pregnant women, could be queried in an electronic format,  and minimized duplicate complaints across systems. We categorized  each complaint based on a content analysis of the complaint narrative,  which involved one analyst categorizing the complaint and a second  person verifying the category. If there were differences in analyses, these  were reconciled through discussion between the two analysts and a final  determination of the appropriate category was made. We developed  categories for 10 pregnancy outcomes, including births or miscarriages at  a DHS facility or hospital, as well as 20 categories to describe the nature  of the concerns, including physical mistreatment, use of restraints, or  medical care not provided. The total number of concerns identified in our  analysis exceeds the number of unique complaints filed because each  unique complaint may identify more than one area of concern. We also  used ICE facility data to determine, for example, who provides medical  care at the facilities where the alleged events occurred.", "In addition, we analyzed agency documentation on the extent to which  complaints could be substantiated, and any corrective actions that  agencies and facilities reported taking to address complaints. To  determine the scope and any limitations of the complaint information we  received, we spoke with agency officials responsible for managing these  complaint processes and the data systems used for documenting results.  We also reviewed relevant documentation, such as user manuals for  complaint systems."], "subsections": []}]}, {"section_title": "Appendix II: Initial Detention Facility and Detention Days for Pregnant Women in U.S. Immigration and Customs Enforcement Facilities", "paragraphs": ["This appendix provides additional details on our analyses of U.S.  Immigration and Customs Enforcement (ICE) data from calendar years  2016 through 2018 on (a) where pregnant women were initially detained  and (b) facilities that had the largest number of detention days involving  pregnant women. In particular, these analyses describe whether the  facility has ICE Health Service Corps (IHSC) staff and who owns and  operates the facility, based on contracts or agreements.", "Initial detention facility. Our analyses of ICE data found that of the over  4,600 detentions of pregnant women, in regards to IHSC presence,  almost 78 percent of detentions of pregnant women were initially detained  at an IHSC-staffed facility. Further, 51 percent were at service  processing centers that are owned and primarily operated by ICE, all of  which were also staffed by IHSC, as shown in table 8. According to ICE  officials, many pregnant women first learn about their pregnancy when a  test is performed during their intake into a detention facility.", "Although pregnant women were initially detained in various facility  types—based on IHSC presence and who owns and operates the facility,  most occurred in eight specific detention facilities located in three states.  Specifically, of ICE’s over 4,600 pregnant women detentions from  calendar year 2016 through 2018, 86 percent were initially detained in  one of eight of these detention facilities—with one facility having 45  percent of the intakes of pregnant women.", "Facilities with the most number of detention days. For these over  4,600 detentions of pregnant women, ICE detained them for a total of  almost 50,300 days from calendar year 2016 through 2018. Our  analyses of ICE data found that of the 50,300 detention days of pregnant  women, in regards to IHSC presence, 66 percent of these days were at  an IHSC-staffed facility. Further, over half were at intergovernmental  service agreement facilities—including family residential centers, as  shown in table 9. Some facilities may have a large number of detention  days associated with the intake of pregnant women, but these facilities  may not detain women for a long period of time before releasing or  transferring them. For example, at a facility that had one of the largest  number of detention days for pregnant women, officials stated that they  generally release women once the pregnancy is confirmed.", "Although pregnant women spent their detention days in various facility  types—based on IHSC presence and who owns and operates the facility,  most occurred in 19 specific detention facilities located in seven states.  Specifically, of those days that pregnant women were detained by ICE, 89  percent of these days were in one of these 19 detention facilities."], "subsections": []}, {"section_title": "Appendix III: U.S. Immigration and Customs Enforcement Policies on Care for Pregnant Women", "paragraphs": ["U.S. Immigration and Customs Enforcement (ICE) detention facilities and  staff are subject to a variety of policies, including ICE-wide policy  directives and memoranda, ICE Health Service Corps (IHSC) policies,  and detention standards, as of December 2019. We categorized and  summarized these policies and standards, as shown below."], "subsections": [{"section_title": "ICE-wide Policies", "paragraphs": ["ICE-wide policies are directed at ICE staff and officers, and not to  contractors or facility staff. The following ICE policies address pregnant  detainees and ICE supervision of pregnant detainees:  ICE Directive 11032.3: Identification and Monitoring of Pregnant  Detainees (2017)", "ICE Directive 11065.1: Review of the Use of Segregation for ICE  Detainees (2013)", "ICE Directive 11002.1: Parole of Arriving Aliens found to Have a  Credible Fear of Persecution or Torture (2010)", "ICE Memorandum: Use of GPS Monitoring Devices on Persons who  are Pregnant or Diagnosed with a Severe Medical Condition (2009)", "ICE ERO  Policy 11155.1:  Use of Restraints (2012)", "Enforcement and Removal Operations National Detainee Handbook  (2016)", "These ICE-wide policies do not apply to contract or facility staff unless  ICE modified the facility’s contract or if these are already included in the  facility’s detention standards to which they are obligated. However, the  National Detainee Handbook is a resource for detainees at detention  facilities operating under ICE detention standards, excluding family  residential centers. We categorized these policies and summarized them  accordingly.", "Intake health screening inquiries about pregnancy. The policy refers  to ICE’s responsibility to monitor detention facilities and ensure they meet  national detention standard requirements to provide all newly admitted  detainees an initial medical screening including pregnancy screening.", "ICE Directive 11032.3: Identification and Monitoring of Pregnant  Detainees (2017)", "Provision of prenatal care. ICE supervisory staff have responsibilities to  ensure that pregnant detainees receive appropriate medical care,  including transfer to a different facility if necessary. ICE medical staff also  have a responsibility to monitor the condition of pregnant detainees and  communicate any concerns to supervisory staff.", "ICE Directive 11032.3: Identification and Monitoring of Pregnant  Detainees (2017)", "Enforcement and Removal Operations National Detainee Handbook  (2016)", "Segregation of pregnant women. ICE has a responsibility to monitor the  use of segregation at detention facilities to ensure that they are adhering  to detention standards.", "ICE Directive 11065.1: Review of the Use of Segregation for ICE  Detainees (2013)", "Use of restraints on pregnant women. Officers should take reasonable  precautions to avoid causing discomfort when transporting a restrained  detainee. At processing sites or non-ICE detention facilities, ICE  personnel shall follow local policies and procedures.", "ICE ERO Policy 11155.1: Use of Restraints (2012)", "Record keeping on pregnant women actions. ICE supervisors should  ensure that ICE staff and contracted medical staff have processes to  notify them of the arrival of a pregnant woman to a detention facility and  ensure staff and facilities are aware of their obligations regarding  pregnant detainees. IHSC staff are responsible for monitoring the  condition of pregnant women while detained, as well as maintaining their  medical records. Any instance of segregation of a pregnant woman must  be documented in writing.", "ICE Directive 11032.3: Identification and Monitoring of Pregnant  Detainees (2017)", "ICE Directive 11065.1: Review of the Use of Segregation for ICE  Detainees (2013)"], "subsections": []}, {"section_title": "IHSC-wide Policies", "paragraphs": ["IHSC policies are directed specifically toward IHSC staff at detention  facilities where IHSC provides medical services. The following IHSC  policies address pregnant detainees:  ICE Directive 11772.2: Women’s Health Services (2017)", "ICE Directive 11741.4: Health Assessment (2016)", "ICE Directive 11742.2: Pre-Screening (2015)", "ICE Directive 11744.2: Intake Screening and Intake Reviews (2016)", "We categorized these policies and summarized them accordingly.", "Intake health screening inquiries about pregnancy. Intake screening  includes pregnancy testing of women 10 to 56 years of age as well as  questioning of pregnancy status.", "ICE Directive 11772.2: Women’s Health Services (2017)", "ICE Directive 11742.2: Pre-Screening (2015)", "ICE Directive 11744.2: Intake Screening and Intake Reviews (2016)", "Pregnancy testing at intake. Intake screening includes pregnancy  testing of women 10 to 56 years of age and inquiry of reproductive health  including previous pregnancies.", "ICE Directive 11772.2: Women’s Health Services (2017)", "ICE Directive 11741.4: Health Assessment (2016)", "ICE Directive 11744.2: Intake Screening and Intake Reviews (2016)", "Access to abortion. In the event of a threat to a woman’s life from  carrying a pregnancy to term, or else in cases of rape or incest, ICE must  bear the cost of a detainee’s decision to terminate a pregnancy; otherwise  the woman must bear the cost. ICE should offer medical resources to  support effective recovery and follow-up care.", "ICE Directive 11772.2: Women’s Health Services (2017)", "Provision of prenatal care. Pregnant women should be seen by medical  providers at least once a month while detained. They should also be  referred to an obstetric specialist, and their medical records shared with  the specialist to facilitate care.", "ICE Directive 11772.2: Women’s Health Services (2017)", "ICE Directive 11741.4: Health Assessment (2016)", "ICE Directive 11744.2: Intake Screening and Intake Reviews (2016)", "Provision of postnatal care. A postpartum detainee must receive  postnatal care from a medical provider, in consultation with an obstetric  specialist, at least once a month.", "ICE Directive 11772.2: Women’s Health Services (2017)", "Mental health services and counseling for pregnant women. Any  female detainee who gave birth, miscarried, or terminated a pregnancy  within the last 30 days must receive a mental health evaluation, with the  evaluation to occur no later than 72 hours after initial referral.", "ICE Directive 11772.2: Women’s Health Services (2017)", "Care for pregnant women with substance use disorder. Chemically  dependent pregnant women are considered high-risk and should be  referred to an obstetrician or other appropriate medical provider as soon  as they are identified.", "ICE Directive 11772.2: Women’s Health Service (2017)", "ICE Directive 11744.2: Intake Screening and Intake Reviews (2016)", "Use of restraints on pregnant women. Pregnant detainees or those in  postdelivery recuperation should not be restrained except in extraordinary  circumstances that are documented by a supervisor or directed by a  medical authority, whether in an ICE detention facility, in transport, or at a  medical facility. Detainees in active labor or delivery can never be  restrained. Even if restraints are used, a pregnant woman should never  be restrained face down or on her back, or restrained with a belt that  constricts the abdomen or pelvis.", "ICE Directive 11772.2: Women’s Health Service (2017)", "Record keeping on pregnant women actions. Intake screenings and  assessments including pregnancy test results must be documented, as  are risk factors for high risk pregnancies. Any use of restraints or request  for abortion services must be documented. ICE supervisory staff must be  notified within 72 hours of the arrival at a detention facility of a pregnant  woman.", "ICE Directive 11772.2: Women’s Health Service (2017)", "ICE Directive 11741.4: Health Assessment (2016)", "ICE Directive 11744.2: Intake Screening and Intake Reviews (2016)"], "subsections": []}, {"section_title": "ICE Detention Standards", "paragraphs": ["Entities that have a contract or agreement with ICE to hold immigration  detainees are generally contractually obligated to one of four sets of  detention standards. These standards address a range of our pregnancy- related categories of care and vary by standard.", "2000 ICE National Detention Standards (NDS)", "2007 ICE Family Residential Standards (FRS)", "2008 ICE Performance-Based National Detention Standards 2008  (2008 PBNDS)", "2011 ICE Performance-Based National Detention Standards 2011  (2011 PBNDS)", "We categorized these standards and summarized them accordingly. The  2011 PBNDS standards received revision in 2016. Whether a 2011  PBNDS facility is contractually required to adhere to the 2016 revision is  dependent upon the contract language negotiated in each agreement.  Where appropriate, the summaries below note changes to policy as a  result of those revisions.", "Intake health screening inquiries about pregnancy.", "2008 PBNDS: Initial screening should be done within 12 hours of  arrival and should inquire about the possibility of pregnancy.", "2011 PBNDS: Initial screening should be done within 12 hours of  arrival and should inquire about the possibility of pregnancy. In the  2016 revisions, the evaluation also includes a pregnancy test for  women aged 18 to 56.", "Pregnancy testing at intake.", "2008 PBNDS: Initial screening should be done within 12 hours of  arrival and should inquire about the possibility of pregnancy.", "2011 PBNDS: In the 2016 revisions, initial screening includes  pregnancy testing of women 18 to 56.", "Access to abortion.", "2011 PBNDS: If the life of the mother is endangered by carrying the  fetus to term, or in the case of rape or incest, ICE will assume the  costs to terminate the pregnancy. ICE shall arrange the transportation  for the medical appointment, and to counseling services if requested  in all cases, including those where rape, incest, or risk to life do not  apply. Every facility, either directly or via contractor, must provide  female detainees with access to counseling for pregnancy planning if  the detainee wishes to receive an abortion.", "Provision of prenatal care.", "FRS: Female residents will have access to pregnancy management  services including routine prenatal care", "2008 PBNDS: Female detainees will have access to pregnancy  management services including routine prenatal care", "2011 PBNDS: Pregnant detainees will have access to pregnancy  management services including routine prenatal care. They will also  receive access to a specialist and receive a health assessment. The  2016 revisions note those actions should occur as soon as  appropriate or within two working days. The 2016 revisions also give  the medical provider authority to identify pregnant detainees’ special  needs such as diet or housing requirements and inform all necessary  staff and authorities.", "Provision of postnatal care.", "FRS: Female residents will have access to pregnancy management  services including postpartum follow-up care.", "2008 PBNDS: Female detainees will have access to pregnancy  management services including postpartum follow-up care.", "2011 PBNDS: Pregnant detainees will have access to pregnancy  management services including postpartum follow-up care. After  giving birth, receiving an abortion or miscarrying, mental health  assessments should also be offered.", "Provision of perinatal/labor care.", "2011 PBNDS: Pregnant detainees will have access to specialized  care including labor and delivery.", "Mental health services and counseling for pregnant women.", "FRS: Pregnant females will have access to pregnancy management  services that include counseling and assistance.", "2008 PBNDS: Pregnant females will have access to pregnancy  management services that include counseling and assistance.", "2011 PBNDS: Pregnant detainees will have access to care including  counseling and assistance. Detainees can also request transportation  to religious, medical and social counseling when considering  termination of a pregnancy. In 2016 revisions, intake screening should  include education to female detainees about mental health services  related to pregnancy and women’s health.", "Care for pregnant women with substance use disorder.", "2008 PBNDS: Female detainees will have access to pregnancy  management services that include addiction management.", "2011 PBNDS: In 2016 revisions, all chemically dependent pregnant  detainees are to be considered high risk and referred to an  obstetrician or other provider capable of addressing their needs  immediately.", "HIV care for pregnant women.", "2011 PBNDS: Medical personnel shall provide all detainees  diagnosed with HIV/AIDS medical care consistent with national  recommendations and guidelines disseminated through the U.S.  Department of Health and Human Services, the Center for Disease  Control, and the Infectious Diseases Society of America.", "Prenatal vitamins.", "2011 PBNDS: Pregnant detainees will have access to prenatal care  including prenatal vitamins.", "Nutrition for pregnant women.", "NDS: Physicians may order snacks or supplemental feedings to  increase protein or calories for reasons including pregnancy. In hold  rooms, pregnant women should have regular access to snacks, milk,  and juice.", "FRS: Physicians may order snacks or supplemental feedings to  increase protein or calories for reasons including pregnancy. Pregnant  women will have access to pregnancy management services that  include nutrition.", "2008 PBNDS: Physicians may order snacks or supplemental feedings  to increase protein or calories for reasons including pregnancy. In  hold rooms, pregnant women should have regular access to snacks,  milk, and juice. Pregnant women will have access to pregnancy  management services that include nutrition.", "2011 PBNDS: Physicians may order snacks or supplemental feedings  to increase protein or calories for reasons including pregnancy. In  hold rooms, pregnant women should have regular access to snacks,  milk, and juice. Pregnant women will have access to pregnancy  management services that include nutrition. Special consideration is  given to pregnant women when providing meals and snacks during  transportation. In the 2016 revisions, the medical provider is  responsible for identifying special needs of pregnant detainees,  including diet, and notifying all necessary staff.", "Special accommodations for pregnant women.", "2008 PBNDS: In hold rooms, pregnant women will have access to  temperature appropriate clothing and blankets and may, depending  on facility, have access to bunks, cots, or beds, normally not kept in  hold rooms.", "2011 PBNDS: In hold rooms, pregnant women will have access to  temperature appropriate clothing and blankets and may, depending  on facility, have access to bunks, cots, or beds, normally not kept in  hold rooms. Pregnant detainees should also have access to lactation  services in the facility. In the 2016 revisions, the medical provider is  responsible for identifying special needs of pregnant detainees and  notifying all necessary staff.", "Segregation of pregnant women.", "2011 PBNDS: In the 2016 revisions, it is stated that women who are  pregnant, post-partum, recently had a miscarriage, or recently had a  terminated pregnancy should as a general matter not be placed in a  Special Management Unit. In very rare situations, a woman who is  pregnant, postpartum, recently had a miscarriage, or recently had a  terminated pregnancy may be placed in a Special Management Unit  as a response to behavior that poses a serious and immediate risk of  physical harm, or if the detainee has requested to be placed in  protective custody administrative segregation and there are no more  appropriate alternatives available. Also in the 2016 revisions, a facility  administrator must notify the appropriate field office director in writing  as soon as possible, but no later than 72 hours any time a pregnant  woman or one who recently had a miscarriage is placed in  segregation. In all cases, in the 2016 revisions, this decision must be  approved by a representative of the detention facility administration, in  consultation with a medical professional, and must be reviewed every  48 hours.", "Use of restraints on pregnant women.", "NDS: Pregnant detainees should be given special consideration if  restrained as a result of a physical encounter. A medical professional  should be consulted immediately in the aftermath, and the detainee  examined. Pregnant detainees should be restrained in such a way as  to avoid harming the fetus such as not restraining face down.", "FRS: Medical staff will advise on the necessary precautions to take  when restraining a pregnant detainee and restraint should be done  only when other methods have been tried or are impracticable.", "2008 PBNDS: Medical staff will advise on the necessary precautions  to take when restraining a pregnant detainee. Pregnant detainees  should be restrained in such a way as to avoid harming the fetus such  as not restraining face down.", "2011 PBNDS: A pregnant detainee is not to be restrained except in  truly extraordinary circumstances. Even then, it must be documented  by a supervisor and directed by a medical authority. Women in active  labor or delivery can never be restrained, and if restrained, the  detainee should never be face down, on her back, or restrained with a  belt that constricts the area of pregnancy.", "Record keeping on pregnant women actions.", "NDS: The medical provider of a facility will notify the ICE officer in  charge whenever a pregnant detainee is identified and any use of  force or application of restraints on a detainee should be followed by a  medical examination, and its results documented.", "FRS: The medical provider of a facility will notify the ICE facility  administrator whenever a pregnant detainee is identified. A treatment  plan should be developed for any detainee requiring close medical  supervision, and approved by the appropriate physician or other  medical provider.", "2011 PBNDS: When a detainee is pregnant, an alert is notified in their  medical record and the facility administrator will receive notice. If a  detainee is transferred, it is the administrator’s responsibility to inform  ICE of the medical alert. Any use of restraints requires documented  approval, including in the detainee’s detention and medical files and  guidance from the on-site medical authority. A request to terminate a  pregnancy must be documented in the medical file and signed by the  detainee. In the 2016 revisions, ICE supervisory staff must be  informed within 72 hours when a pregnant detainee is identified."], "subsections": []}]}, {"section_title": "Appendix IV: Recommended Guidance on the Care of Pregnant Women Detainees", "paragraphs": ["Numerous professional associations, non-governmental organizations,  and federal agencies have issued guidance on care to be provided to  pregnant women. Specifically, we reviewed the following guidance:", "American Civil Liberties Union: Worse than Second-Class: Solitary  Confinement of Women in the United States (2014)", "American College of Obstetricians and Gynecologists:", "Committee Opinion: Health Care for Pregnant and Postpartum  Incarcerated Women and Adolescent Females (2016)", "Guidelines for Perinatal Care, Eighth Edition (2017)", "American Correctional Association Performance-Based Standards  and Expected Practices for Adult Correctional Institution, 5th Edition  Joint Public Correctional Policy on the Treatment of Opioid Use  Disorders for Justice Involved Individuals (2018)", "Joint Statement on the Federal Role in Restricting the Use of  Restraints on Incarcerated Women and Girls during Pregnancy,  Labor, and Postpartum Recovery", "National Commission on Correctional Health Care (NCCHC):", "Position Statement: Restraint of Pregnant Inmates (2015)", "Position Statement on Solitary Confinement (Isolation) (2016)", "Position Statement on Breastfeeding in Correctional Settings  (2018)", "Standards for Health Services in Jails (2018)", "Sufrin C., Pregnancy and Postpartum Care in Correctional Settings,  National Commission on Correctional Health Care, Clinical Resources  Series. (2018)", "National Women’s Law Center: Women Behind Bars: A state-by-state  report card and analysis of federal policies on conditions of  confinement for pregnant and parenting women and the effect on their  children (2010)", "United Nations Rules for the Treatment of Women Prisoners and Non- custodial Measures for Women Offenders (the Bangkok Rules) (2010)", "U.S. Department of Homeland Security (DHS): Report of the DHS  Advisory Committee on Family Residential Centers (2016)", "U.S. Department of Justice, Bureau of Justice Assistance: Best  Practices in the Use of Restraints with Pregnant Women and Girls  Under Correctional Custody (2014)", "U.S Department of Justice Report and Recommendations Concerning  the Use of Restrictive Housing (2016)", "Because the specificity of the guidance varies across entities, we  summarized the recommended guidance for our report purposes. For  example, guidance on nutrition may range from calling for additional  meals for pregnant women to more specifically outlining extra caloric and  dietary needs. Our summary statement for each of the pregnancy-related  topics is included below, along with examples from relevant  recommended guidance.", "Intake health screening inquiries about pregnancy.", "Summary of recommended guidance: The sources that have  guidance generally agree that intake health screenings should include  inquiry regarding pregnancy and related conditions.", "Example: “Screening is performed on all inmates upon arrival at the  intake facility…The receiving screening form…inquires as to the  inmate’s…possible, current, or recent pregnancy…” – NCCHC  Standards for Health Services in Jails (2018)", "Pregnancy testing at intake.", "Summary of recommended guidance: Sources that have guidance  generally agree that pregnancy testing should be conducted on newly  detained women of childbearing age, but some provide additional  guidance on when this should be done, and this may vary.", "Example: “All women at risk for pregnancy should be offered a  pregnancy test within 48 hours of admission…A simple approach  would be to offer pregnancy testing to all women under the age of 55.”  – Pregnancy and Postpartum Care in Correctional Settings (2018)", "Example: “…medical providers should continue to offer pregnancy  tests to every female of child-bearing age who is newly detained…” –  Report of the DHS Advisory Committee on Family Residential Centers  (2016)", "Access to abortion.", "Summary of recommended guidance: Sources that have guidance  generally agree abortion services should be offered to detained  pregnant women, with one source providing additional details,  including swift facilitation of a woman’s choice of termination and non- interference of outside bodies in the decision.", "Example: “Pregnancy termination is generally to be performed as  safely and as early in pregnancy as possible…Termination of  pregnancy should not depend on whether or not the specific  procedure is available on site. Each woman will decide what option to  choose…this decision is to be made without undue interference by  outside bodies, including governmental bodies.” – Report of the DHS  Advisory Committee on Family Residential Centers (2016)", "Provision of prenatal care.", "Summary of recommended guidance: Sources that have guidance  generally agree that some form of prenatal care should be provided to  detained pregnant women, but differ on the level of specificity for the  standard of care, from stating simply that prenatal care be provided to  specifying requirements including regularly scheduled obstetric care  and access to 24-hour emergency care.", "Example: “Incarcerated women who wish to continue their  pregnancies should have access to readily available and regularly  scheduled obstetric care, beginning in early pregnancy and continuing  through the postpartum period. Incarcerated pregnant women also  should have access to unscheduled or emergency obstetric visits on a  24-hour basis.” – American College of Obstetricians and  Gynecologists Committee Opinion: Health Care for Pregnant and  Postpartum Incarcerated Women and Adolescent Females (2016)", "Example: “Prenatal care in correctional facilities must reflect national  standards, including visit frequency with a qualified prenatal care  provider, screening and diagnostic tests, and referrals for  complications.” – Pregnancy and Postpartum Care in Correctional  Settings (2018)", "Provision of postnatal care.", "Summary of recommended guidance: Sources that have guidance  generally agree that the provision of postnatal care be provided to  women who give birth. However, they vary in their specifics. For  example, some specifically state that lactation service or postnatal  birth control should be provided. One source also recommends  specific forms of accommodation to aid postnatal recovery.", "Example: “…appropriate accommodations should be made, such as  allowing women to rest when needed…Discharge instructions from  the hospital, which may include postpartum blood pressure monitoring  or diabetes screening, should be adhered to.” – Pregnancy and  Postpartum Care in Correctional Settings (2018)", "Example: “Allow immediately postpartum women to breastfeed their  babies and have lactation support services from the hospital.” –  NCCHC Position Statement on Breastfeeding in Correctional Settings  (2018)", "Provision of perinatal/labor care.", "Summary of recommended guidance: Sources that have guidance  generally agree a pregnant woman should be transported to a hospital  if there are signs of labor. Some sources state that detention staff be  trained in emergency delivery in the event of a delivery occurring in  the facility, away from professional care.", "Example: “Due to the time necessary to arrange transport to a nearby  hospital, there is a low threshold to send pregnant inmates out for  evaluation of a labor when signs or symptoms of labor or ruptured  membranes are present… Any facility that houses pregnant women  should have an emergency delivery kit available on-site, and health  staff should be trained in its use in the event that a delivery occurs in  the facility.” – Pregnancy and Postpartum Care in Correctional  Settings (2018)", "Example: “Having a preexisting arrangement to have the babies of  incarcerated women delivered at a local hospital reduces confusion  and uncertainty when a woman goes into labor.” – National Women’s  Law Center Women Behind Bars: A state-by-state report card and  analysis of federal policies on conditions of confinement for pregnant  and parenting women and the effect on their children (2010)", "Mental health services and counseling for pregnant women.", "Summary of recommended guidance: Sources that have guidance  generally agree that pregnant and postpartum women should have  access to mental health/counseling services.", "Example: “Pregnant inmates are given comprehensive counseling and  care in accordance with national standards and their expressed  desires regarding their pregnancy.” – NCCHC Standards for Health  Services in Jails (2018)", "Care for pregnant women with substance use disorder.", "Summary of recommended guidance: Sources that have guidance  generally agree that addicted pregnant women should have access to  screening and specialized addiction-treatment programs.", "Example: “Screening for drug and alcohol use is a first step and is  followed with referral to treatment. For women who report opiate use,  the standard of care is not to detoxify from opiates during pregnancy  due to the fetal risks of withdrawal. Rather the standard of care is to  provide…methadone or buprenorphine…” – Pregnancy and  Postpartum Care in Correctional Settings (2018)", "Example: “The standard of care for pregnant women with [opioid use  disorder] is  and should therefore  be offered/continued for all pregnant detainees and incarcerated  individuals.” – Joint Public Correctional Policy on the Treatment of  Opioid Use (2018)", "HIV care for pregnant women.", "Summary of recommended guidance: Sources that have guidance  generally agree that pregnant women should have access to testing  and treatment of HIV for the benefit of both the mother and child.", "Example: “The Centers for Disease Control and Prevention  recommends universal opt-out HIV screening for pregnant women;  with early detection, prevention of mother-to-child transmission can be  accomplished…” – Pregnancy and Postpartum Care in Correctional  Settings (2018)", "Vaccinations for pregnant women.", "Summary of recommended guidance: Sources that have guidance  generally agree that vaccines recommended for pregnant women be  provided to detainees in accordance with accepted medical  guidelines.", "Example: “Current recommendations are that all pregnant women  should be vaccinated with the flu vaccine during flu season and  tetanus, diphtheria, and pertussis during the third trimester, regardless  of whether they were vaccinated outside of pregnancy.” – NCCHC  Standards for Health Services in Jails (2018)", "Example: “Vaccines related to pregnancy should be offered pursuant  to CDC guidelines…” – Report of the DHS Advisory Committee on  Family Residential Centers (2016)", "Prenatal vitamins.", "Summary of recommended guidance: The sources that have  guidance generally agree that prenatal vitamins should be provided to  pregnant women, and some sources state that prenatal vitamins  should be provided to breastfeeding women.", "Example: “Pregnant women must also receive prenatal vitamins that  contain, among other essential vitamins and minerals, 400mcg to  800mcg of folic acid... Women with documented anemia  (hemoglobin<11) should receive additional iron supplementation.” –  Pregnancy and Postpartum Care in Correctional Settings (2018)", "Example: “Appropriate nutrition and prenatal vitamins should be given  to lactating women…” – NCCHC Standards for Health Services in  Jails (2018)", "Nutrition for pregnant women.", "Summary of recommended guidance: Sources that have guidance  generally recommend special nutrition regimens for pregnant women,  with varying degrees of specificity, ranging from recommending the  use of supplements broadly to specifying required nutrients such as  folic acid and calcium and extra calories in the form of additional  meals, larger meals, or food between meals, and in some cases  specifying that these requirements also apply for postpartum women.", "Example: “Pregnant and postpartum women have additional  nutritional needs and should be counseled on the importance of  adequate nutrition. Diets provided by correctional institutions should  be specialized to the women’s needs and be rich in whole grains,  calcium, and fruits and vegetables. In the second and third trimesters,  women require an additional 300 calories per day…” – Pregnancy and  Postpartum Care in Correctional Settings (2018)", "Special accommodations for pregnant women.", "Summary of recommended guidance: Sources that have guidance  generally agree that accommodations should be provided to pregnant  women. Some sources specify accommodations such as appropriate  programming and hygiene for pregnant women and nursing mothers,  appropriately adjusted work assignments and exercise, and bottom  bunks.", "Example: “Activity for pregnant women must take into account the  physical constraints of being in a correctional facility. All pregnant  women must have a bottom bunk so that they do not risk falling from a  top bunk. Certain work assignments may be inappropriate…Work  assignments should be adjusted accordingly. In the absence of  medical or obstetric complications, 30 minutes or more of moderate  exercise a day on most, if not all, days of the week is recommended.”  – Pregnancy and Postpartum Care in Correctional Settings (2018)", "Segregation of Pregnant Women.", "Summary of recommended guidance: Sources that have guidance  generally agree that pregnant women should not be placed in  segregation, though some suggests this could be necessary in certain  cases.", "Example: “Women who are pregnant, who are postpartum, who  recently had a miscarriage, or who recently had a terminated  pregnancy should not be placed in restrictive housing…In very rare  situations, a woman who is pregnant, is postpartum, recently had a  miscarriage, or recently had a terminated pregnancy may be placed in  restrictive housing as a temporary response to behavior that poses a  serious and immediate risk of physical harm…” – U.S Department of  Justice Report and Recommendations Concerning the Use of  Restrictive Housing (2017)", "Use of Restraints on Pregnant Women.", "Summary of recommended guidance: Sources that have guidance  generally agree that restraints generally should not be used on a  pregnant woman, except when necessary. Some sources indicate that  if restraints are necessary, it should be well documented and require  approval and assessment from a senior official and/or medical  professional. Some sources specify the types of restraints that should  never be used including abdominal restraints, handcuffs behind the  back, and leg and ankle restraints.", "Example: “Restraint of pregnant inmates during labor and delivery  should not be used. The application of restraints during all other pre-  and postpartum periods should be restricted as much as possible and,  when used, done so with consultation from medical staff and in the  least restrictive means possible.  All uses of restraints in pregnant  inmates must be documented and reviewed.” – NCCHC Position  Statement: Restraint of Pregnant Inmates (2015)", "Example: “Policies and procedures on the use of restraints on  pregnant women and girls under correctional custody should be  developed collaboratively by correctional leaders and medical staff  who have knowledge about the potential health risks…The use of  restraints on pregnant women and girls under correctional custody  should be limited to absolute necessity.” - U.S. Department of Justice,  Bureau of Justice Assistance: Best Practices in the Use of Restraints  with Pregnant Women and Girls Under Correctional Custody (2014)", "Record Keeping on Pregnant Women Actions.", "Summary of recommended guidance: Sources that have guidance  generally agree that accurate records of detention regarding pregnant  women should be kept, with varying levels of specificity ranging from  noting that records should be kept for incidents of restraint to  specifying how documentation is kept and reviewed. One source  notes that medical records should also be easily accessible for offsite  care providers.", "Example: “If detention continues ICE should ensure…reporting of  detention to ICE Headquarters and continued review of the need to  detain.” – Report of the DHS Advisory Committee on Family  Residential Centers (2016)", "Example: “Obstetrician-gynecologists and other obstetric care  providers of antepartum care should be able to either primarily provide  or easily refer to others to provide a wide array of services. These  services include… imely transmittal of prenatal records to the site  of the woman’s planned delivery so that her records are readily  accessible at the time of delivery.” – American College of  Obstetricians and Gynecologists Guidelines for Perinatal Care, Eighth  Edition (2017)"], "subsections": []}, {"section_title": "Appendix V: U.S. Customs and Border Protection Policies on Care for Pregnant Women", "paragraphs": ["U.S. Customs and Border Protection (CBP) and its components, Border  Patrol and the Office of Field Operations (OFO), have several policies  and standards that address the care and treatment of pregnant women in  their custody. Specifically, these include the following:", "CBP: National Standards on Transport, Escort, Detention, and Search  (2015)", "OFO: Personal Search Handbook (2004)", "OFO: Directive: Secure Detention, Transport and Escort Procedures  at Ports of Entry, CBP Directive No. 3340-030B (2008)", "Border Patrol: U.S. Border Patrol Policy: Hold Rooms and Short Term  Custody (2008)", "Summaries of these policies and standards are provided below, along  with the titles of the policies or standards on which each summary is  based.", "Processing and holding. Officers and agents will consider pregnancy  when expediting processing of vulnerable detained persons and when  placing detained persons with others in hold rooms and holding facilities.", "Secure Detention, Transport and Escort Procedures at Ports of Entry  (2008) and U.S. Border Patrol Policy: Hold Rooms and Short Term  Custody (2008)", "Mental health services and counseling for pregnant women. If an  agent or officer observes signs of mental illness, it should be reported to a  supervisor and appropriate medical care be provided or sought, including  calling emergency services in the event of an emergency.", "Transport, Escort, Detention, and Search (2015)", "Nutrition for pregnant women. Pregnant detainees should be offered a  meal every six hours they are in detention and have access to snacks,  milk, or juice at all times.", "Transport, Escort, Detention, and Search (2015); Secure Detention,  Transport and Escort Procedures at Ports of Entry (2008); and U.S.  Border Patrol Policy: Hold Rooms and Short Term Custody (2008)", "Special accommodations for pregnant women. Reasonable  accommodations should be made for pregnant women, including  placement in the least restrictive appropriate setting. If circumstances  permit, pregnant women should not be placed in hold rooms or other  secure areas, but instead in an open area under supervision.", "Transport, Escort, Detention, and Search (2015); Secure Detention,  Transport and Escort Procedures at Ports of Entry (2008); and U.S.  Border Patrol Policy: Hold Rooms and Short Term Custody (2008)", "Use of restraints on pregnant women. Officers and agents should not  use restraints on pregnant women unless they demonstrate or threaten  violence, have a criminal and/or violent history, or there is an articulable  escape risk. Even if restraints are used, pregnant detainees are not to be  restrained face-down, on their backs, or with a belt that constricts the  area of her pregnancy. Pregnant women can never be restrained while in  active labor or delivery. All use of restraints must be documented.", "Transport, Escort, Detention, and Search (2015)", "Record keeping on pregnant women actions. All physical interactions  with pregnant women must be recorded after they occur. Any medical  emergency must be recorded as soon as practical after emergency  services have been contacted. Further, Border Patrol agents must create  a booking record for persons detained and the record must include a  medical annotation for conditions requiring care, including pregnancy.", "Transport, Escort, Detention, and Search (2015) and U.S. Border  Patrol Policy: Hold Rooms and Short Term Custody (2008)"], "subsections": []}, {"section_title": "Appendix VI: U.S. Immigration and Customs Enforcement Inspection Results for Care of Pregnant Women", "paragraphs": ["U.S. Immigration and Customs Enforcement (ICE) uses various  inspections for accessing facilities’ compliance with policies and detention  standards—the frequency and focus of which vary. Some inspections  also include pregnancy-related performance measures, such as a  measure assessing whether a pregnancy test was performed at intake.  We analyzed reports and data from five ICE inspections that address  compliance with pregnancy-related policies and detention standards from  2015 through June 2019—the most recent data available at the time of  our review. We selected these inspections because they review some  aspect of the care provided to pregnant women. These inspections  address compliance at ICE detention facilities where on-site medical care  is provided by both ICE Health Service Corps (IHSC) as well as other  entities (non-IHSC facilities)."], "subsections": [{"section_title": "Pregnancy-related Performance Measures at IHSC-staffed and non- IHSC Facilities", "paragraphs": ["We reviewed results from IHSC’s inspections of IHSC-staffed and non- IHSC facilities, which includes pregnancy-related performance measures.  We found that instances of non-compliance occurred at 16 facilities  subject to a range of detention standards. Three of these facilities were  IHSC-staffed, and 13 were non-IHSC. Table 10 shows results from  December 2016 through March 2019."], "subsections": []}, {"section_title": "Pregnancy-related Performance Measures at IHSC-staffed Facilities", "paragraphs": ["We reviewed information on pregnancy-related performance measures  reported by facilities staffed by IHSC. Table 11 shows results from fiscal  years 2015 through 2018.", "Although the table shows average annual compliance across all IHSC- staffed facilities, variation exists between facilities, and over time. For  example, in fiscal year 2018, one facility improved its performance on the  measure of whether prenatal vitamins were prescribed from 33 percent  compliance in the first quarter to 100 percent compliance in the second  quarter. In addition, in fiscal year 2018, facilities’ compliance with each  measure ranged as follows:", "Obstetrician-gynecologist consult ordered is documented within 7  business days of identification: 50 to 100 percent (average 80  percent)", "Obstetrician-gynecologist scheduled appointment time documented  within 7 business days of identification: 15 to 100 percent (average 75  percent)", "Detainee education documented at each encounter: 0 to 100 percent  (average 79 percent)", "Records reviewed by provider after obstetrician appointment: 0 to 100  percent (average 79 percent)", "Appropriate labs ordered if not obtained from obstetrician- gynecologist: 50 to 100 percent (average 79 percent)"], "subsections": []}, {"section_title": "Deficiencies, Recommendations, and Corrective Actions for ICE Inspections of Pregnancy- related Detention Standards", "paragraphs": ["Three additional ICE inspections identified 19 findings at 13 facilities  related to the care of pregnant women. All of the findings occurred at non- IHSC facilities. Table 12 provides additional information on the findings  and corrective actions that facilities reported taking."], "subsections": []}]}, {"section_title": "Appendix VII: Summary of Interviews with Pregnant Women Regarding Their Care in Department of Homeland Security Custody", "paragraphs": ["We interviewed ten pregnant women who were detained at three of the  four U.S. Immigration and Customs Enforcement (ICE) facilities we  visited, including facilities staffed by ICE Health Service Corps (IHSC- staffed) and non-IHSC facilities. We interviewed an additional four  pregnant women at a local shelter in Texas which provides temporary  accommodations to those in need of housing after their release from DHS  custody. These four women may not have known which agency they had  been detained or held by prior to entering the shelter. As a result, their  perspectives are listed separately in the table below from the 10 women  with whom we spoke at ICE detention facilities. Table 13 summarizes the  perspectives of these 14 pregnant women. Although these interviews are  not generalizable and may not be indicative of the care provided at all  detention facilities, they provided us with perspectives on the care  provided to pregnant women. We did not independently verify statements  made by these 14 women we interviewed."], "subsections": []}, {"section_title": "Appendix VIII: Complaints Regarding U.S. Immigration and Customs Enforcement’s and U.S. Customs and Border Protection’s Care of Pregnant Women", "paragraphs": ["We analyzed and categorized complaints that detainees, family members,  non-governmental organizations, or other parties submitted to various  entities from January 2015 through April 2019 regarding U.S. Immigration  and Customs Enforcement’s (ICE) and U.S. Customs and Border  Protection’s (CBP) care of pregnant women. Specifically, we reviewed  complaints from Department of Homeland Security’s (DHS) Office for Civil  Rights and Civil Liberties (CRCL), DHS’s Office of Inspector General, and  ICE Health Service Corps (IHSC). We identified a total of 107  complaints—54 regarding ICE, 50 regarding CBP, and three regarding  both ICE and CBP."], "subsections": [{"section_title": "Complaints against ICE", "paragraphs": ["We identified 54 unique complaints submitted from January 2015 through  April 2019 regarding ICE’s care of pregnant women. Each of the 54  complaints may identify more than one area of concern, and as such we  identified 104 concerns. The most common concern was that ICE  allegedly did not provide medical care or the medical care was not quality  or timely.", "As previously described in this report, the investigating agency  determined that one complaint was substantiated and one complaint was  partially substantiated. The remaining complaints were either still open as  part of an on-going investigation, unsubstantiated by the investigating  agency, or the complaint was not substantiated or unsubstantiated for a  variety of reasons. Table 14 provides additional information on the  number and types of concerns identified in the 54 complaints regarding  ICE’s care of pregnant women."], "subsections": []}, {"section_title": "Complaints against CBP", "paragraphs": ["We identified 50 unique complaints submitted from January 2015 through  April 2019 regarding CBP’s care of pregnant women. Each of the 50  complaints may identify more than one area of concern, and as such we  identified 81 concerns. The most common concern was that pregnant  women had allegedly been physically, verbally, or otherwise mistreated.", "As previously described in this report, the investigating agency  determined that one complaint was substantiated. The remaining  complaints were either still open as part of an on-going investigation,  unsubstantiated or partially unsubstantiated by the investigating agency,  the complaint was not substantiated or unsubstantiated for a variety of  reasons, or the complaint described an event that occurred, such as a  miscarriage, but did not allege that mistreatment or improper care  occurred. Table 15 provides additional information on the number and  types of issues identified in the 50 complaints regarding CBP’s care of  pregnant women."], "subsections": []}]}, {"section_title": "Appendix IX: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix X: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Dawn Locke (Assistant Director),  Tracey Cross (Analyst-in-Charge), Hiwotte Amare, David Bieler, Christine  Davis, Elizabeth Dretsch, Kelsey Griffiths, Eric Hauswirth, Sasan J. “Jon”  Najmi, Sean Sannwaldt, and Adam Vogt made key contributions to this  report."], "subsections": []}]}], "fastfact": ["U.S. Immigration and Customs Enforcement detained pregnant women more than 4,600 times from 2016-2018. Most detentions lasted 1 week or less.", "ICE has policies and standards related to the care for pregnant women that vary by facility type, with some having more requirements than others. ICE is updating its policies and standards to address gaps.", "At facilities it inspected, ICE generally found at least 79% compliance with inspection measures related to pregnancy care.", "Most ICE detentions started with U.S. Customs and Border Protection arrests. CBP mostly relies on offsite pregnancy care, but plans to enhance medical support at select facilities."]}