{"id": "GAO-02-475", "url": "https://www.gao.gov/products/GAO-02-475", "title": "Defense Infrastructure: Greater Management Emphasis Needed to Increase the Services' Use of Expanded Leasing Authority", "published_date": "2002-06-06T00:00:00", "released_date": "2002-06-06T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["The military services face significant challenges in addressing facility sustainment, restoration, and modernization needs with limited funds. These challenges are magnified by the 20 to 25 percent of the Department of Defense's (DOD) real property that it views as not being needed to meet current mission requirements, but that adds to costs. To reduce these costs and acquire additional resources to maintain its facilities, DOD has developed a multi-part strategy involving base realignment and closure, housing and utility privatization, competitive sourcing of non-inherently governmental functions, and demolition of facilities that are no longer needed. Although the services continue to use the leasing authority provided for traditional type of leases, they have made limited efforts to use the expanded leasing authority enacted by Congress in fiscal year 2001. The services have identified a number of impediments that have limited the use of the expanded leasing authority and that could adversely affect the program in the future."]}], "report": [{"section_title": "Letter", "paragraphs": ["The military services face significant challenges in addressing facility sustainment, restoration, and modernization needs with limited funds. These challenges are magnified by the 20 to 25 percent of the Department of Defense’s real property that it views as not being needed to meet current mission requirements, but that nevertheless adds to costs. To reduce these costs and acquire additional resources to maintain its facilities, the Department has developed a multi-part strategy involving base realignment and closure, housing and utility privatization, competitive sourcing of non-inherently governmental functions, and demolition of facilities that are no longer needed. The Department’s strategy also involves leasing its underused real property to reduce infrastructure and base operating costs.", "Under specific authority, the services have for years leased real property not currently needed for mission requirements to reduce infrastructure and base operating costs. Through leasing, the services have been able to put their surplus capacity to productive use and to generate cash and in- kind consideration of approximately $32 million between 1999 and 2001. The Floyd D. Spence National Defense Authorization Act for Fiscal Year 2001 significantly expanded the services’ leasing authority, which the Department believes the services could use to significantly reduce infrastructure and base operating costs.", "Because of the potential to reduce infrastructure and base operating costs offered by the expanded leasing authority, we initiated this review to (1) assess the extent to which the services have used the new authority since its enactment in fiscal year 2001, and (2) identify any factors that may limit use of the new authority. The scope and methodology of our work is in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["The military services face the challenge of dealing with a large backlog of facilities maintenance and repair and insufficient funding devoted to sustainment, restoration and modernization. To address this issue, DOD is pursuing an installation strategy to reduce infrastructure and base operating costs and reshape military installations to meet the needs of the 21st century. After the Cold War, military force structure was reduced by 36 percent. Consequently, the Department was left with infrastructure it no longer needed for current military operations. To address this imbalance, the Department has undergone four rounds of base realignment and closures that have reduced its infrastructure holdings by about 21 percent. Even after the four rounds of base realignment and closures, the Department estimates that 20 to 25 percent of its infrastructure is not needed to meet current mission requirements. Meanwhile, service budgets frequently have been insufficient to address facility needs. In December 2001, Congress passed the National Defense Authorization Act for Fiscal Year 2002 giving the Department the authority for another round of base realignment and closure in 2005. The Department estimates it will save approximately $3 billion annually following these actions.", "Although the Department views the base realignment and closure process as having the greatest impact in terms of savings, it is only one initiative in a multi-part strategy to reshape and make the services’ installations more efficient. Other important initiatives include, but are not limited to, housing and utility privatization, competitive sourcing of non-inherently governmental functions, demolition, and leasing of real property and facilities."], "subsections": [{"section_title": "DOD’s Leasing Authority", "paragraphs": ["DOD’s leasing authority can be traced back to the Act of July 28, 1892. The act provided general authority for the Secretary of War to enter into leases for a maximum of 5 years for property that was “not for the time required for public use.” The Navy received similar authority under a separate law in 1916. Neither statute permitted the services to retain cash proceeds or accept non-cash or “in-kind” consideration. Additionally, the Miscellaneous Receipts Act required all cash payments to be deposited in the Treasury. Congress expanded the Department’s leasing authority in 1947. The expansion permitted the service secretaries to enter into leases for longer periods, grant the lessee a first right to buy the property in case of sale, and accept in-kind consideration. The expansion also provided that in-kind consideration could be applied specifically to the leased property or to the entire installation, if a substantial part of the installation was leased. Congress also provided limited relief from the Miscellaneous Receipts Act by permitting the services to be reimbursed for the costs of utilities or services provided in connection with a lease.", "The basic authority remained relatively unchanged until 1990, when Congress amended 10 U.S.C. 2667 to establish special accounts for cash payments.  The amendment required the services to use the accounts for environmental restoration or facilities maintenance and repair. The amendment provided that, to the extent provided in appropriation acts, half of the proceeds were to be returned to the installation where the property was located and the other half was to be available for use by the services. The services had the option of allocating some or all of a service’s half of the cash proceeds to the installation leasing the property or retaining it for any property owned by the service.", "Even with these amendments to 10 U.S.C. 2667, the Department believed that further revisions were needed to make the statute a better tool for utilizing its property. Section 2814 of the Strom Thurmond National Defense Authorization Act for Fiscal Year 1999 required the Department to provide Congress with an assessment of its authority to lease real property and proposed adjustments to 10 U.S.C. 2667. In its report, the Department proposed four changes that would have allowed the Department, in its view, to use its surplus capacity more effectively to further reduce installation support costs. The proposed changes included (1) allowing the use of cash proceeds without the additional step of congressional appropriation, (2) permitting environmental indemnification, (3) expanding the use of in-kind consideration, and (4) permitting new construction as in-kind consideration. Congress acted on these proposals, but did not implement all of the Department’s proposals.", "In the Floyd D. Spence National Defense Authorization Act for Fiscal Year 2001, Congress significantly expanded the services’ authority to accept in- kind consideration. Specifically, Congress expanded authorized use of in- kind consideration to include additional services, such as construction of new facilities. It also allowed service secretaries to accept in-kind consideration at any property or facility under their control, rather than at only the installation leasing the property. Congress made similar changes to the authority to use funds from the special accounts for cash payments. These accounts may now be used for acquisition of facilities and facilities operation support, as well as construction of new facilities. The Department of Veterans Affairs has had similar enhanced leasing authority since 1991, which permits it to lease property for the purpose of generating revenues to improve services to veterans. Appendix II provides examples of Veterans Affairs’ use of their enhanced leasing authority."], "subsections": []}, {"section_title": "The Services’ Historical Use of Leasing", "paragraphs": ["The services have leased real property on their bases for years as a means to reduce infrastructure and base operating costs. The military services leased space for banks, credit unions, ATMs, storage, schools, and agricultural grazing. These projects served the needs of the community and generated modest amounts of revenues. From 1994 to 1998, the services entered into approximately 1,800 real property leases that generated $21.9 million. Agricultural and grazing leases comprised 36 percent of the total number of leases for all military Departments combined. Revenues from agricultural and grazing leases are retained to cover administrative costs of leasing and to cover financing of land-use management programs at installations. Service revenues from leasing increased to $10.7 million in fiscal year 1999, $14.4 million in fiscal year 2000, and $12.9 million in fiscal year 2001. These amounts do not include in-kind consideration. The Department estimates that, including in-kind consideration, the services collected the equivalent of $22 to $25 million annually for the 3-year period. This figure represents approximately one- third of 1 percent of the Department’s $6 billion facilities capital improvement requirement.", "In the Department of Defense’s 1999 leasing report to Congress, the Department estimated that the expanded leasing authority could increase its revenues to $100 to $150 million annually after the first 5 years of the expanded authority. To accomplish this, the Department expects the services to focus on larger and more complex leases, to include major development projects that involve real estate developers who lease the property, restore it, and in turn sublease the property to a variety of tenants. The services are also exploring ways to share in future revenues with developers as part of lease agreements."], "subsections": []}]}, {"section_title": "Use of Expanded Leasing Authority Limited", "paragraphs": ["The services continue to use 10 U.S.C. 2667 for traditional leases, but the services have made limited efforts to use the expanded leasing authority, which was expected to result in larger and more complex projects. As a result, the services may not meet the Department’s expectations of generating $100 to $150 million in annual revenues from the expanded authority. To date, the Army has completed two projects based on the expanded authority and has identified several other potential projects. (See app. III for more details on the projects currently under consideration by the Army using the expanded leasing authority.)  On June 21, 2001, the Army signed a lease, with a developer who will restore several buildings at Fort Sam Houston, San Antonio, Texas, and sublease them. The Army expects to receive $253 million in revenue over the next 50 years from this project.  On September 26, 2001, the Army signed a 33-year lease with the University of Missouri, which will develop and sublease 62 acres on Fort Leonard Wood, Missouri, for a technology park.   The University of Missouri Systems and the State of Missouri will provide an initial investment of $4 million.  According to an Army official, the Army will receive $500 annually for each sub-leased acre and 7 percent of the net proceeds collected from the sublease.  This project will enhance the installation’s mission by enabling industry and academic partners to co-locate on the installation.", "According to Air Force and Navy officials, they are in the process of identifying potential projects that would use the expanded leasing authority.  However, as noted below, the services have cited numerous factors that were likely to limit the use of the expanded leasing authority."], "subsections": []}, {"section_title": "Factors Affecting the Services’ Current and Future Use of the Expanded Leasing Authority", "paragraphs": ["The services have identified a number of factors that have limited the use of the expanded leasing authority and that could adversely affect the program in the future.  However, the Army’s leasing experience indicates that leasing opportunities may exist notwithstanding these factors. A significant factor that could hinder the use of the expanded leasing authority may be the absence of strong program emphasis, including detailed program guidance and goals and a financial system capable of tracking revenues and in-kind consideration from leases."], "subsections": [{"section_title": "Impediments Affecting the Services’ Use of the Expanded Leasing Authority", "paragraphs": ["The services have identified a number of impediments that have made them cautious about using the expanded leasing authority. Some of their concerns have been raised by the congressionally authorized round of base realignment and closure scheduled for 2005 and force protection issues resulting from the events of September 11.  Other potential impediments include mission compatibility, budget implications, legal requirements, and resource availability."], "subsections": [{"section_title": "Base Realignment and Closure", "paragraphs": ["Navy and Air Force officials cite the planned base realignment and closure process authorized for 2005 as one of the main obstacles to expanding their leasing efforts in the short-term. The services are hesitant to lease property on bases that might be subject to a base realignment and closure action or may be required for future mission needs. Navy officials expressed concern about having to terminate leases if an installation should subsequently be subject to a base realignment and closure action, citing costs it had inccurred under similar circumstances. For example, Navy officials stated they had to maintain the utilities at a base in El Toro, California, for a year after the base was closed because it could not terminate a lease without incurring substantial costs.", "The services also want to reserve property in the event that they have to accommodate missions from realigned or closed installations. An Air Force official stated that leased property might be needed for missions transferring from realigned or closed bases. The official added that the Air Force has significantly reduced its infrastructure by demolishing over 300,000 square feet of property and closing 31 bases in the previous base closure rounds. Thus, according to Air Force officials, there are not as many opportunities to lease.  Also, according to a Navy official, laws and regulations, community interest, and the local congressional delegation can limit the service’s ability to terminate leases, making the leases nearly irreversible commitments of assets.  Consequently, the Navy and Air Force are hesitant to use the expanded leasing authority until the future base realignment and closure process identifies those installations that will be closed or realigned."], "subsections": []}, {"section_title": "Force Protection and Base Security", "paragraphs": ["All three of the services expressed concern about the impact of leasing on force protection and base security issues. For example, according to services officials, installation commanders are concerned about their ability to strengthen security and limit base access if they open their bases to private tenants. The events of September 11, 2001, have increased their concerns about these issues.", "Despite the need for increased emphasis on force protection and security concerns, the services may be able to mitigate, according to an Army official, the impact of force protection issues somewhat by locating leasing projects near the periphery of an installation. In addition, heightened security may be an advantage in attracting lease projects. The Army, for example, has chosen to emphasize the benefits of heightened security to potential leasing clients. It will promote additional security measures as a benefit in future lease proposals."], "subsections": []}, {"section_title": "Mission Compatibility", "paragraphs": ["Service officials also cited mission compatibility as an obstacle to leasing projects for some installations. These officials indicate that they do not want to create new missions on their installations and have issued memoranda stating that leases should be consistent with an installation’s mission. However, according to service officials, finding projects that are mission related could be difficult. For example, the Navy has turned down proposals to lease and develop naval property because the leases would have conflicted with the Navy’s mission. According to a Navy official, the Navy is concerned that the more involved it becomes with a community through leasing projects, the less flexibility and control it has over its installation. Furthermore, some officials have indicated that generating interest in leasing Navy properties is difficult because naval buildings and property generally have very specific uses and may not be easily modified to satisfy the needs of potential lessees. For example, naval shipyards have very specialized missions that limit the activities that can be conducted on them. Similarly, Air Force officials are concerned that joint use of an installation could compromise its mission. For example, if a private firm wanted to lease an aircraft hangar and allow private aircraft to take off and land, the Air Force would then have to coordinate those private flights with its flight schedule, which could affect its mission.", "The services may be able to overcome this issue by subleasing to government contractors and other service units that are currently leasing private property, and they may be able to find lease projects with private companies that reinforce their missions. For example, the Army is hoping to take advantage of San Antonio’s medical industry to identify and attract leases at Fort Sam Houston, which has a large medical mission. Similarly, the Army is structuring a lease that would provide for a joint-use hot-test track in Yuma, Arizona. The Army would be able to test the durability of its vehicles in desert conditions in conjunction with a private vehicle manufacturer."], "subsections": []}, {"section_title": "Budget Implications", "paragraphs": ["Section 2667 of title 10, United States Code, provides that at least 50 percent of lease revenues must be returned to the installation where the lease is located. The Department and services view this as an incentive to installation commanders to identify and lease available property to help defray base operating support costs. However, according to the Department of Defense’s leasing report to Congress, the Office of Management and Budget and Congress may view lease revenues as a substitute for direct appropriations and may reduce the Department’s appropriation dollar-for-dollar by the increase in lease revenue. The Department may in turn reduce the services’ budgets thus reducing or eliminating an incentive for them to identify and lease additional properties.", "This disincentive may be offset to some extent by the expanded leasing authority’s broadened use of in-kind consideration to include additional services and new construction. In addition, in-kind consideration can remain at the installation, which allows the installation to immediately realize all of the benefits."], "subsections": []}, {"section_title": "Legal Requirements", "paragraphs": ["Department and service information has indicated that the McKinney- Vento Homeless Assistance Act, National Historic Preservation Act, and environmental indemnification issues can discourage leasing of their facilities.  However, others suggest that this is not always the case.", "The Department’s report to Congress stated that the McKinney-Vento Homeless Assistance Act could discourage leasing. The McKinney-Vento Act mandates that providers for the homeless must be given an opportunity to use federal real property identified as not currently needed for mission requirements.  However, service officials have found that while compliance with the McKinney-Vento Act is a time-consuming process, it does not necessarily impede their ability to respond to leasing opportunities.", "Also, service officials stated that the National Historic Preservation Act could hinder the leasing program.  Many of the buildings on the three services’ installations are historic properties and are protected by the National Historic Preservation Act. For example, the Army estimates that approximately 15,000 of its properties are listed on or eligible for the National Register of Historic Places. Service officials stated that numerous regulations on maintenance, preservation, and restoration of historic properties could limit a leasing project’s success by limiting the developer’s ability to attract tenants.  Specifically, at Army property leased at Fort Sam Houston (where, according to Army officials, 57 percent of the buildings are historic), the state historic preservation office wanted the developer to retain walls that were blocking natural light. Through lengthy negotiations, the developer was able to convince preservation officials that they would be unable to secure a sufficient number of tenants to make the lease profitable, without the ability to design space with natural light. While the National Historic Preservation Act can create issues for a developer, the act can also be an incentive because of the potential tax credits a developer can receive for restoring historic property. For example, even though leased property is involved, the developer at Fort Sam Houston is seeking tax credits for the property, which he stated might be used to lower the rental rate of its sub-leases, including leases to the federal government. If the developer at Fort Sam Houston is successful, the tax credits could potentially attract developers and lessees to installations that would otherwise not be considered desirable due to location or other issues. In addition, a DOD official stated that the services could capitalize on their historic property by marketing the property to the film industry, which could generate substantial revenue.", "The Department’s report and service officials stated that environmental indemnification (i.e., to hold harmless the lessee from liability for Department-related environmental contamination) is also a significant barrier to leasing. According to DOD, there is a perception in the private sector that military property has a high potential for being contaminated, even when current studies indicates otherwise. Potential lessees who are concerned about the liability for cleanup costs under the Comprehensive Environmental Response, Compensation, and Liability Act may be discouraged from leasing military property. Although the Department has stated that under any leasing arrangement it is responsible for all environmental cleanup cost, potential lessees may be reluctant to engage in an agreements without indemnification."], "subsections": []}, {"section_title": "Limited Resources", "paragraphs": ["Limited resources, including well-trained personnel and funds may also impede the services’ leasing efforts. The expanded authority, to the extent used or envisioned, could involve large, complex real estate transactions that require experienced legal and real estate personnel to complete. According to service officials, the lack of a sufficient number of staff members with the necessary real estate knowledge is an impediment to expanding leasing efforts. Service officials added that installation commanders—whom the services are relying on to identify potential leasing opportunities and prepare business cases supporting the project— have not received any formal training and lack the necessary expertise. In addition, according to service officials, the services are reluctant to assume the risks of expending their limited resources on potential projects that may not result in a lease.", "According to Navy officials, the Navy has a limited number of trained real estate staff and many of them are involved with higher priority issues, such as utility privatization and its Ford Island development project. One Navy official stated that installation personnel are not trained to identify, complete, and manage leasing projects. Air Force officials expressed similar concerns, stating that installation commanders are not currently trained to manage property. Likewise, the Air Force has also dedicated its personnel to other priority projects, including its demonstration project at Brooks Air Force Base, limiting its ability to undertake additional leasing projects.", "To address the shortage of personnel, the Army at Fort Sam Houston converted its Total Quality Management Office into a business practices office to handle the leasing project. As a result of these efforts, the Army has projected that it will receive approximately $253 million in revenue over the lease’s 50-year term. This has led the Army to encourage its major commands to establish business practices offices at their installations to handle, among other things, leasing functions."], "subsections": []}, {"section_title": "Program Emphasis Lacking", "paragraphs": ["The services lack a strong program emphasis that would encourage the use of the expanded leasing authority. They have neither identified program goals in terms of desired savings and timelines for achieving them, nor have they developed implementation guidance. In addition, the services have not accurately accounted for existing lease revenue, and their accounting systems are not equipped to track in-kind consideration.", "The military services control and are responsible for the operation of their installations; therefore, DOD has essentially deferred to the military services to establish program guidance for implementing the expanded leasing authority. However, the services have not developed this guidance to include measurable goals and detailed guidance that will enable them to take full advantage of the expanded authority. Each service has issued policy memoranda outlining the goals and purpose of the expanded leasing authority, but these memoranda generally reiterate the Office of the Secretary of Defense’s overall goal of expanding leasing efforts to reduce base operating costs and to improve installation efficiency. The services’ memoranda do not identify measurable goals in terms of the amount of savings the services want to achieve and when they want to achieve them. Additionally, the services have not provided detailed guidance, such as criteria for identifying facilities and space available for leasing, nor a methodology to identify those projects that have the potential to return the most lease revenues. For example, although the Army is aggressively pursuing lease projects that could potentially generate millions of dollars in savings, it has not selected these projects systematically or determined how many projects it can successfully undertake given the complex nature of the leases. Instead of a formal management framework, the services have relied upon installation commanders to identify and pursue leasing opportunities. Service officials admit that many installation commanders may not be adequately prepared to handle these duties, as they lack personnel with both real estate and leasing experience.", "Where leasing has occurred, historically, the services have not accurately accounted for lease revenue, and their accounting systems are not equipped to track in-kind consideration received in lieu of cash. In the case of cash revenues, the law provides that at least 50 percent of the revenue must be returned to the installation where the leased property is located. According to service officials, returning lease revenue acts as an incentive to installation commanders to identify and lease as much of their real property as is reasonable. However, we found that two of the three services were unable to accurately track cash revenues, which resulted in installations from two services receiving less revenue than anticipated or no revenue: In fiscal year 2000, Air Force installations reported that they should have about $2.1 million in lease revenue. However, DOD’s treasury leasing account records showed that Air Force installations only deposited about $1.4 million in the account, resulting in a $700,000 discrepancy, which the Air Force has yet to reconcile. Because of the $700,000 discrepancy, the Air Force pro-rated the lease revenues, giving each installation and its major command a share of the $1.4 million, but not necessarily 100 percent of the revenue they had generated, which is ordinarily Air Force policy. The Air Force is unable to identify whether the $700,000 was collected or incorrectly recorded into another account.", "According to Department records, the treasury leasing account showed that the Navy deposited $4.7 million in lease revenue in fiscal year 2000. However, the Navy’s Financial Management and Budget Office is unable to identify the source of 48 deposits totaling approximately $800,000, and, therefore, the Navy has not distributed $2.35 million (50 percent of the revenues) back to the installations, as provided by 10 U.S.C. 2667. However, the Navy has already distributed 50 percent of the revenue for other service needs.", "Each of the services lacks a service-wide accounting system to track in- kind consideration, which can be accepted in lieu of cash payments and can include construction of new facilities or maintenance and repair services. In-kind consideration currently accounts for about 40 percent of lease revenue, according to Department of Defense officials, who encourage in-kind consideration as an alternative to cash revenue. While the expanded authority gave the services the ability to use in-kind consideration at any installation under its control, the lack of visibility over in-kind consideration at the service level limits the services’ ability to accurately account for a significant portion of its leasing revenue. Consequently, the services may be unable to determine the success of their leasing efforts, which may limit their ability to use in-kind consideration for their highest priority projects."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["In an era of reduced budgets for infrastructure and base operating costs, leasing can be an important tool that allows the services to help meet some of their most critical infrastructure needs. We recognize that the impediments identified by the services are likely to limit the use of the expanded leasing authority somewhat. However, recent and on-going efforts by the Army to use the expanded authority suggest that with sufficient emphasis, opportunities may still exist to lease under this expanded authority. At present, the program lacks needed emphasis and planning in terms of formally developed goals or detailed guidance. Consequently, the services are not systematically identifying potential lease projects and have not determined how many of these projects to undertake at one time. In addition, revenue from existing lease projects has not been accurately accounted for and distributed to installations, which may discourage installation commanders from initiating projects under the expanded leasing authority. In-kind consideration represents approximately 40 percent of the benefits from these existing leases and is expected to increase. However, the services have not accounted for these receipts, which may prevent the services from assessing the full extent of their success."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To make better use of the expanded leasing authority, we recommend that the Secretary of Defense require the Under Secretary of Defense for Acquisition, Technology, and Logistics to work with the Secretaries of the Air Force, Army, and Navy to place greater emphasis on an expanded leasing program in the form of  program goals and measurements to monitor progress in reducing infrastructure and base operations costs; specific program guidelines, such as criteria for project selection; and accurately accounting for all cash revenues and developing a new system to account for in-kind consideration to ensure that all of the benefits from leasing are captured.", "As you know, 31 U.S.C. 720 requires the head of a federal agency to submit a written statement of the actions taken on our recommendations to the Senate Committee on Governmental Affairs and the House Committee on Government Reform not later than 60 days after the date of this report. A written statement must also be sent to the House and Senate Committees on Appropriations with the agency’s first request for appropriations made more than 60 days after the date of this report."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In commenting on a draft of this report, the Deputy Under Secretary of Defense (Installations and Environment) generally concurred with most of our recommendations while partly concurring with the recommendation to develop program goals and measurements to monitor progress in reducing infrastructure and base operations costs.  While partially concurring with this recommendation, the Department noted two policy memoranda already issued identifying goals and objectives, and noted that while it believes there are opportunities to increase the number and the scope of leases under the expanded authority, it is dependent on a number of factors affecting individual projects. It was noncommittal regarding development of additional program goals.  We found that while the Department has issued general program guidance, that guidance does not contain specific goals and measurements for tracking progress in using the expanded leasing authority.  We continue to believe that despite likely limitations in the program, as outlined in the report, development of goals and measurements to monitor progress is important to fostering increased program emphasis.  This is especially important, because as noted in the Department’s comments, use of the expanded leasing authority is a key element of the Department’s efficient facilities initiative.   Therefore, we are making no change to our recommendation.", "The Department also provided observations on the challenges it faces in identifying and implementing projects under the expanded leasing authority.  Among them are such challenges as identifying land and/or buildings that have sufficient market appeal to attract one or more private sector or public entities, as well as be of sufficient size and scope to permit a sufficient rate of return to the developer for the project to be accomplished.  We agree that these are significant challenges along with others we have pointed out in our report.  The Department’s comments are included in this report as appendix IV.", "We are sending copies of this report to the Secretary of the Army, the Secretary of the Navy, the Secretary of the Air Force, the services’ offices of installations and environment, and interested congressional committees and members. We will also make copies available to others upon request. In addition, the report will be available at no charge on the GAO Web site at http://www.gao.gov.", "Please contact me at (202) 512-8412 if you or your staff has any questions concerning this report. Major contributors to this report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To assess the extent to which the services have used the expanded leasing authority since its enactment in fiscal year 2001, we identified current leasing projects and talked to services officials and private sector representatives. In addition, we visited an installation that has a project using the expanded leasing authority. Specifically, we interviewed officials at the Office of the Secretary of Defense; Office of the Assistant Secretary of the Navy Installations and Environment, Rosslyn, Virginia; Office of the Assistant Secretary of the Army Installations and Environment, Washington, D.C.; Office of the Assistant Chief of Staff for Installation Management, Army Headquarters, Washington, D.C.; Office of the Deputy Assistant Secretary of Army, Resource Analysis and Business Practices, Washington, D.C.; Naval Facilities Engineering Command Headquarters, Washington, D.C.; Air Force Real Estate Agency, Bolling Air Force Base, Washington, D.C.; Naval Sea Systems Command, Washington, D.C.; and Naval Air Systems Command, Crystal City, Virginia. In addition, we visited Fort Sam Houston, San Antonio, Texas, where the Army recently completed a lease under the expanded leasing authority.", "To identify factors that limited the services’ use of the new authority, we identified and reviewed congressional legislation, Department of Defense and the services’ memoranda, policies, and procedures, and accounting records. In addition to the officials listed above, we interviewed officials in the Office of Management and Budget, Washington, D.C.; Department of Defense’s Office of the Comptroller, Washington, D.C.; Army Financial Management and Comptroller Office, Washington, D.C.; Navy Financial Management and Budget Office, Washington, D.C.; Air Force Financial Management and Budget Office; Air Force’s Civil Engineers Operation and Maintenance Division, Crystal City, Virginia; Defense Financial and Accounting Services, Denver, Colorado and Cleveland, Ohio; U.S. Army Corp of Engineers, Washington, D.C.; and private sector representatives from Roy F. Weston, Inc., and Orion Partners, Inc., San Antonio, Texas.", "We conducted our review between June 2001 and April 2002 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Department of Veterans Affairs Enhanced-Use Leasing Authority", "paragraphs": ["Title 38 U.S.C., sections 8161-69, provides the Department of Veterans Affairs the authority to leverage its property into needed facilities, services, or resources. Veterans Affairs can lease underutilized property for up to 75 years in return for cash or in-kind consideration. Veterans Affairs has used its enhanced-use leasing authority to lease space for children’s centers, offices, parking garages, health centers, residential lodging, and other purposes. For example, in Texas, Veterans Affairs leased unused land to a developer on its medical campus. The developer constructed a Veterans Affairs regional office building as well as other buildings and rented space to commercial businesses. According to Veterans Affairs, the project saved $6 million on construction, $10 million in operating costs, and produced annual revenue for Veterans Affairs through revenue sharing with the developer. In Indiana, Veterans Affairs leased underutilized land and facilities to the state to use as a psychiatric care facility. Veterans Affairs estimates it obtained $15.7 million in financial benefits and $5 million per year in operational savings. The lease revenue that Veterans Affairs receives from both sites funds veterans programs.", "Veterans Affairs enhanced-use leasing authority has been in effect since 1991 and has been extended four times to a current expiration of December 31, 2011. To date, Veterans Affairs has approved 16 projects, and 11 have been completed. According to Veterans Affairs officials, these projects have been successful and the Department’s experiences could provide a framework for the Department of Defense’s expanded leasing efforts. In addition, Veterans Affairs has studied over 100 initiatives, of which more than 50 are “in development.”"], "subsections": []}, {"section_title": "Appendix III: List of Army’s Projects Under Consideration", "paragraphs": ["The Army has four projects under consideration using the expanded leasing authority that it believes will reduce base operating costs, including Picatinney Arsenal, Rock Island Arsenal, Yuma Proving Grounds, and Walter Reed Army Medical Center.", "The Army proposed leasing four buildings for joint military and commercial use as laboratories, light manufacturing, education/training, and administrative facilities at Picatinney Arsenal. On July 2, 2001, Picatinney Arsenal signed a conditional lease with a developer. The installation and developer are currently drafting their Business and Leasing Plan for approval by the Department of the Army.", "At Rock Island Arsenal, the Army has identified 14 buildings to lease under a joint use agreement, which would allow a private sector developer to market the facilities. Rock Island Arsenal is currently developing its Notice of Availability to lease, which serves as the basis for selecting a developer.", "At Yuma Proving Ground, the Army is seeking a private-sector developer to construct a Hot Weather Test Complex.  Yuma Proving Ground is currently drafting a Report of Availability.  As in-kind consideration, Yuma Proving Ground would also be able to use the test track for mission requirements.", "At Walter Reed Army Medical Center, the Army has identified one building to be restored and utilized as an office building for health care, or biomedical research organization, which is compatible with Walter Reed’s mission. The building has historical significance and needs to be preserved. Estimated renovation costs are over $40 million, which the Army envisions would be incurred by the developer."], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, Tommy Baril, Tinh Nguyen, Robert Ackley, Susan Woodward, and Nicole Carpenter made key contributions to this report."], "subsections": []}]}], "fastfact": []}