{"id": "GAO-16-808T", "url": "https://www.gao.gov/products/GAO-16-808T", "title": "Syria Humanitarian Assistance: Implementing Partners Have Assessed Some Risks of Providing Aid inside Syria, but U.S. Agencies Could Improve Fraud Oversight", "published_date": "2016-07-14T00:00:00", "released_date": "2016-07-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["This testimony summarizes the information contained in GAO's July 2016 report, entitled Syria Humanitarian Assistance: Some Risks of Providing Aid inside Syria Assessed, but U.S. Agencies Could Improve Fraud Oversight ( GAO-16-629 )."]}, {"section_title": "What GAO Found", "paragraphs": ["Delivery of U.S. humanitarian assistance to people inside Syria is complicated by three factors including a dangerous operating environment, access constraints, and remote management of programs. Active conflict creates a dangerous environment characterized by attacks on aid facilities and workers, and humanitarian organizations face difficulties accessing those in need. Additionally, U.S. agency officials must manage programs in Syria remotely, increasing risks to the program, including opportunities for fraud. Despite these challenges, according to the U.S. Agency for International Development (USAID), U.S. humanitarian assistance has reached 4 million people inside Syria per month.", "The Department of State (State), USAID, and their implementing partners have assessed some types of risk to their programs inside Syria, but most partners have not assessed the risk of fraud. Of the 9 implementing partners in GAO's sample of funding instruments, most assessed risks related to safety and security, but only 4 of 9 assessed fraud risks. Such an assessment is important as USAID's Office of Inspector General (OIG) has uncovered multiple instances of fraud affecting U.S. programs delivering humanitarian assistance to Syria. In May 2016, USAID OIG reported that 1 of its active fraud investigations resulted in the suspension of 14 entities and individuals. Given the challenging environment in Syria, fraud risk assessments could help U.S. agencies better identify and address risks to help ensure aid reaches those in need.", "Partners have implemented controls to mitigate certain risks, but U.S. agencies could improve financial oversight. For example, almost all partners in our sample have controls to mitigate safety risks and some use technology to monitor the transport of goods. Additionally, U.S. agencies have taken steps to oversee activities in Syria, such as quarterly meetings with partners and spot checks of partner warehouses. Further, in October 2015, USAID hired a third party monitor to improve oversight of its activities and help verify progress of its programs. However, the monitors' training curriculum lacks modules on identifying fraud risks. Without such training, monitors may overlook potential fraud risks and miss opportunities to collect data that could help USAID improve its financial oversight."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to discuss our work on the delivery of U.S.  humanitarian assistance to people inside Syria. The conflict in Syria has  created a complex humanitarian challenge. As of May 2016, the United  Nations (UN) reported that 13.5 million people inside Syria have been  affected by the conflict and are in need of humanitarian assistance, such  as food, shelter, and medicine. Since the start of the conflict in March  2011, the United States, through the Department of State (State) and the  U.S. Agency for International Development (USAID), has provided over  $5 billion in humanitarian assistance, about half of which has been  provided for assistance to people inside Syria. USAID provides funds to  UN organizations and also works through nongovernmental organizations  (NGO) inside Syria, while State works through three main partners—two  UN organizations and one public international organization. U.S.  humanitarian assistance is part of a broader international response. Since  2013, the United States has consistently led global funding efforts—for  example, the United States provided more than a quarter of the total  international funding for the 2015 Syria humanitarian response.", "My testimony summarizes our 2016 report on the delivery of U.S.  humanitarian assistance to people inside Syria, which is being released  today. In this report, we examine humanitarian assistance provided by  State, USAID, and their implementing partners to people inside Syria,  including (1) factors affecting delivery of such assistance; (2) the extent to  which State, USAID, and their partners have assessed risks to the  programs; and (3) implementation of controls to mitigate identified risks  and ensure appropriate financial oversight of humanitarian assistance  projects. To determine factors affecting delivery of assistance, we  conducted a content analysis of monthly United Nations Secretary  General (UNSG) reports on the humanitarian situation in Syria to  categorize and summarize observations contained in the reports. We also  interviewed cognizant officials. To determine the extent to which State,  USAID, and their partners have assessed risks to the programs, and to  evaluate implementation of controls to mitigate risks and ensure  appropriate financial oversight of assistance, we selected a  nongeneralizable sample of 12 of 52 fiscal year 2015 State and USAID  funding instruments from 9 different implementing partners and  evaluated the risk assessments and control activities associated with the  funding instruments.", "Our review resulted in the following findings. First, several factors  complicate the delivery of humanitarian assistance to people inside Syria.  Second, U.S. agencies and implementing partners have assessed some  risks of delivering humanitarian assistance inside Syria, but most partners  have not assessed risks of fraud. Lastly, partners have implemented  controls to mitigate certain risks of delivering humanitarian assistance  inside Syria, but U.S. agencies could improve their oversight of these  programs. As a result, we made several recommendations to State and  USAID to improve financial oversight."], "subsections": [{"section_title": "Several Factors Affect the Delivery of Humanitarian Assistance to People inside Syria", "paragraphs": ["We identified three key factors that affect delivery of humanitarian  assistance to people inside Syria. First, the increasingly violent and  widespread Syrian conflict has hindered effective delivery of humanitarian  assistance. Based on our analysis of monthly UNSG reports on the  situation inside Syria, as well as interviews with officials providing  assistance to Syria based both inside and outside of the country,  humanitarian assistance is routinely prevented or delayed from reaching  its intended target due to shifting conflict lines, attacks on aid facilities and  workers, an inability to access besieged areas, and other factors related  to active conflict (see fig. 1).", "Second, administrative procedures put in place by the Syrian government  have delayed or limited the delivery of humanitarian assistance,  according to UNSG reports. These reports detail multiple instances of  unanswered requests for approvals of convoys, denial or removal of  medical supplies from convoys, difficulty obtaining visas for humanitarian  staff, and restrictions on international and national NGOs’ ability to  operate. As of May 2016, the UNSG reported that 4.6 million people  inside Syria are located in hard-to-reach areas and more than 500,000 of  those remain besieged by Islamic State of Iraq and Syria, the government  of Syria, or non-State armed opposition groups. The UN further reported  that in 2015, only 10 percent of all requests for UN interagency convoys  to hard-to-reach and besieged areas were approved and assistance  delivered. In addition, according to implementing partner officials based in  Damascus, Syria, even when these convoys were approved, the officials  participating in delivering the assistance were subjected to hours-long  delays.", "Third, due to restrictions, USAID and State staff manage the delivery of  humanitarian assistance in Syria remotely from neighboring countries.  The U.S. government closed its embassy in Damascus, Syria, in 2012  due to security conditions and the safety of personnel, among other  factors. In the absence of direct program monitoring, USAID and State  officials noted that they utilize information provided by implementing  partners to help ensure effective delivery of assistance and to help their  financial oversight, including mitigating risks such as fraud, theft,  diversion, and loss. However, USAID officials in the region explained to  us that while partners provide data and information, their inability to  consistently access project sites—due to factors such as ongoing fighting,  bombing raids, and border closures—limited the extent to which partners  could obtain and verify progress. Past audit work has shown challenges  to such an approach, including cases of partners not fully implementing  monitoring practices, resulting in limited project accountability. Further,  USAID Office of Inspector General (OIG) has reported that aid  organizations providing life-saving assistance in Syria and the  surrounding region face an extremely high-risk environment, and that the  absence of adequate internal controls, among other challenges, can  jeopardize the integrity of these relief efforts and deny critical aid to those  in need."], "subsections": []}, {"section_title": "U.S. Agencies and Their Implementing Partners Have Assessed Some Risks to Their Programs, but Most Partners Have Not Assessed Fraud Risks", "paragraphs": ["State, USAID, and their implementing partners have assessed some  types of risk to their programs inside Syria, but most partners have not  assessed the risk of fraud. Risk assessment involves comprehensively  identifying risks associated with achieving program objectives; analyzing  those risks to determine their significance, likelihood of occurrence, and  impact; and determining actions or controls to mitigate the risk. In the  context of Syria, such risks could include theft and diversion; fraud;  safety; security; program governance; and implementing partner capacity  risks.", "Most of the implementing partners in our sample have conducted formal  risk assessments for at least one type of risk, especially security risk, and  several maintain risk registers that assess a wide variety of risks (see  table 1). However, few implementing partners have conducted risk  assessments for the risk of fraud (four of nine), or for the risk of loss due  to theft or diversion (four of nine). According to GAO’s A Framework for  Managing Fraud Risks in Federal Programs, effective fraud risk  management involves fully considering the specific fraud risks the agency  or program faces, analyzing the potential likelihood and impact of fraud  schemes, and prioritizing fraud risks. In addition, risk assessment is  essential for ensuring that partners design appropriate and effective  control activities. Control activities to mitigate the risk of fraud should be  directly connected to the fraud risk assessments and, over time,  managers may adjust the control activities if they determine that controls  are not effectively designed or implemented to reduce the likelihood or  impact of an inherent fraud risk to a tolerable risk level.", "Although most of the implementing partners in our sample did not conduct  assessments of the risk of fraud, there are elevated risks for fraud in U.S.  funded humanitarian assistance projects for people inside Syria.  According to officials at USAID OIG, they have four ongoing  investigations of allegations of fraud and mismanagement related to  programs for delivering humanitarian assistance to people inside Syria.  Two of the investigations involve allegations of procurement fraud,  bribery, and product substitution in USAID funded humanitarian cross- border programs related to procurements of non-food items. One of these  investigations found that the subawardee of the implementing partner  failed to distribute nonfood items in southern Syria, instead  subcontracting the distribution to another organization, but nevertheless  billed USAID for the full cost of the project. Additionally, the subawardee  was reliant on one individual to facilitate the transfer of materials and  salaries, and this individual was involved in the alteration and falsification  of records related to the distribution of the nonfood items. According to  the USAID OIG, senior leadership at the subawardee was aware of these  facts. Further, in May 2016, USAID OIG reported the identification of bid- rigging and multiple bribery and kickback schemes related to contracts to  deliver humanitarian aid in Syria, investigations of which resulted in the  suspension of 14 entities and individuals involved with aid programs from  Turkey. Without documented risk assessments, implementing partners  may not have all of the information needed to design appropriate controls  to mitigate fraud risks, and State and USAID may not have visibility into  areas of risk, such as fraud and loss due to theft and diversion."], "subsections": []}, {"section_title": "Partners Have Implemented Controls for Delivering Humanitarian Assistance inside Syria, but U.S. Agencies Could Improve Oversight", "paragraphs": ["We found that partners in our sample had implemented controls to  mitigate certain risks of delivering humanitarian assistance inside Syria.  For instance, many partners in our sample implemented controls to  account for safety and security risks to their personnel and beneficiaries  receiving assistance. Some partners identified aerial targeting of  humanitarian aid workers and beneficiaries at distribution points as a  major vulnerability and implemented controls to mitigate this risk, such as  distributing goods to beneficiaries on overcast days and making door-to- door deliveries of aid packages. In addition, partners in our sample  implemented controls to mitigate risks of fraud and loss within their  operations. For example, officials from two implementing partners we  interviewed in Amman, Jordan, stated that they conducted spot checks of  assistance packages in warehouses to confirm the quantity of the  contents and ensure that the quality of the items complied with the terms  of the contract. According to another implementing partner, officials from  its organization visit the vendor warehouses before signing contracts to  verify that U.S. government commodity safety and quality assurance  guidelines are met. However, the majority of controls to mitigate risks of  fraud and loss were not informed by a risk assessment (see table 2).", "State and USAID have taken steps to oversee partner programs  delivering humanitarian assistance inside Syria; nevertheless,  opportunities to assess and mitigate the potential impact of fraud risks  remain. U.S. officials cited a variety of oversight activities. For instance,  State officials in the region conduct quarterly meetings with partners and  collect information on programmatic objectives and on partner programs.  State also has enhanced monitoring plans in place with its implementing  partners to augment quarterly reporting with information on risks of  diversion of assistance. Similarly, USAID officials in Washington, D.C.,  told us they screen proposals from partners to identify risk mitigation  activities and USAID officials in the region noted they maintain regular  contact with partners, attend monthly meetings with them, conduct  random spot-checks of aid packages at warehouse facilities, and  coordinate activities among partners to reduce or eliminate duplication or  overlap of assistance. Moreover, according to USAID officials, the USAID  OIG has conducted fraud awareness training for officials in the region to  improve their ability to detect fraud, such as product substitution, when  they conduct spot-checks of aid packages at warehouse facilities.  Further, in October 2015, USAID’s Office of U.S. Foreign Disaster  Assistance hired a third party monitoring organization to review its  projects in Syria. By February 2016, field monitors had conducted site  visits and submitted monitoring reports to USAID, providing information  on the status of projects and including major concerns that field monitors  identified.", "We found that fraud oversight could be strengthened. Based on our  analysis, USAID’s third party monitoring contract and supporting  documentation contain guidelines for verifying the progress of activities in  Syria; however, they do not clearly instruct field monitors to identify  potential fraud risks as they conduct site assessments of projects in Syria.  Furthermore, the monitoring plan and site visit templates do not contain  specific guidance on how to recognize fraud, and field monitors have not  received the USAID OIG fraud awareness training, according to USAID  officials. Leading practices in fraud risk management suggest evaluating  outcomes using a risk-based approach and adapting activities to improve  fraud risk management. This includes conducting risk-based monitoring  and evaluation of fraud risk management activities with a focus on  outcome measurement and using the results to improve prevention,  detection, and response.", "The monitoring plan associated with the contract contains guidelines for  field monitors to document their assessment of the project at the  completion of a site visit. However, it lacks specific guidelines to identify  potential fraud risks during site visits. Additionally, the templates created  by the third party monitoring organization to document site visits instruct  monitors to verify the presence or absence of supplies and their quality,  among other instructions, but lack specific fraud indicators to alert field  monitors to collect information on and identify potential fraud.  Furthermore, the monitoring plan contains a training curriculum for field  monitors, which has several objectives designed to familiarize them with  the protocols, procedures, and instruments used for data collection and  reporting. However, the curriculum does not have specific courses for  recognizing potential or actual instances of fraud that may occur on site.  Given the opportunity for fraud that exists in humanitarian assistance  programs, as well as the ongoing USAID OIG investigations, without  instructions to specifically collect data on fraud and training to identify it,  USAID may be missing an opportunity to assist in its activities to mitigate  fraud risks and design appropriate controls."], "subsections": []}, {"section_title": "Our Recommendations and Agency Responses", "paragraphs": ["We made several recommendations in our report. To provide more  complete information to assist the agencies in conducting oversight  activities, State and USAID should require their implementing partners to  conduct fraud risk assessments. In addition, USAID should ensure its  field monitors (1) are trained to identify potential fraud risks and (2) collect  information on them. State and USAID concurred with our  recommendations.", "Chairman Ros-Lehtinen, Ranking Member Deutch, Members of the  Subcommittee, this completes my prepared statement. I would be  pleased to respond to any questions that you may have at this time."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For further information about this testimony, please contact Thomas  Melito, Director, International Affairs and Trade at (202) 512-9601 or  melitot@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this  statement. GAO staff who made key contributions to this testimony are  Elizabeth Repko (Assistant Director), Jennifer Young, Kyerion Printup,  Justine Lazaro, Cristina Norland, Karen Deans, Kimberly McGatlin, Diane  Morris, Justin Fisher, and Alex Welsh.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}