{"id": "GAO-04-871", "url": "https://www.gao.gov/products/GAO-04-871", "title": "Depot Maintenance: DOD Needs Plan to Ensure Compliance with Public- and Private-Sector Funding Allocation", "published_date": "2004-09-29T00:00:00", "released_date": "2004-09-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Under 10 U.S.C. 2466, the military departments and defense agencies can use no more than 50 percent of annual depot maintenance funding for work performed by private-sector contractors. DOD also must submit two reports to the Congress annually on the division of depot maintenance funding between the public and private sectors--one about the percentage of funds spent in the previous 2 fiscal years (prior-years report) and one about the current and 4 succeeding fiscal years (future-years report). As required, GAO reviewed the two DOD reports submitted in early 2004 and is, with this report, submitting its views to the Congress on whether (1) the military services met the so-called \"50-50 requirement\" for fiscal years 2002-3 and (2) the projections for fiscal years 2004-8 are reasonable estimates. GAO also identified key limitations in the 50-50 process that affect the department's ability to comply with the 50-50 requirement."]}, {"section_title": "What GAO Found", "paragraphs": ["Recurring weaknesses in DOD's data gathering, reporting processes, and financial systems prevented GAO from determining with precision if the military services complied with the 50-50 requirement in fiscal years 2002-3. DOD data show all the services to be below the 50 percent funding limit on private-sector work. However, as before, GAO found errors in the data that, if corrected, would overall increase funding of the private sector and move each service closer to the limit on contract maintenance. For example, for fiscal year 2003, the Navy did not include about $410 million in private-sector maintenance work on aircraft carriers and surface ships. Correcting for these and other errors would increase the Navy's percentage of private-sector depot maintenance funds for that year from the 44.5 percent reported to 47.9 percent. DOD reported significant increases in depot maintenance funding from 2002 to 2003, but these did not result in significant increases in the amount of work performed in DOD depots during that period. Because some data errors and omissions in DOD's prior-years report are carried into future years, and changing depot maintenance requirements and fluctuations in budget estimates make projecting out-year data difficult, the future-years report does not represent reasonable estimates of public- and private- sector maintenance funding for fiscal years 2004-8, thereby limiting its usefulness to congressional and DOD decision makers. GAO recommended last year that the Congress consider amending 10 U.S.C. 2466 to require only one report that would cover 50-50 data for the prior year, current year, and budget year. In 2004 the Armed Services Committees proposed changes in title 10 that would adopt GAO's recommendation. Despite the limitations in the 50-50 data, the trend for this period shows that the services are moving close to the 50 percent threshold, yet they have no plan of action in place to prevent exceeding it. Such a plan would allow for timely actions to be taken to mitigate the potential for exceeding the 50 percent limit for private-sector funding. Several limitations in the 50-50 process affect the quality of DOD's 50-50 reporting. First, three of the four military services did not have an independent review and validation of their 50-50 data. Second, training for those who are responsible for collecting, aggregating, and reporting 50-50 data was limited and sporadic. Third, management emphasis regarding the need for accurate and complete 50-50 reporting was lacking."]}], "report": [{"section_title": "Letter", "paragraphs": ["Under 10 U.S.C. 2466, not more than 50 percent of annual depot  maintenance funding provided to the military departments and  defense agencies can be used for work accomplished by private-sector  contractors. Section 2466 also directs the Department of Defense (DOD)  to submit two annual reports to the Congress on the distribution of depot  maintenance funding between the public and private sectors. The first  report is to identify the percentage of funds expended by each military  department and defense agency during the preceding 2 fiscal years for the  performance of depot maintenance workloads by the public and private  sectors (known as the “prior-years report”). The second report is to  project the same information for the current and 4 succeeding fiscal years  (known as the “future-years report”). For 2004, DOD issued the prior-years  report on February 17, 2004, and the future-years report on April 6, 2004.", "Section 2466 also requires us to submit our views to the Congress on  whether DOD complied with the so-called “50-50 requirement” in the  prior-years report and whether the projections in the future-years report  are reasonable. Accordingly, this report discusses whether (1) the military  departments met the 50-50 requirement for fiscal years 2002 and 2003 and  (2) the projections for fiscal years 2004 through 2008 represent reasonable  estimates. As part of our work, we also identified limitations in the 50-50  process that affect the quality of DOD’s reporting.", "To accomplish these objectives, we analyzed the reported 50-50 data and  each service’s procedures and internal management controls for  collecting, aggregating, and validating depot maintenance information for  responding to the section 2466 requirements. We limited our analysis of  future-years data because initial audit efforts identified significant  recurring problem areas, similar to those found in prior audits, which are  not likely to change. While DOD’s data cannot be relied on to provide a  precise measure of the funding between the public and private sectors, the  data, along with our adjustments, provide a rough approximation of the  allocations and some trends that may be useful to the Congress in  exercising its oversight role and to DOD officials in managing the depot  maintenance program. We conducted our review from February 2004 to  July 2004 in accordance with generally accepted government auditing  standards. (See app. II for the details of our scope and methodology.)"], "subsections": [{"section_title": "Background", "paragraphs": ["In addition to the 50-50 requirement in 10 U.S.C. 2466, two other title 10  provisions directly affect the reporting of workload allocations to the  public and private sectors.", "Section 2460 defines depot maintenance to encompass material  maintenance or repair requiring the overhauling, upgrading, or rebuilding  of parts, assemblies, or subassemblies and the testing and reclamation of  equipment, regardless of the source of funds or where maintenance or  repair is performed. Depot maintenance also encompasses software  maintenance, interim contractor support, and contractor logistics  support to the extent that work performed in these categories is for depot  maintenance. The statute excludes from depot maintenance the nuclear  refueling of an aircraft carrier; the procurement of major modifications or  upgrades of weapon systems that are designed to improve program  performance; and the procurement of parts for safety modifications,  although the term does include the installation of parts for safety  modifications.", "Section 2474 directs DOD to designate public depots as Centers of  Industrial and Technical Excellence and to improve their operations to  serve as recognized leaders in their core competencies. Section 342 of the  National Defense Authorization Act for Fiscal Year 2002 (Pub. L. No. 107- 107, Dec. 28, 2001) amended this statute to exclude qualifying public- private partnerships from the 50 percent funding limitation on contracting  in section 2466. Section 342 provides that the funds expended for the  performance of depot-level maintenance by nonfederal government  personnel located at the centers shall not be counted when applying the  50 percent limitation if the personnel are provided pursuant to a public- private partnership. This exclusion initially applied to depot maintenance  funding for fiscal years 2002 through 2005. Section 334 of the National  Defense Authorization Act for Fiscal Year 2003 (Pub. L. No. 107-314, Dec.  2, 2002) extended this period to include all contracts entered into through  fiscal year 2006. Proposed legislation (S. 2400, section 333, as reported by  the Senate) would, if adopted, extend the period for the exclusion of the  reporting of this contractor work through 2009.", "The Office of the Secretary of Defense (OSD) has issued guidance to the  military departments for reporting public-private workload allocations.  The guidance is consistent with the definition of “depot-level maintenance  and repair” in 10 U.S.C. 2460. The military departments have also issued  internal instructions to manage the data collection and reporting process,  tailored to their individual organizations and operating environments.", "Pursuant to the congressional mandate regarding the DOD 50-50  requirement, this is the 7th year that we have reported on the prior-year  numbers and the 5th year reporting on the future-year numbers. In past  years, we have reported on continuing data errors and inconsistencies in  reporting by the military departments and problems in documenting and  independently validating 50-50 data."], "subsections": [{"section_title": "Summary of Data in DOD’s Most Recent 50-50 Reports", "paragraphs": ["Table 1 provides a consolidated summary of DOD’s 2004 prior-years and  future-years reports to the Congress on public- and private-sector funding  allocations for depot maintenance. The amounts shown are DOD’s record  of actual obligations incurred for depot maintenance work in fiscal years  2002 and 2003 and projected obligations for fiscal years 2004-8 based on  the defense budget and service funding baselines. The percentages show  the department’s record of the relative allocations between the public and  private sectors and the exempted workloads. Adding the public, private,  and private-exempted percentages together provides a total picture of  DOD’s depot maintenance funding. Also, adding the private and private-  exempted percentages shows what the private-sector amount would have  been reported as, absent the recent legislation to exempt qualified  partnership workload."], "subsections": []}, {"section_title": "Limitations on Use of 50-50 Data As Reported by DOD", "paragraphs": ["DOD’s 50-50 data with GAO’s adjustments provide a rough approximation  of the allocation of depot maintenance funding between the public and  private sectors. In this regard, it is useful information to the Congress in  exercising its oversight role and to DOD officials in managing the depot  maintenance program. However, our prior reports have recognized the  limitations of DOD’s financial systems, operations, and controls. Our  audits of DOD’s financial management operations have routinely identified  pervasive weaknesses in financial systems, operations, and internal  controls that impede the department’s ability to provide useful, reliable,  and timely financial information for day-to-day management and decision  making. In the financial management systems area, DOD continues to  struggle in its efforts to implement systems to support managerial decision  making. As we have reported, DOD can ill afford to invest in systems that  are not capable of providing DOD management with more accurate,  timely, and reliable information on the results of the department’s  business operations.", "To date, none of the military services have passed the test of an  independent financial audit. A continuing inability to capture and report  the full cost of its programs represents one of the most significant  impediments facing DOD. Nonetheless, the data used to develop the 50-50  report are the only data available and are accepted and used for DOD’s  decision making and for congressional oversight."], "subsections": []}]}, {"section_title": "Recurring Weaknesses in Data Preclude Determinations of Compliance in Prior-Years Report with Precision", "paragraphs": ["Recurring weaknesses in DOD’s data gathering, reporting processes, and  financial systems prevented us from determining with precision whether  the services were in compliance with the 50-50 reporting requirement for  fiscal years 2002 and 2003. DOD’s prior-years report for fiscal years 2002  and 2003 as submitted to the Congress in February 2004 shows the  Departments of the Army, Navy, and Air Force to be below the 50 percent  funding limitation on private-sector workloads for both years. The net  effects of correcting for the errors and omissions we identified would  increase the percentages of workload going to the private sector and move  each department closer to the contract limit. Appendix I shows the  amounts and effects of our adjustments to the reported data submitted by  the military departments for fiscal year 2003 and provides a description of  the major deficiencies we found.", "Our analysis of DOD’s reported depot maintenance funding for 2003 when  compared with the previous year revealed interesting information about  the mix of funding and workload. While there were significant increases in  depot maintenance funding for each of the services over this period, this  large funding increase did not result in significant increases in the amount  of work performed in the military depots, as discussed in each of our  discussions of the services’ data."], "subsections": [{"section_title": "Army Reported Private-Sector Funding below 50 Percent Limit", "paragraphs": ["Although the Army reported that its private-sector funding was below the  50 percent limit for both fiscal years 2002 and 2003, as in prior years, we  continued to find errors, omissions, and inconsistencies in the Army’s  data. On the basis of the specific errors we identified, these errors would  add about $408 million in total to the Army’s public- and private-sector  workloads in fiscal year 2003; the net effect of correcting for these errors  would add 5.8 percent to the private-sector percentage allocation in fiscal  year 2003. (See table 2 in app. I.)", "For the prior-years report, the Army underreported funds received for  depot maintenance in the supplemental appropriations for fiscal year 2003.  Also, the Army continued to underreport public- and private-sector depot- level maintenance work at field locations, as it continued unfinished  efforts to consolidate maintenance activities and better control the  proliferation of depot-level tasks at nondepot locations. A unit from the  European Command, deployed to support the war in Iraq, did not report  any 50-50 data. Staff turnover continued at the reporting commands, and  unfamiliarity with the 50-50 requirements contributed to increased errors.  For example, the errors we found in the Training and Doctrine Command’s  50-50 data were directly related to a staff change in late 2003 after the  Command’s longtime reporting official retired and was replaced with a  new person who was unfamiliar with 50-50 reporting requirements."], "subsections": []}, {"section_title": "Increase in Depot Maintenance Funding Did Not Result in Large Increase in Work at Army Depots", "paragraphs": ["While there was an over $700 million increase in depot maintenance  funding in the Army from fiscal year 2002 to fiscal year 2003, this increase  did not translate into a significant increase in the amount of work  performed in Army depots.", "The Army’s data for fiscal year 2003 showed an increase of $710.6 million  over the amount of funding reported for fiscal year 2002. About 81 percent  of this funding increase was reported as going to the Army depots,  suggesting that the depots might have received a substantial workload  increase. Our analysis of direct labor hours executed at the depots,  including overtime, during fiscal years 2002 and 2003 showed only a  6.3 percent increase. The price charged for depot maintenance work  increased 7.4 percent. Army depot managers told us that the primary  factors increasing the depots’ work were the Army’s recapitalization  program and support for the war in Iraq. However, as one Army depot  manager pointed out, the supplemental appropriation for fiscal year 2003  was received too late in the year to have a significant affect on the depots’  workload during that year. The additional funding late in 2003 allowed the  depots to order parts for work that would be done during 2004. Army  depot managers also said that factors such as increased costs for material  and depot revenues that exceeded budget plans in prior years affected the  price charged for depot maintenance."], "subsections": []}, {"section_title": "Navy Reported Private-Sector Funding below 50 Percent Limit", "paragraphs": ["Although the Navy (including the Marine Corps) reported that its  private-sector funding was below the 50 percent limit for both fiscal years,  we found errors in the Navy’s and Marine Corps’ data, and we found that  the total dollar amount of errors affected the data for the private sector  more than the public sector. Correcting for the errors we found increased  the percentage share in fiscal year 2003 for the private sector from  44.5 percent to 47.9 percent—a gain of 3.4 percent. (See table 3 in app. I.)", "We evaluated the Navy’s and Marine Corps’ data separately, since these  services have different processes. For the Navy, we identified several  problems that carried over from prior years’ 50-50 efforts. The Navy did  not report any depot maintenance work accomplished along with the  nuclear refueling of its aircraft carriers, citing the exclusion of nuclear  refueling from the 10 U.S.C. 2460 definition of “depot maintenance.” We  continue to believe that depot repairs not directly associated with  refueling tasks should be reported because these kinds of repair actions  are reported by other organizations and funding for these tasks is  identifiable in contracts and financial systems. The Navy also continues to  inconsistently report inactivation activities that involve the servicing and  preservation of systems and equipment before they are placed in storage  or in an inactive status. Officials report public-sector funding for  inactivation activities on nuclear ships but do not report such work on  nonnuclear ships, saying that the workload for the former is complex  while the workload for the latter is not. However, we believe all such  depot-level work should be counted, since the statute and implementing  guidance do not make a distinction based on complexity. These two  examples would add about $410 million to the private-sector funding in  fiscal year 2003.", "We also determined that about $179 million of intermediate maintenance  workloads was incorrectly added to the public sector and that data for  both the public and private sectors contained errors in reporting along  with the underreporting of workloads.", "For the Navy only, correcting for the errors we found increased the  private-sector percentage share in fiscal year 2003 from 45.8 percent to  49.1 percent—a gain of 3.3 percent.", "Compared with the other services, the Marine Corps has a small depot  program, but its reporting errors are relatively higher. For example, as in  prior years, our review of the Marine Corps’ 2003 data found that it  understated the private-sector total for fiscal year 2003 by about  $35 million—about 50 percent. We also identified other errors, including  about a $6.7 million overstatement of the private sector when a reporting  official incorrectly included obligations from fiscal year 2002 in the total  for fiscal year 2003. A key contributor to this high error rate is the  piecemeal reporting process that the Marine Corps follows at its command  responsible for acquiring and upgrading Marine Corps weapon systems,  whereas this year, weapon systems managers submitted more than 150  individual responses. Marine Corps officials responsible for the 50-50  report said that, as a major component of the Marine Corps’ funding for  the private sector, a consolidated report from this command would  enhance its oversight of the 50-50 reporting process and help eliminate  some of the errors and omissions in the Marine Corps’ 50-50 data. Staff  turnover at the command’s focal point for the 50-50 process also continues  to be an issue affecting the reporting of the 50-50 data. For example, in  each of the past 3 years, the focal point has changed and, at the time of our  review, another change was scheduled for next year."], "subsections": []}, {"section_title": "Increase in Maintenance Funding Did Not Create Significant New Work in 2003 for Navy and Marine Corps Depots", "paragraphs": ["The Navy’s data for fiscal year 2003 showed an increase of $1.6 billion over  the amount of funding reported for fiscal year 2002. About 52 percent of  this funding increase was reported as going to Navy aviation depots and  shipyards and other government activities. As with the Army, this funding  increase suggests that the Navy’s depot maintenance activities might have  received a substantial workload increase. Our analysis of direct labor  hours executed at the aviation depots, including overtime, during fiscal  years 2002 and 2003 showed an increase of 4 percent. The price charged  for depot maintenance work increased 9 percent. For the four Navy  shipyards combined, direct labor hours decreased 2 percent, while prices  for depot maintenance work increased from 5 to 9 percent at three of the  four shipyards. Comparable pricing data for the Pearl Harbor shipyard  were not readily available. Navy aviation depot managers told us that most  of the increase in direct labor hours was due to increased demand for the  production of components, mandatory-completion-date aircraft, and  mission-critical engines in support of the Global War on Terrorism. The  primary factors increasing the depots’ price for maintenance work  included the recoupment of prior years’ losses caused primarily by  increased costs of material. Navy shipyard managers said that a number of  factors can affect direct labor hours such as the differences in the number  of ship availabilities for the fiscal years and changes in the amount of work  that is done on the available ships. They also said that the increased  contract work at the shipyards was the primary factor for the increased  price for depot maintenance work.", "For fiscal year 2003, the Marine Corps reported an increase in funding of  about $150 million for the public sector and a corresponding decrease in  funding of about $22.7 million for the private sector . In analyzing the  change in direct labor hours executed by its two maintenance depots  during fiscal years 2002 and 2003, we observed that total hours decreased  by about 0.7 percent, while the price for maintenance work increased by  about 11 percent. The Marine Corps’ depot managers said that the  decrease in labor hours resulted from a combination of problems in  obtaining some materials needed to produce the work and receiving the  supplemental appropriation too late in the year to start up additional  work. Also, they said that the price increase was due largely to the  declining workload and increased costs of materials."], "subsections": []}, {"section_title": "Air Force Reported Private-Sector Funding below 50 Percent Limit", "paragraphs": ["The Air Force reported that its private-sector funding was below the  50 percent limit for fiscal years 2002 and 2003. While we identified errors  in the amounts reported for programs supported by contractor logistics  support contracts and in the amount of private work exempted, the errors  were smaller than those for the other services. In total, the net effect of the  errors we found would increase the private-sector percentage share in  fiscal year 2003 from 47.7 percent to 48.2 percent—a gain of 0.5 percent.  (See table 4 in app. I.)", "The errors we found in this year’s assessment resulted from a disconnect  between the reporting centers and the Air Force’s 50-50 coordinator in  transposing reported data from an old automated database to a new one  for compiling the final report. Also, as with past reviews, the Air Force  continues to adjust its reporting for contract administration and oversight  costs. The adjustment increases the reported funding for the public-sector  funding and decreases the funding for the private sector. The total  adjustment was $44 million for fiscal year 2003. Consistent with the 50-50  guidance, which states that costs should be associated with the end  product (i.e., the repaired item), we think these costs should instead be  treated as contracting expenses. Accordingly, we reversed this adjustment  in our analysis."], "subsections": []}, {"section_title": "Depot Maintenance Funding Increase Resulted in Little Additional Work for Air Force Depots", "paragraphs": ["The Air Force reported a funding increase of $1.3 billion from fiscal year  2002 to fiscal year 2003. About 40 percent of this funding increase went to  Air Force depots, but the number of direct labor hours executed at the  depots, including overtime, during fiscal years 2002 and 2003 increased  only about 0.5 percent.  At the same time, the prices charged for depot  maintenance work increased 14 percent. An Air Force official told us that  supplemental funds received in July 2003 were used to pay for costs  already incurred, not for new work. We reported recently that the price of  depot maintenance work performed in Air Force depots increased by  98 percent from fiscal year 2000 to fiscal year 2004. We also reported that  the increased cost of material accounted for about 67 percent of the total  cost increase."], "subsections": []}]}, {"section_title": "Future-Year Projections Do Not Provide Reasonable Estimates of Public- and Private-Sector Funding", "paragraphs": ["As in the past, DOD’s latest future-years report does not provide  reasonable estimates of public- and private-sector depot maintenance  funding allocations for fiscal years 2004 through 2008 because the  future-year projections were based on (1) incorrect data and questionable  assumptions and (2) internal and external factors, which create  fluctuations in reported data. As a result, the future-years report provides  limited usefulness to the Congress or to DOD decision makers. Despite  these limitations, our analysis shows that the Navy and Air Force are  moving closer to the threshold for private-sector funding and increased  contractor maintenance to support ongoing combat operations and that  reconstitution efforts in the Army could cause the Army to exceed the  threshold. A plan to identify actions that would be taken to avoid  breaching the 50-50 threshold for private-sector funding would help the  military departments better manage their compliance with the 50-50  requirement. The Congress is considering amending the 50-50 legislation  to require a single report that would include data for years for which data  are more reliable and potential affects more immediate."], "subsections": [{"section_title": "Projections Based on Incorrect Data and Questionable Assumptions", "paragraphs": ["For this year’s future-years report, the projections are based, in part, on  incorrect data and questionable assumptions regarding future plans for  depot support. The net effect of the problems we found generally  increases the percentage of funding for projected private-sector work.  Some of the same problems identified in the data for prior-years were  continued in the future-years projections. For example, the Army did not  include the $1.2 billion for its supplemental appropriation for depot  maintenance in fiscal year 2004 and could not explain why projected  funding for the National Guard dropped for fiscal year 2008 to about  $20 million while steadily increasing from $315 million for fiscal year 2005  to $371 million for fiscal year 2007. Similarly, in its respective projections,  the Navy continued not to report depot maintenance accomplished with,  but not directly related to, nuclear refueling and the Marine Corps’  adjustments to its future-year projections were based on “best guess”  estimates with no supporting documentation. As we have reported in the  past, the services tend to place less emphasis and priority on collecting  and validating the future-years data compared with their efforts with the  prior-years data."], "subsections": []}, {"section_title": "Internal and External Factors Can Create Fluctuations in Reported Data", "paragraphs": ["Besides errors in reporting, other internal and external factors can create  fluctuations with reported data, which in turn can provide a distorted and  misleading view to outside observers about efforts to remain compliant  with the 50-50 requirement. For example, in the current future-years  report, the Air Force’s projected public-sector work financed through the  working capital fund is about $1.2 billion higher for fiscal year 2008 than  the amount reported for fiscal year 2003—about a 23 percent increase. For  the same time period, projections are that funding for the private sector  would increase about $547.5 million, for an increase of only 11.9 percent.  Although this would appear to indicate a shifting of work to the public  depots, an Air Force official responsible for the future-years report said  that, in reality, the increased projections for the public sector were due to  price increases for depot maintenance work affected primarily by the  increased costs for materials."], "subsections": []}, {"section_title": "Errors and Omissions in Future-Years Report Limit Its Usefulness", "paragraphs": ["The uncertainty and instability of budget estimates combined with the  errors and omissions we found result in a future-years report that is not  very reasonable or useful to congressional and DOD decision makers,  particularly, the further that the estimates are in the future. The future- years estimates are not reasonable because they represent budget and  planning data that change over time, incorporate the same errors found in  prior-years data, and also have other problems. The budget and planning  data used to project the share of depot maintenance work to be performed  in the public and private sectors in the future are estimates. At best, they  provide only rough estimates of future funding allocations, and these  estimates change over time. While we have identified these shortcomings  in the past, the problems continue and show no signs of improving."], "subsections": []}, {"section_title": "Services Moving Closer to Threshold for Private- Sector Funding", "paragraphs": ["While the reported data have limitations that affect their usefulness as a  predictor of actual funding allocations, our analysis of DOD’s 50-50 data  for fiscal years 2004-8 shows that the services are predicting that they  would not reach the threshold for private-sector funding. However, for  each year that we have reviewed the services’ 50-50 data, our adjustments  to the data have moved the military departments closer to the 50 percent  limitation than had been reported.", "This year, with our adjustments to their 50-50 data for fiscal year 2003, the  Navy’s, including the Marine Corps’, and the Air Force’s funding for the  private sector was about 48 percent for fiscal year 2003. Both services’  future-years projections are for a steady decease in funding for the private  sector with a general increase in funding for the public sector.  But  changes, errors, or omissions could change this trend. For instance, the  Navy, including the Marine Corps, is projecting that its fiscal year 2004  funding for the private sector will be at 49 percent, but its projection does  not consider the affect of the adjustments we made to the Navy’s data for  fiscal year 2003, or $493 million in supplemental funds that were not  included in the Navy’s fiscal year 2004 projection. These errors, when  carried forward, plus the unrecognized supplemental funding would cause  the Navy to reach the 50-50 limitation. The Air Force has in prior years  exceeded the 50 percent threshold for private-sector funding, and Navy  officials are aware of the potential to exceed the threshold for fiscal year  2004. Reported future-year data for the Army show the Army with  adequate headroom. Although the Army believes it will not exceed  statutory limitations over the next few years, increased contractor depot  maintenance operations on U.S. military bases, in contractor plants, and  overseas bases to support ongoing Army military operations as well as  reconstitution activities could cause the Army to exceed statutory limits in  the future. Looking back, since 1998—the first year we reported on DOD’s  50-50 data—our adjustments to DOD’s 50-50 data have consistently shown  that the amount of private-sector funding has been underreported by the  services.", "To help monitor compliance with the 50-50 requirement, the Air Force has  a process to track and manage its depot maintenance workload  distribution. As the Air Force found in exceeding the 50 percent threshold,  the amount of work going to public depots cannot be easily increased by a  significant amount in a short amount of time. Thus, since it exceeded the  threshold in 2000 and 2001, the Air Force has used a buffer of 2 percent  prior to reaching the 50 percent limitation as a point where it would begin  identifying actions that are needed to influence maintenance sourcing  decisions to help ensure continued compliance. According to the Air  Force’s 50-50 coordinator, 2 percent represents a buffer of about  $160 million and allows sufficient time to make maintenance sourcing  decisions to move workloads or assign new workloads appropriately to  support continued compliance. An OSD representative responsible for the  50-50 guidance agreed that 2 percent appears to be a practicable point to  trigger action from the services to avoid exceeding the 50 percent  threshold.", "With regard to having a point that the services would use to identify  actions to help them remain compliant, OSD does not require the services  to formally establish a plan of action or to notify OSD of the specific  actions and decisions that they would undertake to remain compliant with  the 50 percent threshold for private-sector funding. Thus, OSD has no  formal means for (1) knowing whether the services have recognized the  need to develop plans to remain compliant with the 50 percent limitation  on private-sector funding or (2) encouraging the services to take timely  actions to avoid being noncompliant. The issue of having the services  undertake timely planning and prompt actions to avoid being  noncompliant becomes even more essential, considering that our analyses  historically have generally shown that the services underreported  the percentage of private-sector funding—indicating that the services are  closer to the threshold than they have been reporting."], "subsections": []}, {"section_title": "Proposed Legislation Would Require a Single Report", "paragraphs": ["Because of the limitations of the future-years report as an accurate  predictor of depot maintenance funding allocation, we recommended last  year that the Congress consider amending 10 U.S.C. 2466 to require only  one 50-50 report. The single report would cover a 3-year period (prior  year, current year, and budget year), for which data are more reliable and  the potential affects more immediate. In the Ronald W. Reagan National  Defense Authorization Act for Fiscal Year 2005, the Congress has  proposed amending section 2466(d) to require only one annual report from  DOD containing the percentage of funds expended during the preceding  fiscal year and projected to be expended for the current and next fiscal  years. Both the House and Senate versions of the 2005 Defense  Authorization Bill contain versions of this proposal. The adoption of a  variation of this proposal would not affect DOD’s and the services’ need  for planning to mitigate the potential of exceeding the 50 percent  threshold for private-sector funding."], "subsections": []}]}, {"section_title": "Several Key Limitations Affect the Quality of DOD’s 50-50 Reporting", "paragraphs": ["DOD’s improvements in 50-50 guidance and operating processes have not  advanced significantly in recent years, and key limitations remain in the  50-50 process that affect the quality of DOD’s 50-50 reporting. First, three  of the four military services did not have an independent review and  validation of their 50-50 data prior to submission to the Office of the  Secretary of Defense, while the fourth had only a limited review. Second,  training for those who are responsible for collecting and aggregating 50-50  data was limited and sporadic. Third, management emphasis regarding the  need for accurate and complete reporting was lacking."], "subsections": [{"section_title": "Lack of Independent Review and Validation of 50-50 Data Contributes to Data Quality Problems", "paragraphs": ["Without independent review and validation, DOD’s 50-50 quality problems  continue. As we noted in our 50-50 report for 2003, the overall quality of  DOD’s reporting in terms of accuracy and completeness has not improved  significantly in recent years. We recommended that, to further enhance  data verification and validation, the Secretary of Defense require the  Secretaries of the military departments to direct the use of service audit  agencies, or an agreed-upon alternate method, for third-party review and  validation of 50-50 data and to ensure that auditor-identified errors in the  data are rectified before reports are submitted to the Congress. While  DOD’s 50-50 guidance for this year’s 50-50 reports directed the military  departments to implement this recommendation, only the Navy took  action for an independent review and validation of its 50-50 data.", "As we previously reported, we believe that independent review and  validation of the 50-50 data could help the military departments improve  their 50-50 reporting. For example, service audit agencies’ involvement  typically identified and corrected substantial errors in the data before the  50-50 reports went to the Congress. However, this year the Air Force Audit  Agency and the Army Audit Agency did not participate. Although the Naval  Audit Service suspended its 50-50 audit because of higher-priority work, its  work resulted in changes to the 50-50 data submitted to the Congress. For  example, in January 2004 the Naval Audit Service identified over  $90 million in errors and inconsistencies in the prior-year 50-50 data for  selected activities at three major Navy commands, resulting in changes to  the reported data. Clearly independent review and validation helps the  military services improve the quality and completeness of the 50-50 data  that are reported to the Congress. The Air Force’s audit service has opted  out of the 50-50 review process, citing recent changes to government  auditing standards regarding auditor independence when performing both  audit and nonaudit management assistance services for the same client.   The Army Audit Agency said it was not asked to review the Army’s 2003  50-50 data. An Army Audit Agency official said that the agency reviewed  the Army’s 50-50 data from 1998 to 2002, and there were open  recommendations from those audits that had not been implemented at the  time the Army’s 2003 50-50 data were developed.", "As we have noted, we recognize that recent changes in government  auditing standards have been made to better address and specify  independence issues arising when an audit organization undertakes both  audit and nonaudit services for the same client. Nonetheless, the new  auditing standards do not preclude auditors from verifying the accuracy of  data; providing other technical assistance for the 50-50 process; and  accomplishing other audits of the depot maintenance process, programs,  and activities. Improved planning, management involvement, and  documentation of roles and responsibilities may be required, but a process  can be developed to ensure that independence will not be compromised.  This has already been done so that the services’ audit agencies can  perform similar functions—evaluating validity and consistency of data as  they are being developed for subsequent decision making—in support of  the base realignment and closure process."], "subsections": []}, {"section_title": "Inadequate Staff Training Contributes to Errors and Inconsistencies in 50-50 Data", "paragraphs": ["During our review of the 50-50 reporting process, we observed that staff  training on 50-50 data gathering and reporting was limited and sporadic.  While three of the four military services provided some training, not all  staff responsible for 50-50 reporting had received this training.", "We reported last year that, to ensure consistent and complete reporting,  the Secretary of Defense should require the Secretaries of the military  departments to ensure that 50-50 reporting guidance is appropriately  disseminated to reporting organizations and individuals and that staff are  properly and promptly trained in the application of the guidance. DOD’s  50-50 guidance for this year’s 50-50 reports directed the military  departments to implement this recommendation.", "During our review of the 50-50 reporting process for this year, we  observed that, for the most part, reporting commands did receive the  guidance and that training was made available to staff with responsibility  for identifying and reporting 50-50 data. However, as previously discussed,  the services continue to experience turnover of personnel who have  responsibilities for developing and reporting 50-50 data, and new staff  were not always familiar with the data gathering and reporting  requirements. Examples follow:    Army officials conduct an annual workshop on 50-50 requirements for its  reporting commands. However, at one command we visited, the reporting  official had not attended the workshop because she was assigned  reporting responsibility in October 2003—2 months after the annual  workshop had been conducted. She pointed out that her predecessor had  retired shortly after attending the workshop and she received very little  training for her 50-50 data gathering and reporting requirements.", "Navy officials do not provide training conferences or workshops on  procedural requirements for the Navy’s guidance to develop and report the  50-50 data. Primarily, reporting command coordinators are expected to  provide guidance on the requirements as they arise from the reporting  activities. During our review, we observed that several program offices did  not report 50-50 data accurately because reporting requirements were not  clearly understood and no inquiries were made to the reporting command  coordinators for clarification.", "Marine Corps officials facilitated a 1-day training conference in August  2003 and January 2004 on the procedural requirements for its 2003  guidance to develop and report the 50-50 data. We found that, while the  number of reports regarding depot support increased, confusion still  existed regarding what should be reported. For instance, funds sent to  another service for depot maintenance support were not being reported in  accordance with OSD’s 50-50 guidance because personnel responsible for  reporting thought the service receiving the funds should be the reporting  entity. The new 50-50 focal point for one reporting command said that the  August 2003 training might not have filtered down to the logisticians and  program managers who had direct responsibility for data development and  reporting and that he requested another session. He pointed out that the  January 2004 session was beneficial but was not timely, as the command’s  reporting date for the 50-50 data was in January 2004.", "Air Force officials hold annual conferences primarily for the 50-50 points  of contact at each center to learn from the previous reporting cycle and to  prepare for the next. These conferences are held at different centers each  year. However, not all personnel responsible for reporting 50-50 data at the  program level are able to attend the conference because of a lack of travel  funds. Also, in discussing training needs at one program office we visited,  personnel said that they were not aware of the annual conference and that  training would be very helpful in understanding the 50-50 reporting  requirements."], "subsections": []}, {"section_title": "Lack of Management Emphasis Contributes to an Inaccurate, Incomplete 50-50 Reporting Process", "paragraphs": ["Management’s emphasis at all levels in DOD is not sufficient to ensure that  the data are as complete and accurate as they can be. Our review  identified examples where management’s emphasis on the 50-50 reporting  process was inadequate to promote accurate and complete reporting,  including the following:    Army officials who compiled the Army’s private work exemption for the  2003 prior-years report did not question the amount reported even though  the amount for 2003 varied from the amount reported in 2002 by more than  200 percent. In examining the supporting documentation, we found that  the correct amount for the exemption was $5.8 million—not the  $243.2 million that was reported—an error that possibly would have been  corrected with an emphasis on questioning significant variances from 1  year to the next. An Army official told us that there is no management  emphasis for questioning data sources or amounts being reported.", "Navy officials rely primarily on command reporting coordinators to review  the program offices’ data for accuracy. In conducting our review, we found  that, in some cases, the coordinators made inquiries to determine whether  the program offices understood the 50-50 reporting requirements,  depending on whether the data were suspect. In other instances, the  coordinators either answered questions as they arose from the program  offices or, if no questions were asked, accepted the 50-50 data without  further review. For instance, Navy officials generally accepted funds from  performance-based logistics contracts without determining whether all the  funds were used for depot-level maintenance. We found that some services  provided by these types of contracts were not for depot-level maintenance,  such as shipping, storage, and transportation, and should have been  excluded from the Navy’s 50-50 data.", "Marine Corps officials responsible for compiling and submitting the final  report performed no examination to test the completeness or accuracy of  the reported data. In examining the final report along with the supporting  documentation, we observed a number of mechanical errors, such as  simple mathematical or transposition mistakes that probably would have  been corrected if management emphasized such an examination prior to  final submission to OSD.", "Air Force officials at reporting centers responsible for data gathering and  reporting and at headquarters responsible for submitting the final report  did no testing of the 50-50 data beyond that done by the Air Force’s 50-50  coordinator’s examination for accuracy and completeness. Our review  showed that the errors we found might have been corrected if  management had required a review of the data for completeness and  accuracy before the final report was submitted to OSD."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["As the military departments are moving closer to the 50 percent threshold  for depot maintenance funding performed by the private sector, special  emphasis is required for DOD and the services to undertake timely  planning and prompt action to help them remain compliant. The Air  Force’s determination that special emphasis on depot maintenance  sourcing decisions is required whenever projections show that the Air  Force is within 2 percent of the 50 percent threshold for private sector  funding is a step in the right direction. Timely planning is necessary for  DOD and the services to take prompt actions such as identifying  appropriate workloads to be shifted to military depots and acquiring the  capability to perform them as a measure to prevent exceeding the  50 percent limit of 10 U.S.C. 2466. We believe that a 2 percent buffer is a  reasonable point to raise a flag of caution whenever the services are  approaching the 50 percent threshold and to initiate plans that would help  DOD and the services avoid exceeding the threshold. Furthermore, as part  of any initiative to have the services better manage their distribution of  depot maintenance funding, we believe that the Office of the Secretary of  Defense should be fully aware of the services’ potential to exceed the  threshold of 10 U.S.C. 2466 and be aware of the actions and decisions that  are being planned to mitigate this potential. A plan from each service  whenever it is within 2 percent of the 50 percent threshold would help  OSD monitor compliance and encourage the services to take prompt  actions to reduce the potential for exceeding the threshold.", "Continuing errors and omissions in the data for both the prior- and future-  years reports indicate that some level of error will always occur in DOD’s  50-50 data. Although our adjustments improved the quality of the 50-50  data, our review did not identify all the errors and omissions in DOD’s  data. While recognizing this limitation, the data can be useful to the  Congress and DOD in overseeing and managing the DOD depot  maintenance system. Enhanced data verification and validation are  possible through the use of third-party review and validation before the  reports are submitted to the Congress. The services’ audit agencies, that  have done the services’ third-party review and validation in the past, or an  agreed upon alternate could be used for this purpose.", "Limited and sporadic training for those responsible for collecting,  aggregating, and reporting 50-50 data and the lack of management  attention regarding the need for accurate and complete reporting present  continued challenges to the services in their ability to make significant  improvements to their collection, documentation, and reporting processes.  Unless all staff members are promptly and properly trained on the 50-50  requirements, systems, and processes and management’s attention is  focused on the reporting process, the 50-50 reports generated by the  services will continue to have incomplete and inaccurate data.", "Compared with the other services, the Marine Corps has a small depot  program, yet its reporting errors are relatively higher. A key contributor to  this high error rate is the piecemeal reporting process the Marine Corps  follows at its command responsible for acquiring and upgrading weapon  systems. Preparing a consolidated report from this command would help  the Marine Corps eliminate some of the errors and omissions in its 50-50  data."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of Defense take the following  four actions:    Direct the Secretaries of the military departments, within 30 days of  reporting 50-50 data indicating that past, current, or budget year data are  within 2 percent of exceeding the 50 percent threshold, to submit a plan to  the Office of the Secretary of Defense that identifies actions the military  department shall take to ensure continued compliance, including the  identification of decisions on candidate maintenance workload sourcing  that could be made to support remaining within the 50 percent threshold.", "Require the Secretaries of the military departments to direct the use of the  services’ audit agencies or an agreed-upon alternate method for third-party  review and validation of 50-50 data and to ensure that auditor-identified  errors in the data are corrected before the data are sent to the Congress.", "Direct the Secretaries of the military departments to emphasize that  individuals and staff receive proper and prompt training for 50-50 data  gathering and reporting and that management at all levels afford the 50-50  process the level of attention necessary to produce an accurate and  complete 50-50 report.", "Direct the Commandant of the Marine Corps to require the Marine Corps’  command responsible for weapon systems management to compile a  consolidated report on its depot maintenance funding allocation between  the public and private sectors."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["The Deputy Under Secretary of Defense for Logistics and Materiel  Readiness provided written comments to a draft of this report. DOD  generally concurred with our recommendations and cited corrective  actions it plans to take. The department concurred in part with our first  recommendation and fully concurred with the other three.", "Regarding its partial concurrence with our recommendation that would  require the military departments, within 30 days of reporting 50-50 data  within 2 percent of exceeding the 50 percent threshold, to submit a plan to  the Office of the Secretary of Defense identifying actions the military  departments shall take to ensure continued compliance with the 50-50  reporting requirements, DOD agreed that the 2 percent threshold is a  reasonable trigger point for additional oversight and management to  ensure compliance with the 50 percent threshold. According to the DOD  response, these measures are appropriately applied to current and budget  year reporting, but not to past year data, and the department will  implement the recommendation for current and budget year data. While  we recognize that past year data cannot be changed by any initiatives  undertaken as a result of reporting, the past year data can be an indicator  of the future unless actions are taken to change future workload  assignments. The past year data reflect the only actual 50-50 reporting  results, with projections used for both the current and budget year data.  We have had significant problems with 50-50 projections in the past. It is  conceivable that the past year data would indicate that a military  department is over the threshold in the prior year while the current and  budget year projections indicate that the military department is below the  threshold. Under this circumstance, it would appear reasonable to initiate  actions to make appropriate workload assignments that could help the  military department remain within the threshold for the current and  budget years. Thus, we continue to believe that the past, current, and  budget year data should be used as a trigger point to initiate additional  oversight and management.", "DOD’s written comments are reprinted in appendix III.", "We are sending copies of this report to appropriate congressional  committees; the Secretary of Defense; the Secretaries of the Army, Navy,  and Air Force; the Commandant of the Marine Corps; and the Director,  Office of Management and Budget. We will make copies available to others  upon request. In addition, the report will be available at no charge on the  GAO Web site at http://www.gao.gov.", "If you or your staff have questions regarding this report, please contact me  at (202) 512-8365 or Solisw@gao.gov or Julia Denman, Assistant Director,  at (202) 512-4290 or denmanj@gao.gov. Other major contributors to this  report were Vijaykumar Barnabas, Thomas Barger, Larry Junek, Robert  Malpass, Andy Marek, Renee McElveen, Enemencio Sanchez, John Strong,  Pamela Valentine, and Bobby Worrell."], "subsections": []}]}, {"section_title": "Appendix I: GAO Adjustments for Errors, Omissions, and Inconsistencies in Military Departments’ 50-50 Data for Fiscal Year 2003", "paragraphs": ["Our review of the data supporting the Department of Defense’s (DOD)  prior-years report identified errors, omissions, and inconsistencies that, if  corrected, would revise the total workloads and increase the private- sector allocations for each of the military departments. Brief descriptions  of the larger and more extensive problems we found follow the adjusted  tables (2-4)."], "subsections": [{"section_title": "Department of the Army", "paragraphs": ["Our review of data for fiscal year 2003 reported by the Army and our  review of supporting documentation for selected activities identified  errors, omissions, and inconsistencies that, if corrected, would result in  greater adjustments in the public- and private-sector percentages reported  to the Congress, as shown in table 2.", "Errors we found included the following examples:    Unreported depot-level work by the Soldier, Biological and Chemical  Command; FOX vehicle program office; and Aviation and Missile  Command.", "Overreported depot-level work by the Training and Doctrine Command.", "Reporting contract depot-level work as private work by National Guard  Bureau Aviation Classification Repair Activity Depots.", "Incorrect exemption for private work by the Aviation and Missile  Command.", "No data were available to quantify errors for the following:    Unreported depot-level work associated with the Army’s ongoing efforts to  consolidate maintenance activities and craft a national maintenance  program. Our prior 50-50 reports have documented recurring problems  and shortcomings in accurately and consistently reporting depot  maintenance accomplished by both public- and private-sector sources at  nondepot locations.", "Unreported depot-level work for a deployed unit from the European V  Corps.", "Unreported depot-level work from the Forces Command due to problems  with the Command’s data collection systems and units that were deployed.", "Unreported special repair work by nondepot locations following an  organization’s request and approval to do this work."], "subsections": []}, {"section_title": "Department of the Navy", "paragraphs": ["Our review of fiscal year 2003 data reported by the Navy and Marine Corps  and our review of supporting documentation for selected activities  identified errors, omissions, and inconsistencies that, if corrected, would  result in significant adjustments in the public- and private- sector percentages reported to the Congress, as shown table 3.", "Errors we found included the following examples:    Unreported depot work on nuclear aircraft carriers. As reported last year,  Navy officials cite the definition in 10 U.S.C. 2460, which excludes from  depot maintenance the nuclear refueling of aircraft carriers, in justifying  why they do not report any of the depot work accomplished at the same  time as refueling. We believe that depot work that is reportable elsewhere  and separate from the refueling tasks should be reported.", "Inconsistent reporting of ship inactivations, which include depot tasks for  servicing and preserving equipment before it is placed in storage or in an  inactive status. Navy officials report for 50-50 purposes the nuclear ship  inactivation work performed in the public sector but do not report surface  ship inactivation work performed by the private sector.", "Underreporting of depot-level work for the installation of modifications to  shipboard equipment, for repair of components and systems for the T-45  aircraft, and the F-100 engine.", "Reporting intermediate-level maintenance as depot-level maintenance.", "Underreporting of maintenance work by the command responsible for  acquiring and upgrading Marine Corps weapon systems. The failure to  report this work has several causes, including the misunderstanding of  what should be reported and inadequate management and oversight of the  collection process to identify and resolve reporting deficiencies.", "Other errors included (1) work subcontracted by the public shipyards to  the private sector reported as public-sector work and (2) misreporting by  the Marine Corps of work obligated in fiscal year 2002 rather than fiscal  year 2003."], "subsections": []}, {"section_title": "Department of the Air Force", "paragraphs": ["Our review of fiscal year 2003 data reported by the Air Force and of  supporting documentation for selected activities identified errors,  omissions, and inconsistencies that, if corrected, would result in  significant adjustments in the public- and private-sector percentages  reported to the Congress, as shown in table 4.", "Errors we found included the following examples:    As in past years, Air Force officials continue to adjust the 50-50 data for  the salaries and overhead expenses of government employees  administering depot maintenance contracts funded through the  working capital fund. Officials subtract these amounts from the  reported private-sector amount—where they are accounted for within  the working capital fund—and add them to the public-sector funding  for 50-50 reporting. Consistent with the 50-50 guidance that states that  costs should be associated with the end product, we think these costs  should be treated as contracting expenses.", "Underreporting depot-level work for contractor logistics support.", "Errors in reporting exempted private work."], "subsections": []}]}, {"section_title": "Appendix II: Scope and Methodology", "paragraphs": ["To determine whether the military departments met the 50-50 requirement  in the prior-years report, we analyzed each service’s procedures and  internal management controls for collecting and reporting depot  maintenance information for the purpose of responding to the 10 U.S.C.  2466 requirement. We reviewed supporting details (summary records,  accounting reports, budget submissions, and contract documents) at  departmental headquarters, major commands, selected maintenance  activities, and reporting centers. We compared processes to determine  consistency and compliance with legislative provisions, Office of the  Secretary of Defense (OSD) guidance, and military service instructions.  We selected certain programs, reporting centers, and maintenance  activities for a more-detailed review. We particularly examined reporting  categories that Department of Defense (DOD) personnel and we had  identified as problem areas in current and past reviews. These areas  included interserviced workloads, contractor logistics support,  warranties, software maintenance, and depot maintenance at nondepot  locations. We evaluated processes for collecting and aggregating data to  ensure accurate and complete reporting and to identify errors, omissions,  and inconsistencies.", "To determine whether the future-year projections were based on accurate  data, valid assumptions, and existing plans and represented reasonable  estimates, we followed the same general approach and methodology we  used to review the prior-years report. Although the future-years report is a  budget-based projection of obligations, the definitions, guidance,  organization, and processes used to report future-years data are much the  same as those for the prior-years report of actual obligations. We  discussed with DOD officials the main differences between the two  processes and the manner in which the data were derived from budgets  and planning requirements and key assumptions made in the out-year data.", "For reviews of both 50-50 reports, we performed certain checks and tests,  including variance analyses, to judge the consistency of this information  with data from prior years and with the future-years budgeting and  programming data used in DOD’s budget submissions and reports to the  Congress. For example, we compared each service’s 50-50 data reported in  February and April 2004 for fiscal years 2002 through 2008 with data  reported for these same years in the 50-50 reports submitted in fiscal year  2003. We found repeated and significant changes, even though the  estimates were prepared only about 1 year apart. We used this analysis to  further discuss with officials and analyze reasons for changes in reported  data and percentage allocations between the 2003 and 2004 reports  submitted to the Congress.", "Our work has shown that DOD’s 50-50 data cannot be relied upon as a  precise measure of the allocation of depot maintenance funds between the  public and private sectors. However, the mandate in 10 U.S.C. 2466  requires (1) DOD to report the data, which are the only data available and  accepted and used for DOD decision making and for congressional  oversight, and (2) GAO to submit its views to the Congress on whether  DOD has complied with the 50-50 requirement. While DOD’s data cannot  be relied on to provide a precise measure of the funding between the  public and private sectors, the data, along with our adjustments, provide a  rough approximation of the allocations and some trends that may be  useful to the Congress in exercising its oversight role and to DOD officials  in managing the depot maintenance program. Several factors concerning  the validity and completeness of data were considered in our methodology  and approach to reviewing the prior- and future-years reports. One key  factor is the continuing deficiencies we have noted in DOD’s financial  systems and reports that preclude a clean opinion on its financial  statements and that result in limited accuracy of budget and cost  information. Another factor is that documenting depot maintenance  workload allocations between the public and private sectors is becoming  more complicated by the consolidation of maintenance activities and the  performance of depot-level maintenance at field locations. These  complicating factors (1) make it more difficult to identify work that meets  the statutory definition of “depot maintenance,” (2) complicate workload  reporting, and (3) result in the underreporting of depot maintenance for  both the public and private sectors. In addition, changes in business  philosophy and approach can make analysis more difficult. For example,  many new contracts are performance-based and may not discretely  identify maintenance activities or account separately for their costs. This  can result in the under- and overreporting of depot maintenance work  performed in the private sector. It also forces more reliance on the  contractor for providing information needed in 50-50 reporting and may  result in DOD’s officials using more assumptions and estimating  methodologies in lieu of contract data. Finally, given all the limitations to  DOD’s data and the time frame for our review, our analysis cannot be  relied on to identify all the errors, inconsistencies, and omissions in DOD’s  data.", "As part of our efforts to identify areas for improvement, we reviewed  DOD’s efforts to improve the accuracy and completeness of reports. We  discussed with officials managing and coordinating the reporting process  their efforts to address known problem areas and respond to  recommendations by the audit agencies and us. We compared this year’s  sets of instructions with last year’s to identify changes and additions. We  reviewed efforts to identify reporting sources and to distribute guidance  and taskings to develop and report the 50-50 data. We asked primary data  collectors to provide their opinions on how well efforts were managed and  data verified and to identify “pain points” and ideas they had to improve  reporting. We reviewed prior recommendations to determine whether  known problem areas were being addressed and resolved. We applied this  knowledge to identify additional areas for improving the reporting process  and management controls.", "We interviewed officials, examined documents, and obtained data at OSD,  Army, Navy, Marine Corps, and Air Force headquarters in the Washington,  D.C., area; Army Materiel Command in Alexandria, Virginia; Naval Sea  Systems Command in Washington, D.C.; Naval Air Systems Command in  Patuxent River, Maryland; Naval Inventory Control Point in Philadelphia,  Pennsylvania; Atlantic Fleet Command in Norfolk, Virginia; Pacific Fleet  Command in Honolulu, Hawaii; Marine Corps Systems Command in  Quantico, Virginia; Marine Corps Logistics Command in Albany, Georgia;  Air Force Materiel Command in Dayton, Ohio; Naval Audit Service in  Crystal City, Virginia; several public depots managed by the military  departments’ materiel commands; and selected operating bases. We  conducted our review from February through July 2004 in accordance  with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Related GAO Products", "paragraphs": ["Depot Maintenance: Army Needs Plan to Implement Depot  Maintenance Report’s Recommendations. GAO-04-220. Washington, D.C.:  January 8, 2004.", "Depot Maintenance: DOD’s 50-50 Reporting Should Be Streamlined.  GAO-03-1023. Washington, D.C.: September 15, 2003.", "Depot Maintenance: Key Unresolved Issues Affect the Army Depot  System’s Viability. GAO-03-682. Washington, D.C.: July 7, 2003.", "Department of Defense: Status of Financial Management  Weaknesses and Progress toward Reform. GAO-03-931T.  Washington, D.C.: June 25, 2003.", "Depot Maintenance: Change in Reporting Practices and Requirements  Could Enhance Congressional Oversight. GAO-03-16. Washington D.C.:  October 18, 2002.", "Depot Maintenance: Management Attention Needed to Further  Improve Workload Allocation Data. GAO-02-95. Washington, D.C.:  November 9, 2001.", "Defense Logistics: Actions Needed to Overcome Capability Gaps in the  Public Depot System. GAO-02-105. Washington, D.C.: October 12, 2001.", "Defense Maintenance: Sustaining Readiness Support Capabilities  Requires a Comprehensive Plan. GAO-01-533T. Washington, D.C.:  March 23, 2001.", "Depot Maintenance: Key Financial Issues for Consolidations at Pearl  Harbor and Elsewhere Are Still Unresolved. GAO-01-19. Washington, D.C.:  January 22, 2001.", "Depot Maintenance: Action Needed to Avoid Exceeding Threshold on  Contract Workloads. GAO/NSIAD-00-193. Washington, D.C.:  August 24, 2000.", "Depot Maintenance: Air Force Waiver to 10 U.S.C. 2466.  GAO/NSIAD-00-152R. Washington, D.C.: May 22, 2000.", "Depot Maintenance: Air Force Faces Challenges in Managing to 50-50  Threshold. GAO/T-NSIAD-00-112. Washington, D.C.: March 3, 2000.", "Depot Maintenance: Future Year Estimates of Public and Private  Workloads Are Likely to Change. GAO/NSIAD-00-69. Washington, D.C.:  March 1, 2000.", "Depot Maintenance: Army Report Provides Incomplete Assessment of  Depot-type Capabilities. GAO/NSIAD-00-20. Washington, D.C.: October 15,  1999.", "Depot Maintenance: Status of the Navy’s Pearl Harbor Project.  GAO/NSIAD-99-199. Washington, D.C.: September 10, 1999.", "Depot Maintenance: Workload Allocation Reporting Improved, but  Lingering Problems Remain. GAO/NSIAD-99-154. Washington, D.C.:  July 13, 1999.", "Navy Ship Maintenance: Allocation of Ship Maintenance Work in  the Norfolk, Virginia, Area. GAO/NSIAD-99-54. Washington, D.C.:  February 24, 1999.", "Defense Depot Maintenance: Public and Private Sector Workload  Distribution Reporting Can Be Further Improved. GAO/NSIAD-98-175.  Washington, D.C.: July 23, 1998.", "Defense Depot Maintenance: DOD Shifting More Workload for  New Weapon Systems to the Private Sector. GAO/NSIAD-98-8.  Washington, D.C.: March 31, 1998.", "Defense Depot Maintenance: Information on Public and Private  Sector Workload Allocations. GAO/NSIAD-98-41. Washington, D.C.:  January 20, 1998.", "Defense Depot Maintenance: Uncertainties and Challenges DOD Faces  in Restructuring Its Depot Maintenance Program. GAO/T-NSIAD-97-112.  Washington, D.C.: May 1, 1997. Also GAO/T-NSIAD-97-111.  Washington, D.C.: March 18, 1997.", "Defense Depot Maintenance: More Comprehensive and Consistent  Workload Data Needed for Decisionmakers. GAO/NSIAD-96-166.  Washington, D.C.: May 21, 1996.", "Defense Depot Maintenance: DOD’s Policy Report Leaves Future Role  of Depot System Uncertain. GAO/NSIAD-96-165. Washington, D.C.:  May 21, 1996.", "Defense Depot Maintenance: Privatization and the Debate over  the Public-Private Mix. GAO/T-NSIAD-96-148. Washington, D.C.:  April 17, 1996. Also GAO/T-NSIAD-96-146. Washington, D.C.: April 16, 1996.", "Depot Maintenance: Issues in Allocating Workload between the  Public and Private Sectors. GAO/T-NSIAD-94-161. Washington, D.C.:  April 12, 1994."], "subsections": [{"section_title": "GAO’s Mission", "paragraphs": ["The Government Accountability Office, the audit, evaluation and  investigative arm of Congress, exists to support Congress in meeting its  constitutional responsibilities and to help improve the performance and  accountability of the federal government for the American people. GAO  examines the use of public funds; evaluates federal programs and policies;  and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost  is through GAO’s Web site (www.gao.gov). Each weekday, GAO posts  newly released reports, testimony, and correspondence on its Web site. To  have GAO e-mail you a list of newly posted products every afternoon, go  to www.gao.gov and select “Subscribe to Updates.”"], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Congressional Relations", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}