{"id": "GAO-10-757", "url": "https://www.gao.gov/products/GAO-10-757", "title": "Management Report: Improvements Needed in Controls over the Preparation of the U.S. Consolidated Financial Statements", "published_date": "2010-07-30T00:00:00", "released_date": "2010-07-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Since GAO's first audit of the fiscal year 1997 consolidated financial statements of the U.S. government (CFS), material weaknesses in internal control and other limitations on the scope of GAO's work have prevented GAO from expressing an opinion on the consolidated financial statements, other than the Statement of Social Insurance (accrual-based consolidated financial statements). The Department of the Treasury (Treasury), in coordination with the Office of Management and Budget (OMB), is responsible for preparing the CFS. As part of the fiscal year 2009 CFS audit, GAO identified material weaknesses and other control deficiencies in Treasury's processes used to prepare the CFS that warrant management's attention and corrective action. The purpose of this report is to (1) provide details on new control deficiencies GAO identified during its audit of the fiscal year 2009 CFS that related to the preparation of the CFS, (2) recommend improvements, and (3) provide the status of corrective actions taken to address GAO's previous 44 recommendations in this area."]}, {"section_title": "What GAO Found", "paragraphs": ["During its audit of the fiscal year 2009 CFS, GAO identified continuing and new control deficiencies in the federal government's processes used to prepare the CFS. The control deficiencies GAO identified involved 1) enhancing policies and procedures for identifying and analyzing federal entities' reported restatements and changes in accounting principles; 2) establishing and documenting policies and procedures for disclosing significant accounting policies and related party transactions; 3) establishing and documenting procedures to assure the accuracy of Treasury staff's work in three areas: (1) social insurance, (2) legal contingencies, and (3) analytical procedures; and 4) various other control deficiencies identified in previous years' audits. These control deficiencies contribute to material weaknesses in internal control over the federal government's ability to (1) adequately account for and reconcile intragovernmental activity and balances between federal entities; (2) ensure that the accrual-based consolidated financial statements were consistent with the underlying audited entities' financial statements, properly balanced, and in conformity with U.S. generally accepted accounting principles; and (3) identify and either resolve or explain material differences between components of the budget deficit reported in Treasury's records, which are used to prepare the Reconciliation of Net Operating Cost and Unified Budget Deficit and Statement of Changes in Cash Balance from Unified Budget and Other Activities, and related amounts reported in federal entities' financial statements and underlying financial information and records. As a result of these and other material weaknesses, the federal government did not have effective internal control over financial reporting. Of the 44 open recommendations GAO reported in April 2009, 2 were closed and 42 remained open as of February 19, 2010, the date of GAO's report on its audit of the fiscal year 2009 CFS. GAO will continue to monitor the status of corrective actions taken to address the 10 new recommendations as well as the 42 open recommendations from prior years."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making 10 new recommendations to Treasury to address control deficiencies identified during the fiscal year 2009 CFS audit related to the processes used to prepare the CFS. In commenting on GAO's draft report, Treasury and OMB stated that they concurred with GAO's findings."]}], "report": [{"section_title": "Letter", "paragraphs": ["In our report dated February 19, 2010, we disclaimed an opinion on the  consolidated financial statements of the U.S. government (CFS) for the  fiscal years ended September 30, 2009 and 2008, except for the 2009, 2008,  and 2007 Statements of Social Insurance, which received unqualified  opinions. Since GAO’s first audit of the fiscal year 1997 CFS, material  weaknesses in financial reporting and other limitations on the scope of our  work have resulted in conditions that prevented us from expressing an  opinion on the federal government’s accrual-based consolidated financial  statements. These include material weaknesses that relate to the federal  government’s processes used to prepare the CFS. Such material  weaknesses involve the federal government’s inability to (1) adequately  account for and reconcile intragovernmental activity and balances  between federal entities; (2) ensure that the accrual-based consolidated  financial statements were consistent with the underlying audited entities’  financial statements, properly balanced, and in conformity with U.S.  generally accepted accounting principles; and (3) identify and either  resolve or explain material differences between certain components of the  budget deficit reported in the Department of the Treasury’s (Treasury)  records, which are used to prepare the Reconciliation of Net Operating  Cost and Unified Budget Deficit and Statement of Changes in Cash  Balance from Unified Budget and Other Activities, and related amounts  reported in federal entities’ financial statements and underlying financial  information and records.", "Treasury, in coordination with the Office of Management and Budget  (OMB), prepares the CFS on behalf of the federal government. Many of  the material weaknesses in internal control that have contributed to our  continuing disclaimers of opinion were identified by other auditors during  their audits of individual federal entities’ financial statements and were  reported in detail with recommendations to the entities in separate  reports.", "The purpose of this report is to provide (1) more detailed information on  new control deficiencies that we identified during our audit of the fiscal  year 2009 CFS that relate to the processes used to prepare the CFS, (2) 10  recommendations to address these control deficiencies, and (3) the status  of corrective actions by Treasury and OMB to address the 44  recommendations relating to the processes used to prepare the CFS that  were detailed in our previous reports that remained open at the end of the  fiscal year 2008 audit (see app. I). We have discussed each of the new  control deficiencies identified during our fiscal year 2009 audit with your  staff and have incorporated their comments as appropriate."], "subsections": [{"section_title": "Scope and Methodology", "paragraphs": ["As part of our audit of the fiscal years 2009 and 2008 CFS, we evaluated  the federal government’s financial reporting procedures and related  internal control. Also, we determined the status of corrective actions by  Treasury and OMB to address open recommendations relating to the  processes used to prepare the CFS detailed in our previous reports. In our  audit report on the fiscal year 2009 CFS, which is included in the fiscal  year 2009 Financial Report of the United States Government (Financial  Report), we discussed the material weaknesses related to the federal  government’s processes used to prepare the CFS. These material  weaknesses contributed to our disclaimer of opinion on the accrual-based  consolidated financial statements and our conclusion that the federal  government did not have effective internal control over financial  reporting. We performed our audit of the fiscal years 2009 and 2008 CFS in  accordance with U.S. generally accepted government auditing standards.  We believe that our audit provided a reasonable basis for our conclusions  in this report.", "We requested comments on a draft of this report from the Director of OMB  and the Secretary of the Treasury or their designees. OMB provided oral  comments, which are summarized in the Agency Comments section of this  report. Treasury’s comments are reprinted in appendix II and are also  summarized in the Agency Comments section."], "subsections": []}, {"section_title": "New Internal Control Deficiencies", "paragraphs": [], "subsections": [{"section_title": "Standard Operating Procedures for Preparing the CFS", "paragraphs": ["Over the past several years, Treasury has made progress in developing,  documenting, and implementing internal control over the process for  preparing the CFS through numerous standard operating procedures  (SOP). However, we identified areas where SOPs were not developed,  implemented, fully documented for fiscal year 2009, or a combination of  these. Specifically, we found that SOPs were missing or inadequate in five  key areas: (1) restatements and changes in accounting principles, (2)  summary of significant accounting policies, (3) social insurance, (4) legal  contingencies, and (5) analytical procedures. In connection with its role as  preparer of the CFS, Treasury management is responsible for developing  and documenting detailed policies, procedures, and practices for  preparing the CFS and ensuring that internal control is built into and is an  integral part of the CFS compilation process. Standards for Internal  Control in the Federal Government calls for clear documentation of  policies and procedures. Missing or inadequate policies and procedures  increase the risk that errors in the compilation process could go  undetected and result in misstatements in the financial statements or  incomplete and inaccurate disclosure of information within the Financial  Report."], "subsections": [{"section_title": "Restatements and Changes in Accounting Principles", "paragraphs": ["Treasury’s SOP entitled “Analyzing Agency Restatements,” which is  intended to document Treasury’s procedures regarding prior period  adjustments (i.e., restatements and changes in accounting principles) at  the governmentwide level, was not adequate to help assure that prior  period adjustments are properly identified and reported in the CFS.  Specifically, we found that (1) not all procedures Treasury performs to  identify, analyze, and report restated closing package data and changes in  accounting principles in the CFS were fully documented in the SOP; (2) for  some steps listed in the SOP, it was unclear who was responsible for  performing the procedures; and (3) the SOP did not require an analysis of  the overall impact of entities’ restatements on the CFS or documentation  of the analysis and related conclusion."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help assure that prior period adjustments are properly identified and  reported in the CFS, we recommend that the Secretary of the Treasury  direct the Fiscal Assistant Secretary to enhance the SOP entitled  “Analyzing Agency Restatements” to (1) fully document all procedures  related to identifying, analyzing, and reporting restated closing package  data as well as changes in accounting principles; (2) clarify who is  responsible for performing the procedures contained in the SOP; and (3)  include procedures for analyzing the overall impact of entities’  restatements on the CFS and documenting the analysis and related  conclusion."], "subsections": []}, {"section_title": "Significant Accounting Policies", "paragraphs": ["Treasury did not have written policies and procedures to help assure that  all significant accounting policies and related party transactions were  properly identified and disclosed in Note 1 – Summary of Significant  Accounting Policies (Note 1) to the CFS. Statement of Federal Financial  Accounting Standards (SFFAS) No. 32, Consolidated Financial Report of  the United States Government Requirements: Implementing Statement of  Federal Financial Accounting Concepts 4 “Intended Audience and  Qualitative Characteristics for the Consolidated Financial Report of the  United States Government”, requires that significant accounting policies  be disclosed within Note 1 to the financial statements.", "In accordance with SFFAS No. 32, Note 1 should, among other things,  “Summarize the accounting principles and methods of applying those  principles that management has concluded are appropriate for presenting  fairly the agencies’ assets, liabilities, net cost of operations, and changes in  net position. Disclosure of accounting policies should identify and  describe the accounting principles followed by the reporting agency and  the methods of applying those principles. In general, the disclosure should  encompass important judgments as to the valuation, recognition, and  allocation of assets, liabilities, expenses, revenues and other financing  sources.”", "However, we identified significant accounting policies that were not  disclosed in Note 1 to the draft CFS, including accounting policies  regarding federal debt securities held by the public, beneficial interest in  trust, and certain securities and investments. In addition, Treasury had not  disclosed that certain federal entities—primarily Treasury and the Federal  Deposit Insurance Corporation along with the Board of Governors of the  Federal Reserve System and the Federal Reserve Banks—engaged in a  related party transaction involving concurrent actions, coordinated  actions, or both to help stabilize the financial system and the housing  market. We communicated these omissions to Treasury officials who  included these disclosures in Note 1 to the fiscal year 2009 CFS."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To help assure complete and accurate disclosure of significant accounting  policies and related party transactions in Note 1 to the CFS, we  recommend that the Secretary of the Treasury direct the Fiscal Assistant  Secretary to develop, implement, and document procedures for  identifying, analyzing, compiling, and reporting all significant accounting  policies and related party transactions at the governmentwide level."], "subsections": []}, {"section_title": "Social Insurance Information", "paragraphs": ["Treasury did not have adequate procedures to assure the accuracy of  staff’s work performed in accordance with Treasury’s SOP entitled  “Statement of Social Insurance, Social Insurance Note, and Required  Supplementary Information.” The SOP provides detailed procedures for  Treasury personnel to perform related to the reporting and disclosure of  social insurance information. However, the SOP did not include adequate  procedures to be performed to assure the accuracy of staff’s work and we  identified several errors made by Treasury personnel in preparing the  social insurance sections of the CFS.", "Specifically, when reviewing the Statement of Social Insurance–related  note in the draft fiscal year 2009 CFS, we found instances where certain  social insurance–related information was inconsistent with the related  information provided by the federal entities through the Governmentwide  Financial Report System (GFRS). For example, the Department of Health  and Human Services (HHS) and the Social Security Administration (SSA)  both submitted demographic data in GFRS showing that the ultimate  fertility rate was assumed to be reached in 2033; however, the draft CFS  reported 2032. Additionally, the beneficiary-to-worker ratio reported in  GFRS by HHS and SSA for Medicare and the Old-Age and Survivors, and  Disability Insurance programs did not agree to the amounts reported in the  draft CFS prepared by Treasury personnel. These inconsistencies were not  identified through Treasury’s process to prepare the social insurance  information for the CFS. We communicated these matters to Treasury  officials who corrected this information for disclosure in the fiscal year  2009 CFS."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of the Treasury direct the Fiscal  Assistant Secretary to (1) enhance the SOP entitled “Statement of Social  Insurance, Social Insurance Note, and Required Supplementary  Information” to include procedures for assuring the accuracy of staff’s  work related to preparing the social insurance information for the CFS and  (2) implement and document such procedures."], "subsections": []}, {"section_title": "Legal Contingencies", "paragraphs": ["Treasury did not have adequate procedures to assure the accuracy of  staff’s work performed in accordance with Treasury’s SOP entitled  “Federal Agency Legal Letter Analysis.” The SOP has detailed procedures  for Treasury staff to perform with regard to reviewing and analyzing  entities’ legal representation letters and related management schedules.  As part of the legal representation letter process, the SOP requires  Treasury staff to compare the entities’ and the Department of Justice  (Justice) lawyer’s assessments of the major cases and document any  differences on a Schedule of Differences. The schedule is to be used by  Treasury to identify, research, and resolve significant inconsistencies and  also to make any adjustments to the CFS to help assure complete and  accurate reporting of legal contingencies. However, the SOP did not  include adequate procedures to be performed to assure the accuracy of  staff’s work and we identified several errors made by Treasury personnel  in preparing the Schedule of Differences.", "Specifically, our review of the Schedule of Differences identified nine  additional cases in fiscal year 2009 where there were significant  differences between the entities’ and Justice’s assessments, but such  differences were not documented on the Schedule of Differences.  Treasury did not have adequate procedures to detect that the Treasury  staff had not identified these differences. Lack of identification and follow- up on inconsistent assessments by Justice and entity legal counsels  impairs Treasury’s ability to determine the proper accounting treatment in  the CFS for the related legal cases. We communicated these matters to  Treasury officials who subsequently corrected some of these  inconsistencies in the fiscal year 2009 Schedule of Differences."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of the Treasury direct the Fiscal  Assistant Secretary to (1) enhance the SOP entitled “Federal Agency Legal  Letter Analysis” to include procedures for assuring the accuracy of staff’s  work related to preparing the Schedule of Differences and (2) implement  and document such procedures."], "subsections": []}, {"section_title": "Analytical Procedures", "paragraphs": ["Treasury’s SOP entitled “Preparing the Financial Report of the U.S.  Government” provides that Treasury staff are to perform an overall  analysis of the balances reported in the CFS, including a review for  reasonableness of changes from the prior year to the current year. The  analysis should assist Treasury in identifying any significant changes in  balances from year to year that should be disclosed in the Financial  Report. The SOP did not include adequate procedures to be performed to  assure the accuracy of the overall analysis, and we identified errors in the  formulas used in the analysis and inadequacies in the explanations  provided by Treasury personnel through performance of the analytical  procedures.", "Our review of the overall line item analysis covering the Balance Sheets,  Statements of Net Cost, Statements of Operations and Changes in Net  Position, and related notes identified incorrect formulas used to calculate  the percentage change from year to year. Specifically, Treasury calculated  the change using the current year balances, rather than the prior year  balances, as the denominator for the calculation. This error in the  formulas resulted in incorrect percentage changes being used for the  analysis. For example, the percentage change between years determined  for the Investments in Government Sponsored Enterprises line item, was  calculated as 89 percent, when the actual change was 824 percent. We  communicated the formula errors to Treasury officials who took action to  correct the errors. We also noted that Treasury staff’s documented  explanations for certain significant fluctuations were inadequate. For  example, the Department of Veterans Affairs’ (VA) gross costs in the CFS  Statements of Net Cost changed from $435 billion in 2008 to ($39) billion  in 2009, a change of over $473 billion and more than 100 percent. The  significant decrease in gross cost was primarily attributable to VA’s  reestimation of its actuarial liability for, and anticipated cost of, veterans’  compensation benefits. However, the explanation provided for this change  by Treasury in its documentation of the analysis included a discussion of  VA’s and several other federal entities’ changes in costs and did not  specifically explain the primary reasons for the significant decrease in  VA’s gross cost. As a result of incorrect formulas used in the overall  analysis and inadequate explanations of changes, the risk of Treasury  failing to properly report in the Financial Report significant changes in  certain balances is increased."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of the Treasury direct the Fiscal  Assistant Secretary to (1) enhance the SOP entitled “Preparing the  Financial Report of the U.S. Government” to include procedures for  assuring the accuracy of staff’s work related to performing analytical  procedures and (2) implement and document such procedures."], "subsections": []}]}]}, {"section_title": "Status of Recommendations from Prior Reports", "paragraphs": ["As part of our audit of the fiscal years 2009 and 2008 CFS, we determined  the status of corrective actions by Treasury and OMB to address open  recommendations detailed in our previous reports. Of the 44  recommendations that are listed in appendix I, 2 were closed and 42  remained open as of February 19, 2010, the date of our report on the audit  of the fiscal year 2009 CFS.", "Appendix I includes the status of recommendations from seven prior  reports that were open at the beginning of our fiscal year 2009 audit.  Recommendations from these reports that were closed in prior years are  not included in this appendix. Appendix I includes the status according to  Treasury and OMB, as well as our own assessments. Explanations are  included in the status of recommendations per GAO when Treasury and  OMB disagreed with our recommendation or our assessment of the status  of a recommendation. We will continue to monitor Treasury’s and OMB’s  progress in addressing GAO’s recommendations."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": [], "subsections": [{"section_title": "OMB Comments", "paragraphs": ["In oral comments on a draft of this report, OMB stated that it concurred  with the new findings and related recommendations in this report."], "subsections": []}, {"section_title": "Treasury Comments", "paragraphs": ["In July 21, 2010, written comments on a draft of this report, which are  reprinted in appendix II, Treasury’s Fiscal Assistant Secretary concurred  with our findings and noted that the agency has already made significant  progress in improving its policies and procedures for the CFS preparation  since the issuance of the report. Further, Treasury stated that it expects to  implement additional recommendations by the end of fiscal year 2010, and  that it will use GAO’s findings to focus its efforts on improving the central  accounting and compilation activities associated with the CFS. Also, while  noting that they may take several years to provide measurable reductions,  Treasury cited plans it has initiated to address long-standing material  issues, including the development of an infrastructure for General Fund  accounting and plans for automating the interagency agreement process.", "This report contains recommendations to the Secretary of the Treasury.  The head of a federal agency is required by 31 U.S.C. 720 to submit a  written statement on actions taken on our recommendations to the Senate  Committee on Homeland Security and Governmental Affairs and to the  House Committee on Oversight and Government Reform not later than 60  days after the date of this report. A written statement must also be sent to  the Senate and House Committees on Appropriations with the agency’s  first request for appropriations made more than 60 days after the date of  that report.", "We are sending copies of this report to interested congressional  committees, the Fiscal Assistant Secretary of the Treasury, the Deputy  Director for Management and Chief Performance Officer of OMB, and the  Controller of OMB’s Office of Federal Financial Management. This report  also is available at no charge on GAO’s Web site at http://www.gao.gov.", "We acknowledge and appreciate the cooperation and assistance provided  by Treasury and OMB during our audit. If you or your staff have any  questions or wish to discuss this report, please contact me at (202) 512- 3406 or engelg@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this report.  GAO staff who made major contributions to this report are listed in  appendix III."], "subsections": []}]}]}, {"section_title": "Appendix I: Status of Treasury’s and OMB’s Progress in Addressing GAO’s Prior Year Recommendations for Preparing the CFS", "paragraphs": [], "subsections": [{"section_title": "Recommendation", "paragraphs": ["GAO-04-45 (results of the fiscal year 2002 audit)", "As the Department of the Treasury  (Treasury) is designing its new financial  statement compilation process to begin  with the fiscal year 2004 CFS, the  Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in  coordination with the Controller of the  Office of Management and Budget  (OMB), to develop reconciliation  procedures that will aid in understanding  and controlling the net position balance  as well as eliminate the plugs previously  associated with compiling the CFS.", "To eliminate or explain adjustments to  net position, Treasury has continued  to eliminate, at the consolidated level,  intragovernmental activity and  balances using formal balanced  accounting entries (via Reciprocal  Categories) and has continued its  analysis of transactions that contribute  to the unmatched transactions and  balances adjustment. Major  contributors to the plug are  transactions with the General Fund  (Reciprocal Category 29). In fiscal  year 2009, a new Treasury Task  Group was formed to develop the  financial statements for the General  Fund, with the goal to prepare them  for financial audit. In the interim,  Treasury continues to separately  identify General Fund transactions to  facilitate their agency reconciliation on  a quarterly basis. Also throughout  fiscal year 2009, Treasury continued  its efforts on particular areas (fiduciary  and employee benefits) and increased  its analysis and monitoring efforts on  agencies’ explanations of material  differences with their trading partners.", "Open. Treasury has continued  developing reconciliation  procedures to aid in  understanding the net position  balance but remains unable to  eliminate the plugs associated  with compiling the CFS. In  addition, there are hundreds of  billions of dollars of  unreconciled differences  between the General Fund  and federal entities related to  appropriation and other  intragovernmental  transactions. The ability to  reconcile these transactions is  hampered because only some  of the General Fund  transactions are reported in  Treasury’s financial  statements.", "As OMB continues to make strides to  address issues related to  intragovernmental transactions, the  Director of OMB should direct the  Controller of OMB to develop policies  and procedures that document how  OMB will enforce the business rules  provided in OMB Memorandum M-07- 03, Business Rules for  Intragovernmental Transactions.", "OMB will continue its efforts to  implement this recommendation.", "Open.", "As OMB continues to make strides to  address issues related to  intragovernmental transactions, the  Director of OMB should direct the  Controller of OMB to require that  significant differences noted between  business partners be resolved and the  resolution be documented.", "OMB will continue its efforts to  implement this recommendation.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to design procedures that will account  for the difference in intragovernmental  assets and liabilities throughout the  compilation process by means of formal  consolidating and elimination accounting  entries.", "Treasury has designed formal  consolidating and eliminating  procedures to account for these  differences and has implemented  them. See status of recommendation  no. 02-4.", "Open. Treasury’s formal  consolidating and eliminating  accounting entries could not  fully account for the difference  in intragovernmental assets  and liabilities during the fiscal  year 2009 compilation  process. For example, there  are hundreds of billions of  dollars of unreconciled  differences between the  General Fund and federal  entities related to  appropriation and other  intragovernmental  transactions. These amounts  are not eliminated by  Treasury’s formal  consolidating and elimination  accounting entries because  Treasury’s ability to reconcile  these transactions is  hampered because not all  General Fund transactions are  reported in Treasury’s financial  statements.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to develop solutions for  intragovernmental activity and balance  issues relating to federal agencies’  accounting, reconciling, and reporting in  areas other than those OMB now  requires be reconciled, primarily areas  relating to appropriations.", "Treasury continues to provide to  federal agencies information from its  Central Accounting and Reporting  System (STAR) related to special and  trust fund appropriations and  nonexpenditure transfers for the  agencies’ use in reconciling with this  centrally reported data. The agencies  were required to reconcile with this  information in fiscal year 2009 on a  quarterly basis. In addition, in fiscal  year 2010, the agencies will also be  required to reconcile their fund  balance with Treasury and  appropriations received against STAR  on a quarterly basis.", "Open. Although Treasury’s  analysis of agencies’  transactions with the General  Fund is ongoing, the ability to  reconcile these transactions is  hampered because only some  of the General Fund  transactions are reported in  Treasury’s financial  statements.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to reconcile the change in  intragovernmental assets and liabilities  for the fiscal year, including the amount  and nature of all changes in  intragovernmental assets or liabilities  not attributable to cost and revenue  activity recognized during the fiscal year.  Examples of these differences would  include capitalized purchases, such as  inventory or equipment, and deferred  revenue.", "The current reconciliation of  intragovernmental activity does  account for differences caused by  asset capitalization and agency  advances or deferred revenue. Given  current intragovernmental differences,  further resolution of this activity is  contingent on these differences being  materially resolved. See status of  recommendation no. 02-4.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  develop and implement a process that  adequately identifies and reports items  needed to reconcile net operating cost  and unified budget surplus (or deficit).  Treasury should report “net unreconciled  differences” included in the net  operating results line item as a separate  reconciling activity in the reconciliation  statement.", "These unmatched transactions and  balances will continue to be reflected  in the Statements of Operations and  Changes in Net Position until they are  materially resolved. However, based  on its analyses of these unmatched  transactions and balances, Treasury  believes that these unmatched  transactions and balances are  primarily caused by unreconciled  transactions that affect only the  amounts reported on an accrual basis  of accounting (net operating cost)  and, therefore, these unmatched  transactions and balances should not  be included as a separate reconciling  item on this statement. Treasury will  continue its analysis in fiscal year  2010.", "Open. Treasury has not  implemented a process that  demonstrates the amount, if  any, of unmatched  transactions and balances that  should be included as a  separate reconciling item in  the reconciliation statement.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  develop and implement a process that  adequately identifies and reports items  needed to reconcile net operating cost  and unified budget surplus (or deficit).  Treasury should develop policies and  procedures to ensure completeness of  reporting and document how all the  applicable components reported in the  other consolidated financial statements  (and related note disclosures included in  the CFS) were properly reflected in the  reconciliation statement.", "Treasury will continue to improve the  completeness and consistency of the  information in this reconciliation  statement and will continue to resolve  significant inconsistencies, if any, to  the applicable and related  components reported in the other  basic financial statements, and in the  related note disclosures included in  the CFS.", "Open. Treasury has not fully  developed a process to ensure  the completeness of reporting  of information on the  reconciliation statement and to  document how all applicable  components reported  elsewhere in the CFS are  properly reflected in the  reconciliation statement.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  develop and implement a process that  adequately identifies and reports items  needed to reconcile net operating cost  and unified budget surplus (or deficit).  Treasury should establish reporting  materiality thresholds for determining  which agency financial statement  activities to collect and report at the  governmentwide level to assist in  ensuring that the reconciliation  statement is useful and conveys  meaningful information.", "Treasury will continue to update and  revise its materiality policy in fiscal  year 2010 to address remaining GAO  concerns.", "Open.", "If Treasury chooses to continue using  information from both federal agencies’  financial statements and STAR,  Treasury should demonstrate how the  amounts from STAR reconcile to federal  agencies’ financial statements.", "Treasury has elected to continue the  use of information from STAR and has  identified the material areas where  STAR data does not reconcile to  federal agencies’ financial statements.  Treasury intends to continue working  on these material areas in fiscal year  2010.", "Open.", "If Treasury chooses to continue using  information from both federal agencies’  financial statements and from STAR,  Treasury should identify and document  the cause of any significant differences,  if any are noted.", "See status of recommendation no. 02- 15.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to develop and implement a process to  ensure that the Statement of Changes in  Cash Balance from Unified Budget and  Other Activities properly reflects the  activities reported in federal agencies’  audited financial statements. Treasury  should document the consistency of the  significant line items on this statement to  federal agencies’ audited financial  statements.", "Treasury has elected to continue to  use information from STAR. Treasury  will document the consistency of the  significant line items on this statement  to federal agencies’ audited financial  statements as possible during fiscal  year 2010. See status of  recommendation no. 02-15.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to develop and implement a process to  ensure that the Statement of Changes in  Cash Balance from Unified Budget and  Other Activities properly reflects the  activities reported in federal agencies’  audited financial statements. Treasury  should explain and document the  differences between the operating  revenue amount reported on the  Statement of Operations and Changes  in Net Position and unified budget  receipts reported on the Statement of  Changes in Cash Balance from Unified  Budget and Other Activities.", "Treasury will continue with its efforts  to reconcile budgetary receipts to net  operating revenue. During fiscal year  2009, Treasury made significant  progress with identifying and  documenting the larger differences  between budgetary receipts and net  operating revenue and automated a  portion of this reconciliation in the  Governmentwide Financial Report  System (GFRS).", "Open. OMB and Treasury  continue to work toward  establishing effective  processes and procedures for  identifying, resolving, and  explaining material differences  in net outlays and other  components of the deficit  between Treasury’s central  accounting records and  information reported in entity  financial statements and  underlying entity financial  information and records.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to perform an assessment to define the  reporting entity, including its specific  components, in conformity with the  criteria issued by the Federal  Accounting Standards Advisory Board.  Key decisions made in this assessment  should be documented, including the  reason for including or excluding  components and the basis for  concluding on any issue. Particular  emphasis should be placed on  demonstrating that any financial  information that should be included but  is not included is immaterial.", "Treasury developed a reporting entity  policy in fiscal year 2009. Treasury  will continue to revise the policy in  fiscal year 2010 to address remaining  GAO concerns.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to provide in the financial statements all  the financial information relevant to the  defined reporting entity, in all material  respects. Such information would  include, for example, the reporting  entity’s assets, liabilities, and revenues.", "See status of recommendation no. 02- 22.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to disclose in the financial statements all  information that is necessary to inform  users adequately about the reporting  entity. Such disclosures should clearly  describe the reporting entity and explain  the reason for excluding any  components that are not included in the  defined reporting entity.", "See status of recommendation no. 02- 22.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to help ensure that federal agencies  provide adequate information in their  legal representation letters regarding the  expected outcomes of the cases.", "During fiscal year 2010, Treasury and  OMB will continue to work with federal  agencies to help better ensure that  adequate information is provided in  the legal representation letters  regarding the expected outcomes of  the cases.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to establish written policies and  procedures to help ensure that major  treaty and other international agreement  information is properly identified and  reported in the CFS. Specifically, these  policies and procedures should require  that federal agencies develop a detailed  schedule of all major treaties and other  international agreements that obligate  the U.S. government to provide cash,  goods, or services, or that create other  financial arrangements that are  contingent on the occurrence or  nonoccurrence of future events (a  starting point for compiling these data  could be the State Department’s  Treaties in Force).", "OMB and Treasury undertook a  number of corrective actions in fiscal  year 2009 that resulted in published  policy guidance in OMB Circular A- 136 and procedural guidance in the  Treasury Financial Manual regarding  the proper reporting and disclosure of  treaties. OMB and Treasury will  continue to work with federal agencies  in fiscal year 2010 to help ensure  proper and complete recognition and  disclosure of contingencies related to  treaties and other international  agreements.", "Open. As noted in Note 22,  Contingencies, a  comprehensive analysis to  determine any financial  obligation or possible  exposure to loss and its  related effect on the CFS has  not yet been performed.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to establish written policies and  procedures to help ensure that major  treaty and other international agreement  information is properly identified and  reported in the CFS. Specifically, these  policies and procedures should require  that federal agencies classify all such  scheduled major treaties and other  international agreements as  commitments or contingencies.", "See status of recommendation no. 02- 37.", "Open. See status of  recommendation no. 02-37.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to establish written policies and  procedures to help ensure that major  treaty and other international agreement  information is properly identified and  reported in the CFS. Specifically, these  policies and procedures should require  that federal agencies disclose in the  notes to the CFS amounts for major  treaties and other international  agreements that have a reasonably  possible chance of resulting in a loss or  claim as a contingency.", "See status of recommendation no. 02- 37.", "Open. See status of  recommendation no. 02-37.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to establish written policies and  procedures to help ensure that major  treaty and other international agreement  information is properly identified and  reported in the CFS. Specifically, these  policies and procedures should require  that federal agencies disclose in the  notes to the CFS amounts for major  treaties and other international  agreements that are classified as  commitments and that may require  measurable future financial obligations.", "See status of recommendation no. 02- 37.", "Open. See status of  recommendation no. 02-37.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to establish written policies and  procedures to help ensure that major  treaty and other international agreement  information is properly identified and  reported in the CFS. Specifically, these  policies and procedures should require  that federal agencies take steps to  prevent major treaties and other  international agreements that are  classified as remote from being  recorded or disclosed as probable or  reasonably possible in the CFS.", "See status of recommendation no. 02- 37.", "Open. See status of  recommendation no. 02-37.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  ensure that the note disclosure for  stewardship responsibilities related to  the risk assumed for federal insurance  and guarantee programs meets the  requirements of Statement of Federal  Financial Accounting Standards  (SFFAS) No. 5, Accounting for Liabilities  of the Federal Government, paragraph  106, which requires that when financial  information pursuant to Financial  Accounting Standards Board standards  on federal insurance and guarantee  programs conducted by government  corporations is incorporated in general  purpose financial reports of a larger  federal reporting entity, the entity should  report as required supplementary  information what amounts and periodic  change in those amounts would be  reported under the “risk assumed”  approach.", "This required information was  requested from federal agencies for  disclosure in the required  supplementary information (risk  assumed) section of the fiscal year  2009 CFS. In addition, Treasury  completed an analysis of the risk  assumed reporting by the agencies to  document agency compliance with the  applicable reporting requirements.  Treasury will continue working with  the federal agencies to ensure proper  and complete disclosure of this  information in fiscal year 2010.", "Open. Treasury’s reporting in  this area is not complete. The  CFS should include all major  federal insurance programs in  the risk assumed reporting  and analysis. Also, since  future events are uncertain,  risk assumed information  should include indicators of  the range of uncertainty  around expected estimates,  including indicators of the  sensitivity of the estimate to  changes in major  assumptions.", "GAO-04-866 (results of the fiscal year 2003 audit)", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  develop a process that will allow full  reporting of the changes in cash balance  of the U.S. government. Specifically, the  process should provide for reporting on  the change in cash reported on the  consolidated balance sheet, which  should be linked to cash balances  reported in federal agencies’ audited  financial statements.", "In fiscal year 2009, Treasury disclosed  the change in cash balances as reported  on the Balance Sheet on the Statement  of Changes in Cash Balance.", "Open. Treasury has not  developed a process that  will allow full reporting of  the changes in cash  balance. For example,  Treasury had not identified  some of the significant  changes in cash that we  had noted as needing to be  reported in the fiscal year  2009 Statement of Changes  in Cash Balance.", "The Director of OMB should direct the  Controller of OMB, in coordination with  Treasury’s Fiscal Assistant Secretary, to  work with the Department of Justice  (Justice) and certain other executive  branch federal agencies to ensure that  these federal agencies report or disclose  relevant criminal debt information in  conformity with generally accepted  accounting principles (GAAP) in their  financial statements and have such  information subjected to audit.", "OMB, working with Treasury, Justice,  and certain other agencies, will continue  working to address this recommendation.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  include relevant criminal debt  information in the CFS or document the  specific rationale for excluding such  information.", "Treasury will include criminal debt  information in the CFS as it becomes  available. See status of recommendation  no. 03-8.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to modify Treasury’s plans for the new  closing package to (1) require federal  agencies to directly link their audited  financial statement notes to the CFS  notes and (2) provide the necessary  information to demonstrate that all of the  five principal consolidated financial  statements are consistent with the  underlying information in federal  agencies’ audited financial statements  and other financial data.", "Treasury continues to use its CFS  compilation process, GFRS, to provide  direct linkage from the agency audited  financial statements to most of the CFS  principal statements. However, additional  work is needed related to the two  budgetary principal financial statements.  See status of recommendation no. 02- 17. With regard to note disclosures,  GFRS note references (linkages), along  with additional Treasury analysis, are  designed to link the CFS and agency  note disclosures.", "Open. Treasury’s process  for compiling the CFS  demonstrated that amounts  in the Statement of Social  Insurance were consistent  with the underlying federal  agencies’ audited financial  statements and that the  Balance Sheet and the  Statement of Net Cost were  also consistent with federal  entities’ financial  statements prior to  eliminating  intragovernmental activity  and balances. However,  Treasury’s process did not  ensure that the information  in the remaining three  principal financial  statements was fully  consistent with the  underlying information in  federal entities’ audited  financial statements and  other financial data.", "GAO-05-407 (results of the fiscal year 2004 audit)", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  require and maintain appropriate  supporting documentation for all journal  vouchers recorded in the CFS.", "During fiscal year 2009, Treasury  ensured that journal vouchers included  appropriate supporting documentation.", "Closed.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  require that Treasury employees contact  and document communications with  federal agencies before recording  journal vouchers to change agency  audited closing package data.", "Treasury will continue its efforts to  ensure that all journal vouchers are  communicated to the federal agencies  before recording them in GFRS.", "Open. We believe that  Treasury should be  required to contact federal  entities to resolve any  discrepancies between  federal entities’ audited  closing packages and  audited financial statements  and discuss any other  situations that require  adjustments to federal  entities’ audited closing  package data because  Treasury could incorrectly  adjust federal entities’  audited information.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  require and document management  reviews of all procedures that result in  data changes to the CFS.", "During fiscal year 2009, Treasury  ensured that management reviews of  procedures that resulted in data changes  to the CFS were required and  documented.", "Closed.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  assess the infrastructure associated with  the compilation process and modify it as  necessary to achieve a sound internal  control environment.", "Treasury continued to make  improvements to its internal control  infrastructure during fiscal year 2009.  Treasury has updated its documentation  to help ensure that control procedures  are in place at all critical areas of the  CFS preparation process and is working  to ensure that these controls are  adequately monitored and assessed  each year.", "Open. Treasury has not  completed an assessment  to ensure that it has  sufficient personnel with  specialized financial  reporting experience to  achieve a sound internal  control environment to carry  out the compilation process  and help ensure reliable  financial reporting by the  reporting date.", "GAO-06-415 (results of the fiscal year 2005 audit)", "The Director of OMB should direct the  Controller of the Office of Federal  Financial Management to consider, in  order to provide audit assurance over  federal agencies’ closing packages, not  waiving the closing package audit  requirements for any verifying agency in  future years, such as Tennessee Valley  Authority (TVA).", "OMB will continue working with TVA so  that it submits its audited closing  package by the required financial  reporting deadline. Of note, TVA moved  closer to submitting its closing package  by the required year-end reporting  deadline during fiscal year 2009.", "Open. OMB has not yet  reasonably ensured that  audit assurance is provided  over all federal agencies’  closing package  information.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to develop policies and procedures for  monitoring internal control to help  ensure that (1) audit findings are  promptly evaluated; (2) proper actions  are determined in response to audit  findings and recommendations, such as  a documented plan of action with  milestones for short-term and long- range solutions; and (3) all actions that  correct or otherwise resolve the audit  findings are completed within  established time frames.", "Treasury has designed a process to  identify and execute the actions  necessary to address GAO audit  findings. Efforts will continue in fiscal  2010 to track and resolve audit findings.", "Open. Although Treasury  has developed a process,  the process did not ensure  that corrective action plans  were appropriately updated  and monitored to help  ensure effective resolution  of audit findings within  established time frames.", "GAO-07-805 (results of the fiscal year 2006 audit)", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary,  working in coordination with the  Controller of OMB’s Office of Federal  Financial Management, to establish  effective processes and procedures to  ensure that appropriate information  regarding litigation and claims is  included in the governmentwide legal  representation letter.", "Treasury, in coordination with OMB, will  continue working to establish effective  processes and procedures to ensure that  appropriate information regarding  litigation and claims is included in the  governmentwide legal representation  letter.", "Open. The federal  government was unable to  provide us with adequate  legal representation  regarding the accrual-based  consolidated financial  statements for fiscal year  2009.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary,  working in coordination with the  Controller of OMB’s Office of Federal  Financial Management, to develop a  process for obtaining sufficient  information from federal agencies to  enable Treasury and OMB to adequately  monitor federal agencies’ efforts to  reconcile intragovernmental activity and  balances with their trading partners. This  information should include (1) the nature  and a detailed description of the  significant differences that exist between  trading partners’ records of  intragovernmental activity and balances,  (2) detailed reasons why such  differences exist, (3) details of steps  taken or being taken to work with federal  agencies’ trading partners to resolve the  differences, and (4) the potential  outcome of such steps.", "During fiscal year 2009, Treasury  continued a process for obtaining  sufficient information from federal  agencies to enable Treasury and OMB to  adequately monitor federal agencies’  efforts to reconcile intragovernmental  activity and balances with their trading  partners. This information included (1)  the nature and a detailed description of  the significant differences that exist  between trading partners’ records of  intragovernmental activity and balances,  (2) detailed reasons why such  differences exist, (3) details of steps  taken or being taken to work with federal  agencies’ trading partners to resolve the  differences, (4) the potential outcome of  such steps, and (5) additional  information related to their  intragovernmental differences that would  allow Treasury to correct these  differences within GFRS. This effort will  continue in fiscal year 2010, including  following up with any federal agencies  that either did not comply or provided  incomplete information related to this  new requirement.", "Open. While Treasury  continued to take action in  this area, we identified  instances in which the  procedures that Treasury  designed to monitor  intragovernmental  transactions and balances  had not been implemented  consistently. For example,  some review accountants  did not follow up for  additional explanations as  necessary with agencies  that either did not respond  or had incomplete  responses.", "GAO-08-748 (results of the fiscal year 2007 audit)", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  enhance and fully document all  practices referred to in the standard  operating procedure (SOP) entitled  “Preparing the Financial Report of the  U.S. Government” to better ensure that  practices are proper and complete and  can be consistently applied by staff  members.", "In fiscal year 2009, Treasury updated  this SOP by significantly expanding the  functions covered by this SOP and  increasing the level of detail related to all  the key procedures. Treasury will work to  ensure full compliance with this SOP, as  well as all other significant policies,  during fiscal year 2010, to address  remaining GAO concerns.", "Open. Although Treasury  made improvements to this  SOP, key practices and  procedures—including  those related to preparing  the budget statements— were excluded.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  enhance Treasury’s checklist or design  an alternative and use it to adequately  and timely document Treasury’s  assessment of the relevance,  usefulness, or materiality of information  reported by the federal agencies for use  at the governmentwide level.", "During fiscal year 2009, Treasury  enhanced its analysis procedures to take  into account agency-specific disclosures  and assess their impact at the  governmentwide level. Treasury will  update its checklist during fiscal year  2010, as necessary, to comply with  federal GAAP.", "Open. Although Treasury  made significant  improvements in  documenting its  assessment of agency  information, we found that  the assessment was not  complete.", "The Director of OMB should direct the  Controller of OMB’s Office of Federal  Financial Management, in coordination  with Treasury’s Fiscal Assistant  Secretary, to develop formal processes  and procedures for identifying and  resolving any material differences in  distributed offsetting receipt amounts  included in the net outlay calculation of  federal agencies’ Statement of  Budgetary Resources and the amounts  included in the computation of the  budget deficit in the CFS.", "OMB, working jointly with Treasury, will  enhance its efforts to implement this  recommendation.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of  OMB’s Office of Federal Financial  Management, to develop and implement  effective processes for monitoring and  assessing the effectiveness of internal  control over the processes used to  prepare the CFS.", "Treasury is currently revising its internal  control procedures to formalize  monitoring and assessment of the  effectiveness of internal control over the  preparation of the CFS.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary,  working in coordination with the  Controller of OMB’s Office of Federal  Financial Management, to develop and  implement alternative solutions to  performing almost all of the compilation  effort at the end of the year, including  obtaining and utilizing interim financial  information from federal agencies.", "Treasury will continue to consider what  information can be obtained during the  interim period to facilitate the year-end  CFS preparation process.", "Open.", "GAO-09-387 (results of the fiscal year 2008 audit)", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary to  design, document, and implement  policies and procedures to identify and  eliminate intragovernmental payroll tax  amounts at the governmentwide level  when compiling the CFS.", "During fiscal year 2009, Treasury  began documenting its procedures for  identifying and eliminating  intragovernmental payroll tax amounts  at the governmentwide level. Treasury  will continue to update and revise the  policy in fiscal year 2010 to address  remaining GAO concerns.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to develop, document, and implement  processes and procedures for preparing  and reviewing the Management’s  Discussion and Analysis (MD&A) and  “The Federal Government’s Financial  Health: A Citizen’s Guide to the  Financial Report of the United States  Government” sections of the Financial  Report of the U.S. Government  (Financial Report) to help assure that  information reported in these sections is  complete, accurate, and consistent with  related information reported elsewhere  in the Financial Report.", "During fiscal year 2009, Treasury  prepared a new SOP pertaining to  preparation of the MD&A section of  the Financial Report and the Citizen’s  Guide (Guide). Treasury noted that  new steps and processes were being  implemented during fiscal year 2009  to improve the efficiency and integrity  of financial analysis in the MD&A and  the Guide and that it was likely that  the SOP was going to have to evolve  as those steps were put into practice  and refined. During fiscal year 2010,  Treasury will be working with GAO to  resolve its comments received in fiscal  year 2009. These changes  notwithstanding, the SOP will have to  further evolve to accommodate the  phased, 3-year implementation of  SFFAS No. 36, Reporting  Comprehensive, Long-Term Fiscal  Projections for the U.S. Government.  The steps that the government will be  taking to comply with SFFAS No. 36,  which will ultimately be reflected in the  SOP, remain under discussion.", "Open.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to establish and document criteria to be  used in identifying federal entities as  significant to the CFS for purposes of  obtaining assurance over the  information being submitted by those  entities for the CFS.", "During fiscal year 2009, Treasury  documented its criteria for identifying  significant entities. Treasury and OMB  will revise the criteria to address  remaining GAO concerns.", "Open. The criteria developed  by Treasury are in conflict with  criteria developed and  implemented by OMB for  identifying significant entities.  In addition, implementation of  the policy as currently  designed will not result in  obtaining, in a timely manner,  audit assurance over the  information reported by newly  identified significant entities for  use in the CFS.", "The Secretary of the Treasury should  direct the Fiscal Assistant Secretary, in  coordination with the Controller of OMB,  to develop and implement policies and  procedures for assessing and  documenting, on an annual basis, which  entities meet the criteria established for  identifying federal entities as significant  to the CFS.", "During fiscal year 2009, Treasury  documented its procedures for  identifying significant entities based on  the criteria for these entities. Treasury  will document and implement the  policies related to significant entities  based on the revised criteria from  recommendation no. 08-03."], "subsections": []}]}, {"section_title": "Appendix II: Comments from the Department of the Treasury", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, the following individuals made  key contributions to this report: Louise DiBenedetto, Assistant Director;  John Ahern; Shawkat Ahmed; William Boutboul; Darryl Chang; Malissa  Livingston; Susan Mata; Thanomsri Piyapongroj; Taya Tasse; and Cindy  Tsao."], "subsections": []}]}], "fastfact": []}