{"id": "GAO-20-274", "url": "https://www.gao.gov/product/GAO-20-274", "title": "Southwest Border: Actions Needed to Address Fragmentation in DHS's Processes for Apprehended Family Members", "published_date": "2020-02-19T00:00:00", "released_date": "2020-03-18T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In fiscal year 2019, CBP reported apprehending more than 527,000 noncitizen family unit members (children under 18 and their parents or legal guardians) at or between U.S. ports of entry along the southwest border—a 227 percent increase over fiscal year 2018. GAO was asked to review issues related to families—including family units—arriving at the southwest border.", "This report examines the extent to which DHS has identified, collected, documented, and shared information its components need to inform processes for family members apprehended at the border. GAO analyzed DHS documents; interviewed DHS officials; and visited DHS locations in Arizona, California and Texas, where CBP apprehensions of family units increased in 2017. GAO compared the information gathered with leading practices in collaboration to evaluate DHS components' processes for apprehended family members."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of Homeland Security's (DHS) processes to identify, collect, document, and share information about family members apprehended at the southwest border are fragmented. DHS's U.S. Customs and Border Protection (CBP) apprehends family members and determines how information about each individual—and his or her relationship to other family members—will be collected and documented. Other DHS components, such as U.S. Immigration and Customs Enforcement (ICE), use information collected at the time of apprehension to inform how those who are members of a family, including children, will proceed through immigration proceedings. Family members apprehended at the border and placed into expedited removal that indicate an intention to apply for asylum, or a fear of persecution or torture or fear of return to their home country, are referred to DHS's U.S. Citizenship and Immigration Services (USCIS) for a credible fear screening. However,", "DHS has not identified the information its components collectively need about apprehended family members. Each DHS component collects information to meet its own operational needs, and does not consider the information needs of other components. For example, the information about family members that CBP needs differs from the information about family members that USCIS needs. CBP officials told us they would not generally identify spouses and children age 18 to 21 apprehended with a parent as family members, although USCIS's definition of a dependent for credible fear screening purposes includes spouses and unmarried children under age 21.", "CBP collects information about certain family members for its operational purposes, but does not collect and document information at the time of apprehension that other DHS components may later need. Specifically, CBP collects and documents information about parents and their children under age 18 who are apprehended together. However, consistent with regulation, USCIS policy is to include any dependents who arrived concurrently with the principal applicant, such as a spouse or unmarried child under age 21, on a principal applicant's positive credible fear determination if the dependent wants to be included. According to USCIS and ICE officials, it can be difficult to identify spouses and children age 18 to 21 because CBP does not regularly document such family relationships.", "DHS does not have a mechanism to link the records of family members apprehended together across its components that need this information. As a result, DHS components may not have access to all the information about family members they need to make effective operational decisions.", "Because DHS has not identified the information all of its components collectively need to process family members apprehended at the border, collected and documented that information at the time of apprehension, and evaluated options to share that information across components, consistent with leading practices in collaboration, DHS risks removing individuals from the United States who may have been eligible for relief or protection based on their family relationship."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making four recommendations to DHS, including that DHS identify the information its components collectively need to process family members apprehended together, collect and document that information at the time of apprehension, and evaluate options for developing a unique identifier shared across DHS's data systems to link family members apprehended together. DHS concurred with the recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Homeland Security’s (DHS) U.S. Customs and Border  Protection (CBP) apprehends noncitizen families arriving at or between  U.S. ports of entry. From fiscal years 2017 through 2019, CBP’s U.S.  Border Patrol (Border Patrol) apprehended approximately 657,000  members of family units and CBP’s Office of Field Operations (OFO)  apprehended approximately 137,000 members of family units. In  particular, apprehensions of family unit members at the southwest border  increased from fiscal year 2017 (about 105,000) to fiscal year 2018  (about 161,000), and further increased dramatically in fiscal year 2019 (to  about 527,000), according to CBP data.", "When CBP apprehends individuals who are determined to be ineligible for  admission into the United States, or otherwise removable, and who claim  to be related, Border Patrol agents and OFO officers make decisions  about how information about each individual and his or her relationship to  other family members will be documented. In addition, agents and officers  decide, on a case by case basis and in consultation with U.S. Immigration  and Customs Enforcement (ICE), whether each individual will be  detained, released to await immigration removal proceedings, or removed  from the United States. In full immigration removal proceedings,  noncitizens may apply for various forms of protection or relief, including  asylum. If placed into expedited removal proceedings instead of full  removal proceedings, noncitizens are to be ordered removed from the  United States, without further hearing before an immigration judge, unless  they indicate an intention to apply for asylum, a fear of persecution or  torture, or a fear of return to their home country (referred to throughout  this report as making a “fear claim”). In such cases, they are referred to  DHS’s U.S. Citizenship and Immigration Services (USCIS) for a credible  fear screening. In February 2020, we reported that USCIS’s credible fear  caseload nearly doubled from fiscal years 2015 to 2016 (approximately  48,000 to 92,000 cases) and generally remained at that level through  fiscal year 2018.", "Other DHS components, such as ICE and USCIS, and other federal  agencies, such as the Department of Health and Human Services’ (HHS)  Office of Refugee Resettlement (ORR), use information collected at the  time individuals are apprehended to inform how those who are members  of a family, including children, will proceed through immigration  proceedings.", "You asked us to review issues related to families arriving at the southwest  border. This report examines the extent to which DHS has identified,  collected, documented, and shared information its components need to  inform processes for family members apprehended at the border.", "To address this objective, we reviewed policy documents, forms, training  materials, data system documentation, and other guidance documents  related to how information about relationships among family members  apprehended at the border is identified, collected, documented, and  shared by DHS components. We reviewed the forms that CBP, ICE, and  USCIS use that may collect information about family members, including  the Form I-213, Record of Deportable / Inadmissible Alien and the Form I- 870, Record of Determination / Credible Fear Worksheet, and compared  the information about family members apprehended together that DHS  components collect on each of these forms. In addition, we reviewed  policy documents, training materials, and other guidance documents from  CBP (including Border Patrol and OFO), ICE, and USCIS.", "From CBP, we reviewed documents, such as CBP’s 2015 National  Standards on Transport, Escort, Detention, and Search policy, about  how Border Patrol and OFO agents and officers are to detain and  process family members apprehended together. We also reviewed  training materials and documentation on Border Patrol and OFO’s  data systems that are used to process apprehensions or encounters.", "From ICE, we reviewed documents about how ICE officers are to  make detention determinations for family members, such as ICE’s  Juvenile and Family Residential Management Unit Field Office  Juvenile Coordinator Handbook and ICE’s Family Residential  Standards. We also reviewed documentation on ICE’s data system for  detained individuals.", "From USCIS, we reviewed documents about how asylum officers are  to conduct credible fear screenings for family members, including  USCIS’s Credible Fear Procedures Manual. In addition, we reviewed  documents and training materials about USCIS’s data system that  collects information about credible fear screenings.", "We also reviewed DHS and HHS interagency agreements, including the  April 2018 information sharing memorandum of agreement and July 2018  Joint Concept of Operations, which provide expectations for interagency  information sharing and procedures for children transferred from DHS to  ORR custody. We reviewed policy documents, forms, data  documentation, and training materials used by CBP, ICE, and USCIS to  identify how each component identified, collected, documented, and  shared, if relevant, information about family members apprehended  together. We used GAO’s Fragmentation, Overlap, and Duplication: An  Evaluation and Management Guide and selected practices in GAO’s Key  Considerations for Implementing Interagency Collaborative Mechanisms  and Practices That Can Help Enhance and Sustain Collaboration among  Federal Agencies to assess the extent to which there was fragmentation  in DHS components’ processes for family members apprehended  together.", "In addition, we interviewed DHS and HHS officials. Specifically, we  interviewed DHS officials from CBP, ICE, and USCIS. We interviewed  CBP officials from CBP’s Office of the Commissioner and Office of Chief  Counsel, Border Patrol’s Law Enforcement Operations Directorate and  Strategic Planning and Analysis Directorate, and OFO’s Admissibility and  Passenger Programs office. We interviewed ICE officials from ICE’s  Enforcement and Removal Operations (including the Juvenile and Family  Residential Management Unit, Field Operations, Alternatives to  Detention, and Law Enforcement Systems and Analysis) and ICE’s Office  of the Principal Legal Advisor. For USCIS, we interviewed USCIS  headquarters personnel from the Asylum Division, which is responsible  for managing USCIS’s credible and reasonable fear screening processes.  From HHS, we interviewed officials from the offices of the Assistant  Secretary for Preparedness and Response and ORR.", "To observe agents and officers processing families, we conducted site  visits at Border Patrol stations and OFO ports of entry in Arizona,  California, and Texas. Further, we conducted site visits to ICE adult  detention centers and family residential centers. Specifically, in the  Tucson, Arizona region (July 2018), we visited Border Patrol’s Tucson  sector headquarters and OFO’s Tucson Field Office headquarters and the  Nogales port of entry. In the San Diego, California region (September  2018), we visited Border Patrol’s San Diego sector headquarters and  Imperial Beach station; the San Ysidro port of entry; and an ICE single  adult detention facility. In the Rio Grande Valley, Texas region (October  2018), we visited CBP’s Central Processing Center; Border Patrol’s  McAllen station; the Hidalgo and Brownsville ports of entry; and ICE’s  Port Isabel single adult detention facility. In the San Antonio, Texas region  (February 2019), we visited ICE’s San Antonio field office headquarters;  an ICE single adult detention facility; South Texas Family Residential  Center; and Karnes County Residential Center. During these site visits,  we interviewed Border Patrol, OFO, and ICE officials, observed agents  and officers processing families, and toured CBP and ICE facilities,  among other activities.", "We also conducted site visits at two of USCIS’s eight asylum offices— Houston and Arlington—in April 2019. We selected these asylum offices  based on the relatively large size of their credible and reasonable fear  caseloads in fiscal year 2018—the most recent, complete data available  at the time of our review. During these visits, we conducted in-person,  semi-structured interviews with asylum officers, supervisory asylum  officers, training officers, and asylum office management. While the views  expressed in these interviews do not represent those of all Houston and  Arlington asylum office officials, they provide valuable insights from  stakeholders who have experience with credible and reasonable fear  policies and procedures. In addition, we collected written responses from  the remaining six asylum offices.", "To select these locations, we reviewed CBP data on Border Patrol and  OFO apprehensions along the southwest border, including family unit  apprehensions, and identified specific locations that saw the greatest  increase in the number of apprehensions of individuals from fiscal year  2016 to 2017. We also considered the geographic proximity of multiple  CBP and ICE facilities to maximize observations. We selected two ICE  family residential centers for field visits to examine unique aspects of ICE  and USCIS processing of credible and reasonable fear claims made by  members of family units. During these visits to USCIS asylum offices and  ICE detention facilities, we observed USCIS asylum officers conducting  credible or reasonable fear screenings of single adults and family unit  members either in person or via telephone. In total, we observed more  than 20 credible and reasonable fear interviews across our site visits. Our  observations during site visits are not generalizable to all Border Patrol,  OFO, and ICE operations along the southwest border, but provided us the  opportunity to learn more about how policies and procedures for  processing families are implemented and how CBP, ICE, and USCIS  coordinate their efforts.", "We conducted this performance audit from July 2018 to February 2020 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Key Terms and Definitions", "paragraphs": ["There are various statutes, regulations, and agency policies that set forth  how DHS components are to make decisions about, or process, the  family members they encounter. For the purposes of this report, we use  the following key terms and definitions.", "Family. Federal immigration law does not specifically define the term  “family” for the purposes of identifying family relationships that are to be  documented at apprehension. DHS components and other federal  agencies use the term “family” for individuals with a variety of  relationships such as step-, half-, foster, or adoptive family members.  Some family relationships, including parent-child, may be claimed upon  apprehension, but CBP may determine that the relationship is invalid. For  example, CBP may determine that (1) those claiming a familial  relationship are not related or (2) their relationship does not meet the  relevant component or agency’s operational definition of family. For the  purposes of this report, “family” refers generally to noncitizens with  claimed familial relationships.", "Unaccompanied alien child (UAC). The Homeland Security Act of 2002  defines a UAC as a child under the age of 18, who has no lawful  immigration status in the United States and who has no parent or legal  guardian present in the United States, or if present, no parent or legal  guardian available to provide care and physical custody for that child.", "Family unit. Federal immigration law does not specifically define the term  “family unit.” However, CBP and ICE policy and guidance documents  generally define a family unit as the inverse of a UAC. In other words, a  family unit includes a noncitizen child under the age of 18, who has no  lawful immigration status in the United States, accompanied by a  noncitizen parent or legal guardian who is able to provide care and  physical custody. For the purposes of this report, “family unit” refers to  this specific subset of family, as previously defined.", "Dependent. For a number of immigration benefit applications, including  asylum, a spouse or child may be included as dependents on a principal’s  application and derive lawful immigration status from the principal  applicant if the applicant is granted relief. Similarly, consistent with  regulation, USCIS policy is to include a spouse or child in a principal  applicant’s positive credible fear determination if they arrived concurrently  and the spouse or child wants to be included. In this context, “child” is  generally defined in federal immigration law as an unmarried biological or  legally adopted child under age 21. For the purposes of this report, we  refer to principal applicants’ spouses and unmarried children under age  21 as “dependents.”"], "subsections": []}, {"section_title": "Federal Agencies’ Roles and Responsibilities", "paragraphs": ["Family members who are apprehended together may encounter multiple  federal agencies and components during their immigration proceedings,  including DHS components, HHS’s ORR, and the Department of Justice’s  Executive Office for Immigration Review (EOIR), as shown in figure 1.", "CBP documents the circumstances of noncitizens’ apprehension.  After Border Patrol agents or OFO officers apprehend noncitizens,  including families, they are to interview each individual, using interpreters  if needed, and collect personal information such as their names, countries  of nationality, and age. Agents and officers also collect biometric  information, such as photographs and fingerprints, from certain  individuals. Border Patrol agents and OFO officers use fingerprints to  run records checks against federal government databases to determine if  individuals have any previous immigration or criminal history. Agents and  officers are to enter information about the individuals in the appropriate  automated data system as soon as possible, in accordance with CBP  policy. Border Patrol agents and OFO officers print copies of the  information they enter into their data systems to create a paper file,  known as an “A-file,” for each noncitizen they apprehend. One of the key  required DHS forms in the A-file is Form I-213, Record of Deportable/  Inadmissible Alien. Among other things, this form captures biographic  information and includes a narrative section for agents and officers to  document the circumstances of the apprehension.", "According to CBP policy, Border Patrol agents and OFO officers are to  determine the validity of family relationships among individuals they  apprehend. To do so, for example, they are to review any available  documentation, such as birth certificates; monitor interactions between  adults and children; and use their law enforcement training, such as  interview skills, to help assess the validity of family relationships. After  making decisions about the validity of familial relationships, agents and  officers are to decide whether and how family members will be detained  together while in CBP custody. According to CBP’s 2015 National  Standards on Transport, Escort, Detention, and Search, CBP “will  maintain family unity to the greatest extent operationally feasible, absent  a legal requirement or articulable safety or security concern that requires  separation.”", "According to CBP officials, if individuals are determined to be ineligible for  admission into the United States, agents and officers must decide how to  process them, which may include placing them into full or expedited  immigration removal proceedings, consistent with the Immigration and  Nationality Act. In full removal proceedings, individuals have the  opportunity to present evidence to an immigration judge to challenge their  removal from the United States and apply for various forms of relief or  protection, including asylum. In expedited removal proceedings, the  government can order individuals removed from the United States without  further hearings before an immigration judge unless they indicate an  intention to apply for asylum, a fear of persecution or torture, or a fear of  return to their home country. Most arriving noncitizens are eligible to be  placed into expedited removal proceedings, with certain exceptions,  according to Border Patrol and OFO officials. Individuals placed in  expedited removal proceedings and who express a fear of persecution or  torture are generally subject to mandatory detention under the  Immigration and Nationality Act pending a final determination of credible  fear of persecution. Regarding family units, in particular, Border Patrol  and OFO officials stated that Border Patrol agents and OFO officers  typically determine whether ICE has available detention space in one of  its family residential centers before placing family units into expedited  removal proceedings.", "ICE and ORR detain or shelter noncitizens and share information  about UAC. ICE, among other things, is responsible for detaining and  removing noncitizens, including families, who are in the United States in  violation of U.S. immigration law and subject to removal. ICE officers are  to determine whether to detain, release, or remove such individuals  based on a variety of factors, including statutory requirements, medical  considerations, and the availability of detention space. ICE detains  adults over age 18 in detention facilities that are segregated by gender.  For family units placed in expedited removal, ICE officers have the  authority to accept or deny a CBP referral for detention in one of ICE’s  family residential centers—a decision that ICE officials stated is largely  dependent upon available detention space. As of October 2019, ICE  operated three family residential centers, with different population  characteristics in each center:", "South Texas Family Residential Center (Dilley, TX), which has a  maximum capacity of 2,400 beds for female adults and their male or  female children.", "Karnes County Residential Center (Karnes, TX), which has a  maximum capacity of 830 beds for male adults and their male  children.", "Berks County Residential Center (Leesport, PA), which has a  maximum capacity of 96 beds for male or female adults and their  male or female children.", "When an individual is transferred from CBP to ICE custody, ICE officers  are to enter information about that person in ICE’s data system. The  paper A-file is also transferred from CBP to ICE and, according to ICE  officials, ICE officers generally review the A-file upon transfer to ensure  that it is sufficiently complete. ICE’s data system automatically pulls some  information, such as basic biographic information, from CBP’s data  systems. ICE officers are to enter new information into ICE’s data system,  such as the location(s) where officers detained or released the individual  and the documents officers served to the individual, among other things.", "If CBP or ICE officials determine that a child or children under the age of  18 and without lawful status in the United States arrived in the country  without an accompanying parent or legal guardian, the child is classified  as a UAC and is to be transferred to ORR custody. Additionally, if DHS  determines that a child should be separated from their accompanying  parent or parents, DHS then considers the child to be a UAC and  transfers him or her to the custody of ORR. ORR provides interim care  for UAC at its shelters and identifies qualified sponsors in the United  States to take custody of the child while the child waits for his or her full  immigration proceedings. CBP’s data systems can share some  information about UAC automatically with ORR, including biographic  information such as name, date of birth, and alien number; and  information about related UAC, such as siblings, who were apprehended  together.", "To assess the suitability of potential sponsors, ORR staff collects  information from potential sponsors, which may include parents or other  family members, to establish and identify their relationship to the child.  For example, ORR screening of potential sponsors includes various  background checks. According to ORR officials, they are required to  attempt to contact a child’s parent, regardless of the parent’s location, any  time they place a child with a sponsor. According to ORR officials, ORR is  also responsible for coordinating reunification of separated family units if  DHS and HHS determine it is appropriate, or if the adult is later  determined by a federal court to be a class member in the ongoing Ms. L  v. ICE litigation, related to family separations. ORR officials said that  they rely on ICE to gather additional information, such as detailed  information from an adult or UAC’s Form I-213, when that information is  not available or shared at the time a UAC is transferred to ORR custody.", "USCIS and EOIR consider claims of relief from removal from the  United States. USCIS screens individuals in expedited removal—most of  whom are in ICE detention facilities—for credible fear if they indicate an  intention to apply for asylum, a fear of persecution or torture, or a fear of  returning to their home country. In this screening, an asylum officer is to  review certain documentation from CBP and ICE; perform background  checks using various automated databases; interview the individual to  obtain more details on his or her fear claim, overall credibility, and the  nature of any relationships with family members with whom he or she was  apprehended; and determine whether there are any dependents who  could potentially be included in the individual’s fear determination. The  regulation governing the credible fear process allows dependents— specifically a spouse or unmarried child under the age of 21—of a  principal applicant to be included in the applicant’s credible fear  determination, if the dependent (1) arrived in the United States  concurrently with the principal applicant and (2) desires to be included in  the principal applicant’s determination.", "For cases in which USCIS concludes the screening with a positive  determination, USCIS is to issue a Notice to Appear, thereby placing the  individual into full removal proceedings before an immigration judge.  Consistent with regulation, if a principal applicant receives a positive  credible fear determination, it is USCIS policy that his or her dependents  may be included in the positive determination—and be placed into full  removal proceedings—if the dependent arrived concurrently with the  principal applicant and wants to be included in the principal’s credible fear  determination. For cases in which the asylum officer concludes the  screening with a negative determination, USCIS is to refer the individual  to ICE for removal from the United States, unless he or she requests a  review of the negative determination by an immigration judge. Those in  full removal proceedings who apply for asylum before an immigration  judge may include a spouse and/or unmarried children under age 21 in  their asylum application. If the judge grants asylum to the principal  applicant, his or her dependents may also be granted asylum."], "subsections": []}, {"section_title": "Our Work on Fragmentation, Overlap, and Duplication of Federal Programs", "paragraphs": ["In 2010, Public Law 111-139 included a provision for us to identify and  report annually on programs, agencies, offices, and initiatives—either  within departments or government-wide—with duplicative goals and  activities. In our annual reports to Congress from 2011 through 2019 in  fulfillment of this provision, we described areas in which we found  evidence of fragmentation, overlap, and duplication among federal  programs, including those managed by DHS. To supplement these  reports, we developed a guide to identify options to reduce or better  manage the negative effects of fragmentation, overlap, and duplication,  and evaluate the potential trade-offs and unintended consequences of  these options. In this report, we use the following definitions:", "Fragmentation occurs when more than one agency (or more than one  organization within an agency) is involved in the same broad area of  national interest and opportunities exist to improve service delivery.", "Overlap occurs when multiple programs have similar goals, engage in  similar activities or strategies to achieve those goals, or target similar  beneficiaries. Overlap may result from statutory or other limitations  beyond the agency’s control.", "Duplication occurs when two or more agencies or programs are  engaged in the same activities or provide the same services to the  same beneficiaries."], "subsections": []}]}, {"section_title": "DHS’s Processes to Identify, Collect, Document, and Share Information about Apprehended Family Members Are Fragmented", "paragraphs": [], "subsections": [{"section_title": "DHS Has Not Identified the Information about Family Members Apprehended at the Border That Its Components Collectively Need", "paragraphs": ["DHS has not identified the information about family members  apprehended together that its components collectively need or  communicated that information to relevant components across the  department. Based on our analysis of agency documentation and  interviews with agency officials, we determined that CBP, USCIS, and  ICE require different information about family members who are  apprehended together and each component collects such information that  is relevant to its respective operational needs. Specifically, CBP, as the  apprehending agency at the border, needs information about family  members apprehended together for the purposes of, among other things,  informing how family members are to be detained while in CBP custody.  In addition, USCIS needs information on family members to identify individuals who may be eligible dependents for credible fear screening  purposes. ICE needs information on family members to assist USCIS in  identifying eligible dependents and to assist ORR in identifying individuals  who may be eligible sponsors for UAC based on their family relationship.", "While each DHS component has identified the information needed to  meet its own specific requirements regarding family members, DHS has  not identified information needs regarding family members across its  components, resulting in a lack of shared understanding of all  components’ needs and fragmented information collection. For example,  the information that CBP collects about family members is not aligned  with the information that other components, or agencies that might  subsequently encounter these family members, need to identify eligible  dependents for credible fear purposes or suitable sponsors for UAC.", "CBP. Regarding family units, CBP (including Border Patrol and OFO)  generally collects information about members of family units—including  parents and their children under age 18—who are apprehended together.  CBP components assign a unique identifier to a family unit that allows  members’ records to be linked. CBP components use the information they  collect about members of family units to inform how they are to be  detained while in CBP custody and to determine how their immigration  proceedings are to proceed. In addition, CBP may collect information  about certain other relationships among family members apprehended  together because CBP and its components—Border Patrol and OFO— have policies that allow certain family members who are not defined as  family units to be detained together while in CBP custody. For example,  with regard to Border Patrol, family groups composed exclusively of  children under the age of 18—such as siblings or a parent under age 18  and his or her child—may be held together in CBP custody, according to  Border Patrol guidance. As another example, family members who Border  Patrol or OFO agents or officers determine need to be detained together,  such as a parent and their child over age 18 with significant medical  needs, may also be held together in CBP custody.", "Border Patrol and OFO have developed processes to collect information  about the relationships between family members who are to be detained  together, including Border Patrol assigning them a “family group” number  in Border Patrol’s data system and OFO documenting the relationship  between a juvenile accompanied by a non-parent family member, to  facilitate their detention together while in CBP custody. However, CBP  generally does not collect information about certain family members— such as spouses or children age 18 to 21—because CBP does not have  a need to collect such information if, for example, those family members  will not be detained together. Other components may require this  information, as described below.", "USCIS. USCIS requires information about family members for credible  fear screening and asylum eligibility purposes, consistent with  immigration law. Based on our analysis of agency documentation and  interviews with agency officials, this differs from the information that CBP  collects about family members for its operational purposes. Specifically,  spouses and unmarried children under age 21 may be included in their  spouse or parent’s credible fear screening if the family members arrived  in the United States together. At the credible fear screening interview,  USCIS is to document the name, country of nationality, and alien number,  if known, for the spouse and name, date of birth, country of nationality,  and alien number, if known, for the child or children of all individuals being  screened for credible fear.", "In addition, consistent with regulation, it is USCIS policy to include any  dependents who arrived concurrently with the principal applicant, such as  a spouse or unmarried child under the age 21, on a principal applicant’s  positive credible fear determination if the dependent wants to be included.  This results in both the principal applicant and any dependents being  issued a Notice to Appear for full removal proceedings. In addition,  USCIS’s training on screening families for credible fear states that  families do not need to be detained together to be included in a positive  determination.", "In other words, a principal applicant in a credible fear screening may be  detained at one of ICE’s family residential centers and his or her  dependent spouse or child between the ages of 18 and 21 may be  detained separately at an adult detention facility. Specifically, since ICE’s  adult detention facilities are segregated by gender, a female might be  detained in a separate adult detention facility from her male spouse. If a  parent or spouse receives a positive credible fear screening, his or her  dependent’s case could be linked and both family members could receive  a notice to appear in immigration court for full immigration proceedings.", "According to USCIS headquarters officials, USCIS relies on information  obtained during the credible fear screening interview to identify family  members because the information that USCIS receives from CBP about  the circumstances of an apprehension generally does not include details  about spouses or children age 18-21. Further, USCIS officials said that  family members over age 18 who are apprehended together may be  detained in separate ICE facilities and referred to USCIS for fear  screenings at different times, which makes it difficult for USCIS and ICE  to locate such family members. In addition, USCIS officials said that ICE  is often not aware of the family relationship between family members if  they are detained separately. Specifically, although ICE is responsible for  detaining noncitizens who express fear of returning to their home country  before they are screened for such fear by USCIS, ICE officials  responsible for detention management told us that (1) they are often not  aware of family relationships between family members detained  separately and (2) they treat anyone over age 18 as an adult and do not  consider that a child age 18 to 21 or a spouse could be a dependent on a  credible fear claim.", "ICE. In addition to assisting USCIS in identifying eligible dependents for  credible fear screening purposes, ICE assists ORR in identifying qualified  sponsors for UAC. According to ORR, qualified sponsors include, among  others, and in order of preference: parent or legal guardian; an immediate  relative who previously served as a primary caretaker of the child; an  immediate relative who did not previously serve as a primary caretaker of  the child; and other distant relatives or unrelated adults with a pre- established relationship with the child. When a child apprehended by CBP  is classified as a UAC and transferred to ORR’s custody, CBP is to  provide ORR with information about family members with whom the UAC  was apprehended. However, officials from ORR told us that they  sometimes receive UAC referrals—either through an automated system  or via email—from CBP with no information about family members with  whom the child was apprehended, but subsequently learn from the child  that the child was apprehended with a family member.", "According to ICE and ORR officials, when ORR has questions about  potential sponsors for a child in their care, they coordinate with officials  from ICE’s juvenile and family management program to obtain additional  information about the circumstances of the child’s apprehension or family  members with whom a child was traveling. ICE officials stated that CBP  generally provides the information on family members traveling with UAC  to ORR, if CBP is aware of such information; however, according to ICE  officials, children may not share all relevant details about their family  members with CBP agents and officers when they are apprehended, and  they may be more comfortable sharing such details once they are in ORR  custody. ICE officials said that they can search their data systems,  including law enforcement records, for information about the  circumstances of a child’s apprehension, which ORR uses when  evaluating potential sponsors for the child. ORR cannot access such law  enforcement records. For example, ICE can use Border Patrol’s “event”  unique identifier to search for information about adults who Border Patrol  apprehended at the same time as a child, and can use this information to  attempt to identify if there are family relationships between an adult and  unaccompanied child. ORR officials said that the lack of family member  information they receive from CBP or ICE, or delays in receiving such  information, can delay the release of a child from a shelter to a qualified  sponsor.", "Our previous work on collaboration has shown that establishing  compatible policies, procedures, and other means to operate across  agency boundaries can enhance and sustain collaborative efforts and  help ensure that fragmented efforts are being managed effectively.  Further, leading practices of high-performing organizations include  fostering collaboration both within and across organizational boundaries  to achieve results. Moreover, federal programs contributing to the same  or similar results should collaborate to ensure that program efforts are  mutually reinforcing, and should clarify roles and responsibilities for their  joint and individual efforts. Our interviews and analysis indicate that the  information each DHS component collects about family members meets  its own information needs, but does not consider the information needs of  other components that might encounter those family members. Officials  from CBP and ICE confirmed that they collect information about family  members to meet their own operational needs. For example, CBP may  not collect information about spouses apprehended together because  CBP does not need such information for its operational purposes. Further,  Border Patrol and OFO officials we spoke with told us that CBP  components collect all relevant information needed for their operational  purposes but that CBP is not responsible for collecting information that  USCIS needs to identify eligible dependents, including spouses and  children age 18 to 21. Without identifying and communicating department- wide information needs with respect to family members who have been  apprehended together, DHS does not have reasonable assurance that its  components are identifying all individuals who may be eligible for relief  from removal from the United States based on their family relationships or  that ICE can provide ORR with the information it needs to help evaluate  the suitability of potential sponsors for UAC."], "subsections": []}, {"section_title": "CBP Does Not Routinely Collect and Document Sufficient Information on Apprehended Family Members to Assist Other Agencies’ Decision- making", "paragraphs": ["CBP’s Border Patrol and OFO document the circumstances under which  family members are apprehended at or between U.S. ports of entry and,  as a result, are in the best position to collect information about their family  relationships. However, our analysis of DHS documentation and  interviews with officials indicate that CBP does not routinely collect all of  the information about family members that is needed to (1) identify  eligible dependents as part of the credible fear screening process and (2)  evaluate family members for sponsorship placement for UAC. Further,  Border Patrol agents and OFO officers do not routinely document that  information on the record of apprehension.", "CBP’s Border Patrol agents and OFO officers are to document the  circumstances of an apprehension using the required Form I-213, Record  of Deportable/ Inadmissible Alien (record of apprehension). The record of  apprehension is a key form in the paper A-file and is the official record of  an apprehension. Among other things, the record of apprehension  captures biographic information about the apprehended individual and  includes a narrative section for agents and officers to document details  about the circumstances of the apprehension. Border Patrol and OFO’s  guidance indicates that the record of apprehension may be used as  evidence in immigration or criminal courts and that omissions or mistakes  on the form may have negative consequences. According to Border  Patrol officials, the information captured on the record of apprehension  varies and there is no requirement that it include information about family  members apprehended together. However, USCIS, ICE, and ORR  officials told us that they rely on the record of apprehension for such  family information. As discussed below, since CBP does not routinely  collect sufficient information about family members apprehended together  or document such information on the record of apprehension, there are  gaps in the information available to other DHS components about family  members apprehended together.", "Information to identify eligible dependents as part of the credible  fear screening process. CBP does not routinely collect sufficient  information about relationships between family members apprehended  together for USCIS and ICE to later identify if such individuals are eligible  dependents as part of the credible fear screening process. As previously  discussed, consistent with regulation, it is USCIS policy to include any  dependents on a principal applicant’s positive credible fear determination  if the dependents arrived concurrently with the principal applicant and  want to be included on the principal applicant’s credible fear  determination. However, CBP does not routinely collect information about  relationships between all parents, children, and spouses apprehended  together at the time of their apprehension or share that information with  USCIS. Specifically, CBP does not require its agents and officers to  collect information about or to document the relationships between certain  family members apprehended together, such as spouses and children  age 18 to 21. As a result, USCIS’s ability to identify eligible dependents is  limited.", "Asylum officers are to ask all individuals they screen for credible fear if  they arrived in the United States with other family members. Asylum  officers told us that, when CBP does not collect information about  potentially eligible dependents—especially spouses and children age 18  to 21—they face challenges in identifying and locating such dependents.  Asylum officers also told us that when CBP agents and officers do not  collect and document information about relationships at the time family  members are apprehended, asylum officers must rely on the information  that the applicant provides in the credible fear screening interview, rather  than using the screening interview to corroborate family information  already collected by CBP at the time of the apprehension. In addition, a  USCIS official told us that it can be beneficial for USCIS to have  information about relationships between all parents, children, and  spouses who are apprehended together for other processes—such as if  one family member placed into expedited removal proceedings is subject  to the reasonable fear process—because information in one family  member’s claim can impact other family members’ ability to meet the  threshold for a positive fear determination.", "Border Patrol, OFO, and ICE officials stated that, due to the volume of  apprehensions at the southwest border, Border Patrol and OFO collect  information to meet CBP’s operational needs, but that the level of detail  documented on the record of apprehension may vary. Specifically,  according to one ICE official responsible for detention at a family  residential center and an ICE headquarters official, information about  family relationships, including that of spouses, is not consistently  documented in the information ICE receives from CBP and shares with  USCIS. Since USCIS does not receive consistent information about  family members from CBP, USCIS officers must rely on the credible fear  screening interview to identify potential eligible dependents.", "When asylum officers identify eligible dependents during the credible fear  screening interview, officers attempt to locate these dependents to link  them to their parent’s or spouse’s case. However, according to USCIS  and ICE officials, it can be difficult to locate such dependents if they are  not detained together. Specifically, because CBP officers and agents do  not routinely collect information about the relationships between spouses  or parents and children age 18 to 21 or document such information on the  record of apprehension at the time they are apprehended, USCIS and  ICE do not have the information about those family relationships that they  need to locate and identify eligible dependents. Additionally, individuals  may not know certain information—such as the alien number of their  spouse or child—that would help USCIS or ICE locate them. ICE officials  told us that they assist USCIS officials in locating spouses and children  age 18 to 21 for the purposes of making them dependents on a spouse or  parent’s credible fear application on a case by case basis, but that  tracking down such dependents can be difficult. Further, ICE and USCIS  officials told us that because they do not have sufficient information about  eligible dependents, it is possible that ICE could remove an eligible  dependent from the United States while their spouse or parents’ credible  fear claim was pending, or after their spouse or parent received a positive  credible fear determination.", "Information to assist ORR in making placement decisions for  children transferred to its custody. CBP does not collect all information  about family members at the time of apprehension that is needed to  assist ORR in making placement decisions for UAC transferred to its  custody, according to ICE and ORR headquarters officials. When CBP  refers a child for placement at an ORR shelter, CBP is to share some  information with ORR, including the name, age, and alien number of the  child, as well as information about any family members with whom the  child was apprehended. ORR officials stated they use this information to  assist in making placement decisions for the child. However, ORR  officials stated that the information CBP provides when the child is  referred may not include information about family members with whom  the child was apprehended. Further, according to ORR officials, they do  not typically receive the child’s Form I-213—which documents the  circumstances of the child’s apprehension—from CBP. ORR officials said  that they sometimes receive UAC referrals from CBP without any  information about other family members and they may subsequently learn  from the child that he or she was apprehended with a family member.", "Additionally, if ORR officials have questions about a child in their custody,  officials from ICE’s Juvenile and Family Residential Management Unit told  us that they are the liaison between DHS and ORR. ICE officials told us  that the level of detail that CBP agents and officers collect for UAC  apprehended with family members varies. According to an ICE official in  ICE’s Juvenile and Family Residential Management Unit, the more  information that CBP agents and officers provide about the circumstances  of a child’s apprehension, the better equipped ICE is to answer ORR’s  questions about familial relationships and potential suitable sponsors for a  particular child, as well as to investigate potentially fraudulent familial  relationships or circumstances in which an adult apprehended with a child  might not be a suitable sponsor. According to ORR officials, they also rely  on ICE to provide information about the suitability of reunifying a parent  and child where ORR determines that a UAC was separated from their  parent or legal guardian with whom they arrived.", "As we reported in February 2020, DHS and HHS have developed  interagency agreements for the transfer and placement of UAC between  the two departments; however, information sharing gaps remain.  Specifically, ORR headquarters officials stated that they have  experienced delays in releasing a child to a sponsor due to missing  information about a parent or the inability to notify a parent in ICE  detention about sponsorship decisions. We recommended that DHS and  HHS should collaborate to address information sharing gaps to ensure  that ORR receives information needed to make decisions for UAC,  including those apprehended with an adult. DHS and HHS concurred with  the recommendations.", "Border Patrol and OFO developed their own requirements for what  information they collect, if any, about family members apprehended  together based on their operational needs. However, because CBP  agents and officers collect information and document the circumstances  of apprehensions when families first arrive in the United States, they are  best positioned to identify those family members who were apprehended  together and the relationships among them. Additionally, the information  that CBP agents and officers collect may impact how family members are  subsequently identified or processed by other federal agencies.", "CBP officials said that their components collect limited information about  family members apprehended together because they do not have an  operational need for such information and because collecting it is time  intensive in an environment where agents and officers are managing a  large volume of apprehensions. However, because CBP does not  routinely collect sufficient information about family relationships at the  time of apprehension, or document that information on the record of  apprehension, DHS components do not have information necessary to  identify potentially eligible dependents for credible fear purposes and ICE  does not have sufficient information to assist ORR in making suitable  sponsorship determinations. Further, while we recognize that the  collection of additional information on family members can be time  intensive for CBP, as the apprehending agency, CBP is best positioned to  collect and document information on family members apprehended  together. In addition, ICE, USCIS, and ORR may expend resources  themselves trying to identify family relationships for their own operational  purposes.", "As previously noted, our prior work on collaboration has shown that  establishing compatible policies, procedures, and other means to operate  across agency boundaries can enhance and sustain collaborative efforts  and help ensure that fragmented efforts are being managed effectively.  In October 2019, CBP officials acknowledged that it could be helpful to  consider other agencies’ information needs when collecting information  about apprehended families. Collecting information about the  relationships between family members apprehended together and  documenting that information on the Form I-213 could help address  fragmentation among DHS components and improve the information  available to other agencies, such as ORR, to ensure that relevant  information is available to support decisions on individuals’ administrative  immigration or other proceedings."], "subsections": []}, {"section_title": "DHS Components’ Data Systems Have Fragmented Information about Family Members", "paragraphs": ["DHS does not have a mechanism to link the records of family members  apprehended together across its components. Specifically, CBP’s data  systems can assign unique family identifiers to link records of certain  family members together, as appropriate, upon apprehension. CBP uses  these unique identifiers to facilitate the detention of family members  together in CBP custody. They also provide a mechanism for CBP to  search for and identify family members that share a unique identifier.  However, those identifiers are not readily accessible and usable to USCIS  and ICE, which also have operational needs to identify and review  records of family members apprehended together. Further, USCIS and  ICE’s data systems do not assign unique family identifiers. Because  DHS’s data systems do not have shared family identifiers to link family  members, DHS components may not have access to all the information  about family members they need to make effective and efficient  operational decisions.", "CBP’s data systems assign unique family identifiers. Regarding  family units, CBP components have guidance on how Border Patrol  agents and OFO officers are to enter information on family units in their  respective data systems. CBP’s data systems assign a unique identifier  to each family unit and link their records, and agents and officers are to  collect the following information about family units:", "Border Patrol guidance indicates that agents are to process adult  parents and their children under age 18 who are apprehended  together as members of a family unit, and the data system assigns  each family unit a unique family unit identifier. This identifier links  the records of the family unit members together, and allows agents to  search for family unit members using that number.", "OFO is deploying a new data system and, as of October 2019, OFO  officials said that they planned for the new system to be deployed  along the southwest border on an ongoing basis as conditions allow.  OFO documentation on the new system indicates, and OFO officials  told us, that the new system will allow OFO officers to assign a unique  family identifier to members of a family unit and will allow officers to  document the familial relationship between members of family units.", "Border Patrol’s data system can also assign a unique family group  identifier to family members whom agents determine should be detained  together for Border Patrol’s operational purposes. According to Border  Patrol guidance and officials, family group numbers may be used to link  family members during Border Patrol detention. Further, these numbers  may be documented on the record of apprehension and may be shared  with ORR to, for example, link the records of two related UAC when  Border Patrol transfers them to ORR custody. However, Border Patrol  agents have discretion to determine whether family members  apprehended together are to be assigned a unique family group identifier,  according to agency documentation and our interviews with agency  officials. CBP components do not have a mechanism to share their  unique family unit or family group identifiers with ICE or USCIS in a way  that is readily accessible and usable.", "CBP’s data systems share limited information on apprehended  family members with ICE’s data system. When ICE receives custody of  a family unit from CBP, ICE officers create a record for each family  member in ICE’s data system. ICE’s data system pulls some information  about each family member automatically from CBP’s data systems. For  example, ICE officers can find basic biographic information about  individual family members apprehended by Border Patrol by searching  using the individual’s alien number, a DHS unique identifier assigned to  individuals. In addition, ICE identified a need for more information to help  identify family units in ICE custody and developed a mechanism to  receive that information from CBP. As of August 2018, ICE’s data system  displays a family unit “banner” in the data records of those noncitizens  CBP processed as a member of a family unit. This banner flags for ICE  officers that the individual was identified by CBP as a family unit member,  and ICE’s data system displays the Border Patrol or OFO unique family  unit identifier.", "ICE’s family unit banner was a positive development and allows ICE to  identify individuals in its custody that CBP processed as a member of a  family unit. However, the family unit banner does not provide ICE all the  information it needs to identify family members, according to ICE officials.  Specifically, ICE can see that a particular individual was processed by  CBP as a member of a family unit, but ICE cannot use the system to  identify other members of that person’s family because ICE’s data system  does not link or display alien numbers for individuals who share a family  unit identifier. According to Border Patrol officials, because ICE and  Border Patrol’s data systems are both housed within ICE’s Enforcement  Integrated Database repository, ICE should have access to the family unit  information collected by Border Patrol. However, ICE officials stated that  ICE cannot use the information on family units that CBP’s data system  shares with ICE’s data system to, for example, search for family unit  members using Border Patrol’s unique family unit identifier. According to  ICE officials, ICE officers must use a time consuming and manual  process to research potential family associations or identify family unit  members using the information CBP provides to ICE.", "Further, ICE’s data system cannot link the records of family unit members  in its custody, although these family unit members are generally detained  together in one of ICE’s family residential centers. According to ICE guidance and ICE officials, ICE’s data system only displays family unit  information as entered by CBP and such information is not available for  individuals identified as members of a family unit after entering ICE  custody. As of November 2019, ICE headquarters officials stated that  they are working with the ICE data unit to create a new module that would  enhance ICE’s ability to link and track family units in its data system,  including expanding ICE’s use of existing family unit information as  entered by CBP. According to ICE officials, ICE has established a project  team for this effort and hopes to deploy the updates in the fourth quarter  of fiscal year 2020. However, ICE did not provide any documentation on  this effort, such as a project plan with time frames for deploying these  system updates, to verify these plans.", "Although ICE has taken steps to identify individuals in its custody that  CBP documented as members of a family unit, ICE does not have a  mechanism to link the records of family unit members together. In  addition, ICE does not have a mechanism, such as a unique family group  identifier, to link the records of other family members apprehended  together. ICE needs information about these other family members to (1)  assist USCIS in identifying eligible dependents for credible fear screening  purposes and (2) assist ORR in identifying family members with whom a  UAC was apprehended and assessing whether they might be suitable  sponsors. According to ICE officials, ICE uses a manual process to  identify family members apprehended together. Without a mechanism,  such as a shared unique identifier, that ICE can use to access information  CBP gathered about family members apprehended together, ICE cannot  ensure that it has the information it needs to identify eligible dependents,  or to answer ORR’s questions about UAC with the best available  information. As of November 2019, ICE is enhancing its data system’s  ability to link and track family unit members. However, it is too early to  know if ICE’s planned system enhancements will include a mechanism  that will allow ICE officers to identify family members apprehended  together.", "CBP and ICE’s data systems do not share information on  apprehended and detained family members with USCIS’s data  system. USCIS’s data system does not receive information about family  members (parents, spouses, and children) from CBP or ICE in an  automated manner. According to USCIS officials, because CBP’s and  ICE’s data systems do not have a mechanism—such as a linked unique  family identifier—to share information about potential dependents with  USCIS’s data system automatically, the credible fear interview may be  the only way for USCIS to determine that an individual being screened for  credible fear was apprehended with other family members, especially if  any members of the family are detained separately.", "For family members detained separately, according to USCIS officials,  USCIS asylum officers attempt to locate spouses and children age 18 to  21 when they are made aware of such family relationships as part of the  credible fear screening process. However, due to limitations in data  sharing between CBP, ICE, and USCIS, USCIS may not be able to locate  such spouses and children age 18 to 21 in some circumstances. In  particular, USCIS officials told us that, if the spouse or child did not make  his or her own claim of credible fear while in CBP or ICE custody, USCIS  asylum officers use a time consuming and manual process to attempt to  identify family members apprehended together, using data that ICE  makes available to USCIS. ICE officials told us that they assist USCIS  officials in locating spouses and children age 18 to 21 for the purposes of  making them dependents on a spouse or parent’s credible fear  application on a case by case basis, but that tracking down such  dependents can be difficult.", "USCIS has developed a mechanism to link family members in its own  data system, but this linkage is for USCIS’s purposes and is unrelated to  the unique family unit or family group identifier assigned by CBP  components at the time family members are apprehended or to the  “family unit” banner that ICE’s data system displays for certain family  units. Additionally, USCIS’s data system does not assign a unique  identifier to family members whose cases are linked for credible fear  screening purposes and USCIS does not have access to CBP’s family  identifiers. A shared family member unique identifier could allow USCIS,  CBP, and ICE access to more complete information about family  members who were apprehended together and could give USCIS and  ICE, in particular, greater assurance that they have complete information  about family members apprehended together that they require for their  operational needs.", "Our previous work on collaboration has shown that identifying and  addressing needs by leveraging resources, such as information  technology resources, can enhance and sustain collaborative efforts, and  help ensure that fragmented efforts are being managed effectively.  Border Patrol, OFO, ICE, and USCIS data systems were developed to  meet each component’s operational needs, leading to (1) data system  integration limitations and (2) variation in the type of information that each  component collects or requires. Components have implemented ways to  share some information across their data systems—such as ICE’s “family  unit” banner for members of family units processed by Border Patrol and  USCIS’s ability to access some information in ICE’s data system to  attempt to identify eligible dependents of individuals who have received a  positive credible fear determination—but such information sharing is  limited, and the components do not have a unique shared identifier to  identify family members apprehended together. Moreover, DHS and its  components have not considered options to share information on family  members across components in an automated manner, as each  component has been focused on its own operational needs for such  information.", "Evaluating options for developing a shared unique family member  identifier across CBP, ICE, and USCIS that would allow each component  access to certain information about family members apprehended  together would help bridge the information gaps about family relationships  between components caused by DHS’s fragmented data systems.  Further, it would give DHS greater assurance that its components can  identify family members who were apprehended together, even after they  leave CBP custody. It would also mitigate the risk that, lacking such  information, DHS could remove individuals from the United States who  may have been eligible for relief based on their family relationship."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Although CBP’s apprehensions of family members have increased  significantly in recent years, DHS has not taken steps to better manage  fragmentation, including identifying, collecting, documenting, and sharing  the information its components collectively need about family members  apprehended together. The information each DHS component collects  about family members apprehended together meets its own information  needs. However, it does not consider the information needs of other  components that might encounter those family members. Border Patrol  and OFO officials we spoke with told us that CBP components collect all  relevant information needed for their operational purposes but that CBP is  not responsible for collecting information that USCIS needs to identify  eligible dependents, including spouses and children age 18 to 21. Without  identifying information needs with respect to family members who have  been apprehended together—and without communicating that information  department-wide to relevant components—DHS does not have  reasonable assurance that its components are identifying all individuals  who may be eligible for relief from removal from the United States based  on their family relationships.", "In addition, as the component that apprehends individuals arriving at the  border, CBP is best positioned to document the circumstances of an  apprehension, including by collecting and documenting information about  family members who arrive in the United States together. Collecting  information about the relationships between family members  apprehended together and documenting that information on the Form I- 213, the record of apprehension, would improve management of  fragmentation among DHS components and improve the information  available to other agencies, such as ORR, to ensure that relevant  information is available to support decisions on individuals’ administrative  immigration or other proceedings.", "Lastly, DHS components’ data systems were developed to meet each  component’s operational needs, leading to data system integration  limitations and variation in the type of information that each component  collects or requires. Components have implemented ways to share some  information across their data systems, but such information sharing is  limited. Evaluating options for developing a shared unique family member  identifier across CBP, ICE, and USCIS that would allow each component  access to certain information about family members apprehended  together would help bridge the information gaps about family relationships  between components caused by DHS’s fragmented data systems."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making the following four recommendations to DHS:  The Secretary of Homeland Security should identify the information about  family members apprehended together that its components collectively  need to process those family members and communicate that information  to its components. (Recommendation 1)", "The Secretary of Homeland Security should ensure that, at the time of  apprehension, CBP collects the information that DHS components  collectively need to process family members apprehended together.  (Recommendation 2)", "The Secretary of Homeland Security should ensure that CBP documents  the information that DHS components collectively need to process family  members apprehended together on the Form I-213. (Recommendation 3)", "The Secretary of Homeland Security should evaluate options for  developing a unique identifier shared across DHS components’ data  systems to link family members apprehended together.  (Recommendation 4)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DHS and HHS for their review and  comment. DHS provided formal, written comments, which are reproduced  in full in appendix I. DHS and HHS also provided technical comments on  our draft report, which we incorporated, as appropriate.", "DHS concurred with our recommendations and described actions planned  or underway to address them. For example, in response to our  recommendation that DHS identify the information its components need  about family members apprehended together, DHS stated that the DHS  Office of Immigration Statistics within the DHS Office of Strategy, Policy,  and Plans will work with CBP, ICE, USCIS, and interagency partners to  establish a comprehensive set of information to collect on family  members apprehended at the border. Further, in response to our  recommendations that DHS collect and document the information its  components collectively need about family members apprehended at the  border, DHS stated that after DHS identifies the information about  families apprehended together that its components collectively need, CBP  will work with DHS’s policy office to ensure all required information is  collected at the time of apprehension on the Form I-213. In addition,  Border Patrol and OFO will issue guidance to their agents and officers to  ensure they document the information about family members  apprehended together that DHS components collectively need. Regarding  our recommendation that DHS evaluate options for developing a unique  identifier shared across DHS components’ data systems to link family  members apprehended together, DHS stated that its policy office will  work with CBP, ICE, and USCIS to develop a unique shared identifier  linking family members apprehended together.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the appropriate  congressional committees, the Acting Secretary of Homeland Security,  and the Secretary of Health and Human Services. In addition, this report  is available at no charge on the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8777 or gamblerr@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. Key contributors to this report are listed in  appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Kathryn Bernet (Assistant  Director), Mary Pitts (Analyst in Charge), Carissa Bryant, Miranda Cohen,  Michael Harmond, Stephanie Heiken, Leslie Sarapu, Jessica Walker,  Dominick Dale, Eric Hauswirth, Jan Montgomery, Heidi Nielson, and  Michele Fejfar made key contributions to this work."], "subsections": []}]}], "fastfact": ["Homeland Security component agencies collect information on noncitizen family members who are apprehended together at the southwest border. Each component collects the information it needs, but does not always consider the information needed by other DHS components.", "Without identifying and sharing this information, DHS risks removing individuals from the country who may be eligible for relief or protection based on their family relationships.", "We made 4 recommendations, including linking and sharing collected information on all family members apprehended together so that all DHS components have access to it."]}