{"id": "GAO-14-17", "url": "https://www.gao.gov/products/GAO-14-17", "title": "Financial Crime: Foreclosure Rescue Schemes Have Become More Complex, and Efforts to Combat Them Continue", "published_date": "2013-10-29T00:00:00", "released_date": "2013-10-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In July 2010, GAO reported on federal efforts to combat foreclosure rescue schemes--schemes that promise but do not deliver foreclosure prevention assistance. Subsequently, the Dodd-Frank Wall Street Reform and Consumer Protection Act required GAO to study interagency efforts to crack down on these schemes. This report updates GAO's 2010 report and examines (1) available information about the prevalence and nature of foreclosure rescue schemes, and (2) the status and scope of the federal government's multiagency effort and other major initiatives to combat them. To address these objectives, GAO analyzed consumer complaints, obtained information from federal agencies participating in FFETF, and interviewed representatives of six states with high populations of borrowers at risk of foreclosure, and nonprofit organizations that are also making efforts to combat these schemes.", "In its written comments, Treasury noted that it valued GAO's insights as it continues to combat foreclosure rescue schemes. The Special Inspector General for the Troubled Asset Relief Program concurred with the findings related to its work and noted that it has made significant progress in combating these schemes and will continue to work with law enforcement partners to investigate them."]}, {"section_title": "What GAO Found", "paragraphs": ["Foreclosure rescue schemes remain at historically high levels and have become more complex. The Federal Trade Commission's (FTC) Consumer Sentinel Network--an online database of consumer complaints received by FTC, law enforcement agencies, and other organizations--showed that complaints about these schemes rose from around 9,000 in 2009 to more than 18,000 each year in 2010, 2011, and 2012. In addition, the Financial Crimes Enforcement Network reported steady increases over the same period in the number of Suspicious Activity Reports (SAR)--reports filed by financial institutions about suspected violations of financial laws and regulations--related to these schemes. Agency officials and representatives of nonprofits told GAO that the schemes had become increasingly complex, creating challenges for law enforcement. For example, schemes involving attorneys--which tend to involve greater losses--had become more common in recent years following a regulation that bans upfront fees, but provides an exception for attorneys. These schemes present unique challenges because attorneys typically collect fees upfront and enforcement officials have difficulty trying to determine whether attorneys are providing legitimate services. Furthermore, officials and representatives of nonprofits also noted that some populations, including minorities and the elderly, continued to be targeted.", "Since GAO last reported on this issue in 2010, the Financial Fraud Enforcement Task Force (FFETF) and its members have undertaken a number of actions to educate borrowers on how to avoid being victimized by these schemes. These efforts have also emphasized the need for consumers and institutions to report possible fraudulent schemes and the importance of enhanced information sharing among law enforcement agencies investigating and prosecuting these schemes. Specifically, FFETF members have developed and participated in various outreach efforts, including hosting regional education summits for distressed homeowners, counselors, and law enforcement officials and directing more individuals to resources on FFETF's mortgage fraud webpage, StopFraud.gov. FFETF member agencies' fraud detection efforts have focused on gathering information from SARs and complaints from the FTC Consumer Sentinel Network and sharing this information among members. Member agencies that GAO contacted also indicated that information sharing and coordination on investigations among FFETF members had led to joint investigations and broad enforcement initiatives. For example, one year-long multiagency effort resulted in criminal charges against 107 defendants. Cases were also filed against 128 civil defendants in federal courts across the country."]}], "report": [{"section_title": "Letter", "paragraphs": ["From September 2008 through May 2013, about 4.4 million homes had  been lost to foreclosure. In 2010, we reported on individuals and  companies that had been perpetrating fraudulent foreclosure rescue  schemes against homeowners who were at risk of losing their homes.  These schemes, which can result in significant losses to individuals,  promise to assist homeowners at risk of losing their homes to foreclosure  through one of several actions but ultimately do not provide the promised  relief. Homeowners have lost, and continue to lose, thousands of dollars  on these schemes, when free help may be available from federal  programs and private financial institutions.", "In November 2009, the President created the Financial Fraud  Enforcement Task Force (FFETF), a multiagency effort to combat a range  of financial crimes relating to the recent financial crisis and recovery  efforts. To increase federal enforcement in areas of mortgage fraud and  coordinate outreach, the task force established the Mortgage Fraud  Working Group (MFWG). MFWG is co-chaired by the U.S. Attorney for  the Eastern District of California, officials from the U.S. Department of  Housing and Urban Development’s (HUD) Office of Inspector General,  officials from the U.S. Department of Justice (DOJ) Civil Division and  Federal Bureau of Investigation (FBI), and representatives from the  National Association of Attorneys General. In addition to the working  group, other federal, state, local, private, and nonprofit entities have  continued their efforts to combat foreclosure rescue schemes.", "The Dodd–Frank Wall Street Reform and Consumer Protection Act  required GAO to study current multiagency efforts to combat foreclosure  rescue schemes. In response, we examined (1) the available information  about the nature and prevalence of foreclosure rescue schemes and (2)  the status and scope of the federal government’s multiagency efforts to  combat these schemes and other major efforts. This report updates our  2010 report on foreclosure rescue schemes.", "To determine what is known about the nature and prevalence of  mortgage foreclosure rescue schemes, we collected complaint data from  the Federal Trade Commission’s (FTC) Consumer Sentinel Network  database and the Loan Modification Scam Prevention Network  (LMSPN). In addition, we examined published information on the number  of Suspicious Activity Reports (SARs) related to foreclosure rescue  schemes. We spoke with officials and representatives who manage  these databases about their data collection processes and internal quality  controls and tested the data where applicable. We found FTC’s  Consumer Sentinel Network, LMSPN, and SAR data to be sufficiently  reliable for the purpose of discussing the nature and prevalence of  foreclosure rescue schemes in this report. We contacted representatives  of agencies that are part of MFWG that were active in combating  foreclosure rescue schemes—the Bureau of Consumer Financial  Protection (CFPB), DOJ, the Federal Housing Finance Agency (FHFA)  and its Office of Inspector General, FTC, HUD and its Office of Inspector  General, U.S. Department of the Treasury (Treasury), the Office of the  Special Inspector General for the Troubled Asset Relief Program  (SIGTARP), and the U.S. Postal Inspection Service. In addition, we  contacted representatives of government-sponsored enterprises  (enterprises), Fannie Mae and Freddie Mac, as well as offices of the  attorneys general from Indiana and the five states we spoke with for our  2010 report—Arizona, California, Florida, Illinois, and New York—which  have some of the highest numbers of potential foreclosures. We also  spoke with a number of nonprofit organizations that are actively  addressing these schemes.", "To determine the status and scope of the federal government’s  multiagency effort and other major efforts to combat these schemes, we  interviewed officials and obtained relevant documentation from FFETF  and the MFWG members listed previously. We also interviewed officials  and obtained documents from the enterprises and nonprofit organizations  that have undertaken major efforts in this area, including the National Fair  Housing Alliance, the National Community Reinvestment Coalition, HOPE  NOW, the Homeownership Preservation Foundation, and lead members  of LMSPN, including the Lawyers’ Committee for Civil Rights Under Law  (Lawyers’ Committee) and NeighborWorks America (NeighborWorks). We  reviewed these entities’ websites to determine what information was  available on foreclosure rescue schemes and interviewed officials about  their efforts to conduct outreach, collect consumer complaints, and  conduct enforcement activities related to these types of schemes. To  identify requirements for effective internal controls related to fraud  detection and prevention, we reviewed Standards for Internal Control in  the Federal Government. Additionally, we looked at our past reviews of  federal programs in which we identified the key elements of a framework  for fraud prevention, detection, and prosecution. Finally, we collected  information on the number of civil and criminal foreclosure rescue scheme  cases state and federal agencies pursued. Appendix I contains detailed  information on our scope and methodology.", "We conducted this performance audit from November 2012 to October  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The recent foreclosure crisis has resulted in significant opportunities for  individuals and companies to take advantage of homeowners who are at  serious risk of losing their homes to foreclosure. In 2010, we reported that  national default and foreclosure rates rose sharply from 2005 through  2009 to the highest level in 29 years. Since 2009, the rates of default and  foreclosures have steadily declined. However, data from the Mortgage  Bankers Association for the first quarter of 2013 show that the number of  home loans potentially facing foreclosure—borrowers who were more  than 60 days past due—remains elevated, with nearly 1.6 million (4  percent) of home loans currently being serviced in the United States. As  figure 1 shows, California and Florida have the highest number of  potential foreclosures, a statistic that has remained consistent since we  reported in 2010.", "In response to the rising number of defaults and foreclosures, using  authority granted through the Emergency Economic Stabilization Act of  2008, the administration announced the Making Home Affordable  Program in February 2009, which includes a number of programs, such  as the Home Affordable Modification Program (HAMP), intended to assist  homeowners facing potential foreclosure.an incentive to servicers and investors for reducing the borrower’s  monthly mortgage payment. In addition to HAMP, other government and  private programs are designed to provide assistance to homeowners  facing foreclosure. For example, Fannie Mae and Freddie Mac have their  own loan modification programs. Homeowners may also be able to  refinance under the Home Affordable Refinance Program, a program that  was created by FHFA to help homeowners who are current on their  mortgages, but owe more than the value of their homes. The program is  administered by the enterprises. Individual private financial institutions  may offer their own proprietary loan modification programs for  homeowners who do not qualify for HAMP. Free counseling services,  such as those provided by HUD-certified counseling agencies, are  available to homeowners seeking to avoid foreclosure and can be  accessed through the Homeowner’s HOPE Hotline (1-888-995-HOPE).  The hotline is run by a nonprofit organization that works with a coalition of  governmental agencies, financial services institutions, and other nonprofit  groups to help homeowners struggling to make their monthly mortgage  payments. However, desperate homeowners may be unaware of these  free alternatives or may be steered away from free sources of assistance.", "Under HAMP, Treasury pays  Further, two major enforcement actions—the Independent Foreclosure  Review (IFR) and the National Mortgage Settlement—were brought  against leading mortgage servicers following reviews of their foreclosure  processes. In 2011 and 2012, the Office of the Comptroller of the  Currency and the Board of Governors of the Federal Reserve System  (Federal Reserve) issued consent orders against 16 of the largest U.S.  mortgage servicers. The consent orders required servicers to conduct  foreclosure reviews to determine if borrowers suffered financial harm  directly resulting from errors, misrepresentations, or other deficiencies  that may have occurred during the foreclosure process. The mortgage  servicers were required to retain independent consultants to review  foreclosures that were initiated, pending, or completed during 2009 or  2010 and to provide payment to homeowners who suffered financial injury  as a result of foreclosure processing errors. In 2013, regulators reached  agreements with 15 of the 16 mortgage servicing companies subject to  the 2011 and 2012 consent orders to discontinue the foreclosure reviews  and to provide over $3.9 billion in direct payments to eligible borrowers  and approximately $5.7 billion in foreclosure prevention assistance. In  February 2012, DOJ, Treasury, and HUD along with 49 state attorneys  general reached an agreement with the five largest mortgage servicers on  improper foreclosure practices. This agreement, known as the National  Mortgage Settlement, resulted in approximately $25 billion in monetary  sanctions and relief to distressed homeowners.the settlement is for immediate aid to homeowners needing loan  modifications through principal reduction, refinancing, or other forms of  relief. The settlement requires the servicers to pay up to $17 billion in   One of the provisions in  principal reduction and other forms of loan modification relief  nationwide.", "A number of federal and state enforcement agencies perform different  roles and use different legal authorities to combat foreclosure rescue  schemes. Within the federal government, CFPB, FTC, SIGTARP, U.S.  Postal Inspection Service, and agencies within DOJ, FHFA, HUD, and  Treasury are members of MFWG and have key roles in investigating and  prosecuting persons who have engaged in these types of schemes (see  table 1). In addition to MFWG, some member agencies also participate in  FFETF’s Rescue Fraud Working Group, another multiagency working  group focused on criminal and civil fraud enforcement related to the  Troubled Asset Relief Program (TARP), including foreclosure rescue  schemes. The Rescue Fraud Working Group is co-chaired by officials  from SIGTARP, Treasury’s Office of Financial Stability, and the Acting  Assistant Attorney General for DOJ’s Criminal Division. Fannie Mae and  Freddie Mac play a role in educating consumers about schemes. On the  state level, state attorneys general play key roles in prevention, detection,  and enforcement of these schemes.", "In December 2010, FTC issued the Mortgage Assistance Relief Services  (MARS) rule, which includes two primary provisions: (1) a ban on  advance fees for foreclosure rescue services; and (2) a requirement that  companies inform consumers that a lender may refuse to modify their  loan and that consumers can reject any terms negotiated with their  lender. Attorneys are generally exempt from the rule if they meet three  conditions: (1) they provide mortgage assistance relief services as part of  their practice of law; (2) they are licensed in the state where the  consumer or the consumer’s dwelling is located; and (3) they are  complying with state laws and regulations governing attorney conduct  related to the rule. To be exempt from the advance fee ban, attorneys  must also meet two additional requirements: (1) they must place any  funds they receive from a consumer in advance of performing legal  services in a client trust account, and (2) they must abide by state laws  and regulations covering such accounts. CFPB reissued the MARS rule  without substantive modification in December 2011. All of the states we  spoke with reported having laws similar to the MARS rule. In addition,  FTC reported that as of 2010, at least 30 states and the District of  Columbia had enacted similar statutes or regulations. Except for  California, all of the states we spoke with said they also had similar  exemptions for attorneys."], "subsections": []}, {"section_title": "Foreclosure Rescue Schemes Remain at High Levels and Have Become More Complex", "paragraphs": ["Since our report in 2010, data collected by federal agencies suggest that  foreclosure rescue schemes have increased. Data on these schemes  that federal agencies collect include consumer complaints and reports  filed by financial institutions. These data show an increase each year from  2009 to 2011, and a slight decline in the number of complaints in 2012.  However, the number of complaints through April 2013 suggests another  increase for the year. Agency officials and others we contacted noted that  foreclosure rescue schemes had become increasingly complex since  2010—involving attorneys and the bankruptcy code, among other things.  In particular, schemes involving attorneys appear to have increased  recently, presenting challenges to law enforcement."], "subsections": [{"section_title": "Consumer Complaints and Suspicious Activity Reports about Foreclosure Rescue Schemes Increased after 2009", "paragraphs": [], "subsections": [{"section_title": "Consumer Complaints Reported by FTC and Lawyers’ Committee", "paragraphs": ["FTC’s Consumer Sentinel Network, an online database available to law  enforcement agencies, compiles consumer complaints received by FTC  and law enforcement and other organizations, including other federal and  state agencies and nonprofit organizations. As shown in figure 2,  consumers filed almost 9,000 mortgage modification/foreclosure relief  complaints in 2009 to the entities reporting into the network, but more  than 20,000 complaints in 2011. The number of these complaints fell  slightly in 2012. Preliminary data for 2013 suggest that the number of  complaints could increase for the year, as consumers had filed more than  7,000 of these complaints through April 30.", "Based upon a review of FTC’s Consumer Sentinel Network, FTC  representatives reported that the median amount paid for foreclosure  rescue services remained relatively unchanged, from $2,400 in 2009 to  roughly $2,500 in 2012, although not all complaints included this  information.percentage of complaints were from homeowners in California. That is, of  those consumers that reported their state of residence, nearly 30 percent  were from California. While California continued to be the state with the   In addition, FTC officials reported that in 2009, the highest  highest number of complaints, its share of all complaints decreased in  each of the subsequent years, falling to 23 percent in 2010, 19 percent in  2011, 18 percent in 2012, and 15 percent in the first 4 months of 2013.  Florida also had relatively more complaints compared with other states,  accounting for between 7 and 10 percent of all complaints over the same  period.", "In 2009 and 2010, most of the foreclosure rescue scheme complaints in  the Consumer Sentinel Network were submitted directly to FTC by  consumers. However, since 2011 the Consumer Sentinel Network’s  primary source of foreclosure rescue scheme complaints has been the  Lawyers’ Committee. In 2011, 53 percent of complaints were submitted  by the Lawyers’ Committee. That percentage increased to 61 percent in  2012 and 75 percent in the first 4 months of 2013. Since early 2010, the  Lawyers’ Committee has maintained a complaint database for its public- private partnerships, collectively the LMSPN, which specifically collects  information on complaints related to foreclosure rescue schemes. As  noted earlier, the database includes consumer complaints submitted  directly through the Lawyers’ Committee’s website, as well as those  submitted to any of LMSPN’s 85 government members or 47  nongovernment members using the Lawyers’ Committee’s standardized  complaint form. In addition to basic information about the homeowner,  the complaint form collects other detailed information about the alleged  schemes, including type and amount of dollar losses. Like the complaints  submitted to the Consumer Sentinel Network, complaints submitted to  LMSPN peaked in 2011 and fell slightly in 2012, but early data for 2013  suggest another potential increase.", "Treasury’s Financial Crimes Enforcement Network (FinCEN) receives  SARs from financial institutions about suspected violations of financial  laws and regulations. FinCEN reported that in 2009 and 2010 it received  189 and 556 SARs, respectively, that contained narratives describing  foreclosure rescue schemes. In 2011, the number of SARs related to  foreclosure rescue schemes increased considerably, rising to 2,799, and  in 2012 the number increased further to 4,427 (see fig. 3). However,  FinCEN noted that a growing awareness of and focus on foreclosure  rescue schemes may have influenced this upward trend. For example,  FinCEN issued an advisory in June 2010 that encouraged SAR filers to  use “foreclosure rescue scam” in the narrative part of the report to  facilitate the identification and isolation of pertinent SARs.", "While both national- and state-level sources of consumer complaints  indicate that foreclosure rescue schemes continue to be a concern,  consumer complaints may not provide a precise measure of the actual  prevalence of these schemes. As we discussed in 2010, consumers can  file complaints with any number of federal or state agencies, making the  actual number of complaints difficult to aggregate. FTC officials also told  us at that time that the complaints the agency received might represent  only a small portion of potential schemes. Officials we contacted for this  report also noted that consumers might not report being victims of fraud,  either because they were unaware that they had been victimized or  because they were embarrassed about having fallen prey to a scheme.  Finally, trends in the prevalence of schemes over time may also be  difficult to determine based on consumer complaints. For example, the  increases in complaints from 2009 to 2011 may indicate a growing  awareness of foreclosure rescue schemes, prompting more victims to file  complaints, rather than an actual increase in schemes. Similarly,  increased efforts to collect complaint information, such as those made by  the Lawyers’ Committee beginning in 2010, may have contributed to the  rise in the number of complaints reported during this time period. The  number of homeowners who were at least 60 days delinquent decreased  during this time period, suggesting that factors other than the number of  borrowers in danger of foreclosure influenced the increase in consumer  complaints about foreclosure rescue schemes.", "SAR data have similar limitations. As we noted in 2010, they also do not  provide a precise measure of the prevalence of foreclosure rescue  schemes or of trends in the prevalence of these schemes, for several  reasons. Unlike consumer complaints, SARs are filed by financial  institutions, which may not always be aware of the crime because  perpetrators usually approach homeowners directly and may even advise  them to cease communications with their lenders. In addition, FinCEN  noted that most mortgage fraud SARs report suspected fraud that directly  affects the lender, such as false statements on loan applications, rather  than fraud against the borrower, such as foreclosure rescue schemes.  FinCEN analysts also noted that mortgage fraud SARs were typically filed  2 or more years after the suspicious activity began, generally due to  financial institutions’ lack of awareness of wrongdoing at the time the  activity occurred. This time lag may make it difficult to determine trends.  As noted previously, increased awareness of the issue may also have  encouraged financial institutions to report foreclosure rescue schemes. In  addition to the June 2010 advisory discussed earlier, FinCEN noted that a  number of well-publicized federal investigations, enforcement actions,  reports, bulletins, and guidance also likely increased awareness and  underscored the importance of reporting these schemes."], "subsections": []}]}, {"section_title": "More Complex Schemes Have Emerged, and Some Groups Continue to Be Targeted", "paragraphs": ["Several agency officials and representatives of nonprofits told us that  foreclosure rescue schemes had become more complex over time. For  example, we noted in 2010 that there were two primary types of schemes:  those that charged homeowners an up-front fee for a loan modification  that was never provided (advance-fee scheme), and those that  transferred ownership of a house to a third party to avoid foreclosure  (sale-leaseback scheme). Officials we contacted for this report, however,  described several other types of schemes that had become common.  FTC and others have also issued public education material that describes  these kinds of schemes. While these schemes also often involve advance  fees, they tend to be more complex, as described below.", "Forensic audits. Schemes in which the scammer offers to review a  homeowner’s mortgage loan documents to determine whether the  lender complied with state and federal mortgage lending laws. For  example, in a case brought by FTC, the alleged scammers claimed on  their website that “up to 95 percent of mortgages may be legally  unenforceable due to defects like lost documents, improper notices,  appraisal and/or predatory lending.” Using this claim, they said the  results of the “forensic audits” they provided would help consumers  negotiate a loan modification to avoid foreclosure, according to the  FTC complaint. They also promised that, for a fee, consumers could  obtain mortgage modifications with reduced interest rates and lower  monthly mortgage payments.receive loan modifications and discovered too late that their houses  were in foreclosure.", "However, consumers often did not", "Bankruptcy to avoid foreclosure. Schemes in which scammers  promise to negotiate a loan modification with the lender for a fee.  However, instead of contacting the lender, the scammer files a  bankruptcy case in the homeowner’s name, sometimes without the  homeowner’s knowledge. Officials with the Executive Office for U.S.  Trustees told us that because the bankruptcy process temporarily  halts all debt collection efforts, including foreclosure proceedings, the  homeowner believed that the scammer had helped in avoiding  foreclosure. In some cases, the homeowner continues to pay regular  fees to the scammer, believing that the scammer is still helping. The  officials reported that from 2009 through 2012, they had made 45  criminal referrals to law enforcement based on foreclosure rescue  schemes and brought 191 formal and informal civil actions. Consumer  complaints in the LMSPN database involving such schemes have  increased. In 2010, only 4 percent of complaints about foreclosure  rescue schemes indicated that bankruptcy services had been offered  to them, but this percentage increased to 10 percent in the first 4  months of 2013. However, consumer complaints may undercount the  proportion of schemes involving bankruptcy because consumers may  not be aware that scammers have filed bankruptcy cases in their  names.", "Mass joinder lawsuits. Schemes in which the scammer, usually a  lawyer or law firm, will promise the homeowner that the lender can be  forced to modify the loan through this type of legal action. While  mass joinder lawsuits can be used legitimately, the lawyers bringing  them are usually paid only if the lawsuit is successful. Fraudulent  mass joinder schemes, in contrast, require the homeowner to pay a  fee to participate in the lawsuit. In one mass joinder scheme—which  was halted at the request of FTC—the scammers were only posing as  a law firm and engaged actual attorneys only briefly to file lawsuits.  Once the lawsuits were filed and the scammers were paid, the  scammers failed to follow through with the lawsuits, leaving  homeowners in the same or worse financial shape than before, FTC  alleged. According to FTC, the scammers charged each homeowner  $6,000 to $10,000 in advance fees.", "Short sale schemes. Schemes in which scammers, sometimes called  “short sale negotiators” or “short sale processors,” promise to  expedite a short sale and usually require the homeowner to pay a fee  for these services. In one type of short sale scheme, “short sale  negotiators” guarantee a short sale approval in exchange for an  advance fee. The “short sale negotiator” takes the fee and does little  or nothing in return.", "Many of the officials we contacted told us that attorney involvement in  foreclosure rescue schemes had become a concern in recent years. The  Lawyers’ Committee also reported a recent increase in complaints citing  legal representation (see fig. 4). This increase may be associated, in part,  with the MARS rule’s exemption for attorneys. Further, Lawyers’  Committee data through February 2013 showed that schemes with  attorney involvement often resulted in higher losses for the homeowner.  The average loss reported by homeowners alleging attorney involvement  in a scheme was $3,449, compared with an average loss of $2,727 for  homeowners reporting scams with no attorney involvement.", "The offices of state attorneys general also reported receiving consumer  complaints alleging attorney involvement in schemes. For example, a  representative of the Illinois state attorney general’s office told us that of  the complaints her office received on foreclosure rescue schemes,  roughly 70 percent of them involved lawyers or law firms. In addition, a  representative from the California state attorney general’s office noted  that despite the lack of an attorney exemption in California’s advance-fee  ban, the number of reported schemes involving attorneys had risen there  as well.", "The apparent increase in the prevalence of schemes involving attorneys  has created new challenges for law enforcement. First, stakeholders  noted that it could be difficult to determine whether attorneys were  actually providing legitimate services. For example, while the MARS rule  prohibits companies from instructing consumers not to contact their  lenders, this practice may be permitted if the foreclosure-assistance  provider is an attorney. In commenting on FTC’s proposed MARS rule,  the American Bar Association (ABA) noted that clients typically expected  attorneys they retained to act as their representatives in dealing with  other parties, such as lenders and servicers, and that up-front fees, such  as a retainer, were typically required by attorneys providing legitimate  legal services. However, an attorney acting for a company perpetrating  a scheme may not actually act on the client’s behalf and may be brought  in only for a short period to file certain documents. As a result,  determining in whose interest the attorney is acting in such cases can be  difficult. Further, attorney-client privilege can present another challenge.  One state official noted that attorneys could cite attorney-client privilege  as a way to avoid subpoenas and slow down investigations, allowing  companies to continue with their schemes and defraud homeowners. In  addition, disciplining attorneys can be a challenge. For example, one  state official said that a separate disciplinary group existed for lawyers but  that this group did not have law enforcement authority and could  investigate only individual lawyers with a license in that state. In addition,  this group cannot pursue a case in which the name of a law firm, rather  than an individual, is used. Finally, investigations by these disciplinary  groups are confidential, making it difficult for law enforcement agencies,  such as the state attorney general’s office, to work with them.", "ABA has taken some steps to address attorney involvement in  foreclosure rescue schemes. In 2010, ABA’s Section of Individual Rights  and Responsibilities (IRR) received approval from ABA’s Board of  Governors to work with LMSPN. In 2011, IRR created a special advisory  group of ABA Committees and Sections that has been involved in  combating foreclosure rescue schemes. The purpose of the special  advisory group is to examine the issue of lawyer participation in loan  modifications and foreclosure rescue schemes and to develop an action  plan to deter lawyers from participating in these schemes. A  representative of the group noted that it would be proposing a policy  resolution for possible ABA adoption and would educate ABA members  on this issue. IRR expects to present the resolution to ABA’s House of  Delegates legislative session in February 2014. In addition, several state  bar associations have issued ethics alerts, warning attorneys in their  states against becoming involved in these schemes.", "We noted in 2010 that some state officials said they were aware of  foreclosure rescue schemes that targeted particular communities.  Officials we spoke with for this report noted that some populations  continued to be the targets of these schemes. For example, a U.S.  Trustee Program official noted that schemes involving bankruptcy to  avoid foreclosure had targeted minority communities. In addition,  available data and other representatives we spoke with continued to  indicate that minority populations could be particularly vulnerable to these  schemes. According to the LMSPN database, complaints filed by black or  African American homeowners have increased since 2010. In 2010, 17  percent of complaints were filed by this group, compared with 20 percent  in 2011, 22 percent in 2012, and 23 percent in the first 4 months of 2013.  Representatives of the National Community Reinvestment Coalition also  said that they had received more than 50 complaints about an attorney  who had targeted mostly African-American and Latino communities for his  scheme. The attorney told consumers that he had working relationships  with various federal agencies and programs, took up-front fees from  them, and did not provide any services. In another example, FTC filed two  cases against telemarketers who targeted Spanish-speaking  homeowners, promising mortgage modifications in exchange for large up- front fees.", "In addition, older homeowners appear to be common targets for  foreclosure rescue schemes. According to the Lawyers’ Committee,  seniors (defined as those 51 years or older) are among the hardest hit by  rescue schemes. As of October 2012, 49 percent of complaints in  LMSPN’s database were filed by those 51 or older. The average loss  reported by seniors was $3,129, compared with the overall average loss  of $2,997. Additionally, an FBI bulletin warns of schemes in which seniors  in danger of foreclosure are led to believe they may obtain a reverse  mortgage.qualify for a reverse mortgage but that they do qualify for another type of  mortgage that can help save them from foreclosure. According to the FBI  bulletin, the perpetrators locate an investor willing to act as a straw buyer  (a person who pretends to be a legitimate buyer but is actually purchasing  on behalf on another person); order fraudulent home repairs; complete an  inflated appraisal; and obtain a forward mortgage subsequently  transferring the property away from the seniors and pocketing the equity.  The victims lose the equity in their home and may be told to repurchase  the property from the scammer or lose it altogether.", "Some foreclosure rescue schemes have associated themselves with  government programs that assist homeowners. For example, a Lawyers’  Committee representative told us that some have capitalized on  Treasury’s Hardest Hit Fund program, federal settlement funds, and the  Emergency Home Loan Program by claiming that they could help   In one instance, a group known  homeowners access these programs. as the National Legal Help Center claimed that, for a fee, it could assist  homeowners in getting benefits from the National Mortgage Settlement.  In addition, this group falsely claimed that it was associated with IFR.Websites and announcements for programs such as HAMP, the National  Mortgage Settlement, and IFR now have warnings about scams and the  availability of free legitimate help, but a Lawyers’ Committee  representative noted that such alerts had not always been included in  earlier communications with homeowners.", "The Lawyers’ Committee representative also noted that the sheer number  of government programs might provide opportunities for dishonest actors  to confuse homeowners, making them unsure where to turn for legitimate  help. A representative of the Homeownership Preservation Foundation  (HPF), which runs the Homeowner’s HOPE Hotline, noted that complaints  related to rescue schemes had spiked in March 2012 and January  2013. The March 2012 spike may be related to the first wave of IFR’s  national advertising campaign (January-February 2012), along with the  announcement of the National Mortgage Settlement (February 2012). The  January 2013 spike followed announcements of IFR payment agreements  in January 2013 (see fig. 5).", "Agency officials and representatives of other organizations continued to  cite the challenges to combating these schemes that we noted in 2010.  For example, law enforcement officials continued to note that the ability of  scammers to start up and shut down quickly made it difficult to combat  these schemes. In addition, some said that scammers could operate  under different names, making them difficult to track. A few stakeholders  noted that the small dollar amounts of individual losses presented a  challenge because federal agencies were less likely to be able to take on  the cases. However, as we noted in 2010, it may be easier for state  attorneys general to pursue these cases. Finally, we noted in 2010 that  officials had told us that it was essential to encourage consumers to  report suspicious incidents to authorities. As noted above, agency officials  and representatives of nonprofit organizations we spoke with for this  report also said that consumers might not report potential schemes, either  because they were not aware that they were being victimized or were too  embarrassed to report it. They cited consumers’ unwillingness to report  these schemes as an ongoing challenge."], "subsections": []}]}, {"section_title": "FFETF Members Have Focused on Prevention, Detection, and Enforcement to Combat Foreclosure Rescue Schemes", "paragraphs": ["Since we last reported on this issue in 2010, FFETF and its members  have undertaken a number of activities intended to enhance coordination  among federal, state, and local authorities responsible for combating  foreclosure rescue schemes. These efforts are consistent with the three  key elements of GAO’s fraud prevention model: (1) preventive controls,  (2) detection and monitoring, and (3) investigations and prosecutions.", "FFETF’s preventive efforts have focused on educating consumers about  these schemes to help them avoid becoming victimized. FFETF and its  members have also made efforts to enhance the reporting of potential  incidents by both consumers and financial institutions to aid in the  detection and monitoring of these schemes. FFETF member agencies  that we contacted told us that one of the key outcomes of the task force  had been greater information sharing and coordination among  enforcement agencies regarding these schemes that facilitated  investigations and prosecutions."], "subsections": [{"section_title": "MFWG Members Have Developed and Participated in Outreach to Educate Consumers about Schemes", "paragraphs": ["Members of FFETF’s MFWG have focused their outreach efforts on  raising public awareness of foreclosure rescue schemes in order to  prevent homeowners from being victimized. The results of our prior work  serve to emphasize the overall lesson learned that fraud prevention is the  most effective and efficient means to minimize fraud, waste, and abuse.  MFWG has used a variety of approaches to consumer education and  outreach that are outlined in MFWG’s annual strategic scorecards, a  management tool MFWG developed to track its progress in combating  foreclosure rescue schemes. Examples of MFWG’s outreach and  education efforts include holding regional education summits for  distressed homeowners, housing counselors, and public advocates and  directing more individuals to FFETF’s mortgage fraud information on its  website, StopFraud.gov, which FFETF considers a one-stop site for  consumers to learn how to protect themselves from becoming victims and  to report cases of fraud.", "MFWG has held at least eight regional summits near areas that have  been hardest hit by foreclosures since 2010. During the summits,  homeowners and local law enforcement agencies received information on  mortgage fraud trends from other law enforcement officials, victims,  housing counselors, and industry experts. According to FFETF, the  presenters represented law enforcement, victims, housing counselors,  industry experts, and others who discussed mortgage fraud issues in the  community, including foreclosure rescue schemes. In addition, MFWG  noted that it held 27 events to educate homeowners, counselors and  public advocates in fiscal year 2012, exceeding its target goal of 20  events. These events included foreclosure prevention forums, training for  consumer groups and legal services communities, and presentations to  members or representatives of the armed forces. For example, in 2012  two mortgage fraud summits in Las Vegas and Los Angeles included  discussions on the impact of mortgage fraud on the community, trends in  mortgage fraud, and ways to avoid becoming a victim. The Los Angeles  summit was attended by officials and practitioners involved in mortgage  fraud enforcement and prevention and included representatives such as  the FBI, FTC, HUD, California Attorney General’s Office, California State  Bar, California Department of Real Estate, and other federal, state,  county, and local agencies, including the Los Angeles County Department  of Consumer Affairs.", "Individual MFWG members and nonprofit organizations have also  conducted outreach as a part of their own efforts to increase awareness  of foreclosure rescue schemes. For example, HUD’s “Know it. Avoid it.  Report it.” information campaign alerts homeowners to the availability of  free housing counselors who can help with foreclosure issues and provide  information on avoiding foreclosure schemes. According to HUD, the  information campaign merges the efforts of NeighborWorks, the Lawyers’  Committee, and the Homeowner’s HOPE Hotline to provide an “early  warning system” that helps homeowners protect themselves and their  homes, while also providing the tools necessary to report schemes to  enforcement authorities. HUD targets its information campaign to areas  with the highest rates of foreclosure using multiple kinds of outreach. One  official told us that in 2011, the HUD campaign delivered information on  schemes via television, radio, and print advertisements to the areas  affected by high rates of foreclosure. In 2012, HUD shifted its outreach to  these areas to digital and radio-based mediums.", "According to the MFWG strategic scorecard, the mortgage fraud  prevention and victim assistance sections of the StopFraud.gov website  received over 15,000 hits during fiscal year 2012. The mortgage fraud  and victim assistance sections contain links to foreclosure rescue scheme  resources and educational materials created by other federal agencies,  such as FTC, SIGTARP, and nonprofit organizations such as  NeighborWorks. For example, the mortgage fraud webpage links to  SIGTARP, CFPB, and Treasury’s joint alerts titled “Tips for Avoiding  Mortgage Modification Scams” and \"Avoiding HAMP Mortgage  Modification Scams; Resources for Servicemembers,\" and directs  individuals to the websites of other agencies and nonprofit organizations,  such as NeighborWorks, LoanScamAlert.org, and the Mortgage Bankers  Association Consumer Help Desk. SIGTARP officials told us that  promoting StopFraud.gov and the associated foreclosure rescue scheme  resources allows individuals to better protect themselves from  victimization. According to FFETF’s first year report, FFETF has also  partnered with LMSPN members, Fannie Mae, Freddie Mac, the Lawyers’  Committee, and NeighborWorks to support PreventLoanScams.org,  which supports national, state, and local law enforcement efforts to fight  mortgage fraud. The website provides tips on how to avoid schemes,  information on how to obtain assistance through free housing counseling,  and an accessible complaint form that can be filled out online and then  entered into the LMSPN complaint database.", "Most individual members of MFWG with whom we spoke had also  developed web pages that provided information on foreclosure rescue  schemes or directed consumers to the Lawyers’ Committee and  NeighborWorks websites on foreclosure rescue schemes. Six of the  seven MFWG member agencies we spoke with had specific information  on foreclosure rescue schemes on their websites, including descriptions  of schemes and information on how to submit a complaint. In addition,  several agency and nonprofit organizations’ websites emphasize that  borrowers do not need to pay for loan modification assistance. Six of the  seven MFWG member agencies we interviewed posted information on  their websites about the free assistance that is available to borrowers who  are at risk of foreclosure."], "subsections": []}, {"section_title": "Federal Detection Efforts Continue to Focus on Enhanced Incident Reporting", "paragraphs": ["MFWG member agencies have continued to collect data on foreclosure  rescue schemes in order to support efforts to detect and combat them.", "Agency officials and nonprofit representatives told us that they collected  information on the borrower, the services they were offered, the amount  they paid for the services, and any contact information for the individual or  company that offered the service. They explained that individuals could  submit their complaints through the detailed LMSPN complaint forms,  housing counselors staffing the Homeowner’s HOPE Hotline’s dedicated  team, or individual agency hotlines. Agencies might also receive  complaints through referrals from enforcement agencies, mail, and  emails.", "Since 2010, MFWG and others have made efforts to improve the  collection of consumer complaints related to foreclosure rescue schemes.", "For example, the working group achieved its goal of increasing the  number of states reporting consumer complaints to FTC’s Consumer  Sentinel Network from 9 to 14 in 2012, and set a goal for 20 states by the  end of 2013. In addition, CFPB has begun collecting consumer  complaints about these schemes and submits them to the FTC’s  Consumer Sentinel Network. Also, LMSPN created a standardized  complaint form that is used by all of its government and nonprofit  partners. According to Lawyers’ Committee representatives, partner  organizations have links to the online form on their websites and the form  is also made available at homeowner events, such as Making Home  Affordable Program events and during conversations between servicers  or housing counselors and borrowers. As of April 30, 2013, nearly three- quarters of the foreclosure rescue scheme complaints in FTC’s Consumer  Sentinel Network database had been submitted through LMSPN  complaint database.", "Agencies have also continued to make use of available information to aid  investigations. In 2010, we reported that FinCEN provided enforcement  authorities with investigative information on SAR filings and other data to  help develop leads on potential foreclosure rescue schemes. FinCEN  officials told us that FinCEN had conducted additional analysis in support  of investigative cases for more than 20 state and federal agencies. In  addition, state and federal officials told us that they could access  complaint information to help develop leads against the criminals  perpetrating the schemes. For example, officials from FTC said that its  staff members often started their investigations by focusing on companies  and individuals associated with a high number of complaints in FTC’s  Consumer Sentinel Network. Similarly, a U.S. attorney we spoke with  stated that his office regularly consulted several databases, including the  Consumer Sentinel Network, when trying to develop leads for their  investigations. Other individuals we spoke with said that they also used  the databases to find additional information for their ongoing  investigations. For example, a representative from one of the attorney  generals’ offices whom we interviewed stated that investigators might  search the Consumer Sentinel Network for complaints with variations of a  certain attorney’s name. Another state official from a state attorney  general’s office told us that the office generally used the Consumer  Sentinel Network to determine whether additional victims were associated  with an individual or company in order to more effectively calculate  restitution.", "MFWG members have also sought mechanisms to help financial  institutions more easily identify suspected mortgage fraud, including  foreclosure rescue schemes. As previously discussed, FinCEN issued an  advisory in June 2010 encouraging SAR filers to use “foreclosure rescue  scam” in the narrative portion of the report to help law enforcement  agencies more easily identify and isolate pertinent SARs. FinCEN officials  also noted that as of March 2012, a specific checkbox for foreclosure  rescue schemes was added to the SAR form, further facilitating the  identification of these schemes. According to the officials, federal and  state law enforcement and regulatory agencies continue to track SARs  reporting foreclosure rescue schemes, as these reports provide insight  into trends for this crime and leads for the initiation and support of  investigations and enforcement efforts. MFWG co-chairs discuss the SAR  filings and other complaint data twice a year as part of their ongoing effort  to identify emerging trends in foreclosure rescue schemes."], "subsections": []}, {"section_title": "MFWG Has Focused on Facilitating Information Sharing and Coordination as Key Efforts to Enhance Enforcement", "paragraphs": ["Multiple representatives of MFWG member agencies that we contacted  told us that MFWG had facilitated information sharing and coordination  among enforcement agencies on investigations. During MFWG meetings,  members discuss the best way to coordinate on emerging trends in  foreclosure rescue schemes and enforcement jurisdiction. One FTC  official noted that MFWG had been beneficial because it enabled  members to make connections with officials from other agencies with  whom they might not otherwise interact. Officials from the Executive  Office for the U.S. Trustees told us that some of their working  relationships were a direct outgrowth of their membership in FFETF. For  example, the office did not have any contact with SIGTARP until it  became part of the working group. Since beginning to share information,  the two entities have been able to develop a case against perpetrators of  a national mortgage foreclosure rescue scheme. In addition, according to  a FFETF representative, the Los Angeles and Las Vegas mortgage fraud  summits held to reach out to homeowners also served the purpose of  convening federal, state, and local enforcement agencies to discuss how  to improve their regional enforcement coordination efforts.", "Between 2009 and 2012, working group members using joint  investigations and broad enforcement initiatives coordinated their  investigations and successfully filed criminal charges against more than  226 defendants allegedly involved in foreclosure rescue schemes. In  2010, we discussed MFWG’s efforts to prosecute individuals and  companies perpetrating schemes through Operation Stolen Dreams, a  series of federal and state law enforcement actions undertaken by  agencies represented on FFETF. DOJ reported that Operation Stolen  Dreams involved 119 criminal defendants allegedly involved in  foreclosure rescue schemes—and more than 100 civil enforcement  actions that pertained to the schemes. In August 2013, MFWG members  announced the results of the Distressed Homeowners Initiative, a year- long coordinated enforcement effort conducted by members of MFWG in  fiscal year 2012. While Operation Stolen Dreams had a broader focus on  mortgage fraud, the Distressed Homeowners Initiative specifically  targeted fraud that preyed on homeowners, such as foreclosure rescue  schemes. DOJ officials told us that the initiative included undercover work  and an enforcement surge led by FBI in Southern California. They also  said that FBI compiled information packages on potential targets, which it  shared with its field offices across the country. The initiative targeted  perpetrators both civilly and criminally and, according to DOJ, resulted in  criminal charges against 107 defendants. The estimated losses to at least  17,185 victims totaled more than $95 million. Cases were also filed  against 128 civil defendants in federal courts across the country. In these  cases, at least 19,198 victims suffered an estimated total loss amount of  $54 million.", "Federal enforcement agencies have successfully coordinated  investigations beyond the broad enforcement initiatives discussed earlier.  SIGTARP officials stated that FFETF’s success is due to members’ ability  to work more efficiently together than as individual agencies. SIGTARP  reported that 43 of its criminal investigations relating to foreclosure rescue  schemes were multiagency efforts between 2009 and 2012. In addition,  FTC officials told us that 14 of their 36 cases involving foreclosure rescue  schemes were conducted in partnership with other agencies during that  same period and that these partnerships were a direct outgrowth of their  membership in FFETF. FHFA’s Office of the Inspector General also  coordinated on 12 cases with other FFETF members between 2011 and  2012.", "Some agency officials told us that foreclosure rescue scheme cases did  not comprise a large proportion of their workload. For example, FHFA  officials told us that the majority of cases FHFA filed involved loan  origination fraud. However, FTC officials told us that 36 of the agency’s  363 consumer protection cases involved the MARS rule and foreclosure  rescue schemes between 2009 and 2012—a relatively substantial portion  given the wide range of consumer protection issues FTC covers. In  addition, officials told us that many investigations related to foreclosure  rescue schemes were conducted at the state level. For example, in 2010,  the Florida Attorney General’s Office filed 19 civil cases for foreclosure  rescue schemes, representing 8.4 percent of its caseload for that year.  An official from the California Attorney General’s Office told us that  between 2009 and 2012 its office filed 20 criminal cases and an  estimated 10 to 15 civil cases for foreclosure rescue schemes. Officials  from the Arizona Attorney General’s Office told us that it received nearly  5,000 complaints relating to foreclosure rescue schemes between 2009  and 2012 and successfully litigated 23 civil cases during that same time.", "MFWG has also identified other areas of focus in its enforcement efforts,  including shutting down or forcing into compliance confusing, misleading,  or fraudulent web advertisers and websites and conducting training for  DOJ attorneys and prosecutors, state and local attorneys, and  investigators. For example, according to the MFWG strategic scorecard,  Treasury, SIGTARP, and FTC took action against over 800 confusing,  misleading, or fraudulent websites in fiscal year 2012. Treasury officials  told us that they conducted web scans in order to identify unauthorized  uses of Treasury program trademarks or misrepresentations of programs.  Between 2009 and 2012, Treasury issued notices of trademark  infringement (cease-and-desist letters) to owners of approximately 400  websites for unauthorized use of Treasury program trademarks. In  addition, SIGTARP officials told us that they contacted Internet search  engines (e.g., Google, Yahoo, Bing) to take down over 200 alleged  fraudulent websites. They noted that subsequently, these companies  suspended relationships with 900 web advertising agencies related to the  alleged fraudulent websites.", "Another of MFWG’s ongoing efforts is mortgage fraud training and  outreach to law enforcement attorneys and industry representatives. For  example, DOJ, FBI, and inspectors general from FHFA and HUD  conducted 25 training events in 2012 for state and local attorneys and  investigators across the country. Officials from the FHFA inspector  general’s office told us that the office had coordinated with the National  District Attorneys Association to conduct such training for state attorneys  general. The officials also said that the office also did outreach to industry  representatives, including the Mortgage Bankers Association, the  National Association of Appraisers, and the National Association of  Mortgage Regulators. MFWG members said that their outreach and  enforcement efforts would continue in order to educate homeowners and  prevent more from falling victim to schemes.", "Most agency officials we spoke with said that they did not specifically  track the amount of resources dedicated to combating foreclosure rescue  schemes, but some federal and state officials noted resource limitations  as a challenge. A U.S. Trustee official told us that limited resources were  a challenge and that he could not be sure whether resource constraints  would allow for the same level of effort in combating foreclosure rescue  schemes in the future. The U.S. Trustee Program’s 2013 Budget Request  notes that these schemes are complex and require the retention and  training of specialized attorneys and other staff. Other officials told us that  more cases could be pursued if more resources were available, but some  officials said that resources were not a limiting factor in the amount of  enforcement activity. Representatives of nonprofit organizations we spoke  with cited limited resources as a constraint. For example, a  NeighborWorks representative noted that finding adequate resources had  been a challenge and that its Loan Scam Alert campaign had not been  able to purchase as much paid advertising as it would have liked. As a  result, the representative noted that the campaign may not have been  receiving as much television coverage as the schemes were.", "Available data suggest that foreclosure rescue schemes continue to be a  concern, and federal agencies and others have increased their efforts to  combat these schemes in recent years. Our fraud prevention framework  highlights that increased awareness of fraud is crucial to preventing  individuals from falling victim to fraudulent situations. Homeowners who  have adequate information on foreclosure rescue schemes and legitimate  sources of assistance will be more likely to understand and make more  informed decisions when seeking assistance. Federal agencies will need  to continue to coordinate their outreach, detection, and enforcement  efforts to increase awareness among homeowners and prevent more  from falling victim to schemes."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report for review and comment to the heads of  the Departments of Justice, Housing and Urban Development, and the  Treasury, the Consumer Financial Protection Bureau, the Federal  Housing Finance Agency, Fannie Mae, Freddie Mac, the Federal Trade  Commission, the Special Inspector General for the Troubled Asset Relief  Program, and the U.S. Postal Inspection Service. We received written  comments from the Assistant Secretary for Financial Stability at the  Department of the Treasury and SIGTARP, which are summarized below  and reprinted in appendices II and III, respectively. DOJ, HUD, FHFA,  FTC, SIGTARP, Treasury, and the U.S. Postal Inspection Service  provided technical comments that were incorporated, as appropriate.", "In its written comments, Treasury noted that it valued GAO’s insights as it  continues to combat foreclosure rescue schemes. Treasury reiterated that  the Office of Financial Stability conducts daily website scans to identify  unauthorized uses of Treasury program trademarks or misrepresentations  of programs, and has issued notice of trademark infringement to owners  of approximately 400 websites. Treasury also highlighted that the Office  of Financial Stability conducts preliminary investigations into allegations  of foreclosure rescue schemes related to the Troubled Asset Relief  Program, the findings of which may result in referrals to SIGTARP and  other law enforcement agencies, and has partnered with CFPB to provide  the public with tips and alerts for avoiding mortgage modification  schemes.", "In its technical comments, SIGTARP noted that it is an independent entity  within Treasury and is not subject to the supervision of the Secretary. As  such, SIGTARP requested that we separate our discussion of SIGTARP  from our discussion of Treasury. In response, we listed SIGTARP as a  separate agency from Treasury in our description of agencies’ roles in  combating foreclosure rescue schemes.  In addition, SIGTARP noted that  the draft report did not reflect the work of the FFETF’s Rescue Fraud  Working Group, which also plays a role in combating these schemes. We  added a description of this working group and noted that SIGTARP is one  of its co-chairs. SIGTARP in its written comments stated that it concurred  with the sections of the report related to SIGTARP’s work and noted that  it has made significant progress in combating these schemes and will  continue to work with law enforcement partners to investigate them.", "We are sending copies of this report to the appropriate congressional  committees and to the heads of the Departments of Justice, Housing and  Urban Development, and the Treasury, the Consumer Financial  Protection Bureau, the Federal Housing Finance Agency, Fannie Mae,  Freddie Mac, the Federal Trade Commission, the Special Inspector  General for the Troubled Asset Relief Program, and the U.S. Postal  Inspection Service. In addition, the report will be available at no charge on  the GAO website at http://www.gao.gov.", "If you or your staff have any questions concerning this report, please  contact me at (202) 512-8678 or evansl@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made major contributions to  this report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To examine the nature and prevalence of mortgage foreclosure rescue  and loan modification schemes, we analyzed available information on  consumer complaints about foreclosure rescue schemes from the Federal  Trade Commission’s (FTC) Consumer Sentinel Network, as well as the  Lawyers’ Committee for Civil Rights Under Law’s Loan Modification Scam  Prevention Network (LMSPN) database. In addition, we examined  published information on the number of Suspicious Activity Reports  related to foreclosure rescue schemes. We spoke with officials and  representatives who manage these databases about their data collection  processes and internal quality controls and tested the data where  applicable. We found FTC’s Consumer Sentinel Network, LMSPN, and  SAR data to be sufficiently reliable for the purpose of discussing the  nature and prevalence of foreclosure rescue schemes in this report. We  recognize that the total number of foreclosure rescue schemes reported  does not capture all occurrences of schemes; however it captures the  available information on this area of fraud. We also contacted seven  member agencies of the Financial Fraud Enforcement Task Force’s  (FFETF) Mortgage Fraud Working Group (MFWG) that were active in  combating foreclosure rescue schemes—the Consumer Finance  Protection Bureau, the Department of Justice, the Federal Housing  Finance Agency and its Office of Inspector General, FTC, the Department  of Housing and Urban Development and its Office of Inspector General,  the Department of the Treasury, the Special Inspector General for the  Troubled Asset Relief Program, and the U.S. Postal Inspection Service. In  addition, we contacted representatives of two government-sponsored  enterprises, Fannie Mae and Freddie Mac, as well as the offices of the  attorneys general from Indiana and the five states we spoke with for our  2010 report—Arizona, California, Florida, Illinois, and New York—states  with some of the highest numbers of potential foreclosures. We also  spoke with a number of nonprofit organizations that are actively  addressing these schemes.", "To determine the status and scope of the federal government’s  multiagency effort and other major efforts to combat these schemes, we  interviewed officials and obtained relevant documentation from FFETF  and MFWG members listed previously. We also interviewed officials and  obtained documents from the enterprises and nonprofit organizations that  have undertaken major efforts in this area, including the National Fair  Housing Alliance, the National Community Reinvestment Coalition, HOPE  NOW, the Homeownership Preservation Foundation, and lead members  of LMSPN, including the Lawyers’ Committee for Civil Rights Under Law  and NeighborWorks America. We also reviewed MFWG’s 2012 and  2013 strategic scorecards to determine the activities the working group  had completed. We also collected information on the number of civil and  criminal foreclosure rescue scheme cases state and federal agencies  pursued and reviewed individual agencies’ websites for information on  foreclosure rescue schemes. We reviewed Standards for Internal Control  in the Federal Government to identify requirements for effective internal  controls related to fraud detection and prevention. Additionally, we  looked at our past reviews of federal programs in which we identified the  key elements of a framework for fraud prevention, detection, and  prosecution. Finally, we interviewed agency officials about their efforts to  conduct outreach, collect consumer complaints, and conduct enforcement  activities related to these types of schemes.", "We conducted this performance audit from November 2012 to October  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of the Treasury", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Comments from the Special Inspector General for the Troubled Asset Relief Program", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, other key contributors to this  report were Harry Medina (Assistant Director), Rachel E. Batkins,  Bethany M. Benitez, Emily Chalmers, Jena Sinkfield, Andrew Stavisky,  Winnie Tsen, and James D. Vitarello."], "subsections": []}]}], "fastfact": []}