{"id": "GAO-10-816", "url": "https://www.gao.gov/products/GAO-10-816", "title": "Nuclear Waste: Actions Needed to Address Persistent Concerns with Efforts to Close Underground Radioactive Waste Tanks at DOE's Savannah River Site", "published_date": "2010-09-14T00:00:00", "released_date": "2010-09-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Decades of nuclear materials production at the Department of Energy's (DOE) Savannah River Site in South Carolina have left 37 million gallons of radioactive liquid waste in 49 underground storage tanks. In December 2008, DOE entered into a contract with Savannah River Remediation, LLC (SRR) to close, by 2017, 22 of the highest-risk tanks at a cost of $3.2 billion. GAO was asked to assess: (1) DOE's cost estimates and schedule for closing the tanks at the Savannah River Site, and (2) the primary challenges, if any, to closing the tanks and the steps DOE has taken to address them. GAO visited the Savannah River Site and reviewed tank closure documents, as well as conducted an analysis of the construction schedule of the Salt Waste Processing Facility (SWPF), which is a facility vital to successful tank closure because it will treat a large portion of the waste removed from the tanks."]}, {"section_title": "What GAO Found", "paragraphs": ["Emptying, cleaning, and permanently closing the 22 underground liquid radioactive waste tanks at the Savannah River Site is likely to cost significantly more and take longer than estimated in the December 2008 contract between DOE and SRR. Originally estimated to cost $3.2 billion, SRR notified DOE in June 2010 that the total cost to close the 22 tanks had increased by more than $1.4 billion or 44 percent. Much of this increase is because DOE's cost estimate in the September 2007 request for proposals that formed the basis of the December 2008 contract between DOE and SRR was not accurate or comprehensive. For example, DOE underestimated the costs of labor and fringe benefits. DOE also omitted certain other costs related to equipment and services needed to support tank closure activities. Moreover, more than $600 million of this increase is due to increased funding needed to make up for significant losses suffered by Savannah River Site workers' pension plans as a result of the recent economic crisis. Closing the tanks may also take longer than originally estimated because of persistent delays and shortcomings in the construction schedule for SWPF. According to SRR, construction delays that have already occurred will result in between 2 and 7 fewer tanks being closed by 2017 than agreed to in the contract. Furthermore, the SWPF construction schedule does not fully meet GAO-identified best scheduling practices. For example, the schedule had problems with excess float time between activities, indicating that the schedule's activities may not be sequenced logically. DOE is exploring ways to mitigate the effects of construction delays by deploying new technologies to treat radioactive waste. However, additional research and development on these new technologies is still required and, therefore, it will be several years before they are deployed. DOE officials identified three primary challenges to closing the liquid radioactive waste tanks at the Savannah River Site: (1) on-time construction and successful operation of SWPF; (2) increasing the amount and speed at which radioactive waste is processed at the Savannah River Site's Defense Waste Processing Facility, which prepares the waste for permanent disposal by mixing it with molten glass and then pouring it into large metal canisters where it hardens; and (3)successful implementation of an enhanced chemical cleaning process that will remove residual waste from the tanks with minimal creation of additional waste that must be treated. DOE officials identified steps the department is taking to ensure these challenges are met. However, several factors raise concerns about whether DOE will be able to resolve them. For example, the enhanced chemical cleaning process that is a cornerstone of SRR's ability to close tanks on time has never been used in liquid radioactive waste tanks and, according to SRR officials, DOE has not consistently funded additional research and development on the technology. Most experts GAO spoke with were generally confident of DOE's ability to successfully overcome these challenges, although some of them identified additional concerns. For example, some experts suggested that DOE has not engaged in sufficient contingency planning in the event that the department's chosen waste removal, treatment, and tank closure strategies are unsuccessful."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making five recommendations to DOE to, among other things, clarify how cost increases should be requested by a contractor, as well as reviewed and approved by DOE and to ensure the SWPF construction schedule conforms to best practices. Although DOE generally agreed with two of our recommendations, they disagreed on the necessity of additional clarity on how cost increases should be requested by a contractor and that the SWPF construction schedule did not conform to best practices. We continue to believe our recommendations are valid."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Energy’s (DOE) Savannah River Site, located on nearly  310 square miles in southwestern South Carolina, was built in the 1950s to  produce nuclear materials such as tritium and plutonium that were needed  to manufacture nuclear weapons. It did so by dissolving highly radioactive  spent nuclear fuel from the site’s nuclear reactors in large, heavily shielded  separation facilities known as canyons. Decades of nuclear weapons  production have left a legacy of radioactive and hazardous waste to be  cleaned up at the Savannah River Site, including 37 million gallons of  highly radioactive liquid waste that is currently stored in 49 underground  storage tanks. Many of these tanks have a history of leakage and 8 are  sitting near or below the water table, raising concerns that radioactive and  hazardous waste in the tanks could leak into the groundwater and  endanger worker safety, public health, and the environment.", "In 1993, DOE, the Environmental Protection Agency (EPA), and the South  Carolina Department of Health and Environmental Control entered into an  agreement that, among other things, called for DOE to empty, clean, and  permanently close 22 underground tanks that lack secondary  containment—such as tanks that are not double walled or that do not have  an external liner—by 2022. DOE has committed to removing waste from  the remaining 27 tanks by 2028. Since then, DOE closed 2 tanks in 1997,  and finished removing the waste from 2 other tanks in 2009. In December  2008, DOE awarded an 8-year tank closure contract to Savannah River  Remediation, LLC (SRR). Under this contract, SRR committed to an  accelerated schedule of emptying, cleaning, and closing the 22 tanks  without secondary containment by 2017, 5 years before the date in the  agreement between DOE, EPA, and South Carolina at a cost of $3.2 billion.", "In this context, you asked us to assess (1) DOE’s current cost estimates  and schedule for closing the liquid radioactive waste tanks at the  Savannah River Site, and (2) the primary challenges, if any, to closing the  liquid radioactive waste tanks and the steps DOE has taken to address  them.", "To address these objectives, we reviewed DOE’s initial tank closure cost  estimates, the December 2008 contract between DOE and SRR, and SRR’s  revised cost estimates. We also used GAO-identified best practices from  across industry and government to review the construction schedule for a  facility that will be used to treat a majority of the tank waste volume. In  addition, we interviewed DOE officials at the Savannah River Site and in  Washington, D.C., as well as officials from SRR, EPA, and South Carolina.  To assess the primary challenges to closing the tanks, we interviewed DOE  officials and asked them to identify such challenges and steps taken. We  also reviewed tank closure plans and risk management documents, toured  Savannah River Site facilities relevant to tank closure, and received  briefings from DOE and SRR officials on the liquid radioactive waste  system to gain an understanding of these challenges and how DOE  planned to address them. In addition, we interviewed 11 experts and  solicited their views on the primary tank closure challenges. We selected  these experts on the basis of their extensive knowledge of tank closure- related activities. Appendix I contains additional information on our scope  and methodology.", "We conducted this performance audit from June 2009 to September 2010  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["DOE’s December 2008 contract with SRR to empty, clean, and close the  Savannah River Site’s underground tanks is a cost plus award fee contract.  Under this type of contract, SRR’s costs to conduct cleanup work are  reimbursed by DOE. Such costs include, among other things, workers’  salaries and fringe benefits such as employer-provided health insurance  and defined-benefit pension plans. In addition, to encourage innovative,  efficient, and effective performance, this type of contract gives SRR the  opportunity to earn a monetary incentive known as an award fee. The  amount of award fee SRR is able to earn is determined by its  accomplishment of goals mutually agreed upon by the contractor and  DOE. The contractor’s cost, schedule, performance, and scope  commitments for successfully delivering the contract-defined  requirements are specified in a document known as the contract  performance baseline that is developed by the contractor and agreed to by  DOE. Many site activities not related to tank closure—such as  management of spent nuclear fuel and soil and groundwater cleanup—are  conducted under a separate management and operations contract  currently held by Savannah River Nuclear Solutions, LLC.", "DOE Order 413.3A establishes a process for managing the department’s  major projects—including contractor-run projects that build large  complexes that often house unique equipment and technologies such as  those that process waste or other radioactive material and environmental  cleanup projects. The order covers activities from identification of need  through project completion. Specifically, the order establishes five major  milestones—or critical decision points—that span the life of a project.  Order 413.3A specifies the requirements that must be met, along with the  documentation necessary, to move a project past each milestone. In  addition, the order requires that DOE senior management review the  supporting documentation and approve the project at each milestone.  DOE also provides suggested approaches for meeting the requirements  contained in Order 413.3A through additional guidance.", "For years, DOE has had difficulty managing its contractor-run projects.  Despite repeated recommendations from us and others to improve project  management, DOE continues to struggle to keep its projects within their  cost, scope, and schedule estimates. For example, we reported in  September 2008 that 9 of 10 major cleanup projects managed by DOE’s  Office of Environmental Management—which manages cleanup projects  such as tank closure at the Savannah River Site—had experienced cost  increases, and that DOE had estimated that it needed an additional $25  billion to $42 billion more than the projects’ initial cost estimates to  complete these projects. Because of DOE’s history of inadequate  management and oversight of its contractors, we have included contract  and project management in DOE’s National Nuclear Security  Administration and Office of Environmental Management on our list of  government programs at high risk for fraud, waste, abuse, and  mismanagement since 1990.", "In response to its continued presence on our high-risk list, DOE analyzed  the root causes of its contract and project management problems in 2007  and identified several major findings. Specifically, DOE found that the  department:    often does not complete front-end planning to an appropriate level before  establishing project performance baselines;   does not objectively identify, assess, communicate, and manage risks  through all phases of project planning and execution; fails to request and obtain full project funding;   does not ensure that its project management requirements are consistently    often awards contracts for projects prior to the development of an  adequate independent government cost estimate.", "To address these issues and improve its project and contract management,  DOE has prepared a corrective action plan with various corrective  measures to track its progress. Among the measures being implemented  are for DOE to make greater use of third-party reviews prior to project  approval, establish objective and uniform methods of managing project  risks, better align cost estimates with anticipated budgets, and establish a  federal independent government cost-estimating capability.", "Emptying, cleaning, and closing the 22 tanks without secondary  containment involves a number of steps. The radioactive waste generally  comes in a variety of physical forms and layers inside the tanks, depending  on the physical and chemical properties of the waste components. The  waste in the tanks take the following three main forms which are  illustrated in figure 1:    Sludge. The denser, water-insoluble components of the waste generally  settle to the bottom of the tank to form a thick layer known as sludge,  which has the consistency of peanut butter. Although sludge is only 8  percent of the total volume of the tank waste at the Savannah River Site, it  has about 49 percent of the tanks’ total radioactivity.", "Saltcake. Above the sludge may be water-soluble components, such as  sodium salts, that crystallize or solidify out of the waste solution to form a  moist sandlike material called saltcake.", "Salt supernate. Above or between the denser layers may be liquids  comprised of water and dissolved salts that are called supernate.", "Most of the waste in a tank is removed by using pumps and high-pressure  wash systems. Various methods are then used to immobilize the waste and  prepare it for permanent disposal. In the case of sludge, the material is  immobilized through vitrification—a process that stabilizes waste by  mixing it with molten glass and then pouring it into large metal canisters  where it hardens—at the Savannah River Site’s Defense Waste Processing  Facility (DWPF), which has operated since March 1996. Canisters  produced by DWPF are currently stored on site pending the availability of  a geologic repository where they will be permanently disposed. DOE’s  original plans were to locate a permanent geologic repository for these  canisters, as well as other nuclear waste generated across the United  States, at Yucca Mountain in Nevada. The department had submitted a  license application for authorization to construct a repository at Yucca  Mountain to the U.S. Nuclear Regulatory Commission. However, DOE  moved to withdraw the license application in March 2010 and has declared  its intention not to proceed with the Yucca Mountain project. While the  U.S. Nuclear Regulatory Commission’s Atomic Safety and Licensing Board  denied DOE’s motion to withdraw the application in June 2010, the final  permanent disposal location for vitrified high-level waste at the Savannah  River Site, as well as hundreds of thousands of tons of additional  radioactive waste across the country, remains in question.", "In the case of the larger volumes of saltcake and salt supernate (known  collectively as salt waste) that are stored at the Savannah River Site, glass  vitrification of all of this waste without reducing its volume would produce  a very large number of metal canisters that would need to be permanently  disposed. DOE is using several interim processes to separate higher  radioactivity waste from the remainder of the lower activity waste and,  consequently, reduce the number of canisters requiring disposal that will  be generated. One of these interim processes—the Actinide Removal  Process/Modular Caustic-Side Solvent Extraction Unit (ARP/MCU)— began operations in May 2008 with a 3-year operational expectancy. DOE  is also constructing permanent facilities at the Savannah River Site to  separate the higher activity waste from the remainder of the lower activity  waste. A key facility, the Salt Waste Processing Facility (SWPF), uses the  same technology as ARP/MCU, but on a larger scale. SWPF is currently  being constructed by Parsons Corporation under a separate contract with  DOE. Although estimated to cost more than $1.3 billion, we reported in  January 2010 that DOE’s cost estimate for SWPF only somewhat or  partially met the four characteristics of high-quality cost estimates— accuracy, comprehensiveness, credibility, and well documented. DOE  expects SWPF to begin separating higher- and lower-radioactivity waste  sometime between fiscal year 2013 and the beginning of fiscal year 2016.  Once separated, higher-radioactivity waste will then be mixed with sludge  for vitrification at DWPF. The low-radioactivity waste that is currently  separated out by ARP/MCU and is to be separated out by SWPF is  stabilized by combining it with a grout-like substance at another Savannah  River Site facility called the Saltstone Facility, where it will be  permanently disposed of in a series of on-site vaults.", "Removal and treatment of liquid radioactive waste from the tanks do not,  however, complete the tank closure process. Any residual radioactive  waste that pumping and high-pressure washing cannot remove from the  tank surfaces must be mechanically scrubbed and may also be treated  with chemicals for removal. This cleaning process generates additional  radioactive waste that must also be removed from the tanks and  eventually treated for permanent disposal. Even with chemical cleaning, it  is impossible with current technology to remove 100 percent of the  radioactive and hazardous waste from every tank. A small quantity of  waste will remain in the tank. Following the removal of most of the waste  and chemical cleaning, DOE must demonstrate that the department has  cleaned the tank to the maximum extent practicable. DOE, EPA, and  South Carolina must agree upon the concentration of wastes that are  allowed to remain in the tanks and the criteria for permanently closing  them. The current plan calls for DOE to permanently close the tanks by  filling the now-substantially empty tanks with a cementlike substance to  prevent their collapse and the release of any residual radioactive or  hazardous material into the environment."], "subsections": []}, {"section_title": "Based on Current Cost Estimates and Schedule, Closing the Savannah River Site’s Tanks Is Likely to Cost More and Take Longer Than Originally Estimated", "paragraphs": ["Emptying, cleaning, and permanently closing the 22 underground liquid  radioactive waste tanks at the Savannah River Site that lack secondary  containment is likely to cost significantly more and take longer than  estimated in the December 2008 contract between DOE and SRR.  Specifically, SRR notified DOE in June 2009 that the total cost to close the  22 tanks had increased by slightly more than $1.4 billion from $3.2 billion  as estimated in the December 2008 contract to about $4.6 billion. In  addition, closing the tanks may take longer than originally estimated  because of persistent delays constructing SWPF—a facility vital to  successful tank closure because it will treat a large portion of the waste  removed from the tanks. Our review also found that the SWPF  construction schedule does not meet GAO-identified best scheduling  practices. Although DOE is exploring ways to mitigate the effects of SWPF  construction delays by deploying new technologies to treat additional  quantities of waste, DOE officials told us that additional research and  development on these technologies is still required and that it would be  several years before these new technologies could be deployed."], "subsections": [{"section_title": "SRR Estimates That the Cost to Close 22 Tanks Has Increased 44 Percent", "paragraphs": ["One day before beginning work under the contract it signed with DOE in  December 2008, SRR reported that the estimated cost to empty, clean, and  permanently close the 22 tanks had increased by slightly more than $1.4  billion. The estimated cost increase was discovered during a due-diligence  review SRR conducted during the transition period from the previous  contractor managing liquid high-level radioactive waste operations at the  Savannah River Site. The purpose of this review was to identify, among  other things, any physical site conditions that were different than those  portrayed in DOE’s September 2007 request for proposals—which formed  the basis of SRR’s proposal and the December 2008 contract—or that  could give rise to other liabilities or noncompliance with the contract. In a  June 30, 2009, letter—one day prior to the end of the contract transition  period—SRR reported to DOE that its review had identified more than 300  differences in such conditions, 22 of which SRR considered to be material.  Material differences are a change of conditions that will have a significant  impact, positive or negative, on the performance of work in terms of time  or costs, and impacts to the contract milestones, among other things.", "SRR’s June 2009 letter stated that these 22 material differences would  result in a contract cost increase from roughly $3.2 billion to about $4.6  billion—a 44 percent increase. Our review indicates that much of this  increase is because the cost estimate in DOE’s 2007 request for proposals  that formed the basis of the December 2008 contract was not accurate or  comprehensive. For example    DOE underestimated fringe benefit rates by 27 to 62 percent depending  upon an employee’s job classification, and underestimated labor rates by 5  to 70 percent for certain job classifications. DOE’s cost estimate was  based on historical data that underestimated future costs. As a result, SRR  reported that costs would increase by $279 million.", "DOE assumed in the September 2007 request for proposals that certain  costs—including retiree health care and essential site services such as  computer and telecommunications equipment and water service—would  be paid under the Savannah River Site’s management and operations  contract rather than the SRR contract. Subsequently, DOE reversed its  decision and instead assigned these costs to the SRR contract. Although  this action resulted in no net increase in costs to the taxpayer because  these costs will be subtracted from the Savannah River Site’s management  and operations contract, it resulted in a $270 million increase in the costs  associated with the tank closure contract.", "In addition, DOE did not account for the more than $600 million in pension  costs that were needed to make up for significant losses suffered by the  Savannah River Site workers’ defined-benefit pension plans as a result of  the economic crisis that began in 2007. DOE contractors generally provide  their employees with pension plans, health care benefit plans, and other  postretirement benefits. DOE reimburses these contractors for the costs of  providing pension and postretirement benefits to current and former  employees and their beneficiaries. DOE is ultimately responsible for  reimbursing its contractors for the allowable costs of these plans. DOE’s  September 2007 request for proposals estimated that funding the defined- benefit pension plans for current and retired Savannah River Site workers  and their beneficiaries covered under the contract would cost $146  million. However, the economic crisis that began in 2007 caused  significant losses to the assets in which the Savannah River Site workers’  pension plans had invested. This, combined with other factors, caused  DOE to face a significant shortfall in the amount of pension funding  originally estimated in the 2007 request for proposals versus what is now  estimated to be required. Despite having 17 months between the start of  the economic crisis and signing the contract with SRR, DOE did not  update the September 2007 pension cost estimate because, according to  DOE officials, the amount of the shortfall was still fluctuating. In its June  2009 letter to DOE, SRR estimated that pension costs had increased by  more than $600 million, from $146 million to $762 million.", "DOE’s difficulty producing an accurate and comprehensive cost estimate  to empty, clean, and permanently close the 22 tanks is consistent with the  department’s own findings in its April 2008 root cause analysis of its  contract and project management problems. Similarly, we reported in  January 2010 that DOE’s inability to produce high-quality cost estimates  limits the department’s ability to effectively manage its projects and  provide good estimates to Congress of the amount of money needed to  complete projects and recommended that the department update its cost  estimating guidance to address these concerns.", "DOE took no action in response to SRR’s June 2009 letter reporting the 22  material differences and $1.4 billion cost increase. Lacking a response  from DOE, SRR prepared and, in September 2009, submitted a contract  performance baseline to DOE that included these additional costs. SRR  and DOE officials told us that DOE did not inform SRR of department  guidance that stated that a contractor should not be allowed to change  estimated contract costs by simply including a higher cost in the contract  performance baseline. As a result, SRR received no information on DOE’s  assessment of the cost increases proposed in June 2009 until DOE rejected  SRR’s September 2009 contract performance baseline in November 2009.  DOE rejected the baseline for reasons including that the department  needed additional cost and scheduling documentation to validate SRR’s  cost and schedule estimates.", "Since rejecting SRR’s contract performance baseline in November 2009,  DOE and SRR officials have discussed SRR’s proposed cost increases as  part of revising the contract performance baseline. Despite about 7  months of discussions, the revised contract performance baseline SRR  submitted on June 30, 2010, contained a cost increase of slightly less than  $1.4 billion—only $50 million less than the June 2009 cost increase.  Therefore, the current estimated cost to close the 22 Savannah River Site  tanks is about $4.6 billion—a 44 percent increase from the roughly $3.2  billion in the December 2008 contract.", "DOE approved SRR’s proposed cost increases and its revised contract  performance baseline in August 2010, more than a year after SRR first  identified proposed cost increases. DOE’s primary guidance on contract  performance baseline development contains limited information detailing  the process and time frames by which baselines are to be reviewed and  approved. As such, there is no DOE-wide guidance that establishes  milestones for reviewing and approving contract performance baselines.", "Oversight of contractor performance may also be complicated because  DOE has exempted many tank closure activities at the Savannah River  Site—as well as many other ongoing environmental cleanup projects— from the full requirements of DOE Order 413.3A. In general, Order 413.3A  applies to capital asset acquisition projects, including environmental  cleanup projects, having a total cost of $20 million or more. Accordingly,  DOE’s contract with SRR originally required that the project be managed  in accordance with Order 413.3A. In addition, when DOE rejected SRR’s  initial contract performance baseline, the department found multiple  instances in which SRR had not fully satisfied project management  provisions contained in Order 413.3A. However, following the completion  of the contract with SRR, DOE’s Office of Environmental Management  evaluated the scope of its contracts to determine how much of the activity  actually constituted capital asset acquisition activity. As a result of this  evaluation, DOE determined that some of the activities covered by the  contract with SRR included both capital asset projects and operating  activities. DOE exempted these operating activities from Order 413.3A.  DOE officials explained that Order 413.3A is more focused on managing  the process by which the department constructs new facilities rather than  the process by which it operates existing facilities, such as to complete  environmental cleanup efforts. While DOE issued a contract modification  removing references to Order 413.3A for exempted activities, the  modification does not specify which DOE project management policies, if  any, apply to the exempted SRR activities. We have previously reported  that it is critically important that DOE develop and implement a rigorous,  disciplined approach for managing projects, because major cleanup  projects, such as tank closure activities at the Savannah River Site, take  years to complete, and often involve unique challenges and a high degree  of complexity. Such an approach includes planning and managing work  activities, cost, and schedule to achieve project goals in a stable,  controlled manner."], "subsections": []}, {"section_title": "SWPF Construction Schedule Delays Could Jeopardize DOE’s Tank Closure Schedule", "paragraphs": ["Because salt waste makes up more than 90 percent of the volume of liquid  radioactive waste at the Savannah River Site, successful construction of  the SWPF is vital to DOE’s efforts to empty, clean, and permanently close  the site’s underground tanks. However, SWPF has experienced multiple  delays since design of the facility began in 2004. Originally estimated to  begin operating in 2009, the facility’s startup date has been repeatedly  delayed. At the time the contract between DOE and SRR was signed in  December 2008, SWPF was expected to begin operations in September  2012. However, DOE subsequently delayed SWPF’s expected startup date  to May 2013 at the earliest. DOE also added more than 2 years of  contingency time to the SWPF construction schedule, meaning that SWPF  operations may start as late as October 2015.", "If SWPF starts up in May 2013, SRR estimated that 2 fewer tanks could be  closed by the end of the contract in 2017 than originally estimated. If  SWPF does not begin operations until 2015, SRR estimated a total of 7  fewer tanks would be closed than originally called for in the contract by  the contract’s end in 2017, or 15 out of the 22 underground tanks originally  agreed to in the contract.", "In addition, on-time completion of the SWPF may be in question because  the facility’s construction schedule does not fully meet GAO-identified  best scheduling practices. Using industry-standard scheduling practices,  we previously identified nine key practices necessary for developing a  reliable schedule. These practices are (1) capturing key activities, (2)  sequencing key activities, (3) assigning resources to key activities, (4)  establishing the duration of key activities, (5) integrating key activities  horizontally and vertically, (6) establishing the critical path for key  activities, (7) identifying float time—the time that activities can slip before  the delay affects the completion date, (8) performing a risk analysis of the  schedule, and (9) updating the schedule using logic and durations to  determine dates. We initially assessed SWPF’s construction schedule in  March 2010 and found that it did not fully adhere to these best practices.  We discussed these findings with DOE and Parsons officials, and DOE  made changes to the schedule. Subsequently, we reassessed the schedule  in May 2010 and found that SWPF project officials had taken steps to  address some of the problems identified in our initial review but that the  schedule still had some shortcomings. Specifically, both of our  assessments found that the schedule had problems with excess float time  between activities. Float that exceeds a year is unrealistic and should be  minimized because excess float times usually indicate that the schedule’s  activities are not sequenced logically, which reduces confidence that the  schedule will be able to meet its completion date. Our March 2010 review  found that the schedule had 272 activities with more than 500 days of float  time and that two construction activities involving fabrication of piping— usually critical in construction projects—had more than 1,000 days of float  time. Our May 2010 assessment found that this problem had become  worse, with 433 activities having more than 500 days of float time—an  increase of 59 percent. Twenty-two of these activities had more than 1,250  days of float time. Table 1 summarizes the results of our March and May  2010 schedule assessments and appendix II discusses the best practices  and our assessments in detail.", "DOE is exploring ways of mitigating the effects of SWPF delays. For  example, although it was originally planned to operate only until 2011,  DOE plans to extend the operations of ARP/MCU—one of the interim  processes DOE is using to treat salt waste prior to SWPF operation. In  addition, DOE is in the early stages of developing new technologies that  will allow it to treat additional quantities of salt waste beyond what is  treated by ARP/MCU and SWPF; however, department officials told us that  these initiatives will likely not be ready for deployment until 2013.  Specifically, DOE is conducting research and development on two  technologies—called rotary microfiltration and small-column ion  exchange—that will treat salt waste directly in the tank, rather than  pumping the waste to a separate facility like ARP/MCU or SWPF. DOE  estimates that developing and deploying these two technologies will cost  $130 million. DOE officials are hopeful that successful deployment of  these new technologies will allow SRR to close all 22 tanks in the  December 2008 contract by 2017, as agreed. Moreover, a DOE official said  that these technologies could allow closure of the remaining 27 tanks that  have secondary containment by 2024—4 years earlier than the 2028 goal  committed to by DOE. However, DOE faces hurdles to accomplishing  these goals using the new technologies. For example, DOE officials told us  that, although these technologies are proven, they have never been used to  treat liquid radioactive waste at the Savannah River Site and that  additional research and development were necessary."], "subsections": []}]}, {"section_title": "DOE Has Identified Several Challenges to Successfully Closing the Savannah River Site’s Underground Waste Tanks", "paragraphs": ["DOE officials with whom we spoke identified three primary challenges to  closing the liquid radioactive waste tanks at the Savannah River Site—on- time construction and successful operation of SWPF, increasing the  amount and speed at which high-level radioactive waste is vitrified at  DWPF, and successfully implementing an enhanced chemical cleaning  process for the underground tanks. Although these officials also identified  steps the department is taking to ensure these challenges are met, several  factors raise concerns about whether DOE will be able to resolve them.  Moreover, although most experts we spoke with were generally confident  of DOE’s ability to successfully overcome these challenges, some of them  identified additional concerns about DOE’s ability to successfully close the  underground tanks."], "subsections": [{"section_title": "DOE Is Taking Steps to Overcome the Primary Challenges That Could Impede Savannah River Site Tank Closure, but Concerns Remain About Its Ability to Resolve Them", "paragraphs": ["According to DOE officials, there are three primary challenges to  successfully closing the liquid radioactive waste tanks at the Savannah  River Site: (1) on-time construction and successful operation of SWPF; (2)  increasing the amount and speed at which high-level radioactive waste is  vitrified at DWPF; and (3) successfully implementing an enhanced  chemical cleaning process for the underground tanks.", "On-time construction and successful operation of SWPF. As discussed  previously, successful construction of SWPF is vital to DOE’s efforts to  empty, clean, and permanently close the site’s underground tanks because  salt waste makes up more than 90 percent of the waste in the tanks.  However, in addition to the construction delays that have already occurred  and the potential for additional delays in the future, which was discussed  earlier, concerns have been raised about SWPF’s ability, once constructed,  to process waste at a high-enough rate to meet tank closure goals.  Specifically, a review by DOE’s Office of Cost Analysis that was conducted  between September and November 2008 found that ARP/MCU—which is a  small-scale version of SWPF and uses essentially the same technology— had only achieved 50 percent of its designed processing rate after about 5  months of operation. The review raised concerns that officials responsible  for SWPF may not have planned to fully utilize lessons learned from  ARP/MCU operations in the design for SWPF. Because of this, the review  found that DOE may be missing opportunities to mitigate SWPF  operational risks. However, DOE officials told us that it was not unusual  that ARP/MCU had only achieved 50 percent of its processing rate after  only 5 months of operation. These officials said that, because the  technology represented a first-of-a-kind nuclear operation, they operated  ARP/MCU at a deliberately slow pace during startup. Operating ARP/MCU  more slowly also allowed them to collect additional information to inform  future operations. According to these officials, ARP/MCU may achieve its  optimal processing capacity of 2 million gallons of salt waste per year in  fiscal year 2011—3 years after beginning operations—and that lessons  learned from the ARP/MCU project are being used in SWPF design. DOE  officials said that they hope the more than 2 years of contingency time in  the SWPF construction schedule will give them time to ensure the facility  will operate as planned. In addition, DOE officials told us that they are  working to ensure SWPF is properly integrated with other Savannah River  Site radioactive waste storage and treatment facilities to reduce the time  needed to ramp up to full operational levels once construction is  completed.", "Increasing DWPF throughput. As discussed earlier, DWPF produces large  metal canisters filled with vitrified high-radioactivity sludge waste that are  currently stored at the Savannah River Site pending the availability of a  geologic repository for permanent disposal. To meet the December 2008  contract’s accelerated schedule for emptying, cleaning, and closing the 22  underground tanks by 2017, SRR must increase production at DWPF from  approximately 215 canisters annually to about 400 canisters annually— roughly doubling historical production. In addition, SRR plans to increase  the concentration of radioactive waste in each canister. To achieve these  improvements, SRR plans to install additional equipment and improve the  performance of the melter technology that vitrifies the waste. Although  DOE and SRR officials told us that they have confidence in each of the  individual improvements planned for DWPF, they are less certain whether  the improvements as a group will increase overall DWPF performance. In  addition, DWPF has not, to date, ever achieved the levels of efficiency and  production that DOE and SRR officials have said will be necessary to  achieve tank closure goals. For example, although parts of the system  were designed to produce more than 400 canisters per year, DWPF has  only achieved an average of about 215 canisters per year throughout its 10  years of operations.", "Enhanced chemical cleaning. SRR is relying on a new chemical cleaning  process to accelerate tank cleaning with minimal creation of additional  waste that must be treated. The current chemical cleaning process to  remove residual waste adds oxalic acid with large volumes of water to the  tanks. The tank contents are then agitated by mixers that cause the oxalic  acid to bind with the waste, and the mixture is then pumped from the  tanks to be prepared for vitrification at DWPF. However, the existing  process produces large amounts of radioactive water as a byproduct that  must be stored in the Savannah River Site tanks and, eventually, treated. In  addition, the oxalate in the acid can negatively affect the vitrification  process at DWPF. According to SRR, enhanced chemical cleaning is an  improvement on the existing process to remove residual waste because  the cleaning solution is recirculated and does not increase the volume of  waste in the tanks. In addition, enhanced chemical cleaning eliminates  oxalates, reducing the impact on DWPF. DOE and SRR officials told us  that enhanced chemical cleaning is the cornerstone of their ability to close  tanks on schedule and that there will be cascading negative effects on the  entire liquid waste system and the rate at which tanks can be closed if the  process does not work as planned. To address the challenge of  successfully implementing the enhanced chemical cleaning process, DOE  and SRR officials told us that the process will be phased into operation.  However, this new process is, to date, unproven for use in liquid  radioactive waste tanks. In addition, notwithstanding the importance of  enhanced chemical cleaning to successful tank closure, DOE did not  provide sufficient funding to continue research and development on the  process until December 2009, and SRR officials told us that research  efforts have been limited due to this lack of funding. As a result,  deployment of enhanced chemical cleaning has been delayed from its  original January 2011 planned date until sometime in 2013."], "subsections": []}, {"section_title": "Experts Were Generally Confident in DOE’s Ability to Overcome These Challenges, but Many Expressed Additional Concerns", "paragraphs": ["Nearly all of the experts with whom we spoke agreed that the three  challenges DOE officials identified to closing the underground tanks at the  Savannah River Site—on-time construction and successful operation of  SWPF, increasing the amount and speed at which high-level radioactive  waste is vitrified at DWPF, and successfully implementing an enhanced  chemical cleaning process—are, in fact, the primary challenges the  department faces. Many of these experts stated that they were generally  confident of DOE’s ability to overcome these challenges. Those who did  not express such confidence told us that, in their view, they lacked  sufficient knowledge of the specific conditions DOE faces at the Savannah  River Site to assess whether DOE was capable of overcoming these  challenges.", "More than half of the experts we spoke with expressed additional  concerns. For example, some of the experts we interviewed told us that  they believed that DOE may not be sufficiently considering alternative  tank cleaning or waste processing technologies. Three experts expressed  concern that DOE was disproportionately relying on enhanced chemical  cleaning technologies when, in their view, additional mechanical cleaning  technologies may be necessary as well. In addition, one expert recalled a  previous situation where DOE relied too heavily on one waste processing  technology—called In-Tank Precipitation—to treat waste in the  underground tanks. As we reported in 1999, DOE determined the  technology would not work as planned after nearly a decade of delays and  spending nearly $500 million. Other experts expressed concern that DOE  does not have adequate knowledge of the specific characteristics and  chemistry of the waste in the tanks. According to these experts, having  complete knowledge of the exact characteristics of the waste is important  to successfully processing it.", "In response, DOE officials told us they believe the department is  sufficiently considering alternative waste processing technologies, as  evidenced by their continued research and development on the rotary  microfiltration and small-column ion exchange technologies discussed  earlier. In addition, regarding their knowledge of the characteristics of the  waste in the tanks, DOE officials told us that it is always possible that  there are unknown chemicals in the tanks. However, because of the  extensive historic and current sampling of the waste in the tanks, DOE  officials expressed confidence in their knowledge of the characteristics  and chemistry of the tank waste."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The potential for significant cost increases and the possibility of  accomplishing one-third fewer tank closures by 2017 than agreed to under  the December 2008 contract between DOE and SRR raises concerns about  the department’s ability to successfully close the 22 underground liquid  radioactive waste tanks that lack secondary containment at the Savannah  River Site within DOE’s cost and schedule goals. This concern is based in  part on DOE’s inability to produce high-quality cost estimates, an issue we  have addressed since 2007 in several reports that contained numerous  recommendations. In addition, DOE’s difficulties planning for and  mitigating risks in the Savannah River Site’s tank closure project appear to  be a continuation of the department’s history of difficulties in contract and  project management, as well as the findings of its own root cause analysis  of this issue. DOE took nearly 6 months to respond to SRR’s initial report  of a $1.4 billion cost increase in June 2009, and SRR had been operating at  the Savannah River Site for more than a year by the time the cost  estimates were finalized and a contract performance baseline was  approved in August 2010.", "We recognize that much of the potential cost increase is the result of  pension plan losses due to economic conditions beyond DOE’s control,  and that the department is obligated to pay those benefits under the terms  of its contracts. However, DOE lacked adequate guidance to ensure that  the contract signed in December 2008—nearly a year and a half after the  onset of the economic conditions that led to those losses—accurately  reflected increased pension funding requirements. The department also  lacked adequate guidance to ensure that the contract included known  costs such as labor, fringe benefits, retiree health care, and essential site  services costs incurred under the tank closure contract, rather than other  contracts DOE manages at the Savannah River Site. In addition, DOE  failed to inform SRR about existing guidance regarding how a contractor  can request contract cost increases. Moreover, the exemption of the tank  closure project from the requirements of DOE Order 413.3A means that  the specific policies and procedures DOE will use to oversee the  implementation of the tank closure contract and other Office of  Environmental Management operations activities are also uncertain.  Without certainty as to the policies and procedures that apply, there is no  clear approach for management oversight of tank closure at the Savannah  River Site, as well as other DOE operations activities.", "The challenges DOE faces to successfully remove highly radioactive liquid  waste from the Savannah River Site’s underground tanks and to then treat  the waste and permanently close those tanks are daunting, but experts we  spoke with generally agreed that DOE is potentially up to the challenge.  However, we share the experts’ concerns that DOE has not engaged in  sufficient planning in the event that the department’s chosen waste  removal, treatment, and tank closure strategies are unsuccessful. For  example, on-time completion of SWPF and its successful operation are  vital to DOE’s tank closure plans. Although DOE has made some  improvements to the SWPF construction schedule, several shortcomings  remain that need to be corrected for it to comply with GAO-identified best  practices and DOE’s schedule development guidance. Furthermore, it is  important to note that construction delays have already occurred and SRR  already estimates that between 2 and 7 fewer tanks than originally planned  will be closed by 2017. DOE is in the early stages of planning technologies  to mitigate these delays, but it will be several years before these  technologies are ready. As a result, we are uncertain whether DOE and  SRR will be able to overcome SWPF construction delays soon enough to  achieve the contract tank closure goals."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["In light of continuing uncertainty about the costs and schedule to close  underground tanks at the Savannah River Site, we recommend that the  Secretary of Energy take the following five actions:    Revise department contract management guidance to ensure it includes  provisions that detail how contract cost increases should be requested by  a contractor and the specific process DOE should undertake to review and  approve the increases, along with a timetable for such a review to take  place.", "Revise department contract management guidance to ensure it includes a  detailed process by which contract performance baselines are to be  reviewed and approved, including appropriate milestones to help ensure  that review and approval occur in a timely manner.", "In the absence of the requirements of Order 413.3A, specify policies and  procedures that DOE will use to oversee Office of Environmental  Management activities that have been exempted from Order 413.3A,  including Savannah River Site tank closure activities.", "Develop guidance for DOE contracting officers to ensure that known costs  incurred by contractors, such as retiree health care and essential site  services, are assigned to the proper contract for sites whose operations  are divided into multiple contracts.", "Direct the contractor for the construction of SWPF to revise its  construction schedule to ensure conformance with DOE’s schedule  development guidance and scheduling best practices found in GAO’s Cost  Estimating and Assessment Guide: Best Practices for Developing and  Managing Capital Program Costs."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOE for its review and comment. In  its written comments, DOE agreed with our recommendation that specific  policies and procedures are needed to oversee Office of Environmental  Management activities that have been exempted from Order 413.3A. DOE  partially agreed with our recommendation that department guidance  should be revised to ensure it includes a detailed process by which  contract performance baselines are to be reviewed and approved,  including milestones to help ensure that review and approval occur in a  timely manner. However, DOE disagreed with our recommendation to  revise DOE contract management guidance to ensure it includes  provisions that detail how contract cost increases should be requested by  a contractor. In addition, the department disagreed with our  recommendation to develop guidance for contracting officers to ensure  that known costs incurred by contractors are assigned to the proper  contract. Finally, DOE disagreed with our recommendation that the  department direct the contractor for the construction of SWPF to revise its  construction schedule to ensure conformance with scheduling best  practices.", "Overall, DOE commented that it had significant concerns with the manner  in which we framed our discussion and presented our findings.  Specifically, DOE stated that our focus on cost and schedule increases  associated with the tank closure contract did not take into consideration  the cost and schedule improvements the contract represents over the  department’s prior tank closure strategy. We disagree. Our draft report  noted that the December 2008 contract represented an accelerated  schedule of emptying, cleaning, and closing the 22 tanks without  secondary containment 5 years sooner than the date in the agreement  between DOE, EPA, and South Carolina. Nevertheless, the contract  performance baseline that was approved in August 2010 contained a 44  percent increase greater than the cost in the contract. In addition, as our  draft report noted, between 2 and 7 fewer tanks may be closed by 2017  than originally called for in the contract. In our view, it is not unreasonable  to expect contracts entered into by DOE, or indeed any federal agency, to  accurately reflect the costs and schedule to accomplish the goals outlined  in the contract. In this case, however, DOE’s contractor identified a $1.4  billion cost increase before performing any work under the contract, DOE  ultimately approved a contract performance baseline that contained a $1.4  billion cost increase, and the department took more than a year to approve  the baseline once the contractor began work. Even though more than $600  million of this cost increase is due to pension cost increases caused by  economic conditions outside of DOE’s control, we believe DOE’s failure to  ensure the December 2008 contract accurately reflected increased costs  and DOE’s delays approving a contract performance baseline are  examples of continued contract mismanagement by the department.", "DOE agreed with our recommendation that specific policies and  procedures are needed for operating activities, including Savannah River  Site tank closure activities. DOE commented that a framework for  managing and reporting progress for operating activities has been  established, and DOE’s sites have been directed that the project  management principles contained in DOE Order 413.3A will still apply in a  tailored manner. In addition, DOE partially agreed with our  recommendation that department guidance should be revised to ensure it  includes a detailed process by which contract performance baselines are  to be reviewed and approved and include milestones to help ensure that  review and approval occur in a timely manner. Specifically, DOE stated  that while the department agrees that a timeline is needed to add  discipline and rigor to the process for review and approval of contract  performance baselines, it already has a rigorous and detailed process  established under DOE Order 413.3A. However, as our draft report noted,  DOE has exempted many tank closure activities at the Savannah River Site  from the full requirements of DOE Order 413.3A. DOE stated that it will  expedite the issuance of guidance for contract performance baseline  review for operating activities exempted from DOE Order 413.3A.", "With regard to our recommendation that DOE revise its contract  management guidance to ensure it includes provisions that detail how  contract cost increases should be requested by contractors and the  specific process DOE should undertake to review and approve the  increases, DOE commented that such guidance would be inappropriate to  include in departmental policy and redundant to contract clauses required  by Federal Acquisition Regulations. While we acknowledge that the  contract incorporates certain Federal Acquisition Regulations-mandated  contract clauses on this subject, we continue to believe departmental  contract management guidance should be revised to ensure it includes  provisions that detail how contract cost increases should be requested by  a contractor. For example, the contract clause titled “Notification of  Changes,” which was incorporated by reference into the contract, says  that changes must be requested in writing, but does not specify procedures  for submitting the written request. As we noted in the report, the  department already has guidance that states that a contractor should not  be allowed to change estimated contract costs by simply including a  higher cost in the contract performance baseline, but the guidance was not  followed by either SRR or DOE. In addition, the guidance mentioned by  DOE in its comments that established a 180-day contract administrative  lead time requirement for resolving contract change requests does not  provide information as to how contractors are to submit changes in order  to trigger the 180-day review period. Moreover, DOE noted that SRR  required additional contract clarification guidance to comply with the  contract provisions at issue. Furthermore, SRR officials told us that there  was a miscommunication between DOE and SRR regarding the process to  request a contract cost increase. As a result, we continue to believe more  clarity in DOE guidance is necessary.", "DOE did not agree with our recommendation to develop guidance for  contracting officers to ensure that known costs incurred by contractors  are assigned to the proper contract. The department noted that the  majority of the cost increases we identified in the report are associated  with fluctuating indirect costs mainly due to economic conditions beyond  either the department’s or the contractor’s control, and that these cost  fluctuations are not related to project performance. As our draft report  noted, we agree that a significant amount of the cost increase—more than  $600 million in pension costs—is due to economic conditions beyond  DOE’s control. Nevertheless, DOE had nearly a year and a half after the  onset of the economic conditions to ensure that the contract accurately  reflected increased pension costs. We have also modified our draft report  to acknowledge that the $270 million contract cost increase associated  with retiree health care and essential site services does not represent an  increased cost to the taxpayer because these costs would be eliminated  from the management and operations contract at the Savannah River Site.  However, this $270 million still represents an unplanned increase in the  costs associated with the tank closure contract. As discussed previously,  we believe contracts entered into by DOE should accurately reflect the  costs to accomplish the goals outlined in the contract. Therefore, we  maintain that guidance to ensure appropriate allocation of costs between  contracts at sites whose operations are divided into multiple contracts is  necessary.", "Regarding our recommendation that DOE should direct the contractor for  the construction of SWPF to revise its construction schedule to ensure  conformance with scheduling best practices, the department commented  that the contractor has developed and maintains a schedule that exhibits  best practices included in industry standards such as GAO’s Cost  Estimating and Assessment Guide. We disagree. As we noted in our draft  report, based upon our analysis of the SWPF construction schedule in  both March and May 2010, DOE has made some improvements to the  SWPF schedule, but shortcomings remain. In particular, both of our  assessments found that the schedule had problems with excess float time,  which indicates that the schedule’s activities are not sequenced logically.  DOE believes that having long float times is appropriate for the schedule’s  current level of maturity. We disagree. In our view, including in the  schedule activities that could slip by up to 3 years and not impact the  project’s overall end date is not realistic and does not meet scheduling  best practices. However, we are encouraged that DOE and the contractor  will continuously assess the schedule against best practices to ensure that  float time is appropriately managed.", "DOE also provided technical comments that we incorporated in the report  as appropriate. DOE’s written comments are presented in appendix III.", "We are sending copies of this report to the appropriate congressional  committees; the Secretary of Energy; the Director, Office of Management  and Budget; and other interested parties. In addition, the report will be  available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-3841 or trimbled@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine the current costs and schedule for closing the tanks at the  Savannah River Site and the extent to which the Department of Energy  (DOE) established these using best practices, we analyzed cost and  schedule documents such as DOE’s June 2007 tank closure cost estimate,  the December 2008 tank closure contract between DOE and Savannah  River Remediation, LLC (SRR), SRR’s contract performance baseline, and  tank closure cost increase proposals. To determine the extent to which  DOE established tank closure costs using best practices, we compared  both the process by which DOE developed these documents, as well as  evidence collected through interviews with DOE—at the Savannah River  Site and in Washington, D.C.—and SRR officials, to GAO-identified best  practices for cost estimating. We also analyzed DOE’s contract  management plan and interviewed DOE officials responsible for  administering the tank closure contract to determine the process the  department is employing to review and approve SRR’s proposed cost  increases, and compared this process to the steps contained in DOE  guidance on how proposed contract cost increases should be prepared,  reviewed, and approved.", "To determine the extent to which DOE established the tank closure  schedule using best practices, we reviewed the construction schedule for  the Salt Waste Processing Facility (SWPF), a facility that will be used to  treat a majority of the tank waste. Specifically, with the assistance of  scheduling experts, we evaluated the reliability of the SWPF construction  schedule to determine the extent to which it captures key activities, is  correctly sequenced, establishes the duration of key activities, is  integrated, and has an established reliable critical path, among other  things. We conducted an initial assessment in March 2010 and shared the  results of this assessment with DOE and contractor officials. We based our  assessment on GAO-identified best practices associated with effective  schedule estimating, many of which are also identified by DOE in its  guidance on establishing performance baselines. We then interviewed  DOE and contractor officials to obtain information on how the SWPF  construction schedule is developed and maintained. We then conducted a  second assessment in May 2010 to evaluate the extent to which the  schedule improved in its adherence to GAO-identified best scheduling  practices.", "To determine the primary challenges DOE faces to close the Savannah  River Site’s liquid radioactive waste tanks and the steps the department  has taken to address them, we interviewed DOE officials and asked them  to identify the primary challenges the department faces and the steps DOE  has taken to address them. We also reviewed past and current tank closure  plans and risk management documents, toured Savannah River Site  facilities relevant to tank closure, and attended DOE and SRR briefings on  components of the Savannah River Site’s liquid radioactive waste system  and the proposed modifications to the system to gain an understanding of  these challenges and how DOE planned to address them. To corroborate  that DOE had identified the primary challenges to tank closure, we  interviewed 11 experts—all of whom have extensive knowledge of tank  closure-related activities—and solicited their views on the primary tank  closure challenges. We identified these experts in consultation with  various sources including the National Academy of Sciences and the South  Carolina Governor’s Nuclear Advisory Council, and using GAO’s prior  work on tank closure activities at DOE’s Hanford Site in Washington  State. We then contacted these individuals and asked for additional  referrals. We continued this iterative process until additional interviews  did not lead us to any new names or we determined that the qualified  experts in this field had been exhausted. We then asked these individuals  questions to determine the nature and extent of their expertise, and to  ensure that they were not currently or recently employed by DOE or SRR.  The final list of experts included primarily university professors and  consultants. We developed a semistructured interview guide, containing  both closed- and open-ended questions, to solicit responses about the  primary challenges DOE identified to close the Savannah River Site’s tanks  and the steps DOE proposed to address the identified challenges. Using  the guide, we interviewed each expert by telephone. Because some of the  questions were open-ended, and experts were knowledgeable about  varied––but not all––aspects of the issues covered, we did not attempt to  quantify their responses to these questions for reporting purposes. In  addition, we interviewed multiple entities that are stakeholders in the tank  closure process, including the U.S. Nuclear Regulatory Commission, the  Environmental Protection Agency, the Defense Nuclear Facilities Safety  Board, and the South Carolina Department of Health and Environmental  Control, to obtain their views on the challenges DOE faces to close the  Savannah River Site’s tanks and the steps the department is taking to  address these challenges.", "We conducted this performance audit from June 2009 to September 2010  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: GAO Assessment of DOE’s SWPF Construction Schedule", "paragraphs": ["Capturing all activities  The schedule should reflect all  activities as defined in the  program’s work breakdown  structure, including activities to  be performed by both the  government and its contractors.", "The schedule lists activities in a  careful and complete manner using  consistent language. Also, the  schedule contains a wide scope of  activities, such as activities related  to design, procurement, fabrication,  and installation. The schedule is  comprised of 9,177 activities.", "No change from previous assessment.  See “GAO’s March 2010 assessment”  column for details. The schedule now  has 11,291 activities, an increase of  23 percent.", "The schedule should be  planned so that it can meet  critical program dates. To meet  this objective, activities need to  be logically sequenced in the  order in which they are to be  carried out. In particular,  activities that must finish prior  to the start of other activities  (i.e., predecessor activities), as  well as activities that cannot  begin until other activities are  completed (i.e., successor  activities), should be identified.  By doing so, interdependencies  among activities that  collectively lead to the  accomplishment of events or  milestones can be established  and used as a basis for guiding  work and measuring progress.  The schedule should avoid  logic overrides and artificial  constraint dates that are  chosen to create a certain  result.", "The dates of milestones and  activities are mostly determined by  the durations and predecessor- successor logic. However, we  identified multiple problems with the  schedule’s logic, use of constraints,  and use of lags that keep the  schedule from meeting this best  practice.", "The schedule still has a number of  instances with incomplete logic and  constraints.", "The schedule now contains more  instances of incomplete logic than the  one we assessed in March.  Specifically, there are now 539  instances of incomplete logic, which is  an increase of almost 20 percent.", "The schedule contains multiple  instances of incomplete logic, also  called open ends, in which  predecessor and successor  activities are not properly linked. For  example, we found 450 instances of  incomplete logic of which 409 were  instances where activities were not  linked to predecessor activities; this  fact leads to reduced confidence in  the schedule’s ability to meet its  completion date.", "The schedule’s use of constraints has  been reduced, but not eliminated.  Specifically, we found that the number  of constrained tasks decreased from  more than 800 to 158.", "The schedule now contains 101  activities with lags more than 100  days. This is an increase of 68  percent.", "In addition, the schedule makes  excessive use of constraints, which  are used instead of logically-linked  predecessor activities to start  activities. We identified 831  activities that are constrained to  start as late as possible—meaning  that even if the activity’s duration  takes one day longer than  estimated, its successor activity will  be delayed. According to best  scheduling practices, the schedule  should use logic and durations to  reflect realistic start and completion  dates for project activities.", "The schedule also makes extensive  use of lags, which are the duration  between activities that delay  successor activities. Lags should be  used to represent fixed, physical  gaps between activities such as the  time needed for concrete to cure.  The lags used in the schedule are  both too many in number and too  long in duration to represent the  physical gaps. Specifically, we  found 60 instances where the lag  was more than 100 days in  duration.", "The schedule should reflect  what resources (e.g., labor,  material, and overhead) are  needed to do the work, whether  all required resources will be  available when needed, and  whether any funding or time  constraints exist.", "The schedule contains multiple  resources and their application to  various activities was carefully  done. The schedule contains the  project’s total cost.", "No change from previous assessment.  See “GAO’s March 2010 assessment”  column for details.", "The schedule should  realistically reflect how long  each activity will take to  execute. In determining the  duration of each activity, the  same rationale, historical data,  and assumptions used for cost  estimating should be used.  Durations should be as short as  possible and have specific start  and end dates. In particular,  durations of longer than 200  days should be minimized.", "The schedule contains a significant  number of activities with long  durations, especially when the  durations are compared to the  remaining duration of the entire  project. We found 627 activities  whose duration is greater than 5  percent of the schedule’s total  remaining duration. Any activities  with durations of greater than 5  percent of the schedule’s total  remaining duration should be  examined closely to see if it is  possible to schedule the activities in  smaller increments to improve the  management of those activities.", "The schedule continues to contain  many items with long durations that  appear as if they could be shortened.  We identified 827 activities whose  duration is greater than 5 percent of  the schedule’s total remaining  duration. This is an increase of 32  percent, a greater increase than the  overall number of activities increased.", "The schedule should be  horizontally integrated,  meaning that it should link the  products and outcomes  associated with other  sequenced activities. These  links are commonly referred to  as handoffs and serve to verify  that activities are arranged in  the right order to achieve  aggregated products or  outcomes. The schedule should  also be vertically integrated,  meaning that traceability exists  among varying levels of  activities and supporting tasks  and subtasks. Such mapping or  alignment among levels  enables different groups to  work to the same master  schedule.", "The schedule is partially horizontally  integrated. This is the result of the  problems identified in the  “sequencing all activities” practice  related to incomplete logic, as well  as the use of constraints and lags.", "The schedule is partially horizontally  integrated due to the continued  instances of incomplete logic and the  use of constraints.", "The schedule continues to be  vertically integrated.", "The schedule is vertically integrated  as it includes filters that allow  summary or milestone schedules to  be developed from the master  schedule.", "Using scheduling software, the  critical path—the longest  duration path through the  sequenced list of key  activities—should be identified.  The establishment of a  program’s critical path is  necessary for examining the  effects of any activity slipping  along this path. Potential  problems that might occur  along or near the critical path  should also be identified and  reflected in the scheduling of  the time for high-risk activities.", "The schedule contains a distinct  critical path, but we identified  problems with it. Specifically, the  critical path’s initial activity has an  excessively long duration, which  makes it difficult to accurately  measure the progress being made  to complete the activity. Further,  there is one instance of incomplete  logic on the critical path.", "The schedule contains a distinct  critical path, and it is different from the  one presented in March 2010. We  identified no problems with the revised  critical path.", "The schedule should identify  float time—the time that a  predecessor activity can slip  before the delay affects  successor activities—so that  schedule flexibility can be  determined. As a general rule,  activities along the critical path  typically have the least amount  of float time. Total float time is  the amount of time flexibility an  activity has that will not delay  the project’s completion (if  everything else goes according  to plan). Total float that  exceeds a year is unrealistic  and should be minimized.", "The schedule contains an excessive  amount of activities with too much  float, which indicates that activities  are not linked using logic.  Specifically, the schedule contains  272 activities with more than 500  days of float and two construction  activities involving fabrication of  piping—usually critical in  construction projects—that had  more than 1,000 days of float time  and neither activity was linked to a  successor activity.", "The schedule continues to have  several activities with excessive  amounts of float. We identified more  than 433 activities with more than 500  days of float. This is an increase of 59  percent, a greater increase than can  be explained by the overall increase in  activities. There are 22 activities with  more than 1,250 days of float. As  such, the department is unable to  realistically determine how much an  activity can slip before it impacts the  end date. In this case, those activities  could slip by up to 3 years and not  impact the overall end date.", "A schedule risk analysis should  be performed using statistical  techniques to predict the level  of confidence in meeting a  program’s completion date.  This analysis focuses not only  on critical path activities, but  also on activities near the  critical path, since they can  potentially affect program  status.", "The schedule contains reserve  time—a buffer for the schedule  baseline—but there is no evidence  that this reserve time was based on  a risk analysis using data about  project schedule risk or statistical  techniques, as required by best  practices.", "Reserve time was established largely  using empirical methods, but the  methods lacked the use of a rigorous  statistical technique required by best  practices.", "DOE and contractor officials  presented evidence that they  conducted a schedule risk analysis  based on data about the project  schedule risk, specifically a risk  management plan. However, DOE  used a less rigorous statistical  technique than the one specified in  best practices. Specifically, DOE’s  statistical technique does not fully  account for potential changes to the  order in which activities are  sequenced. Given that our May 2010  assessment found continued  problems with how activities are  sequenced—the schedule remained  only partially compliant with this best  practice—the potential for changes to  the order in which activities occur is  possible. It is unclear if DOE’s current  schedule risk analysis would remain  valid should these potential changes  materialize.", "The schedule should be  continually monitored to  determine when forecasted  completion dates differ from the  planned dates, which can be  used to determine whether  schedule variances will affect  downstream work. Individuals  trained in critical path method  scheduling should be  responsible for ensuring that  the schedule is properly  updated. Maintaining the  integrity of the schedule logic is  not only necessary to reflect  true status, but is also required  before conducting a schedule  risk analysis.", "The techniques used to measure  progress on the schedule, such as  containing current budget  information, is consistent with  standard scheduling best practices,  but the multiple instances of  incomplete logic mean the schedule  partially meets best practices. A  schedule must have all its activities  logically sequenced in the order that  they are to be carried out to provide  reasonable and accurate forecasts.", "Discussions with DOE’s scheduler  indicated that the schedule is updated  monthly, in accordance with best  practices, but continued instances of  incomplete logic call into question the  schedule’s overall accuracy.", "During our initial assessment of the SWPF construction schedule in March 2010, we inadvertently  incorporated activities unrelated to SWPF into the assessment, which produced inaccurate statistics.  To correct this, we obtained a new copy of the SWPF schedule and DOE officials agreed that the  general conclusions of our March 2010 assessment are still considered valid."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Energy", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Ryan T. Coles, Assistant  Director; Patrick Bernard; Robert Campbell; Antoinette Capaccio; Kathryn  Edelman; Jennifer Echard; Tim Persons; John Smale Jr; and Michelle K.  Treistman made key contributions to this report."], "subsections": []}]}], "fastfact": []}