{"id": "GAO-14-556T", "url": "https://www.gao.gov/products/GAO-14-556T", "title": "Financial Literacy: Overview of Federal Activities, Programs, and Challenges", "published_date": "2014-04-30T00:00:00", "released_date": "2014-04-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Giving Americans the information they need to make effective financial decisions is key to their financial well-being. The federal government plays a role in promoting financial literacy, which encompasses financial education—the process by which individuals improve their knowledge and understanding of financial products, services, and concepts. The federal role evolved with the creation of the Commission in 2003 and CFPB in 2010.", "This testimony provides an (1) overview of federal financial literacy activities and agency roles, and (2) update on the progress made in addressing GAO's recommendations in this area. This testimony is largely based on and partially updates a July 2012 report ( GAO-12-588 ) and relevant portions of GAO's annual duplication reports ( GAO-11-318SP and GAO-12-342SP ). For those reports, GAO reviewed and analyzed relevant reports, plans, and websites related to federal financial literacy efforts, and interviewed staff of 17 federal agencies and of nonprofit organizations. To update selected information, GAO spoke with staff and reviewed materials from CFPB and the Department of the Treasury."]}, {"section_title": "What GAO Found", "paragraphs": ["In its July 2012 report, GAO identified 16 significant financial literacy programs or activities among 14 federal agencies in fiscal year 2010, and 4 housing counseling programs among 2 agencies and a federally chartered entity. As of April 2014, 3 of the financial literacy programs and 1 housing counseling program no longer existed or no longer received funding, and no new federal programs had been added, according to staff representing the Financial Literacy and Education Commission (Commission). The creation of the Bureau of Consumer Financial Protection (known as CFPB) in 2010 added a significant new player, with offices devoted to financial education broadly and to educating servicemembers, older Americans, and students specifically. The multiagency Commission, created in 2003, coordinates among federal agencies and between federal agencies and state, local, nonprofit, and private entities. Commission responsibilities also include developing national strategies for improving financial literacy and proposing means of eliminating overlap and duplication among federal activities. Finally, since 2008 three Presidential advisory councils related to financial literacy have had charges that include fostering partnerships among private, nonprofit, and government entities.", "GAO has observed improvements or successes in four areas—coordination, partnerships, delineating CFPB's role, and evaluation tools—but significant work remains to be done in one major area—determining the most effective and efficient allocation of federal resources.", "Coordination . Coordination among federal agencies has improved in recent years, largely due to the role of the Commission. Recent efforts include a research clearinghouse and a coordinated initiative on youth education.", "Partnerships. The Commission has continued to build and promote partnerships. Several initiatives have partnered with academics, nonprofits, and other entities.", "Delineating CFPB's role. To help avoid unnecessary overlap, CFPB has further delineated its role in financial literacy efforts, discussing respective roles with federal agencies that have overlapping responsibilities and signing agreements on cooperation and areas of focus.", "Evaluation tools. The Commission and CFPB have helped develop and disseminate evaluation tools to assess outcomes and effectiveness of financial literacy programs. CFPB also contracted with a company to develop metrics and outcome measures and with a nonprofit to evaluate and report on financial education programs and activities.", "However, further progress is needed to help ensure effective allocation of federal financial literacy resources and avoid unneeded overlap. In 2012, GAO concluded the Commission was best placed to consider consolidating federal efforts, which could help ensure the most efficient and effective use of federal resources. The Commission's national strategy could serve as a mechanism to identify those resources and how they might be allocated, but has not yet done so. Without recommendations on resource allocations, policymakers lack information to avoid overlap and help ensure the most efficient and effective use of federal funds."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO makes no new recommendations in this testimony, but reiterates its July 2012 recommendations for the Commission to identify options for consolidating federal financial literacy efforts and address the allocation of federal resources in its national strategy. The Commission agreed with these recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss financial literacy and related  federal programs as part of Financial Literacy Month 2014. Giving  Americans the information they need to make effective financial decisions  is key to their financial well-being. Moreover, financial markets function  best when consumers understand how financial service providers and  products work and how to choose among them. The federal government  has played a key role in addressing financial literacy, and this role has  evolved in recent years, particularly with the creation of the Financial  Literacy and Education Commission (Commission), which coordinates  federal efforts, in 2003 and the Bureau of Consumer Financial Protection  (known as CFPB) in 2010.", "My testimony today is largely based on and partially updates a report we  issued in July 2012 that examined federal financial literacy activities,  including identifying agencies, programs, activities, and coordination. also incorporates work we conducted in recent years as part of our overall  efforts to address fragmentation, overlap, or duplication in the federal  government. This testimony provides (1) a brief overview of federal  financial literacy programs, activities, and agency roles; and (2) a  progress update on recommendations we made in this area.", "See GAO, Financial Literacy: Overlap of Programs Suggests There May Be  Opportunities for Consolidation, GAO-12-588 (Washington, D.C.: July 23, 2012). This  report addresses (1) what is known about the cost of federal financial literacy activities; (2)  the extent and consequences of overlap and fragmentation among federal financial  literacy activities; (3) what the federal government is doing to coordinate its financial  literacy activities; and (4) what is known about the effectiveness of federal financial literacy  activities.", "To address the objectives of our 2012 report, we reviewed and analyzed  relevant reports, surveys, agency strategic plans, performance and  accountability reports, websites, budget justifications, performance data,  and evaluations related to federal financial literacy efforts. We interviewed  staff of 17 federal agencies and staff of nonprofit organizations. In  addition, we collected cost information from congressional appropriations,  agency budget justifications, and staff estimates. To update selected  information for this testimony, we spoke with staff and reviewed related  materials of CFPB and the Department of the Treasury (Treasury).", "We conducted the work on which this testimony is based in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on  our audit objectives. More details on our scope and methodology are  provided in each of the related products."], "subsections": [{"section_title": "Background", "paragraphs": ["Financial literacy, sometimes referred to as financial capability, has been  defined as the ability to use knowledge and skills to manage financial  resources effectively for a lifetime of financial well-being. Financial literacy  encompasses financial education—the process by which individuals  improve their knowledge and understanding of financial products,  services, and concepts. However, to make sound financial decisions,  individuals need to be equipped not only with a basic level of financial  knowledge, but also with the skills to apply that knowledge to financial  decision making and behaviors.", "Efforts to improve financial literacy can take many forms. These can  include one-on-one counseling; curricula taught in a classroom setting;  workshops or information sessions; print materials, such as brochures  and pamphlets; and mass media campaigns that can include  advertisements in magazines and newspapers or on television, radio, or  billboards. Many entities use the Internet to provide financial education,  which can include information and training materials, practical tools such  as budget worksheets and loan and retirement calculators, and interactive  financial games."], "subsections": []}, {"section_title": "Overview of Federal Programs or Activities on Financial Literacy and Agency Roles", "paragraphs": ["In our 2012 report, we identified 16 significant financial literacy programs  or activities administered by the federal government in fiscal year 2010.  As shown in table 1, there were 16 programs or activities among 14  federal agencies and 4 housing counseling programs (which can include  elements of financial education) among 2 federal agencies and a federally  chartered nonprofit corporation. The programs and activities covered a  wide range of topics and target audiences and used a variety of delivery  mechanisms. While we have not done a comprehensive update of this  federal program summary since 2012, representatives of Treasury and  CFPB—which represent the Chair and Vice Chair of the Commission,  respectively—told us that as of April 2014, 3 of the 16 financial literacy  programs and 1 of the 4 housing counseling programs either no longer  existed or no longer received funding, and no new federal programs had  been added since fiscal year 2010.", "CFPB, which became operational in 2011, has a primary role in  addressing financial literacy. For example, its Office of Financial  Education provides opportunities for consumers to access financial  counseling; information on understanding credit products, histories, and  scores; information on savings and borrowing tools; and help in  developing long-term savings strategies and wealth building. The Office  of Servicemember Affairs helps educate servicemembers and their  families to make better-informed decisions on consumer financial  products and services, monitors complaints, and coordinates efforts  among federal and state agencies regarding consumer protection  measures. The Office of Financial Protection for Older Americans  develops goals for programs that provide financial literacy and counseling  to help seniors recognize the warning signs of unfair, deceptive, or  abusive practices. CFPB’s Office of Fair Lending and Equal Opportunity  plays a role in providing education on fair lending. Finally, CFPB created  an Office for Students to address complaints and questions regarding  student loans.", "In addition to specific programs and activities directed at consumers,  federal agencies participate in coordination or umbrella efforts. For  instance, the 22-member Commission coordinates among other federal  agencies and between federal agencies and state, local, nonprofit, and  private entities. Also among Commission charges are developing a  national strategy for improving financial literacy and proposing means of  eliminating overlap and duplication among federal financial literacy  activities. Furthermore, since 2008, three Presidential advisory councils  related to financial literacy have been tasked, in part, with creating  partnerships among federal, state and local, nonprofit, and private  entities. Most recently, the President’s Advisory Council on Financial  Capability for Young Americans was created by Executive Order in June  2013."], "subsections": []}, {"section_title": "Federal Agencies Addressed Several GAO Recommendations, but More Progress Needed on Determining the Best Allocation of Resources", "paragraphs": ["Our reviews of federal financial literacy efforts in recent years have  examined, among other things, issues of fragmentation and overlap; the  effectiveness of programs; coordination across multiple agencies and  between federal, state, local, and nonprofit entities; the potential  consolidation of programs or activities; and the need to improve the   The following  Commission’s national strategy for financial literacy. summarizes progress in four areas in which we have observed  improvements or successes—coordination, partnerships, CFPB’s role,  and evaluation tools—and one major area in which we believe significant  work remains to be done—determining the most effective and efficient  allocation of federal resources."], "subsections": [{"section_title": "Coordination", "paragraphs": ["For examples of GAO work on financial literacy, see Financial Literacy: Enhancing the  Effectiveness of the Federal Government’s Role, GAO-12-636T (Washington, D.C.: Apr.  26, 2012); Highlights of a Forum: Financial Literacy: Strengthening Partnerships in  Challenging Times, GAO-12-299SP (Washington D.C.: Feb. 9, 2012); Financial Literacy:  A Federal Certification Process for Providers Would Pose Challenges, GAO-11-614  (Washington D.C.: June 28, 2011); Financial Literacy: The Federal Government’s Role in  Empowering Americans to Make Sound Financial Choices, GAO-11-504T (Washington  D.C.: Apr. 12, 2011); Financial Literacy and Education Commission: Progress Made in  Fostering Partnerships, but National Strategy Remains Largely Descriptive Rather Than  Strategic, GAO-09-638T (Washington, D.C: Apr. 29, 2009); Financial Literacy and  Education Commission: Further Progress Needed to Ensure an Effective National  Strategy, GAO-07-100 (Washington, D.C.: Dec. 4, 2006); and Highlights of a GAO Forum:  The Federal Government’s Role in Improving Financial Literacy, GAO-05-93SP  (Washington D.C.: Nov. 15, 2004). efforts to coordinate federal activities, such as by exploring further  opportunities to strengthen its role as a central clearinghouse for federal  financial literacy resources. The Commission has addressed this  suggestion with a number of additional coordinating activities taken since  2012. These have included an internal web portal to allow federal  agencies involved in financial literacy efforts to share information and  resources; publication of 2012 Research Priorities and Research  Questions to help coordinate federal research efforts; a clearinghouse of  federal research and data on financial literacy; an initiative for  coordinating among federal agencies’ activities and resources to help  parents and teachers prepare children and young adults for financial  success; and support to the Office of Personnel Management in  promoting agency strategic plans for employee retirement readiness."], "subsections": []}, {"section_title": "Partnerships", "paragraphs": ["The Commission has continued to build on its progress in promoting  partnerships among federal and nonfederal sectors. Given the wide array  of state, local, nonprofit, and private organizations providing financial  literacy programs, it is essential to leverage private-sector resources and  coordinate federal activities with resources at the community level. We  suggested in 2011 that the Commission build on progress it had made in  promoting partnerships among the federal, state, local, nonprofit, and  private sectors. The Commission has taken actions that address this  suggestion. Examples of recent Commission work with nonfederal sectors  include the above-mentioned 2012 research report, which the  Commission developed in partnership with academic researchers,  nonprofit financial educators, and other nonfederal stakeholders, and an  initiative to create a community of practice among educators and  policymakers. The commission also continued to work in collaboration  with the President’s Advisory Council on Financial Capability (which  ended in 2013) and the new President’s Advisory Council on Financial  Capability for Young Americans. The new council primarily consists of  members from the private and nonprofit sectors, as did the former  council."], "subsections": []}, {"section_title": "Delineation of CFPB’s Role", "paragraphs": ["CFPB has taken steps to delineate and distinguish its role in financial  literacy from that of other federal agencies. In 2011 and 2012, we noted  that some of CFPB’s financial literacy responsibilities appeared to overlap  with those of other federal agencies, and we recommended that steps be  taken to ensure a clear delineation of these agencies’ respective roles  and responsibilities. In its response to a draft of the 2012 report, CFPB  neither agreed nor disagreed with this recommendation. We believe this  recommendation has been implemented. Since 2012, financial literacy  staff from CFPB and Treasury have continued to hold regular meetings to  discuss respective roles, and with the emergence of CFPB, Treasury  reorganized the structure of its own financial education efforts,  incorporating them into the broader Office of Consumer Policy. Similarly,  as of March 2013, CFPB’s Office of Servicemember Affairs was meeting  monthly with staff responsible for financial literacy at the Department of  Defense, and the agencies developed two Joint Statements of Principles  to help delineate their roles and responsibilities. Furthermore, CFPB’s  Office of Financial Protection for Older Americans finalized a  memorandum of understanding with the Federal Trade Commission in  January 2012 to help cooperation on consumer education efforts and  promote consistent messages. CFPB’s Office of Students developed a  memorandum of understanding with the Department of Education  designed, in part, to clarify respective areas of focus in providing  education on student loans and financial aid."], "subsections": []}, {"section_title": "Evaluation Tools", "paragraphs": ["We suggested in 2011 that the Commission and CFPB take steps to  develop and disseminate a standard set of evaluation tools or  benchmarks to help assess the outcomes and effectiveness of financial  literacy programs.2012, CFPB signed a contract with the Corporation for Enterprise  Development to develop a set of metrics and outcome measures for  assessing the success of financial literacy programs. That work is  ongoing. CFPB also contracted with The Urban Institute to evaluate  financial education programs and increase understanding of which  interventions can improve financial decision-making skills in consumers.  An interim report was published in January 2014 and the final report is   This suggestion has been addressed. In September  expected around April 2015, according to CFPB representatives.addition, the Commission’s 2012 study on research priorities sought ways  of making the best use of limited dollars to address the most important  questions facing the field of financial literacy."], "subsections": []}, {"section_title": "Allocation of Federal Resources", "paragraphs": ["We continue to believe that further progress is needed in one area— helping to ensure that the most effective and efficient allocation of federal  financial literacy resources occurs and avoids unneeded overlap. As  noted earlier, federal financial literacy and housing counseling resources  are spread across many agencies, the result of both legislation and  programs evolving to address a variety of populations or topics. While our  prior work uncovered no duplication, some agencies or programs do have  overlapping goals and activities, raising the risk of inefficiency and  underscoring the importance of coordination. The creation of CFPB  added a new player to the mix. While progress has been made in  coordinating with federal agencies that have overlapping financial literacy  responsibilities, we noted in 2012 that the creation of CFPB signaled an  opportunity for reconsidering more broadly how federal financial literacy  efforts are organized. In particular, some consolidation of these efforts  could help ensure the most efficient and effective use of federal  resources. As a result, in July 2012 we recommended to Treasury and  CFPB that the Commission identify for federal agencies and Congress  options for consolidating federal financial literacy efforts into the agencies  and activities that are best suited or most effective.draft of that report, Treasury agreed with the recommendation, and  subsequently CFPB noted its agreement as well, but the recommendation  has not been implemented.", "The Commission’s national strategy could serve as one mechanism for  determining how federal resources might best be allocated among  programs and agencies, but it does not yet do so. The Commission  issued its first national strategy in 2006. We reported that it was a useful  first step, but largely descriptive rather than strategic, and only partially  included certain key characteristics such as a description of resources  required to implement the strategy. In December 2010, the Commission  issued its second and most recent national strategy. While it discussed  the consumer education resources the federal government makes  available to consumers, it still did not address the level and type of  resources needed to implement the strategy, or review the budgetary  resources available for financial literacy efforts and how they might best  be allocated. In July 2012, we recommended that the Commission revise  its national strategy to incorporate clear recommendations on the  allocation of federal financial literacy resources across programs and   Treasury and CFPB agreed with this recommendation as  agencies.well, but have not yet implemented it.", "We acknowledge that the governance structure of the Commission  presents challenges in addressing resource issues: it relies on the  consensus of multiple agencies, has no independent budget, and no legal  authority to compel members to act. However, the Commission can  identify resource needs, make recommendations, and provide guidance  on how Congress or federal agencies might allocate scarce federal  resources for maximum benefit. Without a clear description of resource  needs, policymakers lack information to help direct the strategy’s  implementation. And without recommendations on resource allocations,  policymakers lack information to avoid overlap and help ensure the most  efficient and effective use of federal funds.", "Chairman Capito, Ranking Member Meeks, and Members of the  Subcommittee, this concludes my prepared statement. I would be happy  to answer any questions that you may have at this time."], "subsections": []}]}, {"section_title": "Contact and Staff Acknowledgments", "paragraphs": ["If you or your staff have any questions about this testimony, please  contact me at (202) 512-8678 or cackleya@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found  on the last page of this statement. GAO staff who made key contributions  to this testimony include Jason Bromberg (Assistant Director); Bethany  Benitez; Juliann Gorse; Barbara Roesmann; and Rhonda Rose.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}