{"id": "GAO-08-1127T", "url": "https://www.gao.gov/products/GAO-08-1127T", "title": "Highway Bridge Program: Clearer Goals and Performance Measures Needed for a More Focused and Sustainable Program", "published_date": "2008-09-10T00:00:00", "released_date": "2008-09-10T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The August 1, 2007, collapse of a Minnesota bridge raised nationwide questions about bridge safety and the Department of Transportation's (DOT) prioritization of bridge resources. The Highway Bridge Program (HBP), the primary source of federal funding for bridges, provided over $4 billion to states in fiscal year 2007. This testimony, based on a report GAO is releasing today, addresses (1) how states use HBP funds and select bridge projects for funding, (2) what data indicate about bridge conditions and the HBP's impact, and (3) the extent to which the HBP aligns with principles we developed, based on our prior work and federal laws and regulations, for reexamining surface transportation programs. The testimony also discusses the implications of our work for related sections of proposed legislation under review by this committee, the National Highway Bridge Reconstruction and Inspection Act of 2008 (S.3338)."]}, {"section_title": "What GAO Found", "paragraphs": ["As context for understanding GAO's findings on the HBP, based on information gathered during bridge inspections that are generally conducted every 2 years, the HBP classifies bridge conditions as deficient or not; assigns each bridge a sufficiency rating reflecting its structural adequacy, safety, serviceability, and relative importance for public use; and uses that information to distribute funding to states to improve bridges. Deficient bridges include those that are structurally deficient, with one or more components in poor condition, and those that are functionally obsolete, with a poor configuration or design that may no longer be adequate for the traffic they serve. Use of HBP funds and project selection: The HBP affords states discretion to use HBP funds and select bridge projects in a variety of ways. Some states are focused on reducing their number of deficient bridges, while other states are pursuing different bridge priorities. For example, California has focused on seismically retrofitting bridges, a safety concern for that state. Furthermore, some states have developed tools and approaches for selecting bridge projects that go beyond those required by the HBP--such as bridge management systems and state-specific bridge condition rating systems. Bridge conditions and impact of HBP: Bridge conditions, as measured by the number of deficient bridges and average sufficiency rating of all bridges, improved from 1998 through 2007. However, the impact of the HBP on that improvement is difficult to determine because (1) the program provides only a share of what states spend on bridges and there are no comprehensive data for state and local spending on bridges and (2) HBP funds can, in some cases, be used for a variety of bridge projects without regard to a bridge's deficiency status or sufficiency rating. Alignment of HBP with GAO principles: The HBP does not fully align with GAO's principles in that the program lacks focus, performance measures, and sustainability. For example, the program's statutory goals are not focused on a clearly identified federal interest, but rather have expanded from improving deficient bridges to supporting seismic retrofitting, preventive maintenance, and many other projects, thus expanding the federal interest to potentially include almost any bridge in the country. In addition, the program lacks measures linking funding to performance and is not sustainable, given the anticipated deterioration of the nation's bridges and the declining purchasing power of funding currently available for bridge maintenance, rehabilitation, and replacement. The results of our work are generally consistent with provisions of S.3338 that call for a risk-based prioritization process for selecting bridge projects, 5-year performance plans, and bridge management systems. Our work does raise some questions about the legislation's focus on all deficient bridges because some deficient bridges do not need immediate repairs to carry traffic safely."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to participate in this hearing on federal  efforts to address the condition of our nation’s bridges. The August 1,  2007, collapse of the I-35W bridge in Minneapolis, Minnesota, raised  questions about the condition and safety of our nation’s bridges and about  the federal government’s ability to prioritize resources for bridges. Bridges  are critical elements of the nation’s transportation network, supporting  commerce, economic vitality, and personal mobility. The Federal Highway  Administration’s (FHWA) Highway Bridge Program (HBP), the primary  source of federal funding for bridges, provided over $4 billion to states in  fiscal year 2007. This program, which provides funding assistance to states  to improve the condition of their bridges, specifies a large variety of  activities that states may undertake with program funds.", "Since the Minnesota bridge collapse, there have been calls for increased  federal investment in bridge infrastructure. In July 2008, the House of  Representatives passed H.R. 3999, the National Highway Bridge  Reconstruction and Inspection Act of 2008, authorizing an additional $1  billion for fiscal year 2009 from the U.S Treasury’s general fund to  address bridges, and shortly thereafter, a Senate companion bill to that  legislation (S. 3338) was introduced in this committee. These calls for  increased investment in bridge infrastructure coincide with strains on  traditional funding for infrastructure projects because the Highway Trust  Fund, which funds the HBP and other highway programs, is projected to  incur significant deficits in the years ahead. We have also recently called  for a fundamental re-examination of surface transportation programs and  commitments to address emerging needs by eliminating outdated or  ineffective programs, more sharply defining the federal role in relation to  state and local roles, and modernizing relevant programs.", "Given these concerns, my testimony today addresses (1) how states use  their HBP funds and select specific bridge projects for funding, (2) what  available data indicate about national trends in bridge conditions and the  impact of the HBP, and (3) the extent to which the HBP aligns with  principles we developed to guide the re-examination of surface  transportation programs. Additionally, I am providing a perspective on  related sections of the proposed bridge legislation under review by this  committee (S.3338). My testimony is based on a report that we are  releasing today.", "To determine how state transportation departments use their HBP funds  and select specific bridge projects for funding, we visited six states— California, Missouri, New York, Pennsylvania, Texas, and Washington— where we interviewed federal, state, and local transportation officials,  including bridge owners and inspectors. We selected these states because  they have relatively high levels of federal bridge funding, large bridge  inventories, and large inventories of bridges eligible for replacement or  rehabilitation. To determine what available data indicate about trends in  the condition of the nation’s bridges and the impact of the HBP, we  analyzed data in FHWA’s National Bridge Inventory (NBI)—the primary  source of information on the nation’s bridges—which contains  information on each bridge’s location, size, age, condition, inspection  dates, and other information; reviewed relevant legislation and program  documents; and interviewed federal, state, and local transportation  officials. To determine the extent to which the HBP aligns with our  principles for re-examining federal programs, we compared HBP practices  to the four key principles we identified in our previous work, including  identifying clear federal goals and roles, incorporating performance and  accountability into funding decisions, using best tools and approaches,  and ensuring fiscal sustainability. We conducted our review from October  2007 through September 2008 in accordance with generally accepted  government auditing standards. Those standards require that we plan and  perform the audit to obtain sufficient, appropriate evidence to provide a  reasonable basis for our findings and conclusions based on our audit  objectives. We believe that the evidence obtained meets these standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Bridge safety first emerged as a high-priority issue in the United States in  the 1960s, following the collapse of the Silver Bridge between Ohio and  West Virginia, which killed 46 people. That collapse prompted national  concerns about bridge conditions and safety and highlighted the need to  repair and replace bridges before they collapse. Congress responded by  establishing two major federal bridge programs: (1) the National Bridge  Inspection Program (NBIP) to ensure periodic safety inspection of bridges  and (2) what is now known as the HBP to provide a funding mechanism to  assist states in replacing and rehabilitating bridges. Both of these  programs generally define applicable bridges as publicly owned, over 20  feet in length, and located on public roads. Although the NBIP and HBP  are separate programs, they are linked by the data collected through  bridge inspections. For example, bridge information gathered through  NBIP inspections is one factor used to determine the amount of HBP  funding apportioned to states.", "The NBIP establishes federal standards, known as the National Bridge  Inspection Standards, and program requirements for the proper safety  inspection and evaluation of bridges. These standards establish by whom,  with what frequency, and how bridge inspections are to be completed. For  example, state departments of transportation (DOTs) carry out the federal- level policies, procedures, and requirements for inventory, inspection,  bridge load ratings, quality assurance, and reports. Routine bridge  inspections are generally conducted every 2 years, but with FHWA  approval, the inspection interval may be extended to 4 years on certain  bridges. Bridges may be inspected more often than every 2 years, when  past inspection findings justify an increased inspection frequency. Bridge  inspectors must record bridge data, including bridge conditions, during the  inspection and report that information to the NBI, maintained by FHWA  headquarters.", "Based on information gathered during bridge inspections and reported to  the NBI, the HBP classifies bridge conditions as deficient or not; assigns  each bridge a sufficiency rating reflecting its structural adequacy, safety,  serviceability, and relative importance; and uses that information to  provide funding for states to improve bridges. Deficient bridges include  those that are structurally deficient, with one or more components in poor  condition, and those that are functionally obsolete, with a poor  configuration or design that may no longer be adequate for the traffic they  serve. FHWA uses information in the NBI to annually apportion HBP funds  to the states. While each state’s HBP apportionment amount is largely  determined by bridge conditions and bridges generally must be below a  certain condition threshold to qualify for HBP funding, other bridges are  also eligible for HBP funds because states may use the funds for a broad  array of other purposes, such as bridge preventive maintenance projects.", "All bridges are grouped into one of two general categories: Federal-aid  highway bridges and bridges not on Federal-aid highways. The NBIP and  the HBP generally apply to both categories of bridges located on public  roads. Federal-aid highway bridges are generally located on the National  Highway System, a 160,000–mile network that carries over 40 percent of  the nation’s highway traffic. Non-Federal-aid highway bridges are  generally located on local or rural roads that carry lower volumes of traffic  than state-owned bridges."], "subsections": []}, {"section_title": "State DOTs Exercise Discretion in Determining How to Use HBP Funds and Select Bridge Projects for Funding", "paragraphs": ["The HBP affords state DOTs discretion in determining how to use their  HBP funds, and as a result, states use HBP funds and select bridge  projects in a variety of ways. The HBP gives states three key flexibilities in  determining how to use their HBP resources. First, the HBP has evolved to  allow states to use program funds not only for bridge replacement and  rehabilitation, but also for a broad array of purposes—including painting,  seismic retrofitting, systematic preventive maintenance, installation of  scour countermeasures (to address the effects of sediment erosion around  bridge piers and abutments), and anti-icing or deicing applications— regardless of the bridge’s condition. In addition, FHWA has determined  that the costs for personnel and equipment used in bridge inspections and  for bridge management systems are consistent with the purpose of the  HBP and therefore are also eligible uses for HBP funds. Thus, states have  the flexibility to use HBP funds on bridge projects that may not  immediately reduce their inventory of deficient bridges. Secondly, states  have flexibility in determining how to split HBP resources between state  and locally owned bridges. Aside from a requirement to distribute funds  equitably, the only HBP requirement applicable to states’ allocation of  program funds is that states must spend a minimum (15 percent) on non- Federal-aid highway bridges. Third, states may also spend program funds  on other, nonbridge, transportation priorities by transferring up to 50  percent of their annual HBP funding to other core Federal-aid highway  programs, though a penalty is invoked by reducing the state’s HBP funds  in the succeeding year by the amount transferred. Many states have taken  advantage of this provision over the years and transferred some of their  HBP funding to other programs, although FHWA officials pointed out that  some of the transferred HBP funds may still be spent on bridges and funds  from other Federal-aid highway programs may also be spent on bridges.  FHWA data show that significant funds have flowed toward bridges from  other programs which, from a national perspective, exceed outflows from  the HBP. Finally, planning for how HBP funds are spent is generally under  the control of state DOTs; once states select bridge projects, they may  apply to FHWA for the federal share of the costs, which is generally 80  percent of the project cost.", "In part due to these flexibilities, state DOTs we visited have established a  range of priorities for their HBP funds—from reducing the number of their  deficient bridges to seismically retrofitting their bridges—and some opted  to transfer their HBP funds to fund other transportation priorities.  Although the key purpose of the HBP is to enable states to improve the  condition of their deficient bridges, some state transportation officials we  interviewed explained that they do not focus on reducing their inventories  of deficient bridges for several reasons:    Deficient bridges are not necessarily unsafe. Many state transportation  officials we interviewed told us that some of the deficient bridges in their  states are in at least reasonably good condition and are safe. In addition,  FHWA reported in 2007 that classifying a bridge as deficient does not  immediately imply that it is likely to collapse or that it is unsafe.  According to the FHWA report, if proper vehicle weight restrictions are  posted and enforced, deficient bridges can continue to serve most traffic  conditions. FHWA requires that bridge owners close to traffic any bridges  that they determine to be unsafe.", "The HBP apportionment formula may create a disincentive to improve  deficient bridges. Many federal and state officials we met with noted this  potential disincentive that occurs because reducing the number and deck  area of deficient bridges reduces a state’s HBP funding eligibility.", "Some deficient bridge projects can be cost-prohibitive. Some state  officials explained that certain large-scale bridge projects—often the most  traveled, urban bridges on interstate corridors—are too expensive to be  implemented with HBP funds alone, especially costly “mega” projects that  have an estimated total cost greater than $500 million.", "State DOTs use a variety of criteria, tools, and methods to select among  potential bridge projects. Officials in the six states we visited use criteria  such as bridge condition ratings, average daily traffic over bridges, local  transportation priorities, or funding availability when prioritizing and  selecting among potential bridge projects. Some states have also  developed tools and approaches beyond those required by the HBP—such  as bridge management systems, element-level inspections, state-specific  condition ratings, and various prioritization approaches—to help them  gauge bridge conditions and further inform their selection of bridge  projects for funding. For example, all of the states we visited have  adopted, or are considering, some form of bridge management system for  gathering and analyzing bridge data to help manage their bridge assets and  more efficiently allocate limited HBP resources among competing bridge  priorities. States use these systems to predict future bridge conditions,  estimate bridge maintenance and improvement needs, determine optimal  policies for rehabilitation and replacement, and recommend projects and  schedules within budget and policy constraints. FHWA has actively  encouraged, but has not required, states to use bridge management  systems, in part, by providing state transportation officials with relevant  training and technical support. In addition, all of the states we visited  required bridge inspectors to gather more detailed “element-level” bridge  condition data, thereby exceeding the federal inspection requirements that  require inspection of only the three major bridge components  (superstructure, substructure, and deck). Furthermore, some state DOTs  use their own bridge rating systems to better gauge bridge conditions and  to inform their selection of bridge projects for funding. For example, the  New York State DOT uses its own condition rating scale, which is based  on an assessment of 47 individual bridge elements, to prioritize bridge  projects. Finally, state DOTs use different methods to prioritize and select  bridge projects for funding. Whereas some states we visited had highly  centralized prioritization processes, others allowed the process to vary  across the state."], "subsections": []}, {"section_title": "Available Data Indicate That the Overall Condition of the Nation’s Bridges Has Improved, but the Impact of the HBP Is Difficult to Determine", "paragraphs": ["Bridge conditions, as measured by the number of deficient bridges and  average sufficiency rating, improved from 1998 through 2007. According to  NBI data, the total number of deficient bridges—including both  structurally deficient and functionally obsolete bridges—has decreased  over the last 10 years, even as the total number of bridges has increased.  From 1998 through 2007, the number of deficient bridges declined by  nearly 12 percent, from 172,683 to 152,317, even with the addition of more  than 16,000 new bridges to the NBI (see fig. 1).", "The decline in the overall number of deficient bridges over the past decade  reflects a reduction in the number of structurally deficient bridges. From  1998 through 2007, the number of structurally deficient bridges decreased  by 22 percent, from 93,118 to 72,519 (see fig. 2). During that same period,  the number of functionally obsolete bridges increased slightly from 79,565  to 79,798, an increase of 233 bridges. The reduction in the number of  structurally deficient bridges, rather than functionally obsolete bridges,  over this time period may reflect bridge owners’ efforts to address the  deterioration or damage that are characteristic of structurally deficient  bridges. Although reducing or eliminating structurally deficient bridges  may not always be a state’s highest priority, structurally deficient bridges  often require maintenance and repair to remain in service. By contrast,  functionally obsolete bridges do not necessarily require repair to remain in  service and, therefore, are unlikely to be transportation officials’ top  priority for rehabilitation or replacement.", "The average sufficiency rating of all bridges—including both deficient and  not deficient bridges—also improved slightly between 1998 and 2007, from  75 to 79 on the sufficiency rating’s 100-point scale. Additionally, while  structurally deficient bridges generally have lower sufficiency ratings  (average rating of 42 in 2007) than functionally obsolete bridges (average  rating of 69 in 2007), the average sufficiency ratings of both types of  deficient bridges improved slightly over the last decade.", "Improvements were most notable in bridges owned by local agencies and  on rural routes, which may be attributable, in part, to the federal bridge  program requirement—under HBP and some of its predecessor  programs—that states spend a minimum amount of their apportionment  on non-Federal-aid highway bridges. For example, from 1998 through  2007, the average sufficiency rating for bridges owned by local agencies  improved from 71 to 77, and the number of deficient bridges decreased by  over 17 percent, from 99,492 to 82,101. During that same period, for  bridges owned by state agencies, the average sufficiency rating improved  from 79 to 82, and the number of deficient bridges decreased by 4 percent,  from 70,066 to 67,232 (see fig. 3).", "With respect to urban and rural bridges, the number of deficient rural  bridges declined from 1998 through 2007 and the number of deficient  urban bridges increased. From 1998 through 2007, the number of  deficient rural bridges decreased by about 19 percent, from 130,910 to  106,209. During that same period, the number of deficient urban bridges  increased by about 11 percent, from 41,659 to 46,086 (see fig. 4). The  average sufficiency rating for both rural and urban bridges improved  slightly from 1998 through 2007; for rural bridges, the average rating  increased from 74 to 78, and for urban bridges, the average rating  increased from 79 to 82.", "A bridge is classified as rural in the NBI database if it is not located inside a designated  urban area. state and local bridge spending, the expansion of bridge project eligibility,  and limitations in the NBI data. First, the impact of the federal investment  in the HBP is difficult to measure in part because there are no  comprehensive data for state and local spending on bridges. FHWA does  track a portion of each state’s capital spending on bridges, and the agency  has generated a single, national level estimate for total bridge  expenditures by all government levels; however, there are significant gaps  in this information, and neither source is comprehensive or detailed  enough to be used to determine the impact of the HBP. The state  transportation officials we spoke with during our site visits estimated that  state and local spending on bridges ranged from the minimum match  amount (generally 20 percent of the HBP apportionment amount) to more  than four times the state’s apportioned HBP funds. Our previous work has  shown that although federal investment in HBP and other Federal-aid  highway programs has increased over time, this investment has not  resulted in commensurate increases in the nation’s total government  spending (federal, state, and local) on its highway system. In particular,  as the level of federal funding has increased since the mid-1990s, states  have not maintained their level of effort in highway spending, and federal  funds have increasingly been substituted for state funds. This suggests that  increased federal highway funding influences states and localities to  substitute federal funds for state and local funds they otherwise would  have spent on highways and bridges.", "Second, the impact of the HBP is also difficult to measure because HBP  funds can, in some cases, be used for a variety of bridge projects without  regard to a bridge’s deficiency status or sufficiency rating. Therefore,  simply measuring changes in the number of structurally deficient or  functionally obsolete bridges does not reflect the full impact of the  program since these measures do not capture the impact of the HBP  investment in the other eligible activities that do not necessarily result in  an immediate reduction in the number of deficient bridges. Without  quantifiable performance measures to track the full range of desired  outcomes for the HBP, it is difficult to measure the program’s impact and  determine the extent to which the program is serving its stated purpose.", "Finally, another difficulty in determining the impact of HBP funding  occurs because the NBI does not readily permit changes in the condition  of a group of bridges to be tracked across time. Each bridge in the NBI is  assigned an identifying number by the relevant state DOT. However, the  identifying number for a bridge at a specific location may change over the  life of that bridge. Such a change may occur when a state renumbers,  replaces, or closes and subsequently reopens a bridge. As a result, it is  difficult to track changes in the condition of any specific bridge or group  of bridges to determine if, for example, the same bridges that were  deficient in 1998 are still deficient today, to see how many bridges have  been replaced, or to determine the impact of new bridges added to the  inventory (which may not be funded by the HBP) on the overall condition  of the nation’s bridges.", "Evaluating the impact of the HBP is important not only to understand the  outcomes of past spending but also to determine how to sensibly invest  future federal resources. The number of HBP-eligible bridges is expected  to increase as a large share of the nation’s bridges built in the 1960s and  early 1970s age and become eligible for rehabilitation and replacement as  a group; as a result, states and local agencies may see a spike in their need  for bridge rehabilitation and replacement funding. In this environment of  increasing demand for limited resources, it is especially important for  FHWA and Congress to be able to evaluate the impact of the HBP in order  to ensure that the program is providing an acceptable return on  investment and addressing national transportation priorities."], "subsections": []}, {"section_title": "The HBP Lacks Focus, Performance Measures, and Sustainability", "paragraphs": ["The HBP, while generally helping to improve bridge conditions, does not  fully align with our principles for re-examining surface transportation  programs in that the bridge program lacks focus, performance measures,  and sustainability. Our principles, which are based on our prior work and  federal laws and regulations, include: (1) ensuring program goals are well  defined and focused on the federal or national interest, (2) incorporating  performance and accountability into funding decisions, (3) employing the  best tools and approaches to emphasize return on targeted federal  investment, and (4) ensuring fiscal sustainability.", "First, HBP’s goals are not focused on a clearly identified federal interest.  Over the years, the program’s statutory goals have expanded from  improving deficient bridges to supporting seismic retrofitting, preventive  maintenance, and many other activities, thus expanding the federal  interest to potentially include almost any bridge in the country. Our  previous work has emphasized the importance of identifying clear areas of  federal interest as a first step in determining program goals. For example,  if mobility is determined to be a key federal interest and a primary goal,  the HBP could be targeted toward bridges whose conditions have the most  impact on congestion and economic competitiveness and that carry higher  levels of traffic or freight than those bridges in remote areas that may  serve only a few people each day. If rehabilitating and reducing deficient  bridges is determined to be a key federal interest, then the program could  be further targeted toward that goal. The federal interest may also be  greater in bridge projects that are too expensive for states to undertake  without additional federal assistance or in projects that extend beyond the  borders of a single state. Once the federal interest has been determined,  our principles call for basing the federal share of the cost of bridge  projects on the level of federal interest.", "Second, there is no clear tie between HBP funding and performance. HBP  funds are apportioned to states without regard to program performance  because the HBP formula is based on a calculation of needed repairs to  deficient bridges but does not consider a state’s efforts or effectiveness in  reducing its inventory of deficient bridges or controlling costs. Because  the formula does not factor in other eligible program activities, such as  systematic preventive maintenance, there is no link between the  apportionment formula and the states’ performance of these activities.  Without performance measures to link funding to performance, states lack  an incentive to improve the return on the federal investment and are not  held accountable for the results of their investments. Our work has shown  that an increased focus on performance and accountability for results can  help the federal government better target limited federal resources.", "Third, the HBP generally lacks sufficient tools to determine the effects of  the federal investment in bridges. In this regard, bridge management  systems, which are currently used by many states but not required by the  program’s authorizing legislation, may be useful for prioritizing projects  and making funding decisions to improve results and emphasize return on  investment.", "Finally, the HBP’s fiscal sustainability remains a challenge in light of aging  bridge infrastructure, coupled with the declining purchasing power of  funding currently available for bridge maintenance, rehabilitation,  replacement and the recent growth in construction costs. Based on our  prior work, two tools that could possibly improve the sustainability of the  HBP are a maintenance-of-effort requirement and tolling. A maintenance- of-effort requirement, whereby state or local grantees would be required to  maintain their own level of funding in order to receive HBP funds, could  reduce the potential substitution of federal funds for state and local funds  under the program. In addition, our prior work has shown that removing  barriers to, or even promoting, tolling can lead to more efficient  management of existing infrastructure and capacity. Addressing the  HBP’s future fiscal sustainability is critical, given the overall fiscal  imbalance facing the nation and the lack of assurance that HBP funding is  allocated to projects that are in the federal interest and provide the best  return on investment."], "subsections": []}, {"section_title": "Observations on Proposed Bridge Legislation", "paragraphs": ["Our work on the HBP can provide some perspective on several provisions  in the proposed legislation under review by this committee, the National  Highway Bridge Reconstruction and Inspection Act of 2008 (S. 3338). The  legislation proposes, among other things, to authorize an additional $1  billion for fiscal year 2009 from the U.S. Treasury’s general fund to address  bridge infrastructure. The legislation would also require DOT to  strengthen bridge inspection standards, adopt a risk-based process for  prioritizing certain bridge rehabilitation and replacement projects, and  require that states develop 5-year performance plans for bridge  inspections and for the rehabilitation or replacement of deficient bridges.", "As summarized below, our work on the HBP is related to several  provisions in the proposal:    For example, the legislation calls for DOT to apply a risk-based  prioritization process to every structurally deficient or functionally  obsolete bridge in the nation. While such a process could potentially help  target scarce federal resources to bridges that are most critical to safety  and mobility, many state transportation officials we interviewed during  our work raised questions about the appropriateness of focusing on all  deficient bridges, noting that all deficient bridges are not necessarily  unsafe and some large-scale deficient bridge projects can be too cost- prohibitive to be implemented with HBP funds alone. Also, the legislation  is unclear about how, if at all, the new risk-based prioritization process  will differ from or relate to DOT’s established sufficiency rating process.  FHWA uses sufficiency ratings primarily to determine HBP eligibility and  apportion funds. We found that states may consider sufficiency ratings in  their prioritization processes but generally do not rely on these to  prioritize bridge projects.", "In addition, the legislation calls for DOT to require states to develop 5-year  performance plans covering the inspection and rehabilitation or  replacement of all structurally deficient or functionally obsolete bridges.  We support the use of performance plans to articulate program goals that  are in the federal interest, encourage accountability for results, and help  ensure that the federal government targets resources to programs that best  achieve intended outcomes and national priorities. Our work has shown  that the current HBP funding formula is not linked to a state’s  performance in reducing its inventories of deficient bridges and we are  recommending in our report being issued today that DOT work with  Congress to define specific national goals and performance measures for  the HBP. This legislative provision might be strengthened by requiring  states to report on their progress in achieving their goals as part of each  annual update to their performance plan. Also, the legislation requires that  the performance plans be focused on all deficient bridges, and the same  issue that I raised earlier about the appropriateness of this focus applies  here as well.", "The legislation also calls for DOT to require the states to develop and  implement a bridge management system. In our work on the HBP, all six  states we visited had adopted, or were considering, some form of bridge  management system to help manage their bridge assets and more  efficiently allocate limited HBP resources among competing bridge  priorities. In the report we are releasing today, we are recommending that  DOT evaluate and incorporate into the HBP best tools and practices, such  as bridge management systems."], "subsections": []}, {"section_title": "Conclusions and Recommendations", "paragraphs": ["Although many aspects of the HBP are carried out at the state level—with  ultimate responsibility for bridge inspection and project selection residing  with the states—the federal government bears responsibility for ensuring  that the program achieves results that are in the federal interest and that  the program’s resources are allocated efficiently. The purpose of the HBP  has greatly expanded over the years, making nearly any bridge potentially  eligible for federal funding, and as a result, the federal interest in bridges  lacks focus. Additionally, many state officials told us that measures used  by the HBP to apportion federal funds—bridge deficiency status and  sufficiency ratings—are not necessarily good proxies for the safety or risk  associated with specific bridges. Even though data indicate that the  number of structurally deficient bridges has declined over the last 10  years, most of this improvement has been in locally owned and rural  bridges. Oftentimes, the largest and most critical bridges carrying more  interstate commerce are too expensive to be funded by the HBP and so  require other funding sources to be replaced or rehabilitated. Moreover,  without comprehensive data on state and local spending on bridges, it is  impossible either to distinguish the impact of HBP funding from the  impact of state and local bridge funding or to determine the extent to  which states are substituting HBP funding for state and local funds that  would otherwise have been spent on bridges. Absent clear goals and  related performance measures for the HBP, it is difficult to determine the  overall effectiveness of the program’s investment in bridges.", "Our principles have suggested several ways to improve the HBP to ensure  that it is more focused and performance-based in the future. For example,  tools such as bridge management systems provide bridge managers with a  more systematic approach to prioritizing projects and making funding  decisions. Our work has shown that some states are using bridge  management systems and other tools that generally exceed federal  standards. Additionally, linking program goals to performance measures to  determine whether goals are met and using that information to select  projects and make funding decisions, can create incentives for state and  local governments to improve the performance of their bridge programs,  as well as the overall transportation system. As the projected revenue  shortfall in the Highway Trust fund rapidly approaches and as bridge costs  rise and infrastructure continues to age, incorporating strategies to better  ensure the fiscal sustainability of the HBP is also critical.", "To improve the focus, performance, and sustainability of the HBP, the  report we are releasing at this hearing recommends that the Secretary of  Transportation work with Congress to take the following actions:  identify and define specific national goals for the HBP;    determine the performance of the program by developing and  implementing performance measures related to the goals for the HBP; identify and evaluate best tools and practices that can potentially be  incorporated into the HBP, such as bridge management systems; and review and evaluate HBP funding mechanisms to align funding with  performance and support a targeted and sustainable federal bridge  program.", "In reviewing a draft of the report, DOT officials said that they generally  agreed with our findings and recommendations, and they provided  technical comments which we incorporated in the report and this  testimony, as appropriate. DOT officials also commented that they thought  our re-examination principles had broader applicability than just the  HBP—noting that DOT had incorporated our principles into the  Department’s recent proposal for reforming surface transportation  programs. DOT’s reform proposal, released in July 2008, recommends  consolidating the existing network of over 100 surface transportation  programs into eight broad, intermodal programs. The officials noted that  DOT’s reform proposal articulates a narrower federal interest and a  framework for performance management tied to clearer goals for surface  transportation programs. We have not commented on DOT’s reform  proposal, and the outcome of that proposal in the surface transportation  reauthorization debate that will occur during 2009 is uncertain. However,  we agree with DOT that our re-examination principles are applicable at a  broader level than a specific program like HBP; in fact, we developed our  principles because of (1) our concerns, raised in prior work, that many  federal surface transportation programs are not effective at addressing key  transportation challenges such as growing congestion and freight demand  and (2) our conclusion that our principles could help drive the re- examination of those programs and help assess options for restructuring  the entire federal surface transportation program.", "Chairman Boxer, this concludes my prepared statement. I would be happy  to respond to any questions that you or members of the committee may  have."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For further information on this statement, please contact Katherine  Siggerud at (202) 512-2834 or siggerudk@gao.gov. Individuals making key  contributions to this testimony were Rita Grieco, Assistant Director;  Claudia Becker; Stephanie Fain; Carol Henn; Bert Japikse; Delwen Jones;  Leslie Locke; and Sara Ann Moessbauer.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}