{"id": "GAO-05-955", "url": "https://www.gao.gov/products/GAO-05-955", "title": "Federal Pensions: Judicial Survivors' Annuities System Costs", "published_date": "2005-09-16T00:00:00", "released_date": "2005-09-16T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Judicial Survivors' Annuities System (JSAS) was created in 1956 to provide financial security for the families of deceased federal judges. It provides benefits to eligible spouses and dependent children of judges who elect coverage within 6 months of taking office, 6 months after getting married, or 6 months after being elevated to a higher court, or during an open season authorized by statute. Active and senior judges currently contribute 2.2 percent of their salaries to JSAS, and retired judges contribute 3.5 percent of their retirement salaries to JSAS. Pursuant to the Federal Courts Administration Act of 1992 (Pub. L. No. 102-572), GAO is required to review JSAS costs every 3 years and determine whether the judges' contributions fund 50 percent of the plan's costs. If the contributions fund less than 50 percent of these costs, GAO is to determine what adjustments to the contribution rates would be needed to achieve the 50 percent ratio. GAO is not making any recommendations in this report. The Administrative Office of the United States Courts (AOUSC) believes that GAO should be recommending a reduction in the judges' contribution rate. GAO disagrees with AOUSC's interpretation of the act's requirements."]}, {"section_title": "What GAO Found", "paragraphs": ["During plan years 2002 through 2004, the participating judges' contributions funded more than 50 percent of the JSAS normal costs. The participating judges funded approximately 75 percent of JSAS normal costs during plan year 2002, 64 percent during plan year 2003, and 78 percent during plan year 2004. On average over the 3-year period, the participating judges funded approximately 72 percent of JSAS normal costs, while the federal government funded approximately 28 percent. The variance in the government's contribution rates was a result of the fluctuation in normal costs resulting from several combined factors, such as changes in assumptions; lower-than-expected rates of return on plan assets; demographic changes--retirement, death, disability, new members, and pay increases; as well as an increase in plan benefit obligations. For the 3 years covered by the review, GAO determined that an adjustment to the judges' contribution rate was not needed because their average contribution share for the review period was approximately 72 percent, which exceeded the minimum 50 percent contribution goal specified by law. In addition, GAO examined the annual share of normal costs covered by judges' contributions over a 9-year period and found that on average the participating judges funded approximately 55 percent of JSAS's normal costs."]}], "report": [{"section_title": "Letter", "paragraphs": ["This report was prepared in response to the requirements of the Federal  Courts Administration Act of 1992, which requires that we review certain  aspects of the Judicial Survivors’ Annuities System (JSAS). JSAS is the  only survivor benefit plan available to Article III judges and certain non- Article III judges. JSAS provides annuities to surviving spouses and  dependent children of deceased Supreme Court justices, deceased judges  of the United States, and other deceased judicial officials who  participated in JSAS.", "The 1992 act enhanced the benefits available from JSAS and reduced the  amounts that participating judges were required to contribute toward the  plan’s costs. The act requires us to review JSAS costs every 3 years and to  determine whether the judges’ contributions fund at least 50 percent of the  plan’s costs. If the contributions fund less than 50 percent of these costs,  we are to determine what adjustments to the contribution rates are needed  to achieve the 50 percent ratio.", "The judicial system has determined that JSAS costs are the same as  normal costs; for this review, we have examined the normal cost of the  plan. The plan’s actuary, using the plan’s funding method—in this case, the  aggregate cost method—determines the plan’s normal cost. Under the  aggregate cost method, the normal cost is the level percentage of future  salaries that will be sufficient, along with investment earnings and the  plan’s assets, to pay the plan’s benefits. This is our fourth report since the  passage of the 1992 act."], "subsections": [{"section_title": "Background", "paragraphs": ["Most federal civilian employees are covered by the Civil Service  Retirement System (CSRS) or the Federal Employees’ Retirement System.  Both of these retirement plans include survivor benefit provisions. Three  separate retirement plans apply to various groups of judges in the federal  judiciary, with JSAS being available to participants in all three retirement  plans to provide annuities to their surviving spouses and children.  Appendix I provides additional information regarding retirement plans  that are available to federal judges."], "subsections": [{"section_title": "History of JSAS", "paragraphs": ["JSAS was created in 1956 to help provide financial security for the families  of deceased federal judges. It provides benefits to surviving eligible  spouses and dependent children of judges who participate in the plan.  Judges may elect coverage within 6 months of taking office, 6 months after  getting married, or 6 months after being elevated to a higher court, or  during an open season authorized by statute. Active and senior judges  currently contribute 2.2 percent of their salaries to JSAS, and retired  judges contribute 3.5 percent of their retirement salaries to JSAS. Upon a  judge’s death, the surviving spouse is to receive an annual annuity that  equals 1.5 percent of the judge’s average annual salary during the 3 highest  consecutive paid years (commonly known as the high-3) times the judge’s  years of creditable service. The annuity may not exceed 50 percent of the  high-3 and is guaranteed to be no less than 25 percent. Separately, an  unmarried dependent child under age 18, or 22 if a full-time student,  receives a survivor annuity that is equal to 10 percent of the judge’s high-3  or 20 percent of the judges’ high-3 divided by the number of eligible  children, whichever is smaller. JSAS annuitants receive an annual  adjustment in their annuities at the same time, and by the same  percentage, as any cost-of-living adjustment (COLA) received by CSRS  annuitants. Spouses and children are also eligible for Social Security  survivor benefits.", "Since its inception in 1956, JSAS has changed several times. Because of  concern that too few judges were participating in the plan (74 percent of  federal judges participated in 1985, which was down from 90 percent in  1976), Congress made broad reforms effective in 1986 with the Judicial  Improvements Act of 1985. The 1985 act (1) increased the annuity formula  for surviving spouses from 1.25 percent to the current 1.5 percent of the  high-3 for each year of creditable service and (2) changed the provisions  for surviving children’s benefits to relate benefit amounts to judges’ high-3  rather than the specific dollar amounts provided in 1976 by the Judicial  Survivors’ Annuities Reform Act. In recognition of the significant benefit  improvements that were made, the 1985 act increased the amounts that  judges were required to contribute from 4.5 percent to 5 percent of their  salaries, including retirement salaries.", "The 1985 act also changed the requirements for government contributions  to the plan. Under the 1976 Judicial Survivors’ Annuities Reform Act, the  government matched the judges’ contributions of 4.5 percent of salaries  and retirement salaries. The 1985 act modified this by specifying that the  government would contribute the amounts necessary to fund any  remaining cost over the future lifetime of current participants. That  amount is limited to 9 percent of total covered salary each year. Despite  the benefit improvements in the 1985 act, the rate of participation in JSAS  continued to decline. In 1991, the rate of participation was about 40  percent overall and 25 percent for newly appointed judges.", "In response to concerns that required contributions of 5 percent may have  created a disincentive to participate, Congress enacted the Federal Courts  Administration Act of 1992. Under this act, participants’ contribution  requirements were reduced to 2.2 percent of salaries for active and senior  judges and 3.5 percent of retirement salaries for retired judges. The 1992  act also significantly increased benefits for survivors of retired judges.  This increase was accomplished by including years spent in retirement in  the calculation of creditable service and the high-3 salary averages.  Additionally, the 1992 act allowed judges to stop contributing to the plan if  they ceased to be married and granted benefits to survivors of any judge  who died in the interim between leaving office and the commencement of  a deferred annuity.", "As of September 30, 2004, there were 1,329 active and senior judges, 207  retired judges, and 304 survivor annuitants covered under JSAS, compared  with 1,265 active and senior judges, 193 retired judges, and 283 survivor  annuitants as of September 30, 2002."], "subsections": []}, {"section_title": "Defining Cost for JSAS", "paragraphs": ["AOUSC is responsible for administering and maintaining reliable  information on JSAS. JSAS is financed by judges’ contributions and direct  appropriations in an amount estimated to be sufficient to fund future  benefits paid to survivors of current and deceased participants. The  federal government’s contribution is approved through an annual  appropriation and is not based on a rate or percentage of the judges’  salaries.", "To determine the annual contribution of the federal government, AOUSC  engages an enrolled actuary to perform the calculation of funding needed  based on the difference between the present value of the expected future  benefit payments to participants and the value of net assets in the plan.  Appendix II provides more details on the formulas used to determine  participants’ and the federal government’s contributions and lump sum  payments.", "The cost of a retirement or survivor benefit plan is typically not measured  by annual expenditures for benefits. Such expenditures are not an  indicator of the overall long-term cost of a plan. The more complete  calculation of a plan’s cost is the present value of projected future outlays  to retirees or survivors, based on the current pool of participants, with  such costs allocated annually. This annual cost allocation is referred to as  the normal cost. Normal cost calculations, prepared by an actuary, are  estimates and require that many actuarial assumptions be made about the  future, including mortality rates, turnover rates, returns on investment,  salary increases, and COLA increases over the life spans of current  participants and beneficiaries. The plan’s actuary, using the plan’s funding  method—in this case, the aggregate cost method—determines the plan’s  normal cost. Under the aggregate cost method, the normal cost is the level  percentage of future salaries that will be sufficient, along with investment  earnings and the plan’s assets, to pay the plan’s benefits for current  participants and beneficiaries. There are many acceptable actuarial  methods for calculating normal cost. Regardless of which cost method is  chosen, the expected total long-term cost of the plan should be the same;  however, year-to-year costs may differ, depending on the cost method  used."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to determine whether participating judges’  contributions for the 3 plan years ending on September 30, 2004, funded at  least 50 percent of the JSAS costs and, if not, what adjustments in the  contribution rates would be needed to achieve the 50 percent ratio. To  satisfy our objectives, we examined the normal costs reported in the JSAS  annual report submitted by AOUSC to the Comptroller General for plan  years 2002 through 2004. We also examined participants’ contributions,  the federal government’s contribution, and other relevant information in  each annual report. An independent accounting firm hired by AOUSC  audited the JSAS financial and actuarial information included in the JSAS  annual reports, with input from an enrolled actuary regarding relevant  data, such as actuarial present value of accumulated plan benefits. An  enrolled actuary certified those amounts that are included in the JSAS  annual reports. We discussed the contents of the JSAS reports with  officials from AOUSC for the 3 plan years (2002 through 2004). In addition,  we discussed with the enrolled actuary the actuarial assumptions made to  project future benefits of the plan. We did not independently audit the  JSAS annual report or the actuarially calculated cost figures.", "We performed our review in Washington, D.C., from May 2005 through  July 2005, in accordance with U.S. generally accepted government auditing  standards. We made a draft of this report available to the Director of  AOUSC for review and comment. The Director’s comments are reprinted  in appendix III."], "subsections": []}, {"section_title": "Judges Paid More Than Half of JSAS’s Costs", "paragraphs": ["For each of the JSAS plan years 2002 through 2004, participating judges  funded more than 50 percent of the JSAS normal costs. In plan year 2002,  participating judges paid approximately 75 percent of JSAS normal costs,  and in plan years 2003 and 2004, they paid approximately 64 and 78  percent of JSAS normal costs, respectively.", "On the basis of data from plan years 2002, 2003, and 2004, participating  judges paid, on average, approximately 72 percent of JSAS normal costs  while the federal government’s share amounted to approximately 28  percent. Table 1 shows judges’ and the federal government’s contribution  rates and shares of JSAS normal costs (using the aggregate cost method,  which is discussed in app. II) for the period covered in our review.", "The judges’ and the federal government’s contribution rates for each of the  3 years, shown in table 1, were based on the actuarial valuation that  occurred at the end of the prior year. For example, the judges’  contribution rate of 2.39 percent and the federal government’s  contribution rate of 0.80 percent in plan year 2002 were based on the  September 30, 2001, valuation contained in the plan year 2002 JSAS report.", "The judges’ contribution of JSAS normal costs shown in table 1 fluctuated  from approximately 75 percent in plan year 2002, to approximately 64  percent in plan year 2003, and to 78 percent in plan year 2004. The federal  government’s contribution of JSAS normal costs also varied, from  approximately 25 percent in plan year 2002, to approximately 36 percent in  plan year 2003, and to approximately 22 percent in plan year 2004. During  those same years, judges’ contribution rates remained almost constant,  while the federal government’s contribution rate increased from 0.80  percent of salaries in plan year 2002 to 1.34 percent of salaries in plan year  2003, and then decreased to 0.65 percent in plan year 2004. The variance in  the federal government’s contribution rates was a result of the fluctuation  in normal costs resulting from several combined factors, such as changes  in assumptions; lower-than-expected return on plan assets; demographic  changes—retirement, death, disability, new members, and pay increases;  as well as an increase in plan benefit obligations.", "Specifically, the value of total plan assets increased from $473.8 million in  plan year 2002 to $484.0 million in plan year 2003, and then decreased to  $479.8 million in plan year 2004. However, accumulated plan benefit  obligations increased steadily, from $385.4 million in plan year 2002, to  $388.5 million in plan year 2003, and to $393.9 million in plan year 2004.  Although the judges’ contribution rate remained fairly constant, their  contribution of normal costs rose to approximately 78 percent in plan year  2004 because total normal costs decreased. During 2004 plan year,  contributions from the federal government and judges totaled almost   $5.1 million, somewhat less than the actuarial cost of $6.9 million. A  primary reason for the difference between total contributions and the  plan’s actuarial cost was that the approximately 1.3 percent return on the  market value of plan assets was lower than the 6.25 percent assumed rate  of investment return on plan assets. The resulting actuarial loss increased  the required contribution level for the plan by 0.82 percent of total payroll  for participating judges."], "subsections": []}, {"section_title": "Adjustment to Contribution Rates Not Needed", "paragraphs": ["Based on information in JSAS actuarial reports for the 3 years under  review, we have determined that participating judges’ future contributions  do not have to increase in order to cover the minimum 50 percent of JSAS  costs required by the Federal Courts Administration Act. We found that  the current contribution rates of 2.2 percent of salaries for active and  senior judges and 3.5 percent of retirement salaries for retired judges are  sufficient to cover at least 50 percent of JSAS costs. As shown in table 1,  the judges’ average contribution for JSAS costs for this review period was  approximately 72 percent, which exceeded the 50 percent contribution  goal for judges.", "Because future normal costs are estimates that may change in any given  year, adjusting judges’ contribution rates whenever they are found to be  generating more or less than 50 percent of JSAS costs is not practical.  Future normal costs may change because of certain events that occur  during the course of a year, such as the number of survivors or judges who  die, the number of new judges electing to participate in JSAS, and the  number of judges who retire, and because the values of, and rates of  return on, plan assets could create normal statistical variances that would  affect the annual normal costs of the plan. Because the plan has only 1,536  participants and 304 survivor annuitants, such variances can have a  significant effect on expected normal costs and lead to short-term  variability. Therefore, it is important to take a long-term view when  evaluating whether contribution rates for judges are appropriate to  achieve a 50 percent JSAS contribution share for judges.", "For example, as shown in table 2, although the judges’ contribution share  for plan year 2004 was approximately 78 percent, the judges’ average  contribution share for plan years 1996 through 2004 was approximately 55  percent—significantly closer to the 50 percent contribution goal.", "Another drawback to making frequent changes to the judges’ contribution  rate in response to short-term fluctuations in their contribution share  could be a decline in JSAS participation. Increasing participation was a  major reason for the changes made to JSAS in 1992. From plan years 1998  through 2004, the number of judges participating in JSAS increased 8  percent, from 1,420 to 1,536."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We requested comments on a draft of this report from the Director of  AOUSC or his designee. In a letter dated August 23, 2005, the Director  provided written comments on the report, which we have reprinted in  appendix III. AOUSC also provided technical comments, which we have  incorporated as appropriate.", "In its comments, AOUSC stated that our report showed that judges’  contributions to JSAS have become disproportionately high, but that we  were not suggesting a change in the contribution rate for judges.  Specifically, AOUSC stated that we did not present in our report the  adjustment that would be needed to the participating judges’ contribution  rates to achieve the 50 percent funding of the program’s costs by the  judges. In AOUSC’s view, this omission is not consistent with Congress’s  intent in enacting the Federal Courts Administration Act of 1992.", "We disagree with AOUSC’s view as to the purpose of section 201(i) of the  act. Since enactment, we have interpreted this section as providing a  minimum percentage of the costs of the program to be borne by its  participants because the statute requires us to recommend adjustments  when the judges’ contributions have not achieved 50 percent of the costs  of the fund. We do not view the section as calling for parity between the  participants and the federal government with respect to funding the  program. Thus, for the 3 years covered by this review, we determined and  reported that judges’ contributions funded approximately 72 percent of  normal costs of JSAS, and therefore, an adjustment to the judges’  contribution rates was not needed under the existing legislation because  the judges’ contributions achieved 50 percent of JSAS costs. We have  consistently applied this interpretation of the act’s requirement in all of  our previous mandated reviews.", "However, if one were to interpret the act as calling for an equal sharing of  the program’s costs between participants and the government, then, on the  basis of the information contained in the JSAS actuarial report as of  September 30, 2004, participating judges’ future contributions would have  had to decrease a total of 0.86 percentage points below the current 2.2  percent of salaries for active judges and senior judges and 3.5 percent of  retirement salaries for retired judges in order to fund 50 percent of JSAS  costs over the past 3 years. If the decrease were distributed equally among  the judges, those currently contributing 2.2 percent of salaries would have  had to contribute 1.34 percent, and those currently contributing 3.5  percent of retirement salaries would have had to contribute 2.64 percent.", "As we have noted both in this report and prior reports, because of the  yearly fluctuations that are experienced by JSAS, short-term trends are not  sufficient for use in making informed decisions. As we stated in our report,  future normal costs may change because of certain events that occur  during the course of a year, such as the number of survivors or judges who  die, the number of new judges electing to participate in JSAS, and the  number of judges who retire. Also, the values of, and rates of return on,  plan assets could create normal statistical variances that would affect the  annual normal costs of the plan. Therefore, it is important to take a long- term view when evaluating whether rates for judges are appropriate to  achieve a 50 percent minimum JSAS contribution share for judges.", "We are sending copies of this report to the Director of AOUSC. Copies of  this report will be made available to others upon request. This report is  also available at no charge on the GAO Web site at http://www.gao.gov.  Please contact Steven J. Sebastian at (202) 512-3406 or  sebastians@gao.gov if you or your staff have any questions concerning this  report. Contact points for our Offices of Congressional Relations and  Public Affairs may be found on the last page of this report. Key  contributors to this report were Hodge Herry, Assistant Director; Joseph  Applebaum; Jacquelyn Hamilton; Amy Bowser; and Kwabena Ansong."], "subsections": []}]}, {"section_title": "Appendix I: Retirement Plans Available to Federal Judges", "paragraphs": ["The Administrative Office of the United States Courts (AOUSC)  administers three retirement plans for judges in the federal judiciary.", "The Judicial Retirement System automatically covers United States  Supreme Court justices, federal circuit and district court judges, and  territorial district court judges and is available, at their option, to the  Administrative Assistant to the Chief Justice, the Director of AOUSC, and  the Director of the Federal Judicial Center.", "The Judicial Officers’ Retirement Fund is available to bankruptcy and full- time magistrate judges.", "The United States Court of Federal Claims Judges’ Retirement System is  available to the United States Court of Federal Claims judges.", "Also, except for judges who are automatically covered under the Judicial  Retirement System, judges and judicial officials may opt to participate in  the Federal Employees’ Retirement System (FERS) or elect to participate  in the Judicial Retirement System for bankruptcy judges, magistrate  judges, or United States Court of Federal Claims judges.", "Judges who retire under the judicial retirement plans generally continue to  receive the full salary amounts that were paid immediately before  retirement, assuming the judges met the age and service requirements.", "Retired territorial district court judges generally receive the same cost-of- living adjustment that Civil Service Retirement System retirees receive,  except that their annuities cannot exceed 95 percent of an active district  court judge’s salary. United States Court of Federal Claims judge retirees  continue to receive the same salary payable to active United States Court  of Federal Claims judges.", "Those in the Judicial Retirement System and the United States Court of  Federal Claims Judges’ Retirement System are eligible to retire when the  number of years of service and the judge’s age total at least 80, with a  minimum retirement age of 65, and service ranging from 10 to 15 years.  Those in the Judicial Officers’ Retirement Fund are eligible to retire at age  65 with at least 14 years of service or may retire at age 65 with 8 years of  service, on a less than full salary retirement. Participants in all three  judicial retirement plans are required to contribute to and receive Social  Security benefits."], "subsections": []}, {"section_title": "Appendix II: Formulas Used to Determine Judges’ and the Federal Government’s Contributions and Lump Sum Payments", "paragraphs": ["Aggregate funding method. This method, as used by the Judicial  Survivors’ Annuities System (JSAS) plan, defines the normal cost as the  level percentage of future salaries that will be sufficient, along with  investment earnings and the plan’s assets, to pay the plan’s benefits for  current participants and beneficiaries. The formula is as follows:    The present value of future normal costs (PVFNC) equals the present  value of future benefits less net asset value.", "PVFNC is the amount that remains to be financed by judges and the  federal government.", "The normal cost (NC) percentage equals PVFNC divided by present value  of future salaries.", "Federal government contribution. The following formula is used to  determine the federal government’s contribution amount:    The federal government contribution represents the portion of NC not  covered by participants’ contributions.", "Lump sum payout. Under JSAS, a lump sum payout may occur upon the  dissolution of marriage either through divorce or death of spouse. Payroll  contributions cease, but previous contributions remain in JSAS. Also, if  there is no eligible surviving spouse or child upon the death of a  participating judge, the lump sum payout to the judge’s designated  beneficiaries is computed as follows:    Lump sum payout equals total amount paid into the plan by the judge plus  3 percent annual interest accrued less 2.2 percent of salaries for each  participating year (forfeited amount).", "In effect, the interest plus any amount contributed in excess of 2.2 percent  of judges’ salaries will be refunded."], "subsections": []}], "fastfact": []}