{"id": "GAO-19-290", "url": "https://www.gao.gov/products/GAO-19-290", "title": "Transit Workforce Development: Improved Strategic Planning Practices Could Enhance FTA Efforts", "published_date": "2019-03-14T00:00:00", "released_date": "2019-03-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["FTA provides more than $12 billion annually to support and expand transit services. The operation of transit systems depends on a skilled, qualified workforce, but impending transit worker retirements and advances in transit technology may create challenges for the transit workforce such as finding eligible applicants for transit jobs and obtaining the technology expertise needed.", "GAO was asked to review various issues related to the sufficiency of the transit workforce. This report discusses the extent to which: (1) information exists about future transit workforce needs and (2) FTA assists with addressing current and future transit workforce needs, among other things. GAO reviewed DOT and FTA documents, including strategic and performance plans, and interviewed DOT and FTA officials and other transit stakeholders, including representatives of transit agencies, research organizations, and unions. Stakeholders were selected based on recommendations from other transit stakeholders and for geographic diversity, among other factors."]}, {"section_title": "What GAO Found", "paragraphs": ["The nation's transit infrastructure requires a trained workforce, consisting of a variety of occupations (see figure), to operate, maintain, and oversee it.", "Information on future transit workforce needs is limited in part by the absence of transit-specific workforce projections. According to Federal Transit Administration (FTA) officials, the best information available is an August 2015 report developed by the Department of Transportation (DOT) and other federal stakeholders to produce transportation job projections. However, the report's transit data are combined with ground passenger transportation data (e.g., school buses, taxis), and many of these services are specifically excluded from the statutory definition of transit. Transit-specific data were not available and would be costly to obtain, according to the researchers who wrote the report. Thus, the report does not exclusively reflect the transit workforce. The views of stakeholders GAO interviewed varied regarding whether additional workforce data were needed. Working with stakeholders to understand what, if any, additional information is needed could enable FTA to weigh the complete costs and benefits of developing future transit workforce data. This approach could also enable FTA to make informed decisions on allocating the appropriate resources toward transit workforce efforts.", "While FTA assists transit stakeholders with addressing workforce needs—for example, providing about $29 million in workforce development assistance in fiscal year 2017—it lacks key strategic planning practices that could ensure its efforts are effective. FTA first reported to Congress in 2016 that it planned to develop a transit workforce strategic plan; however, no clear action has been taken to develop one so far. Further, FTA does not have clearly defined performance goals and measures—as outlined in the Government Performance and Results Act of 1993 (GPRA) and the GPRA Modernization Act of 2010—for FTA's transit workforce development efforts. Without these key strategic planning practices, FTA is limited in its ability to make informed decisions about effectively leveraging its resources to address future transit workforce needs and in measuring the effectiveness of its efforts."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making three recommendations to FTA: (1) in collaboration with stakeholders, determine whether additional transit workforce data are needed; (2) develop a comprehensive transit workforce strategy; and (3) develop performance goals and measures for FTA's transit workforce development efforts. DOT concurred with our recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since 1964, the Department of Transportation’s (DOT) Federal Transit  Administration (FTA) has partnered with state and local governments to  create and enhance transit systems, providing more than $12 billion  annually to support and expand rail, bus, trolley, ferry, and other public  transit services. The operation of the nation’s transit systems—now and in  the future—depends on a skilled and qualified workforce. According to  DOT, transportation organizations face increasing difficulty in finding  qualified workers and managers to fill priority occupations. Changes in the  transportation industry, evolving technology, and upcoming retirements in  the U.S. workforce create workforce development challenges for  transportation organizations, training providers, academic institutions, and  other transit stakeholders. In DOT’s current strategic plan, DOT states  that it will develop and implement strategies that will foster the training  and development of the transportation workforce to acquire the needed  skills and capabilities to meet the current and future needs of the  industry.", "You asked us to review the sufficiency of the transit workforce. This report  discusses:  the extent to which information exists about future transit workforce  needs,  the actions selected transit stakeholders are taking to address current  and future transit workforce needs, and  the extent to which FTA assists with addressing current and future  transit workforce needs.", "To address these objectives, we reviewed key DOT and FTA documents  including strategic plans, reports to Congress, and reports on transit  workforce grants. We conducted interviews with a selection of transit  agencies and stakeholders. We selected a non-generalizable sample of  eight stakeholders, which included two research organizations, two  unions, two trade groups, one membership association of workforce  boards, and one transportation-consulting firm. In addition, we  interviewed officials from six transit agencies we selected for size and  geographic diversity (western, central, and eastern U.S.), among other  factors. Although the views of these officials and stakeholders are not  generalizable to those of all transit agencies and stakeholders, they  represent a range of perspectives and expertise regarding the transit  workforce’s efforts to address needs.", "To determine the extent to which information exists about the future  transit workforce needs, we analyzed a report, developed by DOT and the  Departments of Labor (DOL) and Education, on the current and future  transportation workforce, and we interviewed officials from those  agencies. We also reviewed the Standards for Internal Control in the  Federal Government (Federal Internal Control Standards) for criteria on  quality information and compared FTA actions to this information. To  identify the actions that selected transit stakeholders are taking to  address current and future transit workforce needs, we included  examples of actions that stakeholders generally discussed with us,  among other things. To determine the extent to which FTA is assisting  transit agencies with identifying and addressing current and future  workforce needs, we compared FTA’s actions to Federal Internal Control  Standards, the Government Performance and Results Act of 1993  (GPRA), and the GPRA Modernization Act of 2010.", "We conducted this review from January 2018 to March 2019 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["In 2017, transit agencies provided over 10 billion rides to people traveling  to and from businesses, homes, and other locations throughout the  United States, according to FTA. Transit infrastructure for those rides  includes railways, roads, bridges, tunnels, and stations. According to the  2017 American Public Transportation Association’s (APTA) Fact Book,  more than 6,700 organizations provided public transportation in a variety  of modes in 2015. Transit modes include:  fixed-route bus services—the most prevalent transit mode in the  country—vehicles operate according to regular schedules along  prescribed routes with designated stops;  rail services—vehicles operating along railways;  ferryboat services—vessels carrying passengers and/or vehicles over  a body of water; paratransit services—generally, accessible, origin-to-destination  transportation services that operate in response to calls or requests  from riders; and other demand-response services—sometimes called “dial-a-ride.”", "Public transportation, or transit, is statutorily defined as regular,  continuing shared-ride surface transportation services that are open to  the general public or open to a segment of the general public defined by  age, disability, or low income. This definition has multiple statutory  exclusions including intercity bus service, school bus service, and charter  bus service.", "The transit infrastructure requires appropriately trained personnel to  operate, maintain, and oversee services and assets (e.g., vehicles).  APTA estimated that, in 2015, U.S. public transit agencies employed  more than 430,000 fulltime and part-time personnel, including contractors.  The transit workforce consists of a variety of occupations, such as bus  operators, train conductors, dispatchers, mechanics, supervisors, and  other occupations (see fig. 1 for examples.)", "FTA supports transit agencies’ workforce development by providing  financial and technical assistance, among other things. FTA’s financial  assistance efforts include implementing the Innovative Public  Transportation Frontline Workforce Development Program, which  provides competitive grants to transit agencies (transit workforce grants)  to assist with the development of innovative human resources activities.  FTA awarded transit workforce grants in fiscal years 2011, 2012, and  2015. Grant-eligible projects included employment training, outreach to  increase minority and female employment in transit, research on transit  personnel and training needs, and training and assistance for minority  business opportunities. Grant recipients included transit agencies, non- profit community groups, schools, and others. Additionally, recipients can  use up to one-half of one percent of certain grant funds, such as  Urbanized Area Formula Grants, for eligible human resources and  training activities with the approval of DOT.", "FTA also administers the National Transit Database (NTD), which is  intended to provide information to assist in transit planning efforts. All  recipients and direct beneficiaries of grants from the Urbanized Area  Formula Program and Rural Area Formula Program, such as local  transit agencies, are required to report certain data to the NTD. FTA  also encourages agencies not receiving grants from these programs to  report voluntarily so the NTD can be more complete. In 2016, over 2000  transit agencies submitted full or partial reports to the NTD. The NTD  stores information from local transit agencies, such as financial and  operating data, to inform transit service planning for government agencies  and other organizations. Some workforce data, such as the number of  full-time and part-time transit agency employees, is reported to the NTD.  NTD data provide information on the transit workforce at the time the data  are reported, but are not used to project future transit workforce needs.", "FTA partners with the National Transit Institute (NTI), hosted and staffed  by Rutgers University, to provide workforce development educational  resources and training. NTI delivers over 300 courses per year  nationwide to public transit employees and government transportation  agency employees at all levels. These courses focus on compliance with  federal regulations and developing skills to operate a transit agency.", "At the department level, in August 2015, DOT, DOL, and the Department  of Education worked with industry stakeholders to project the employment  and skill needs of the transportation industry from 2012 to 2022. Primary  sources for the report included the DOL’s Bureau of Labor Statistics  (BLS) employment projections, current population survey (demographics),  and analysis from Economic Modeling Specialists International. The effort  developed a variety of transportation workforce statistics and resulted in  the Strengthening Skills Training and Career Pathways Across the  Transportation Industry: Data Report on Future Transportation Workforce  Needs (Transportation Industry Report). Among other things, the report: projected that an additional 4.6 million transportation workers will  need to be hired to fill vacancies created by separations (occupational  transfers, retirement, and other exits from the workplace), and net job  growth from 2012 to 2022; provided data on current worker distribution (at that time) by age and  sex for six transportation sectors and by race and ethnicity for  selected transportation occupations; and  included top job occupations by sector and projected industry and  occupational job openings based on separations and job growth."], "subsections": []}, {"section_title": "Limited Information Exists on Future Transit Workforce Needs", "paragraphs": ["The extent of future transit workforce needs is unclear due to the absence  of transit-specific workforce projections, unclear communication on the  data that are available, and because the data that are available do not  extend past 2022. The best information available on future transportation  workforce needs, according to FTA officials is the August 2015  Transportation Industry Report. The Transportation Industry Report  does have projections on transportation workforce needs, but the transit  industry data are combined with other ground passenger transportation  industries such as intercity buses, charter buses, taxis, school buses, and  limousines. Thus, the report does not exclusively reflect the transit  workforce.", "According to researchers who wrote the report, the transit and ground  passenger transportation data were reported as one industrial sector  because it would be a significant undertaking to focus solely on transit  workforce data without funding a study for this specific area. The  Transportation Industry Report was developed with data, in part, from  BLS, which does not exclusively report on occupational projections for  public transportation. BLS develops workforce projections of the U.S.  labor market by industry, subsector, and occupational codes, including  the number of employees and types of employers. BLS officials we  interviewed said that industry and occupational data sets do not allow the  level of specificity that would be needed to identify only transit agencies.", "The Transportation Industry Report predicted 1 million job openings in the  transit and ground passenger transportation sector from 2012 to 2022  and listed the top 10 projected job openings. However, these projected  job openings include a number of occupations within services that are  statutorily excluded from the definition of transit. For example, the three  largest categories of job openings—comprising about 72 percent of the  projected openings—have the following key transit exclusions:", "School bus and special client bus drivers made up approximately  33 percent of the projected openings (330,699 job openings).  However, school bus services are specifically excluded from the  statutory definition of transit, as are sightseeing services, charter bus  services, courtesy shuttle services for patrons of one or more specific  establishments, and intra-terminal or intra-facility shuttle services.", "Transit and intercity bus drivers made up almost 20 percent of the  projected openings (199,727 job openings). However, intercity bus  service (for example, Greyhound bus service) is specifically excluded  from the statutory definition of transit.", "Taxi drivers and chauffeurs made up almost 19 percent of the  projected openings (188,895 job openings). However, these services  may not meet the statutory definition of transit.", "However, when communicating about the report, FTA has not always  made clear that the data in the Transportation Industry Report combine  both transit and ground passenger transportation workforce projections,  though this was not intentional, according to FTA officials. FTA has  presented the combined data as representing the “transit” or “public  transit” workforce in recent annual reports to Congress and a few public  presentations. For example, one of the findings in the Transportation  Industry Report is that the combined sector of transit and ground  passenger transportation has the highest percentage of older workers  who are at or nearing retirement age. However, in recent reports to  Congress, FTA states that, public transit has the highest percentage of  older workers at or nearing retirement age. However, this statement did  not reflect that the percentages included transit and ground passenger  transportation data. We also found similar information involving retirement  percentages and job openings in a number of FTA presentations that are  available to the public online. In addition, we found two examples of  incorrect numbers in recent reports to Congress that FTA officials said  were “typos” that have now been corrected in the most recent fiscal year  2017 report.", "FTA’s characterization of this data could confuse transit stakeholders,  including Congress, on needs, retirements, and growth in the transit  industry. When FTA identifies combined information as “transit”  projections, the audience may not understand the extent to which the  data reflect services that do not meet the statutory definition of transit. We  found evidence that this may have already occurred to some extent.  During our review, we found examples of stakeholders in the industry  repeating the same statistics that FTA has presented as “transit” in  publications and in our interviews with them, raising questions about  whether the industry may have misconceptions about the future transit  workforce. FTA officials told us that the combination of transit and ground passenger transportation is appropriate because of similarities in the  industries and the common practice of transit agencies hiring contractors  from ground passenger transportation to supplement workforce  personnel. However, the context of this information has not always been  clear in reports to external parties.", "Further, the Transportation Industry Report’s projections on the future  transportation workforce are only estimated through 2022. DOT officials  said that they do not have plans to update the report beyond 2022 or to  develop a report that focuses solely on transit workforce projections. FTA  officials told us that they plan to hire a data scientist to assist them with  transit workforce issues. FTA officials also told us in November 2018, that  the report was intended to provide trend information and that they do not  plan to use the transit numbers from the Transportation Industry Report in  future reports and presentations, and considering that the report will soon  reach the end of its projections in 2022, we are not making a  recommendation about how to communicate the context of the  information in the Transportation Industry Report.", "Opinions on the need for additional transit workforce data and projections  varied among transit stakeholders we interviewed. Several stakeholders  cited the difficulties of collecting transit-specific projections or other types  of data, while others pointed to the need for more data such as data  identifying shortages in specific occupations and retirement age of transit  employees. However, officials from the Community Transportation  Association of America, which represents small and rural transit agencies,  said that requiring additional data from transit agencies could be a time- consuming burden for local transit officials. The association officials  suggested that transit stakeholders should work together to use existing  workforce data from FTA or BLS to develop workforce projection data.  Transportation Research Board officials also said that additional transit  workforce data would be costly and difficult for transit agencies to provide.  However, the Director of Eno’s Center for Transportation Leadership, a  research organization, stated that it is extremely difficult to develop  national policies, programs, and grants to address systemic workforce  problems because of the gaps in transit workforce data.", "Federal Internal Control Standards highlight the importance of using  quality information to make informed decisions and identifying the  information requirements needed to do so while considering the  expectations of internal and external users. While the views of  stakeholders we interviewed varied on the extent to which additional  transit workforce data and projections are needed, new transit workforce  projections could inform decision-making on transit workforce planning to  address potential future shortages or other needs. We have previously  reported that agencies should weigh data collection decisions carefully,  noting that there is a cost to data collection, and that only needed data  should be collected. Working with stakeholders to understand what, if  any, additional transit-specific workforce data transit stakeholders need  and the related collection costs could enable FTA to weigh the complete  costs and benefits of developing future data for the transit industry and to  make informed decisions on allocating the appropriate resources toward  those efforts."], "subsections": []}, {"section_title": "Selected Transit Stakeholders Are Taking Steps to Address Transit Workforce Needs and Cited Ongoing Recruiting and Retention Challenges", "paragraphs": [], "subsections": [{"section_title": "Selected Stakeholders’ Actions", "paragraphs": ["Transit stakeholders we interviewed highlighted actions they are taking to  address transit workforce needs but also noted continuing difficulties with  recruiting and retaining staff. Examples of actions they have taken to  address workforce needs, either with a transit workforce grant or with  other funding include:", "Career enhancement: Los Angeles County Metropolitan  Transportation Authority officials told us that they have developed a  program that offers growth opportunities by providing “upskilling”  resources at all levels of the agency including employee development,  management/leadership, and transportation senior leadership, among  other things.", "Courseware development: The Transportation Learning Center  organized three industry consortiums to develop national standards- based courseware—Rail Car, Signals, and Elevator/Escalator  Technicians, according to the Transportation Learning Center. For  example, under the Signals Training Consortium, 25 new courses  have been developed covering the inspection, maintenance, and  troubleshooting of transit and commuter rail signaling equipment. The  curriculum is planned to include both classroom and on-the-job  training.", "Internships: The Conference of Minority Transportation Officials  developed a program to prepare college, university, and vocational  school students to enter transit and transportation-related fields,  according to conference officials. In 2018, this program placed 29  interns nationwide in architectural and engineering firms as well as  state and local government agencies.", "Managerial training: The Eno Center for Transportation provided  classes for mid- and senior-level transit executives and has started  one for first-line supervisors, according to an Eno official. This training  includes lectures, classes, job shadowing, informal mentoring, field  trips, and meetings with counterparts.", "Research: The Community Transportation Association of America  reported on a survey it conducted of its members in June 2018 on the  salary and benefits for professional transit positions in the industry.  The survey’s 236 respondents provided information on hourly and/or  salary information, operating budget, available benefits, services  provided, and number of employees, among other things. According  to the Association, the members asked for this survey because it  helps them make staffing and employment decisions within their  agencies.", "Technology education: Jacksonville Transportation Authority officials  told us that they have established a “Workforce of the Future” working  group whose charge is to prepare the workforce to incorporate  emerging technologies as it transitions its aged elevated, automated  people-mover system—the “Skyway”—to autonomous vehicle  technology. The working group supports a public automated-vehicle  test track as well as employee town halls to develop the tools to  discuss these issues in their communities."], "subsections": []}, {"section_title": "Other Transit Workforce Grant-Supported Actions", "paragraphs": ["FTA’s transit workforce grants also supported stakeholder actions to  address transit workforce issues including:  In fiscal year 2011, FTA awarded 12 workforce grants totaling $3  million. For example, the Chicago Transit Authority received a grant to  develop and validate a transit-manager competency model to help  supervisors recognize and support skills and leadership potential in  their staff. In addition, the Florida Department of Transportation  received a grant for its Certified Transit Technician Program, which  resulted in 13 hires, each receiving the opportunity for additional  certification and a college degree.", "In fiscal year 2012, FTA awarded 17 grants totaling $7.05 million.  For example, the Southwest Ohio Regional Transit Authority  (Cincinnati) received a grant to develop a program that provided  technical training in hybrid engine technology to improve its  maintenance program and hybrid bus fleet. The Corporation to  Develop Communities of Tampa, Inc. received a grant to recruit, train,  and employ up to 30 people in the transit industry, including transit  operations and maintenance workers.", "In fiscal year 2015, FTA awarded 16 grants for $8.1 million. For  example, the Bay Area Rapid Transit District was awarded a grant to  create a pathway to employment in the transit industry for traditionally  under-represented individuals. The Workforce Development Council  of Snohomish County, Washington, received a grant to bring together  local partners to create a pipeline of skilled workers ready to enter the  transit and construction industries. The partners have targeted  women, minorities, and native tribes to access apprenticeships, social  services, and job placement programs."], "subsections": []}, {"section_title": "Recruitment and Retention Challenges", "paragraphs": ["Notwithstanding these efforts, the transit stakeholders we spoke with  identified ongoing recruiting and retention challenges as shown in table  1."], "subsections": []}]}, {"section_title": "FTA Helps Address Transit Workforce Needs, but Improved Strategic Planning Could Better Focus Assistance", "paragraphs": [], "subsections": [{"section_title": "FTA Provides Transit Workforce Assistance", "paragraphs": ["FTA has taken a number of actions to assist transit agencies with future  workforce needs including:", "FTA provides technical assistance, standards development, training,  and workforce development projects for the transit workforce. In  fiscal year 2017, the active projects totaled over $29 million.", "Almost 13.3 million (approximately 46 percent) of this funding  went to technical assistance projects. For example, FTA spent  almost $4 million to assist the National Aging and Disability  Transportation Center with efforts that include developing online  courses and training materials to assist certain FTA grant  recipients with providing transportation services to older adults  and people with disabilities. The funds were also used to present  a podcast, as part of an online course on the Americans with  Disabilities Act of 1990 (ADA). The podcast addressed common  ADA questions related to customer service, wheelchairs on  vehicles, and service animals.", "Over $8.3 million (approximately 28 percent) funded 17 active  transit workforce development projects from the fiscal year 2015  transit workforce grants discussed previously for developing new  training curriculums, or seeking to recruit and train specific groups,  especially those who are underrepresented in the transit  workforce. $5 million (approximately 17 percent) funded NTI development  and delivery of training programs for federal, state, and local  transportation employees. For example, NTI delivered 270 training  courses throughout the U.S. to 7,298 participants in fiscal year  2017. NTI also supported a workshop to help address industry  issues as they arise, such as workforce shortages and issues in  recruitment and retention. $2.5 million (approximately 9 percent) funded a Transit Standards  Development Program at the Center for Urban Transportation  Research (University of South Florida) to provide research and  analysis on needs and gaps, and recommendations for new  standards, or to modify existing standards. For example, one of  the reports discussed fatigue management, among other things.  According to FTA, the ultimate effects of this program are  increased safety and reduced injuries and fatalities.", "FTA is collaborating with NTI to conduct an industry workforce needs  assessment aimed at identifying training, skills, and educational gaps  that exist in the industry as well as within current NTI programs. They  are conducting this assessment because of transit’s changing  workforce, technologies, and operating environment. This assessment  is intended to result in a report that provides a road map for the transit  workforce’s development and training and may identify some of the  gaps in transit workforce needs. As of November 2018, NTI has held  focus groups at key transit conferences, which have provided a  preliminary picture of the transit industry’s critical need, according to  FTA. NTI has also completed a draft of a survey of transit agency  needs and FTA is reviewing it, according to an NTI official. The next  steps include conducting the survey, mapping NTI’s curriculum and  courses to desired key skills, and developing a national transit  competency framework. The researchers are planning to use a  statistically significant sample that represents the needs of the  industry, both for urban and rural agencies, with estimated completion  of the survey and analysis in early 2019.", "FTA is evaluating the effectiveness of the transit workforce grant  program. FTA funded an evaluation of the 12 fiscal year 2011 transit  workforce grants. The report discussed whether the projects met  goals, the effect of the programs, and whether the programs were  worth further investment. The report noted a number of outcomes  including introducing 2,608 youth to transit, and training 1,527 people.  FTA also plans to evaluate transit workforce grants awarded in fiscal  years 2012 and 2015 and to create outreach materials from the grant  projects for transit stakeholders. The evaluation is also intended to  provide important best practices and lessons learned for other transit  operators.", "FTA is researching the potential effects of automation on the transit  workforce. In January 2018, FTA released the Strategic Transit  Automation Research Plan, which established a research and  demonstration framework. One of the research projects in the plan  is an assessment of the effect of automation on the transit workforce.  Specifically, the assessment is planned to provide a qualitative  analysis of labor-related considerations with transit bus automation  including potential workforce changes, perspectives of organized  labor, statutory and regulatory provisions, and other societal factors. A  follow-on project is planned to evaluate changes in staffing levels, job  responsibilities, labor hours, and training needs to provide a  quantitative approach to estimating automation’s effects on transit  employment levels, workforce needs, and wages."], "subsections": []}, {"section_title": "FTA’s Transit Workforce Development Efforts Are Not Guided by a Strategy, Performance Goals, and Measures", "paragraphs": [], "subsections": [{"section_title": "Strategy", "paragraphs": ["Although FTA has assisted transit stakeholders with workforce needs, it  lacks key strategic planning practices that could ensure its efforts are as  effective as possible. FTA reported in its fiscal years 2016 and 2017  annual reports to Congress that it planned to develop a transit workforce  strategic plan. Federal Internal Control Standards indicate that plans,  such as strategic plans, should set up the effective and efficient  operations necessary to fulfill desired objectives. Effective operations  produce the intended results from operational processes, while efficient  operations do so in a manner that minimizes the waste of resources.  However, FTA does not have a comprehensive strategy showing the  operations and processes to be developed to guide FTA’s efforts to assist  transit agencies with addressing future transit workforce needs.", "FTA has had a number of starts and stops in producing a transit  workforce strategy since it first reported this intention to Congress in  2016, but no clear action has been taken to develop a strategy so far. In  July 2018, FTA officials told us that the reason they had not yet drafted a  comprehensive strategy is because they considered developing their  strategy as part of an overall DOT strategy, rather than a transit workforce  strategy as a stand-alone product. However, DOT does not currently plan  to develop a comprehensive department-wide transportation workforce  strategy. Nevertheless, DOT has consistently identified addressing the  transportation workforce as a priority over time in key DOT documents,  including its last three strategic plans and the last two performance plans.  DOT officials told us that the strategic plan is not intended to provide such  detail; rather, it is designed to be a top-level strategic plan that provides a  broad framework for DOT. In November 2018, FTA officials told us that  they intend to create a “workforce consortium” and a new technical  assistance project that would result in a strategy. However, FTA officials  did not provide a time frame for when these actions would be taken.", "Considering the importance of the transit workforce to efficient operation  of the transit infrastructure, a transit workforce strategy would be  consistent with internal controls, such as setting up effective operations,  whether this strategy is developed as part of a department-wide strategy,  as a stand-alone project, or through a workforce consortium. Without a  comprehensive strategy to guide FTA’s ongoing activities to assist with  transit workforce needs, FTA lacks a roadmap to ensure it is effectively  leveraging its resources to help address future transit workforce needs. In  addition, it may be difficult for Congress to understand the merits of  investing in future transit workforce programs because it may not be clear  absent a vision of how individual programs fit within the overall transit  workforce strategy."], "subsections": []}, {"section_title": "Performance Goals and Measures", "paragraphs": ["In addition to not having a comprehensive strategy, FTA lacks key tools to  demonstrate the extent to which individual workforce development efforts  are addressing future transit workforce needs. In particular, FTA has not  established clearly defined performance goals and measures for its transit  workforce assistance efforts. Establishing clear goals and measuring  progress toward them are consistent with the management principles set  forth in GPRA, as enhanced by the GPRA Modernization Act of 2010, and  our previous work.", "Setting long-term strategic goals is essential for results-oriented  management, because such goals explain with greater specificity the  results an agency is intending to achieve, as we have previously  reported. FTA discussed the pending development of transit workforce  goals at an October 2016 summit with transit stakeholders, but these  goals were not finalized. Further, there are no performance goals for  transit workforce development efforts in DOT’s current annual  performance plan, and none is referenced in the current strategic plan.", "FTA has developed some performance measures for evaluating the  outcomes of transit workforce grants—but not for its transit workforce  development efforts at large. In addition, these measures are not tied to  performance goals that FTA expects the grants to achieve. We have  previously reported that results-oriented organizations first set  performance goals to clearly define desired outcomes and then they  develop performance measures that are clearly linked to the program  goals and demonstrate the degree to which the desired results are  achieved. For example, two of the performance measures for transit  workforce grants are “total projected cost per direct participant,” and  “number of people expected to be trained overall,” but FTA has not set a  goal for what the projected cost per participant should be or the number  of people who should be trained by grant awards. By establishing  performance measures before establishing specific performance goals  that FTA seeks to achieve, FTA may not ensure that the data gained from  these performance measures are an effective use of resources.", "DOT officials said that performance goals and measures for FTA’s transit  workforce grant program were not finalized because no funding has been  identified for a subsequent round of these grants. However, FTA’s efforts  to assist with transit workforce issues are larger than one grant program.  Performance goals and measures are consistent with effective  management practices with or without funding for a specific grant  program.", "Without documented, clearly defined goals and performance measures  linked to those goals, FTA is limited in its ability to make informed  decisions about transit workforce development efforts. As a result, FTA  risks expending resources on efforts that it may not be able to  demonstrate are meeting intended goals. Focusing on the intended  results of FTA’s transit workforce efforts can promote strategic and  disciplined management decisions that are more likely to be effective  because managers are better able to target areas most in need of  improvement and to select appropriate interventions. Further, agency  accountability can be enhanced when both agency management and  external stakeholders—such as Congress—can assess an agency’s  progress toward meeting its goals. Without performance goals and  related performance measures, it will be more difficult for FTA to  determine the success of its strategies, adjust its approach when  necessary, and remain focused on results."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["Much is unknown about the workforce needed in the future to operate the  nation’s transit systems and to transport people to and from work, school,  and other destinations. Disaggregating transit workforce data from other  transportation data has proved to be challenging, and the best projections  of the future transportation workforce needs will expire in 2022.  Additionally, how vehicle automation and other technology advances will  affect the future transit workforce is unclear, and FTA’s presentations on  the transit workforce projections that do exist may have contributed to the  lack of clarity on the future needs of the industry. Whether additional,  refined data on transit workforce needs—for example, an updated version  of the Transportation Industry Report—would provide greater benefits to  the industry than the cost of collecting these data is something FTA can  determine when it better understands the information the industry needs  to make effective workforce decisions. At that point, FTA can decide what  additional data need to be collected strategically, if any, and at what cost,  as part of strategic planning efforts.", "FTA has identified the need to create a transit workforce strategy, and  has expressed its intention to create one in a number of different ways,  but has taken no clear action yet to ensure that FTA’s intention will be  realized. By taking the initiative to develop a strategy to help address  future transit workforce needs, FTA will be in a position to better manage  its ongoing transit workforce activities. FTA is undertaking a number of  efforts that could provide the foundation for sound strategic planning,  including sponsoring an assessment of transit workforce needs, hiring a  data scientist, starting a workforce consortium, and initiating research on  future automation that could provide more clarity regarding a key aspect  of future transit that is, as of now, an unknown factor. Further, FTA has  already drafted some performance measures for its transit workforce  grants that it may be able to use as a foundation for creating goals and  measures for transit workforce development at large. However, more  specific strategic planning efforts that include developing a strategy and  performance goals and measures can better enable FTA to effectively  help transit agencies identify, prepare, and provide a sufficient workforce  for the future."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making three recommendations to the FTA Administrator:", "The FTA Administrator should determine, in collaboration with transit  stakeholders, whether additional transit workforce data are needed to  identify potential future occupational shortages in the transit industry  and whether the benefits of this collection would outweigh the cost of  gathering it. (Recommendation 1)", "The FTA Administrator should develop and document a strategy that  outlines how FTA will help address future transit workforce needs.  (Recommendation 2)", "The FTA Administrator should develop and document clearly defined  performance goals and measures for its transit workforce  development efforts. (Recommendation 3)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We sent a copy of this draft report to DOT for review and comment. DOT  responded with a letter in which it concurred with our recommendations  and discussed the successes of its Innovative Workforce Development  Program. The letter is reprinted in appendix II. DOT also provided  technical comments, which we incorporated in the report as appropriate.", "We are sending copies of this report to appropriate congressional  committees and to the Secretary of Transportation. In addition, the report  is available at no charge on the GAO website at http://www.gao.gov. If  you or your staffs have any questions about this report, please contact  me at (202) 512-2834 or goldsteinm@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who contributed to this report are  listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report addresses: (1) the extent to which information exists about  future transit workforce needs, (2) the actions selected transit  stakeholders are taking to address current and future transit workforce  needs, and (3) the extent to which the Federal Transit Administration  (FTA) assists with identifying and addressing current and future transit  workforce needs.", "For all objectives, we analyzed key Department of Transportation (DOT)  and FTA documents such as DOT strategic plans, annual reports to  Congress in fiscal years 2017 and 2016, and public presentations, which  discussed workforce needs, grant programs, and data involving the transit  industry. We also interviewed government officials from DOT, including  from FTA, the Office of the Secretary, and the Federal Highway  Administration; from the Department of Labor (DOL) and its Bureau of  Labor Statistics (BLS); and from the Department of Education. Further,  we interviewed three transit stakeholders—the Eno Center for  Transportation, the National Transit Institute (NTI), and the American  Public Transportation Association (APTA) to understand available data  sources, relevant studies, and grant programs focused on the transit  workforce. Based on our research and recommendations from those  interviews with those three stakeholders and FTA, we selected a non- generalizable sample of an additional eight transit stakeholders for  interviews. These selected stakeholders included:  two research organizations (Transportation Learning Center and the  Transportation Research Board, which includes the Transit  Cooperative Research Program and the Transit Research Analysis  Committee);  two unions (Amalgamated Transit Union and Transport Workers  Union of America);  two trade groups (Community Transportation Association of America  and Conference of Minority Transportation Officials); and one membership association of workforce boards (National  Association of Workforce Boards); one transportation subject-matter expert (Mort Downey Consulting,  LLC).", "In addition, we selected and interviewed officials from six transit agencies  to understand their perspectives regarding workforce issues such as  recruiting and retention challenges, and efforts to address those  challenges.", "We selected and interviewed three urban transit agencies: Los  Angeles County Metropolitan Transportation Authority (CA); Regional  Transportation District—Denver (CO); and the Jacksonville  Transportation Authority (FL). We selected these agencies because  (1) each was recommended by more than one transit stakeholder we  interviewed for taking specific actions to address workforce issues; (2)  as a group, they represented geographic diversity (western, central,  and eastern United States); and (3) each was awarded at least one  FTA transit workforce grant.", "In order to find smaller, more rural agencies for balance we selected  three transit agencies: Advance Transit (Wilder, Vermont); Cache  Valley Transit District (Logan, Utah); and the Ki Bois Area Transit  System (Stigler, Oklahoma) based primarily on recommendations  from the Community Transportation Association of America, which  represents thousands of the rural and tribal transit agencies, and then  considered geographic diversity (western, central, and eastern United  States) and a mix of services offered.", "Although the views of these selected officials and stakeholders are not  generalizable to those of all transit agencies and stakeholders, they  represent a range of perspectives and expertise regarding the transit  workforce.", "To determine the extent to which information exists about the future  transit workforce, we evaluated the Transportation Industry Report, which  projected the employment and skill needs of the transportation industry  from 2012 to 2022. We evaluated the scope, methodology, and  limitations of the Transportation Industry Report’s workforce projections, as that report provided the best available information according to FTA  officials. We analyzed the report’s projected job openings data in the  transit and ground passenger transportation sector to understand the  extent to which the data represented transit-specific data. In addition, we  reviewed FTA’s annual reports to Congress for fiscal years 2016 and  2017, and public presentations to document communication to the public  involving transit workforce data. We also reviewed FTA’s National Transit  Database (NTD) 2017 and 2016 calendar year data on transit agency  employees. Further, we interviewed BLS officials and reviewed the most  recent BLS employment projections from 2016–2026 to understand the  extent to which the data could be separated to represent only transit- specific data. We reviewed the Standards for Internal Control in the  Federal Government on communicating and preparing quality information  and compared FTA actions to this information.", "To determine what actions selected transit stakeholders are taking to  address current and future transit needs, we reviewed efforts to address  transit workforce needs taken by stakeholders whom we interviewed. We  also reviewed challenges involving recruiting and retaining transit workers  discussed during our interviews with those stakeholders. We judgmentally  included examples in our report to demonstrate the breadth of actions  that are being taken. We analyzed various FTA reports on transit  workforce grants awarded in fiscal years 2011, 2012, and 2015 and  included examples to demonstrate the variety of projects that the transit  workforce grants covered. We also included examples in our report of  challenges that transit stakeholders we spoke with generally discussed,  grouped under common themes. Themes that we included in the report  were cited multiple times by stakeholders we interviewed.", "To determine the extent to which FTA is assisting transit agencies with  identifying and addressing current and future workforce needs, we  interviewed officials from FTA and DOT’s Office of the Secretary to  document their efforts to identify and address current and future transit  workforce needs. We compared FTA’s actions to address transit  workforce needs to Federal Internal Control Standards, the Government  Performance and Results Act of 1993 (GPRA), the GPRA Modernization  Act of 2010, and our previous work.", "We conducted this performance audit from January 2018 to March 2019  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Transportation", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Heather MacLeod (Assistant  Director); Amy Higgins (Analyst-in-Charge); Nelsie Alcoser; Melissa  Bodeau; Lacey Coppage; Terence Lam; Josh Ormond; Pamela Vines;  and Elizabeth Wood made key contributions to this report."], "subsections": []}]}], "fastfact": ["The nation's transit agencies are having a hard time finding the qualified workers and managers needed to keep buses, trains, and ferries moving.", "We examined the outlook for the transit workforce. We found:", "Current federal projections of future workforce needs either don’t include or aren’t specific to the transit workforce", "The Federal Transit Administration's strategic planning could be more effective in assisting transit agencies with workforce issues", "We made 3 recommendations, including that FTA consider whether more specific workforce projections would be worthwhile and develop a strategy to address future workforce needs."]}