{"id": "GAO-09-362T", "url": "https://www.gao.gov/products/GAO-09-362T", "title": "Defense Management: Actions Needed to Overcome Long-standing Challenges with Weapon Systems Acquisition and Service Contract Management", "published_date": "2009-02-11T00:00:00", "released_date": "2009-02-11T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Today's testimony addresses the challenges DOD faces to improve the efficiency and effectiveness of its weapon systems acquisition and contract management. GAO has designated both areas as high risk areas since the early 1990s. DOD's major weapon systems programs continue to take longer to develop, cost more, and deliver fewer quantities and capabilities than originally planned. DOD also continues to face long-standing challenges managing service contracts and contractors. For example, the oversight of service contracts has been recognized as a material weakness in the Army. The current fiscal environment combined with the current operational demands elevates the need to improve weapon systems acquisition and contract management. DOD has taken steps in response to recommendations GAO has made over the past decade. Taken collectively, these actions reflect the commitment of DOD senior leadership. However, to fully address these challenges the department needs to (1) translate policy into practice, (2) ensure steps undertaken result in intended outcomes, and (3) conduct a fundamental reexamination of its reliance on contractors. In preparing this testimony, GAO drew from issued reports, containing statements of scope and methodology used, and testimonies."]}, {"section_title": "What GAO Found", "paragraphs": ["Several underlying systemic problems at the strategic level and at the program level continue to contribute to poor weapon systems acquisition. The total acquisition cost of DOD's 2007 portfolio of major programs has grown by 26 percent over initial estimates. At the strategic level, DOD does not prioritize weapon system investments, and its processes for matching warfighter needs with resources are fragmented and broken. DOD largely continues to define warfighting needs and make investment decisions on a service-by-service basis and assesses these requirements and their funding implications under separate decision-making processes. Invariably, DOD and the Congress end up continually shifting funds to and from programs--undermining well-performing programs to pay for poorly performing ones. At the program level, weapon system programs are initiated without sufficient knowledge about requirements, technology, and design maturity. Instead, managers rely on assumptions that are consistently too optimistic, exposing programs to significant and unnecessary risks and ultimately cost growth and schedule delays. In December 2008, DOD revised its guidance to improve its acquisition of major weapon systems, consistent with recommendations GAO has made. We have previously raised concerns, however, with DOD's implementation of guidance on weapon systems acquisition. In fiscal year 2008, DOD obligated about $200 billion for contractor-provided services, more than doubling the amount it spent a decade ago when measured in real terms. GAO's previous work has highlighted several examples of the risks inherent in using contractors, including ethics concerns, diminished institutional capacity, potentially greater costs, and mission risks. Further, the lack of well-defined requirements, difficulties employing sound business practices, and workforce and training issues hinder efforts to effectively manage and oversee contracts and contractors. These factors ultimately contribute to higher costs, schedule delays, unmet goals, and negative operational impacts. These issues take on a heightened significance in Iraq and Afghanistan, where DOD estimated that more than 200,000 contractor personnel were engaged as of July 2008, exceeding the number of uniformed military personnel there. As of October 2008, the number of contractor personnel in both countries had increased to over 230,000. DOD has taken several steps in response to GAO's recommendations aimed at improving management and oversight of contractors. These include issuing policy and guidance addressing contract management, identifying skill gaps in DOD's acquisition workforce, improving training for military commanders and contract oversight personnel, and creating a focal point within the department for issues associated with the use of contractors to support deployed forces. DOD, however, has not conducted a comprehensive assessment to determine the appropriate mix of military, civilian, and contractor personnel."]}], "report": [{"section_title": "Letter", "paragraphs": ["I appreciate the opportunity to be here today to discuss the challenges the  Department of Defense (DOD) must overcome if it is to improve the  efficiency and effectiveness of its weapon systems acquisitions and service  contract management. This hearing is timely—about 3 weeks ago, we  issued our 2009 update to our high-risk series that identified both of these  areas as being at risk for fraud, waste, abuse and mismanagement. The  issues we identified in each area are not new; we first designated DOD  weapon systems acquisition as a high-risk area in 1990, and 2 years later,  we took the same action with regard to DOD contract management.", "With an annual appropriation of about $512 billion in fiscal year 2009 and  supplemental funding of about $807 billion over the past several years to  support the global war on terrorism, DOD has a larger budget than any  other federal agency. As the Secretary of Defense testified last month,  however, “the spigot of defense funding opened by 9/11 is closing.” The  Secretary noted that with two major ongoing campaigns, the economic  crisis and resulting budget pressures will force hard choices on DOD,  including hard choices regarding defense acquisitions. He further  identified defense acquisition as the chief institutional challenge facing the  department. While the combat effectiveness of U.S. forces and weapon  systems is unparalleled, DOD has not been as effective in managing its  ongoing business operations, which have adversely affected mission  performance and increased the department’s vulnerability to fraud, waste,  abuse, and mismanagement. The department’s senior leadership has  shown a commitment to transforming business operations, including its  weapon systems acquisition and contract management processes, but  challenges remain in sustaining and building on this momentum.", "DOD’s major weapon systems continue to take longer to develop, cost  more, and deliver fewer quantities and capabilities than originally planned.  Current operational demands have highlighted the impact of these  persistent problems as DOD has been forced to work outside of its  traditional acquisition process to acquire equipment that meets warfighter  needs, as was the case with the Mine Resistant Ambush Protected vehicle.  Further, investment in weapons acquisition programs is now at its highest  level in two decades. The department was expected to invest more than  $357 billion over the next 5 years on the development and procurement of  major defense acquisition programs. Given the size of this investment,  poor outcomes in DOD’s weapon system programs reverberate across the  entire federal government. Every dollar wasted during the development  and acquisition of weapon systems is money not available for other  priorities within DOD and across the government.", "In fiscal year 2008, DOD spent about $200 billion on contractor services,  an amount that has more than doubled in real terms over the past decade.  DOD estimated that over 200,000 contractor personnel were supporting  operations in Iraq and Afghanistan in July 2008, exceeding the number of  uniformed military personnel in both countries. As of October 2008, the  number of contractor personnel in both countries had increased to over  230,000. In both the United States and at deployed locations, DOD relies  heavily on contractors to help meet critical missions. At installations  within the United States, contractors provide base operations support  (e.g., food and housing) and other administrative and logistical support. In  Iraq and Afghanistan, contractors not only provide traditional logistical  support—such as base operations support and the maintenance of  weapons systems—but also intelligence analysis and interpreters who  accompany military patrols. It is important to note that the increased use  of contractors both in the United States and at deployed locations is the  result of thousands of individual decisions and not the result of  comprehensive planning across the department. For example, the  Secretary of Defense recently stated that the growth of contractor services  in Iraq in many respects happened without a coherent strategy.", "GAO has issued numerous reports over the last decade discussing DOD’s  long-standing challenges managing and overseeing service contractors. A  recent memorandum issued by the Assistant Secretary of the Army for  Acquisition, Logistics, and Technology underscored these challenges,  stating that oversight of service contracts is a recognized material  weakness in the Army and that when appropriate contract administration  is not performed or is performed only by exception, it exposes the Army to  an unacceptable risk of contract fraud and affects the Army’s ability to  fully leverage all its resources toward prosecuting the global war on  terrorism. He went on to note that nothing short of a culture change is  needed to correct the contract administration problems the Army  continues to experience.", "Today, I will discuss the challenges that affect DOD’s acquisition of major  weapon systems, DOD’s management and oversight of service contracts,  and steps DOD has taken in response to our recommendations for these  issues. I will conclude with some observations on what further actions the  department should take to address these challenges.", "In preparing this testimony, we relied on our extensive body of work on  DOD’s acquisition of weapon systems and contract management issues. A  list of these products is provided in appendix II. This work was conducted  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Fragmented Processes, Unexecutable Business Cases, and Lack of Knowledge Underlie Poor Weapon Program Outcomes", "paragraphs": ["Since fiscal year 2000, DOD has significantly increased the number of  major defense acquisition programs and its overall investment in them.  During this same time period, acquisition outcomes have not improved.  For example, in last year’s assessment of selected DOD weapon programs,  we found that total acquisition costs for the fiscal year 2007 portfolio of  major defense acquisition programs increased 26 percent and  development costs increased by 40 percent from first estimates—both of  which are higher than the corresponding increases in DOD’s fiscal year  2000 portfolio. In most cases, the programs we assessed failed to deliver  capabilities when promised—often forcing warfighters to spend additional  funds on maintaining legacy systems. Our analysis showed that current  programs experienced, on average, a 21-month delay in delivering initial  capabilities to the warfighter, a 5-month increase over fiscal year 2000  programs as shown in table 1. Continued cost growth results in less  funding being available for other DOD priorities and programs, while  continued failure to deliver weapon systems on time delays providing  critical capabilities to the warfighter. We are currently updating our  analysis and intend to issue our assessment of DOD’s current portfolio in  March.", "Several underlying systemic problems at the strategic level and at the  program level continue to contribute to poor weapon system program  outcomes. At the strategic level, DOD does not prioritize weapon system  investments and the department’s processes for matching warfighter  needs with resources are fragmented and broken. DOD largely continues  to define warfighting needs and make investment decisions on a service- by-service basis and assess these requirements and their funding  implications under separate decision-making processes. Ultimately, the  process produces more demand for new programs than available  resources can support, promoting an unhealthy competition for funds that  encourages programs to pursue overly ambitious capabilities, develop  unrealistically low cost estimates and optimistic schedules, and to  suppress bad news. Similarly, DOD’s funding process does little to prevent  programs from going forward with unreliable cost estimates and lengthy  development cycles, which is not a sound basis for allocating resources  and ensuring program stability. Invariably, DOD and the Congress end up  continually shifting funds to and from programs—undermining well- performing programs to pay for poorly performing ones.", "At the program level, programs are started without knowing what  resources will truly be needed and are managed with lower levels of  product knowledge at critical junctures than expected under best  practices standards. For example, in our March 2008 assessment, we  found that only 12 percent of the 41 programs we reviewed had matured  all critical technologies at the start of the development effort. None of the  26 programs we reviewed that were at or had passed their production  decisions had obtained adequate levels of knowledge. In the absence of  such knowledge, managers rely heavily on assumptions about system  requirements, technology, and design maturity, which are consistently too  optimistic. These gaps are largely the result of a lack of a disciplined  systems engineering analysis prior to beginning system development, as  well as DOD’s tendency to allow new requirements to be added well into  the acquisition cycle. This exposes programs to significant and  unnecessary technology, design, and production risks, and ultimately  damaging cost growth and schedule delays. With high-levels of uncertainty  about technologies, design, and requirements, program cost estimates and  related funding needs are often understated, effectively setting programs  up for failure.", "When DOD consistently allows unsound, unexecutable programs to pass  through the requirements, funding, and acquisition processes,  accountability suffers. Program managers cannot be held accountable  when the programs they are handed already have a low probability of  success. Moreover, program managers are not empowered to make go or  no-go decisions, have little control over funding, cannot veto new  requirements, have little authority over staffing, and are frequently  changed during a program’s development. Consequently, DOD officials are  rarely held accountable for these poor outcomes, and the acquisition  environment does not provide the appropriate incentives for contractors  to stay within cost and schedule targets, making them strong enablers of  the status quo.", "With regard to improving its acquisition of weapon systems, DOD has  made changes consistent with the knowledge-based approach to weapons  development that GAO has recommended in its work. In December 2008,  DOD revised DOD Instruction 5000.02, which provides procedures for  managing major defense acquisition programs in ways that aim to provide  key department leaders with the knowledge needed to make informed  decisions before a program starts and to maintain discipline once it  begins. For example, the revised instruction includes procedures for the  completion of key systems engineering activities before the start of the  systems development, a requirement for more prototyping early in  programs, and the establishment of review boards to monitor weapon  system configuration changes. We have previously raised concerns,  however, with DOD’s implementation of guidance on weapon systems  acquisition. At the same time, DOD must begin making better choices that  reflect joint capability needs and match requirements with resources.  Given the nation’s ongoing financial and economic crisis, DOD’s  investment decisions cannot continue to be driven by the military services  that propose programs that overpromise capabilities and underestimate  costs simply to start and sustain development programs."], "subsections": []}, {"section_title": "DOD Continues to Face Long-standing Challenges Managing Service Contracts and Contractors", "paragraphs": [], "subsections": [{"section_title": "DOD Has Yet to Fully Assess Which Functions and Activities Should be Performed by Contractors, Limiting Its Ability to Mitigate Risks", "paragraphs": ["DOD has increasingly relied on contractors to support its missions and  operations, due in part to such factors as the reductions in DOD’s civilian  and military personnel following the collapse of the Soviet Union, the  increasing complexity of weapons systems, and more recently, the  increased demands related to the global war on terrorism, such as the  need for large numbers of Arabic speakers. DOD officials have stated that  without a significant increase in its civilian and military workforce, the  department is likely to continue to rely on contractors both in the United  States and overseas in support of future deployments. For example, in  October 2008, the then-Under Secretary of the Army stated that the Army  has more requirements than available force structure and that much of the  Army’s mission would be impossible without the support provided by  contractors. Similarly, the Deputy Under Secretary of Defense for  Logistics and Materiel Readiness testified in 2008 that the structure of the  U.S. military has been adapted to an environment in which contractors are  an indispensable part of the force. In that regard, DOD estimated that  more than 230,000 contractor personnel were supporting operations in  Iraq and Afghanistan as of October 2008.", "This reliance on contractors to support DOD’s current mission was not the  result of a strategic or deliberate process but resulted from thousands of  individual decisions to use contractors to provide specific capabilities. As  the Secretary of Defense testified last month, DOD has not thought  holistically or coherently about the department’s use of contractors  particularly when it comes to combat environments. DOD has long- standing guidance for determining the appropriate mix of manpower— military, civilian, and contractors—necessary to accomplish the  department’s mission. This guidance, however, is primarily focused on  individual decisions whether to use contractors to provide specific  capabilities and not the overarching question of what the appropriate role  of contractors should be. In October 2008, the Under Secretary of the  Army acknowledged that DOD has not made much progress in assessing  the appropriate role of contractors on the battlefield and stated that any  serious or purposeful discussion about the future size of the Army must  include the role of contractors.", "We have increasingly called for DOD to be more strategic in how it uses  contractors. For example, in November 2006, we reported that DOD  lacked a proactive strategic approach to managing services acquisitions  and needed to determine, among other things, areas of specific risks that  were inherent when acquiring services and that should be managed with  greater attention. Indeed, we have called on DOD to conduct a  fundamental reexamination of when and under what circumstances DOD  should use contractors as opposed to civil servants or military personnel.  Similarly, in January 2008, we testified that DOD needs to determine the  appropriate balance between contractors and military personnel in  deployed locations. Without a fundamental understanding of its reliance  on contractors and the capabilities they should provide, DOD’s ability to  mitigate the risks associated with using contractors is limited.", "Our previous work has highlighted several examples of the risks inherent  to using contractors, including ethics concerns, diminished institutional  capacity, potentially greater costs, and mission risks. Examples include:    Certain contractor employees often work side-by-side with government  employees, performing such tasks as studying alternative ways to acquire  desired capabilities, developing contract requirements, and advising or  assisting on source selection, budget planning, and award-fee  determinations. Contractor employees are generally not subject, however,  to the same laws and regulations that are designed to prevent conflicts of  interests among federal employees.", "The Army Contracting Agency’s Contracting Center of Excellence relied  on contractors to support acquisition and contracting decisions, which  raised concerns about the Army’s efforts to mitigate the risks of conflicts  of interest or losing control over decision making. Similarly, for 11 Air  Force space program offices, contractors accounted for 64 percent of cost- estimating personnel, raising questions from the cost-estimating  community about whether numbers and qualifications of government  personnel are sufficient to provide oversight of and insight into contractor  cost estimates.", "One underlying premise of using contractors is that doing so will be more  cost-effective than using government personnel. This may not always be  the case. In one instance, we found that the Army Contracting Agency’s  Contracting Center of Excellence was paying up to 27 percent more for  contractor-provided contract specialists than it would have for similarly  graded government employees.", "Reliance on contractors can create mission risks when contractors are  supporting deployed forces. For example, because contractors cannot be  ordered to serve in contingency environments, the possibility that they will  not deploy can create risks that the mission they support may not be  effectively carried out. Further, if commanders are unaware of their  reliance on contractors they may not realize that substantial numbers of  military personnel may be redirected from their primary responsibilities to  provide force protection or assume functions anticipated to be performed  by contractors and commanders therefore may not plan accordingly. The  Chairman of the Joint Chiefs of Staff has directed the Joint Staff to  examine the use of DOD service contracts (contractors) in Iraq and  Afghanistan in order to better understand the range and depth of  contractor capabilities necessary to support the Joint Force.", "In assessing the appropriate role of contractors, it is important to  recognize that contractors can provide important benefits such as  flexibility to fulfill immediate needs. In some cases, DOD’s specific needs  may be too limited, too technical or have other characteristics that do not  make it cost-effective for DOD to develop an organic capability. For  example, we reported in 2008 that the repair of battle-damaged Stryker  vehicles was contracted out because DOD did not have people with the  specific welding skills required to perform this type of repair. In other  cases, contractors are used because they are cheaper. For example, we  reported in 2007 that the Army’s decision to contract for the operation and  maintenance of the firing range at Fort Hood resulted in an estimated $6  million savings. In addition, both DOD and others have stated the  department has limited capacity to pick up some or all of the capabilities  currently provided by contractors. For example, DOD has reported that  replacing the 13,000 armed private security contractors currently  supporting the department in Iraq and Afghanistan, would require at least  an additional 40,000 military personnel, given DOD’s current rotation  policies."], "subsections": []}, {"section_title": "DOD Continues to Face Challenges in Employing Sound Business Practices When Contracting for and Managing Service Contracts", "paragraphs": ["Once the decision has been made to use contractors to support DOD’s  missions or operations, it is essential that DOD clearly defines its  requirements and employs sound business practices, such as using  appropriate contracting vehicles and the collection and distribution of  critical information. Our work, however, on DOD’s use of time-and- materials contracts and undefinitized contract actions—two contracting  practices that are often used when requirements are uncertain or  changing—identified weaknesses in DOD’s management and oversight,  increasing the government’s risk. Examples include:  In June 2007, we found numerous issues with DOD’s use of time-and- materials contracts. DOD reported that it obligated nearly $10 billion  under time-and-materials contracts in fiscal year 2005, acquiring, among  other services, professional, administrative, and management support  services. Some specific examples of the services DOD acquired included  subject matter experts in the intelligence field and systems engineering  support. These contracts are appropriate when specific circumstances  justify the risks, but our findings indicate that they are often used as a  default for a variety of reasons—ease, speed, and flexibility when  requirements or funding are uncertain. Time-and-materials contracts are  considered high risk for the government because they provide no positive  profit incentive to the contractor for cost control or labor efficiency and  their use is supposed to be limited to cases where no other contract type is  suitable. We found, however, that DOD underreported its use of time-and- materials contracts; frequently did not justify why time-and-materials  contracts were the only contract type suitable for the procurement; made  few attempts to convert follow-on work to less risky contract types; and  was inconsistent in the rigor with which contract monitoring occurred.", "In that same month, we reported that DOD needed to improve its  management and oversight of undefinitized contract actions (UCAs),  under which DOD can authorize contractors to begin work and incur costs  before reaching a final agreement on contract terms and conditions,  including price. The contractor has little incentive to control costs during  this period, creating a potential for wasted taxpayer dollars. We found that  DOD did not know the full extent it used UCAs because the government’s  federal procurement data system did not track UCAs awarded under  certain contract actions, such as task or delivery order contracts.  Moreover, we found that (1) the use of some UCAs could have been  avoided with better acquisition planning; (2) DOD frequently did not  definitize the UCAs within the required time frames thereby increasing the  cost risk to the government; and (3) contracting officers were not  documenting the basis for the profit or fee negotiated, as required. We  called on DOD to strengthen management controls and oversight of UCAs  to reduce the risk of DOD paying unnecessary costs and potentially  excessive profit rates.", "In a separate report, issued in July 2007, we found that DOD’s failure to  adhere to key contracting principles on a multibillion dollar contract to  restore Iraq’s oil infrastructure increased the government’s risk. In this  case, we found that the lack of timely negotiations on task orders that  were issued as UCAs contributed significantly to DOD’s decision to pay  nearly all of the $221 million in costs questioned by the Defense Contract  Audit Agency (DCAA). All 10 task orders we reviewed were negotiated  more than 180 days after the work commenced, and the contractor had  incurred almost all its costs at the time of negotiations. The negotiation  delays were in part caused by changing requirements, funding challenges,  and inadequate contractor proposals.", "Our previous work has also identified cost and oversight risks associated  with inconsistent or limited collection and distribution of information.  Examples include:   Our 2008 review of several Army service contracts found that the Army’s  oversight of some of the contracts was inadequate due in part to  contracting offices not maintaining complete contract files documenting  contract administration and oversight actions taken, in accordance with  DOD policy and guidance. As a result, incoming contract administration  personnel did not know whether the contractors were meeting their  contract requirements effectively and efficiently and therefore were  limited in their ability to make informed decisions related to award fees,  which can run into the millions of dollars.", "In addition, several GAO reports and testimonies have noted that despite  years of experience using contractors to support deployed forces in the  Balkans, Southwest Asia, Iraq, and Afghanistan, DOD has made few efforts  to systematically collect and share lessons learned regarding the oversight  and management of contractors supporting deployed forces. As a result,  many of the management and oversight problems we identified in earlier  operations have recurred in current operations. Moreover, without the  sharing of lessons learned, substantial increases in forces in Afghanistan  are likely to exacerbate those contract management and oversight  challenges already present in Afghanistan."], "subsections": []}, {"section_title": "Workforce Issues and Lack of Training Continue to Limit DOD’s Ability to Provide Adequate Contract Oversight and Management", "paragraphs": ["Properly managing the acquisition of services requires a workforce with  the right skills and capabilities. In that regard, there are a number of  individuals and organizations involved in the acquisition process, including  contracting officers who award contracts, as well as those individuals who  define requirements, receive or benefit from the services provided, and  oversee contractor performance, including DCAA and the Defense  Contract Management Agency (DCMA).", "We and others have raised questions whether DOD has a sufficient number  of trained acquisition and contract oversight personnel to meet its needs.  For example, the increased volume of contracting is far in excess of the  growth in DOD contract personnel. Between fiscal years 2001 and 2008,  DOD obligations on contracts when measured in real terms, have more  than doubled to over $387 billion in total, and to more than $200 billion  just for services. Over the same time period, however, DOD reports its  contracting career field grew by only about 1 percent as shown in figure 1.  In 2008, DOD completed an assessment of its contracting workforce, in  which more than 87 percent of its contracting workforce participated.  DOD reports that this assessment provides a foundation for understanding  the skills and capabilities its workforce currently and is in the process of  determining how to close those gaps, such as through training or hiring  additional personnel. DOD, however, lacks information on the  competencies and skills needed in its entire workforce, particularly those  who provide oversight or play other key roles in the acquisition process.  We are currently assessing DOD’s ability to determine the sufficiency of its  acquisition workforce and its efforts to improve its workforce  management and oversight and will be issuing a report in the spring.", "Having too few contract oversight personnel presents unique difficulties at  deployed locations given the more demanding operational environment  compared to the United States because of an increased operational tempo,  security considerations, and other factors. We and others have found  significant deficiencies in DOD’s oversight of contractors because of an  inadequate number of trained personnel to carry out these duties.  Examples include:    We noted in January and September 2008 that the lack of qualified  personnel hindered oversight of contracts to maintain military equipment  in Kuwait and provide linguist services in Iraq and Afghanistan. We found  that without adequate levels of qualified oversight personnel, DOD’s ability  to perform the various tasks needed to monitor contractor performance  may be hindered. For example, we found that poor contractor  performance can result in the warfighter not receiving equipment in a  timely manner.", "In addition, the Army Inspector General reported in October 2007 that  shortages of contracting officers, quality assurance personnel, and  technically proficient contracting officer’s representatives were noticeable  at all levels, while the 2007 Commission on Army Acquisition and Program  Management in Expeditionary Operations (the Gansler Commission)  noted that shortages in personnel contributed to fraud, waste, and abuse  in theatre. If left unaddressed, the problems posed by personnel  shortages in Iraq and elsewhere are likely to become more significant in  Afghanistan as we increase the number of forces and the contractors who  support them there.", "An additional, long-standing challenge hindering management and  oversight of contractors supporting deployed forces is the lack of training  for military commanders and oversight personnel. As we testified in 2008,  limited or no pre-deployment training on the use of contractor support can  cause a variety of problems for military commanders in a deployed  location, such as being unable to adequately plan for the use of those  contractors and confusion regarding the military commanders’ roles and  responsibilities in managing and overseeing contractors. Lack of training  also affects the ability of contract oversight personnel to perform their  duties. The customer (e.g., a military unit) for contractor-provided services  at deployed locations is responsible for evaluating the contractor’s  performance and ensuring that contractor-provided services are used in an  economical and efficient manner. Often this involves the use of  contracting officer’s representatives—individuals typically drawn from  units receiving contractor-provided services, who are not normally  contracting specialists, and for whom contract monitoring is an additional  duty. We have repeatedly found that contract oversight personnel received  little or no pre-deployment training on their roles and responsibilities in  monitoring contractor performance, hindering the ability of those  individuals to effectively manage and oversee contractors.", "While performing oversight is often the responsibility of military service  contracting officers or their representatives, DCAA and DCMA play key  roles in the oversight process. DCAA provides a critical internal control  function on behalf of DOD and other federal agencies by performing a  range of contract audit services, including reviewing contractors’ cost  accounting systems, conducting audits of contractor cost proposals and  payment invoices, and providing contract advisory services to help assure  that the government pays fair and reasonable prices. To be an effective  control, DCAA must perform reliable audits. In a report we issued in July  2008, however, we identified a serious noncompliance with generally  accepted government auditing standards at three field audit offices  responsible for billions of dollars of contracting. For example, we found  that workpapers did not support reported opinions and sufficient audit  work was not performed to support audit opinions and conclusions. As a  result, DCAA cannot assure that these audits provided reliable information  to support sound contract management business decisions or that contract  payments are not vulnerable to significant amounts of fraud, waste, abuse,  and mismanagement. The DCAA Director subsequently acknowledged  agencywide problems and initiated a number of corrective actions. In  addition, DOD included DCAA’s failure to meet professional standards as a  material internal control weakness in its fiscal year 2008 agency financial  report. We are currently assessing DCAA’s corrective actions and  anticipate issuing a report later this spring.", "Similarly, DCMA provides oversight at more than 900 contractor facilities  in the United States and across the world, providing contract  administration services such as monitoring contractors’ performance and  management systems to ensure that cost, performance, and delivery  schedules comply with the terms and conditions of the contracts. DCMA  has also assumed additional responsibility for overseeing service contracts  in Iraq, Afghanistan, and other deployed locations, including contracts that  provide logistical support and private security services. In a July 2008  report, we noted that DCMA had increased staffing in these locations only  by shifting resources from other locations and had asked the services to  provide additional staff since DCMA did not have the resources to meet  the requirement. As a result, it is uncertain whether DCMA has the  resources to meet its commitments at home and abroad."], "subsections": []}, {"section_title": "DOD Has Taken Some Steps to Address Service Contract Management and Oversight Challenges in Response to GAO Recommendations", "paragraphs": ["GAO’s body of work on contract management and the use of contractors  to support deployed forces has resulted in numerous recommendations  over the last several years. In response, DOD has issued guidance to  address contracting weaknesses and promote the use of sound business  arrangements. For example, in response to congressional direction and  GAO recommendations, DOD has established a framework for reviewing  major services acquisitions; promulgated regulations to better manage its  use of contracting arrangements that can pose additional risks for the  government, including time-and-materials contracts and undefinitized  contracting actions; and has efforts under way to identify and improve the  skills and capabilities of its workforce. For example, in response to  recommendations from the Gansler Commission, the Army has proposed  increasing its acquisition workforce by over 2,000 personnel. However, the  Army also acknowledged that this process will take at least 3 to 5 years to  complete.", "DOD has also taken specific steps to address contingency contracting  issues. GAO has made numerous recommendations over the past 10 years  aimed at improving DOD’s management and oversight of contractors  supporting deployed forces, including the need for (1) DOD-wide guidance  on how to manage contractors that support deployed forces, (2) improved  training for military commanders and contract oversight personnel, and  (3) a focal point within DOD dedicated to leading DOD’s efforts to improve  the management and oversight of contractors supporting deployed forces.  As we reported in November 2008, DOD has been developing, revising, and  finalizing new joint policies and guidance on the department’s use of  contractors to support deployed forces (which DOD now refers to as  operational contract support). Examples include:  In October 2008, DOD finalized Joint Publication 4-10, “Operational  Contract Support,” which establishes doctrine and provides standardized  guidance for planning, conducting, and assessing operational contract  support integration and contractor management functions in support of  joint operations.", "DOD is revising DOD Instruction 3020.41, “Program Management for the  Preparation and Execution of Acquisitions for Contingency Operations,”  which strengthens the department’s joint policies and guidance on  program management, including the oversight of contractor personnel  supporting a contingency operation.", "DOD has also taken steps to improve the training of military commanders  and contract oversight personnel. As we reported in November 2008, the  Deputy Secretary of Defense issued a policy memorandum in August 2008  directing the appointment of trained contracting officer’s representatives  prior to the award of contracts. U.S. Joint Forces Command is developing  two training programs for non-acquisition personnel to provide  information necessary to operate effectively on contingency contracting  matters and work with contractors on the battlefield. In addition, the Army  has a number of training programs available that provide information on  contract management and oversight to operational field commanders and  their staffs. The Army is also providing similar training to units as they  prepare to deploy, and DOD, the Army, and the Marine Corps have begun  to incorporate contractors and contract operations in mission rehearsal  exercises.", "In October 2006, the Deputy Under Secretary of Defense for Logistics and  Materiel Readiness established the office of the Assistant Deputy Under  Secretary of Defense (Program Support) to act as the focal point for  DOD’s efforts to improve the management and oversight of contractors  supporting deployed forces. This office has taken several steps to help  formalize and coordinate efforts to address issues related to contractor  support to deployed forces. For example, the office took a leading role in  establishing a community of practice for operational contract support— comprising subject matter experts from the Office of the Secretary of  Defense, the Joint Staff, and the services—that may be called upon to  work on a specific task or project. Additionally, the office helped establish  a Council of Colonels, which serves as a “gatekeeper” for initiatives,  issues, or concepts, as well as a Joint Policy Development General Officer  Steering Committee, which includes senior commissioned officers or  civilians designated by the services. The committee’s objective is to guide  the development of the Office of the Secretary of Defense, Joint Staff, and  service policy, doctrine, and procedures to adequately reflect situational  and legislative changes as they occur within operational contract support."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["DOD has recognized it faces challenges with weapons systems acquisition  and contract management and the department has taken steps to address  these challenges, including those outlined in this testimony. The current  economic crisis presents an opportunity and an imperative for DOD to act  forcefully to implement new procedures and processes in a sustained,  consistent, and effective manner across the department. In this context, to  overcome these issues, the department needs to take additional actions.  These include:  In the near-term, DOD needs to ensure that existing and future guidance is  fully complied with and implemented. Doing so will require continued,  sustained commitment by senior DOD leadership to translate policy into  practice and to hold decision makers accountable.", "At the same time, the department and its components have taken or plan  to take actions to further address weapons systems acquisition and  contract management challenges. However, many of these actions, such as  the Army’s efforts to increase its acquisition workforce, will not be fully  implemented for several years and progress will need to be closely  monitored to ensure the steps undertaken result in their intended  outcomes.", "Risk is inherent when relying on contractors to support DOD missions. At  the departmentwide level, DOD has yet to conduct the type of fundamental  reexamination of its reliance on contractors that we called for in 2008.  Without understanding the depth and breadth of contractor support, the  department will be unable to determine if it has the appropriate mix of  military personnel, DOD civilians, and contractors. As a result, DOD may  not be totally aware of the risks it faces and will therefore be unable to  mitigate those risks in the most cost-effective and efficient manner.", "The implementation of existing and emerging policy, monitoring of the  department’s actions, and the comprehensive assessment of what should  and should not be contracted for are not easy tasks, but they are essential  if DOD is to place itself in a better position to deliver goods and services to  the warfighters. Moreover, with an expected increase of forces in  Afghanistan, the urgency for action is heightened to help the department  avoid the same risks of fraud, waste, and abuse it has experienced using  contractors in support of Operation Iraqi Freedom.", "Mr. Chairman, this concludes my prepared statement. I will be pleased to  answer any questions you or members of the subcommittee may have at  this time."], "subsections": []}, {"section_title": "Contacts and Acknowledgments", "paragraphs": ["For further information about this testimony, please contact Janet St.  Laurent, Managing Director, Defense Capabilities and Management on  (202) 512-4402 or stlaurentj@gao.gov or Katherine V. Schinasi, Managing  Director, Acquisition and Sourcing Management on (202) 512-4841 or  schinasik@gao.gov. Other key contributors to this testimony include Karyn  Angulo, Carole Coffey, Grace Coleman, Timothy DiNapoli, Gayle Fischer,  Dayna Foster, Angie Nichols-Friedman, John Hutton, Julia Kennon, James  A. Reynolds, William M. Solis, and Karen Thornton."], "subsections": []}]}, {"section_title": "Appendix I: GAO’s 2009 High-Risk List", "paragraphs": [], "subsections": [{"section_title": "Addressing Challenges in Broad-Based Transformations", "paragraphs": ["Modernizing the Outdated U.S. Financial Regulatory System (New)    Protecting Public Health through Enhanced Oversight of Medical Products  (New)"], "subsections": []}, {"section_title": "Managing Federal Contracting More Effectively", "paragraphs": [], "subsections": []}, {"section_title": "Modernizing and Safeguarding Insurance and Benefit Programs", "paragraphs": [], "subsections": []}]}, {"section_title": "Appendix II: Selected GAO Products", "paragraphs": [], "subsections": [{"section_title": "High-Risk Series", "paragraphs": ["High-Risk Series: An Update. GAO-09-271. Washington, D.C.: January  2009."], "subsections": []}, {"section_title": "Weapon Systems", "paragraphs": ["Defense Acquisitions: Fundamental Changes Are Needed to Improve  Weapon Program Outcomes. GAO-08-1159T. Washington, D.C.: September  25, 2008.", "Defense Acquisitions: Assessments of Selected Weapon Programs.  GAO-08-467SP. Washington, D.C.: March 31, 2008."], "subsections": []}, {"section_title": "Best Practices", "paragraphs": ["Defense Acquisitions: A Knowledge-Based Funding Approach Could  Improve Major Weapon System Program Outcomes. GAO-08-619.  Washington, D.C.: July 2, 2008.", "Best Practices: Increased Focus on Requirements and Oversight Needed  to Improve DOD’s Acquisition Environment and Weapon System  Quality. GAO-08-294. Washington, D.C.: February 1, 2008.", "Space Acquisitions: Actions Needed to Expand and Sustain Use of Best  Practices. GAO-07-730T. Washington, D.C.: April 19, 2007."], "subsections": []}, {"section_title": "Investment Strategy", "paragraphs": ["Defense Acquisitions: DOD’s Requirements Determination Process Has  Not Been Effective in Prioritizing Joint Capabilities. GAO-08-1060.  Washington, D.C.: September 25, 2008.", "Tactical Aircraft: DOD Needs a Joint and Integrated Investment  Strategy. GAO-07-415. Washington, D.C.: April 2, 2007.", "Best Practices: An Integrated Portfolio Management Approach to Weapon  System Investments Could Improve DOD’s Acquisition Outcomes.  GAO-07-388. Washington, D.C.: March 30, 2007."], "subsections": []}, {"section_title": "Weapon System Reviews", "paragraphs": ["Defense Acquisitions: Cost to Deliver Zumwalt-Class Destroyers Likely  to Exceed Budget. GAO-08-804. Washington, D.C.: July 31, 2008.", "Defense Acquisitions: Progress Made in Fielding Missile Defense, but  Program Is Short of Meeting Goals. GAO-08-448. Washington, D.C.: March  14, 2008.", "Joint Strike Fighter: Recent Decisions by DOD Add to Program Risks.  GAO-08-388. Washington, D.C.: March 11, 2008.", "Defense Acquisitions: 2009 Is a Critical Juncture for the Army’s Future  Combat System. GAO-08-408. Washington, D.C.: March 7, 2008."], "subsections": []}, {"section_title": "Contract Management", "paragraphs": ["DCAA Audits: Allegations That Certain Audits at Three Locations Did  Not Meet Professional Standards Were Substantiated. GAO-08-857.  Washington, D.C.: July 22, 2008.", "Defense Contracting: Post-Government Employment of Former DOD  Officials Needs Greater Transparency. GAO-08-485. Washington, D.C.:  May 21, 2008.", "Defense Contracting: Army Case Study Delineates Concerns with Use of  Contractors as Contract Specialists. GAO-08-360. Washington, D.C.:  March 26, 2008.", "Defense Contracting: Additional Personal Conflict of Interest Safeguards  Needed for Certain DOD Contractor Employees. GAO-08-169. Washington,  D.C.: March 7, 2008.", "Defense Contract Management: DOD’s Lack of Adherence to Key  Contracting Principles on Iraq Oil Contract Put Government Interests at  Risk. GAO-07-839. Washington, D.C.: July 31, 2007.", "Defense Contracting: Improved Insight and Controls Needed over DOD’s  Time-and-Materials Contracts. GAO-07-273. Washington, D.C.: June 29,  2007.", "Defense Contracting: Use of Undefinitized Contract Actions Understated  and Definitization Time Frames Often Not Met. GAO-07-559.  Washington, D.C.: June 19, 2007.", "Defense Acquisitions: Improved Management and Oversight Needed to  Better Control DOD’s Acquisition of Services. GAO-07-832T, Washington,  D.C.: May 10, 2007  Defense Acquisitions: Tailored Approach Needed to Improve Service  Acquisition Outcomes. GAO-07-20. Washington, D.C.: November 9, 2006."], "subsections": []}, {"section_title": "Operational Contract Support", "paragraphs": ["Contract Management: DOD Developed Draft Guidance for Operational  Contract Support but Has Not Met All Legislative Requirements.  GAO-09-114R. Washington, D.C.: November 20, 2008.", "Contingency Contracting: DOD, State, and USAID Contracts and  Contractor Personnel in Iraq and Afghanistan. GAO-09-19. Washington,  D.C.: October 1, 2008.", "Military Operations: DOD Needs to Address Contract Oversight and  Quality Assurance Issues for Contracts Used to Support Contingency  Operations. GAO-08-1087. Washington, D.C: September 26, 2008.", "Rebuilding Iraq: DOD and State Department Have Improved Oversight  and Coordination of Private Security Contractors in Iraq, but Further  Actions Are Needed to Sustain Improvements. GAO-08-966. Washington,  D.C.: July 31, 2008.", "Defense Management: DOD Needs to Reexamine Its Extensive Reliance  on Contractors and Continue to Improve Management and Oversight.  GAO-08-572T. Washington, D.C.: March 11, 2008.", "Military Operations: Implementation of Existing Guidance and Other  Actions Needed to Improve DOD’s Oversight and Management of  Contractors in Future Operations. GAO-08-436T. Washington, D.C.:  January 24, 2008.", "Defense Acquisitions: DOD’s Increased Reliance on Service Contractors  Exacerbates Longstanding Challenges. GAO-08-621T. Washington, D.C.:  January 23, 2008.", "Defense Logistics: The Army Needs to Implement an Effective  Management and Oversight Plan for the Equipment Maintenance  Contract in Kuwait. GAO-08-316R. Washington, D.C.: January 23, 2008.", "Military Operations: High-Level DOD Action Needed to Address Long- standing Problems with Management and Oversight of Contractors  Supporting Deployed Forces. GAO-07-145. Washington, D.C.: December  18, 2006.", "Rebuilding Iraq: Continued Progress Requires Overcoming Contract  Management Challenges. GAO-06-1130T. Washington, D.C.: September 28,  2006.", "Military Operations: Background Screenings of Contractor Employees  Supporting Deployed Forces May Lack Critical Information, but U.S.  Forces Take Steps to Mitigate the Risks Contractors May Pose.  GAO-06-999R. Washington, D.C.: September 22, 2006.", "Rebuilding Iraq: Actions Still Needed to Improve the Use of Private  Security Providers. GAO-06-865T. Washington, D.C.: June 13, 2006.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}