{"id": "GAO-10-531", "url": "https://www.gao.gov/products/GAO-10-531", "title": "Troubled Asset Relief Program: Treasury's Framework for Deciding to Extend TARP Was Sufficient, but Could be Strengthened for Future Decisions", "published_date": "2010-06-30T00:00:00", "released_date": "2010-06-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Department of the Treasury's (Treasury) authority to purchase, commit to purchase, or commit to guarantee troubled assets was set to expire on December 31, 2009. This important authority has allowed Treasury to undertake a number of programs to help stabilize the financial system. In December 2009, the Secretary of the Treasury extended the authority to October 3, 2010. In our October 2009 report on the Troubled Asset Relief Program (TARP), GAO suggested as part of a framework for decision making that Treasury should coordinate with relevant federal agencies, communicate with Congress and the public, and link the decisions related to the next phase of the TARP program to quantitative analysis. This report discusses (1) the process Treasury used to decide to extend TARP and the extent of coordination with relevant agencies and (2) the analytical framework and quantitative indicators Treasury used to decide to extend TARP. To meet the report objectives, GAO reviewed key documents related to the decision to extend TARP, interviewed agency officials and analyzed financial data."]}, {"section_title": "What GAO Found", "paragraphs": ["The extension of TARP involved winding down programs while extending others, transforming the program to one focused primarily on preserving homeownership, and improving financial conditions for small banks and businesses. While the extension of TARP was solely the Treasury's decision, it was taken after significant deliberation and involved interagency coordination. Although sufficient for the decision to extend, the extent of coordination could be enhanced and formalized for any upcoming decisions that would benefit from interagency collaboration, especially with the Federal Deposit Insurance Corporation (FDIC). Treasury considered a number qualitative and quantitative factors for key decisions associated with the TARP extension. Important factors considered for the extension of new commitments centered on ongoing weaknesses in key areas of the economy. Treasury underscored that while analysis was possible on the needs or success of individual programs, the fragile state of the economy and remaining downside risks were difficult to know with certainty. Considering this uncertainty, Treasury wanted to extend TARP through October 2010 in order to retain resources to respond to financial instability. Going forward, Treasury could strengthen its current analytical framework by identifying clear objectives for small business programs and providing explicit linkages between TARP program decisions and the quantitative analysis or indicators used to motivate those decisions."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Secretary of the Treasury (1) formalize coordination with FDIC for future TARP decisions and (2) improve the transparency and analytical basis for TARP program decisions. Treasury generally agreed with our recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["In response to the recent financial crisis, the United States has initiated  extraordinary interventions aimed at moderating its impact. The Board of  Governors of the Federal Reserve System (Federal Reserve), the Federal  Deposit Insurance Corporation (FDIC), and the Department of the  Treasury (Treasury) have taken the lead in combating the worst episode of  financial instability since the Great Depression and, by many measures,  the most severe recession since the end of World War II. Among the crisis- driven interventions was the Troubled Asset Relief Program (TARP),  which was authorized by the Emergency Economic Stabilization Act  (EESA) of 2008. EESA gave Treasury the authority to purchase or  guarantee “troubled assets” that were deemed to be at the heart of the  crisis—including mortgages and mortgage-backed securities—and any  other financial instrument Treasury determined it needed to purchase to  help stabilize the financial system. Over the last 20 months, the activities  initiated under TARP have covered a broad range of activities including,  injecting capital into key financial intuitions, purchasing and guaranteeing  assets, providing credit protection, and providing incentives for modifying  residential mortgages, among other things.", "Although the United States’ financial system has become more stable and  economic conditions appear to be improving, the economy remains fragile  and potential threats remain. As a result Treasury, the Federal Reserve,  FDIC, and other government agencies continue to take steps to stabilize  financial markets and strengthen the economic recovery. However,  eventually the government plans to withdraw this exceptional public  support from the financial system. The termination and winding down of  many federal government programs is already under way.", "In response to the need to develop an exit strategy without compromising  the nascent recovery, on December 9, 2009, the Secretary of the Treasury  (Secretary) announced the next steps in TARP. Specifically, the Secretary  (1) extended the authority provided under EESA to October 3, 2010; (2)  announced that several TARP programs would be terminated and  additional commitments would be made with respect to others; and (3)  notified Congress that Treasury expected to use no more than $550 billion  out of the approximately $700 billion authorized by EESA.", "In addition to authorizing TARP, EESA also provided GAO with broad  oversight authorities for actions taken under TARP and requires GAO to  report at least every 60 days on TARP activities and performance. To  fulfill our statutorily mandated responsibilities, we have been reviewing  numerous TARP programs and monitoring and providing updates on  financial market and economic indicators. In our October 2009 TARP  report, we suggested as part of a credible and robust framework for  decision making that Treasury should coordinate with relevant federal  agencies, communicate with Congress and the public, and link the  decisions related to the next phase of the TARP program to quantitative  analysis. This report, which expands on our October 2009 report,  examines the process the Secretary used in deciding to extend TARP.  Specifically, this report discusses (1) the process Treasury used to decide  to extend TARP and the extent of coordination with relevant agencies and  (2) the analytical framework and quantitative indicators Treasury used to  decide to extend TARP.", "To meet the report objectives, we reviewed key documents related to the  decision to extend TARP, including reports issued by the Financial  Stability Oversight Board (FinSOB) and other documents that Treasury  identified as reflecting the analytical framework used. As part of our  review we analyzed data on the state of the economy and financial  markets and continued to monitor indicators that might be suggestive of  the performance and effectiveness of TARP. We also interviewed Treasury  and Federal Reserve officials and received official responses to our  questions from FDIC. Because Treasury is terminating and winding down  some programs and allocating additional resources to others, we reviewed  the indicators that Treasury officials used to inform these decisions. We  believe that these data, considered as a whole, are sufficiently reliable for  the purpose of summarizing TARP activity and presenting and analyzing  trends in the economy and financial markets. However, we discuss some  limitations about the data on credit conditions for small businesses. For  additional information on the scope and methodology for this engagement,  see appendix I.", "We conducted this performance audit from March 2010 to June 2010 in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["As the economy begins to recover from the financial crisis, the  extraordinary government interventions taken to stabilize the financial  system will need to be withdrawn. The consequences of financial crises— specifically systemic bank-based crises—on economic activity have been  well documented. As a result, governments and monetary authorities  typically undertake interventions, even though the resulting actions raise  concerns about moral hazard and can come at a significant expense to  taxpayers. Given its severity and systemic nature, the recent global  financial crisis prompted substantial interventions starting as early as  September 2007, after the first signs of serious trouble in the subprime  mortgage market surfaced (see app. II). In the early stages of the financial  crisis, the observable policy responses were a Department of Housing and  Urban Development (HUD)-initiated foreclosure prevention program, a  Federal Reserve lending facility for depository institutions, and currency  swap arrangements with various foreign central banks. As the crisis  intensified, additional lending facilities were created, followed by separate  actions by the Federal Reserve, Treasury, and others that dealt with  financial sector issues on a case-by-case basis. These actions included  facilitating JPMorgan Chase & Co.’s purchase of Bear Stearns Companies,  Inc.; addressing problems at Fannie Mae and Freddie Mac by placing them  into conservatorship; working with market participants to prepare for the  failure of Lehman Brothers; and lending to American International Group  (AIG) to allow it to sell some of its assets in an orderly manner.", "Although Treasury had begun to take a number of broader steps, including  establishing a temporary guarantee program for money market funds in  the United States, it decided that additional and comprehensive action was  needed to address the root causes of the financial system’s stresses. The  passage of EESA and authorization of TARP provided Treasury with the  framework it needed to begin its more comprehensive and coordinated  course of action that ultimately resulted in several programs. Some TARP  funds were utilized to launch joint programs or to support efforts  principally led by other regulators. Concurrent with the announcement of  the first TARP program, the Federal Reserve and FDIC also announced  other actions that were intended to stabilize financial markets and  increase confidence in the U.S. financial system. This system-wide  approach was also coordinated with a number of foreign governments as  part of a global effort.", "The various initiatives under TARP are detailed below.", "Capital Purchase Program (CPP). CPP was intended to restore  confidence in the banking system by increasing the amount of capital in  the system. Treasury provided capital to qualifying financial institutions by  purchasing preferred shares and warrants or subordinated debentures.", "Capital Assistance Program (CAP). CAP was designed to further  improve confidence in the banking system by helping ensure that the  nation’s largest banking institutions had sufficient capital to cushion  themselves against larger than expected future losses, as determined by  the Supervisory Capital Assessment Program (SCAP)—or “stress test”— conducted by federal regulators.", "Consumer & Business Lending Initiative (CBLI). CBLI was designed  to support new securitizations in consumer and business credit markets,  especially for auto, student, and small business loans; credit cards; and  new and legacy securitizations of commercial mortgages to increase credit  availability in these markets and now includes small business lending  programs as well. A portion of the CBLI funds were used to support the  Federal Reserve’s Term Asset-Backed Securities Loan Facility (TALF).  Under TALF, the Federal Reserve provided loans to private investors who  pledged securitizations as collateral and Treasury provided a government  backstop against certain losses.", "Public Private Investment Program (PPIP). PPIP was designed to  facilitate the purchase of “legacy assets” as part of Treasury’s efforts to  facilitate price discovery in markets for these assets, repair balance sheets  throughout the financial system, and increase the availability of credit to  households and businesses. The legacy securities program, or “S-PPIP,”  partnered Treasury and private sector equity funding leveraged by  Treasury loans to purchase and hold legacy residential mortgage-backed  securities (RMBS) and commercial mortgage-backed securities (CMBS). In  the original plan, PPIP was to also include a partnership between Treasury  and FDIC to purchase and hold legacy loans, through the legacy loans  program, or “L-PPIP,” but it was never implemented as a joint venture  using TARP funds.", "Making Home Affordable Program (MHA). MHA was launched to offer  assistance to homeowners through a loss-sharing arrangement with  mortgage investors and an incentive-based system for borrowers and  servicers in order to prevent avoidable foreclosures. Under MHA, Treasury  developed the Home Affordable Modification Program (HAMP) as its  cornerstone effort to meet EESA’s goal of protecting home values and  preserving homeownership by helping at-risk homeowners avoid potential  foreclosure, primarily by reducing their monthly mortgage payments.", "Targeted Investment Program (TIP). The stated purpose of TIP was to  foster market stability and thereby strengthen the economy by making  case-by-case investments in institutions that Treasury deemed critical to  the functioning of the financial system. TIP was designed to prevent a loss  of confidence in financial institutions that could (1) result in significant  market disruptions, (2) threaten the financial strength of similarly situated  financial institutions, (3) impair broader financial markets, and (4)  undermine the overall economy.", "The AIG Investment Program. Formerly the Systemically Significant  Failing Institutions program, the goal of the AIG Investment Program was  to provide stability in financial markets and avoid disruptions to the  markets from the failure of a systemically significant institution. Treasury  has purchased preferred shares and warrants in AIG and provided a  facility for additional investment as needed up to a limit.", "Asset Guarantee Program (AGP). AGP provided government  assurances for certain assets held by financial institutions that are viewed  as critical to the functioning of the nation’s financial system. The goal of  AGP was to encourage investors to keep funds in the institutions.  According to Treasury, placing guarantees, or assurances, against  distressed or illiquid assets was viewed as another way to help stabilize  the financial system.", "Automotive Industry Financing Program (AIFP). The goal of AIFP  was to help stabilize the American automotive industry and avoid  disruptions that would pose systemic risk to the nation’s economy. Under  this program, Treasury has authorized TARP funds to help support  automakers, automotive suppliers, consumers, and automobile finance  companies. A sizeable amount of funding has been to support the  restructuring of Chrysler Group LLC (Chrysler) and General Motors  Company (GM).", "Taken together, the concerted actions by Treasury and others have been  credited by many market observers with averting a more severe financial  crisis, although there are critics who believe that markets would have  recovered without government support. Particular programs have been  reported to have had the desired effects, especially if stabilizing the  financial system and restoring confidence was considered to be the  principal goal of the intervention. In our October 2009 and February 2010  reports we noted that some of the anticipated effects on credit markets  and the economy had materialized while some securitization markets had  experienced a tentative recovery. Yet, experience with past financial  crises, coupled with analysis of the specifics of the current situation, has  led the Congressional Budget Office to predict a modest recovery that will  not be robust enough to appreciably improve weak labor markets through  2011. Full recovery will likely take some time given years of excesses,  including imprudent use of leverage at financial institutions, overvalued  asset prices, and major imbalances in the fiscal and household sectors.  Negative shocks like the recent turmoil in international capital markets  stemming from European sovereign debt issues have the potential to delay  the recovery as well.", "Because markets have stabilized, private markets have reopened, and  economic growth has resumed, the federal government has begun to move  into the exit phase of its financial stabilization initiatives. The winding  down of government support is made more pressing by the need to exit  market distorting interventions as quickly as possible and to begin shifting  focus from the financial crisis to stabilizing the government debt-to-gross  domestic product ratio. Crisis-driven interventions are designed to be  temporary because they distort the normal functioning of markets and  involve public capital when, under normal conditions, private capital is  more desirable. Moreover, as we have pointed out in previous reports, the  U.S. government faces an unsustainable long-term fiscal path. While these  fiscal imbalances predate the financial crisis, the government’s response to  the crisis has exacerbated an already challenging fiscal environment.  As  a result, even as some programs have ramped up to address specific  issues, many others have either expired or are already winding down— including those utilizing TARP funds (see app. II). Many programs were  designed to wind down naturally, force financial institutions to raise  private capital, or become unattractive to participants once markets  recovered.", "Treasury’s authority under EESA to purchase, commit to purchase, or  commit to guarantee troubled assets was set to expire on December 31,  2009, unless the Secretary submitted a written certification to Congress  extending these authorities. In anticipation of the upcoming decisions on the future of TARP, the need to unwind the extraordinary federa l support  across the board, and the fragile state of the economy we made  recommendations to Treasury in our October 2009 report. Specifically, we  suggested that any decision to extend TARP be made in coordination  with  relevant policymakers. We also suggested that Treasury make use of  quantitative analysis wherever possible to support the rationale and  communicate its determinations to Congress and the American peo noted that without a robust analytic framework, Treasury may be  challenged in effectively carrying out the next stages of its programs.  Treasury responded that in deciding whether to extend TARP auth beyond December 31, 2009, the Secretary would “coordinate with  appropriate officials to ensure that the determination is considered in a  broad market context that takes account of relevant objectives, cos measures” and would communicate the rationale for the decision."], "subsections": []}, {"section_title": "Although Trea Undertook a Deliberative Process in Deciding to E TARP, It Could Strengthen Coordination", "paragraphs": [], "subsections": [{"section_title": "The Decision to Extend TARP Involved Terminating and Winding Down Some Programs and Making New Commitments in Select Areas", "paragraphs": ["On December 9, 2009, the Secretary announced that he was extending  Treasury’s authority under EESA to purchase, commit to purchase, or  commit to guarantee troubled assets until October 3, 2010 (TARP  expiration date). After the expiration date, no TARP funds can be  committed, but there may be expenditures to fund commitments entered  into prior to the expiration date. The extension of TARP permits Treasury  to reallocate existing commitments and make additional funds available  for some programs. As is shown in table 1, according to Treasury, new  commitments through October 3, 2010, will be limited to MHA and small  business lending programs through CBLI. The funds allocated to MHA  have not been increased beyond the initial $50 billion Treasury estimated  would be committed under the TARP-funded program. At time of the  decision to extend, Treasury had committed $40 billion under existing  MHA programs; however, according to Treasury, they had always  contemplated additional MHA programs, such as programs to address  negative equity. Treasury indicated that the extension of TARP gave them  more time and flexibility to build out those programs as well as more time  to decide how best to allocate the remaining $10 billion in order to prevent  avoidable foreclosures. All other programs, including TIP, have closed or  will close by June 30, 2010, and no additional funds will be committed  under those programs. However, additional expenditures, which have  already been apportioned and accounted for, could occur after the TARP  termination date for TALF, PPIP, and the AIG Investment Program to fund  commitments made prior to December 2009, and investments acquired  through a variety of TARP actions remain under Treasury’s management.  Nevertheless, the extension has formally moved TARP from a program  with a heavy focus on capitalizing institutions and stabilizing securitization  markets to one focused primarily on mitigating preventable foreclosures  and improving financial conditions for small banks and small businesses.", "Treasury estimates that new commitments under MHA and CBLI could  increase the costs of TARP by $25 billion. Even with these additional  costs, Treasury expects that TARP will ultimately cost taxpayers $105.4  billion, more than $200 billon less than initially estimated. The Secretary  also notified Congress that Treasury expected to use no more than $550  billion of the approximately $700 billion authorized by EESA but reserved  the authority to use the remaining funds to respond “to an immediate and  substantial” threat to the economy “stemming from financial instability.” In  the absence of such threats, Treasury indicated that those resources  would be used to pay down the federal debt over time. In his letter to  Congress communicating the decision, the Secretary also expressed a  desire to expedite both the liquidation of the equity investments and the  repayment of funds extended to TARP recipients. As of June 7, 2010,  total TARP repayments were roughly $195 billion. Pending legislation, if  enacted, would require the Secretary to use any amounts repaid by  financial institutions for debt reduction.", "The decision to extend TARP followed months of deliberation and internal  discussions that began in August 2009. Treasury officials told us that while  the decision to extend TARP could have been made earlier, it was not  made until December to be certain that extension was necessary and so  that the Secretary would be able to consider what conditions to place on  the extension to balance the need to minimize the cost to taxpayers while  ensuring that the program met its core objectives. According to Treasury  officials, this decision was made at the highest levels within the agency.  Discussions centered on how to phase out TARP and other government  programs adopted in response to the financial crisis generally, as well as  what limits to place on an extension, and what programs would not need  to be continued beyond the original expiration date of December 31, 2009.  Treasury officials indicated this discussion generally did not take place at  the program level, but included a range of officials from various Treasury  offices. Internal memos and briefing documents suggest considerable  deliberation took place on the effectiveness of existing government  actions as well as the likely effectiveness of potential policy options to  address remaining threats to financial stability. Other programs operated  by Treasury and other government agencies were important parts of these  deliberations. According to Treasury, the modest pace of the economic  recovery and concern about exiting TARP prematurely meant that the  likelihood of not extending was low, but programs that were no longer  needed were to be terminated. In addition, Treasury believed that while  the decision could have been made at an earlier date, officials decided it  was better to wait until closer to the certification deadline in order to have  a more targeted response. Treasury also considered not extending TARP  and instead making up front commitments to problem areas based on  available information, but ultimately decided that the additional flexibility  and better information that would come from the extension would be  preferable."], "subsections": []}, {"section_title": "Treasury Could Strengthen Its Interagency Coordination and Consultation", "paragraphs": ["As part of a robust analytic framework for decision making, we  recommended that the Secretary coordinate with the Federal Reserve and  FDIC to help ensure that the decision to extend or terminate TARP was  considered in a broader market context. Treasury officials said that it had  external discussions and consultations in the months prior to the decision  to help ensure that the decision-making process incorporated the actions  of key financial regulators. Treasury officials also said that the Secretary  had discussions with the Chairmen of the Federal Reserve and the FDIC  regarding TARP and the status of crisis programs instituted at each  respective agency.", "Treasury officials noted that EESA required additional coordination with  the Federal Reserve because it required the Secretary to consult with the  Chairman of the Federal Reserve in order to purchase financial  instruments other than those related to residential and commercial real  estate. This consultation, which included communication among  principals and staff of the two agencies, is represented in several letters by  the Chairman to the Secretary reflecting the required consultations prior  to the initiation of several TARP programs unrelated to residential and  commercial real estate. In addition, Federal Reserve officials stated that  the Chairman and Vice Chairman of the Federal Reserve were broadly  supportive of the decision to extend TARP. The officials said that the  Chairman was consulted by the Secretary on multiple occasions. The  Federal Reserve noted that there was consistent coordination at the staff  level regarding the TALF program, primarily due to the joint nature of the  program. Another forum for coordination around the decision to extend  TARP was FinSOB. FinSOB meeting minutes detailed discussions of the  decision to extend TARP and the general economic situation. While there  was discussion of the decision, FinSOB did not, nor was it required to,  authorize or approve the Secretary’s action.", "The Secretary also discussed the extension of TARP with the Chairman of  FDIC. In particular, both agencies told us that they discussed the timing of  FDIC’s exit from programs designed to support the banking system.  According to Treasury officials, Treasury took into consideration the  winding down of FDIC’s Temporary Liquidity Guarantee Program (TLGP),  which was designed to support bank debt and transaction accounts, in  deciding to extend TARP. At the time Treasury made the decision to  extend TARP, TLGP was scheduled to end June 30, 2010. FDIC  subsequently extended TLGP to December 31, 2010.", "As Treasury shifts into the exit phase of TARP, it faces upcoming  decisions that would benefit from continued collaboration and  communication with other agencies including:    decisions about allocating any additional funds to MHA and CBLI,    decisions about scaling back various programs, and    ongoing decisions related to the general exit strategy, including unwinding  the equity investments held as a result of actions taken under TARP.", "Similar to the need for a coordinated course of action to stabilize the  financial system and re-establish investor confidence, the general exit  from the government interventions will require coordination to develop a  unified disengagement strategy. As mentioned previously, TARP is one of  many programs and activities the federal government has put in place over  the past year to respond to the financial crisis (see also app. II).", "In general, the extent of coordination with the Federal Reserve was  consistent with our recommendation and represented the type of  collaboration necessary for the next stage of the government response to  the crisis. However, the extent of Treasury’s coordination with FDIC,  while sufficient for the decision to extend TARP, should be enhanced and  formalized for any upcoming decisions that would benefit from  interagency collaboration. FinSOB, which was established to help oversee  TARP and other emergency authorities and facilities granted to the  Secretary under EESA, is composed of the Secretary, the Chairman of the  Board of Governors of the Federal Reserve, the Director of FHFA, the  Chairman of the Securities Exchange Commission, and the Secretary of  HUD. Therefore many of the regulators who led the federal response to  the financial crisis are already part of a collaborative body. As a result,  FinSOB has been a vehicle for formal consultations over TARP decisions  among the agencies that are represented on FINSOB under EESA. By  adding future program decisions to the agenda, including decisions on  future TARP commitments, FinSOB can continue to serve a role in the  next phase of the TARP program as well as in the consideration of exit  strategies.  Because FINSOB membership is set by statute, Treasury  should seek to conduct similar consultations with other agencies that are  not represented on FinSOB, such as the FDIC, or these agencies could be  invited occasionally to discuss specific issues."], "subsections": []}]}, {"section_title": "Treasury Considered a Number of Qualitative and Quantitative Factors for Key Decisions Associated with the TARP Extension", "paragraphs": ["Treasury considered a number of qualitative and quantitative factors for  key decisions associated with the TARP extension. Important factors  considered for the extension of TARP centered on ongoing weaknesses in  key areas of the economy. Treasury officials noted that housing market  indicators, despite previously announced initiatives, and financial  conditions for small businesses necessitated further commitments under  MHA and small business lending programs. Treasury underscored that  while analysis was possible on the need for or success of individual  programs, the fragile state of the economy and remaining downside risks  were an ongoing source of uncertainty. Considering this uncertainty,  Treasury wanted to extend TARP through October 2010 in order to retain  resources to respond to financial instability. On the other hand, Treasury  noted that some programs had accomplished their goals and would be  terminated. Treasury cited renewed ability of banks to access capital  markets, improvements in securitization markets, and stabilization of  certain legacy asset prices as motivating the closing of bank capital  programs, TALF, and PPIP, respectively. Treasury could strengthen its  analytical framework by identifying clear objectives for small business  programs and explaining how relevant indicators motivated TARP  program decisions.", "Treasury officials identified four documents that were central to its efforts  to describe and communicate to Congress and the public the framework it  used to make decisions related to the extension of TARP, the expansion of  some efforts, and the termination of others. Those four documents were  (1) the September 2009 report “The Next Phase of Government Financial  Stabilization and Rehabilitation Policies”; (2) the December 9, 2009, letter  to Congressional leadership certifying the extension of TARP; (3)  Secretary Geithner’s December 10, 2009, testimony to the Congressional  Oversight Panel; and (4) the “Management Discussion and Analysis”  portion of the fiscal year 2009 Office of Financial Stability Agency  Financial Report. Based on our analysis of these documents and  interviews with Treasury officials, table 2 summarizes the key factors that  contributed to Treasury’s program-level decisions associated with the  extension of TARP. In addition, we note a number of quantitative  indicators identified by Treasury that to some extent measure the key  factors that influenced the decisions. We elaborate on the nature of these  decisions and the indicators below. AGP, TIP, AIFP, and the AIG  Investment Program amounted to exceptional assistance to key  institutions on a case-by-case basis, and therefore, the expectation was  that these targeted programs would be exited as soon as practical and  would not be considered for additional commitments."], "subsections": [{"section_title": "Key Factors Considered Were Ongoing Weaknesses in Key Areas of the Economy", "paragraphs": ["Housing. Rather than allow the program to expire with $10 billion of the  original $50 billion allocated to MHA remaining uncommitted, Treasury  extended the program so that those funds could be used to address  continued weaknesses in housing markets and roll out several additional  programs that Treasury had not yet had the opportunity to design and  implement. Treasury officials noted that various metrics they were  monitoring indicated that the recovery had not successfully reached  particular areas of the economy (see table 3). Specifically, housing market  indicators, such as foreclosures and mortgage delinquencies, remained  elevated around the time the decision to extend TARP was made, despite  initiatives—like MHA—that were designed to preserve homeownership by  directly modifying mortgages for qualified homeowners. The percentage  of loans in foreclosure (foreclosure inventory) reached 4.58 percent at the  end of the fourth quarter of 2009 and continued to increase to an  unprecedented high of 4.63 percent in the first quarter of 2010 (see fig. 1).  Over the same period the serious delinquency rate—defined as the  percentage of mortgages 90 days or more past due plus those in  foreclosure—fell only slightly from 9.67 to 9.54 percent. Although not  shown, the serious delinquency rate for subprime loans exceeded 30  percent in the most recent two quarters, indicating the large proportion of  subprime loans in trouble. Foreclosure starts, which reflect new  foreclosures filings, peaked at 1.42 percent in the third quarter of 2009  before declining over the next two periods to roughly 1.2 percent. By any  measure however, foreclosure and delinquency statistics for housing  remain well above their historical averages. Moreover, although not  explicitly mentioned by Treasury, a comparison of trends in delinquent  mortgages and new foreclosure starts indicate that more foreclosures are  looming. While the foreclosure start rate grew 36 percent from the last  quarter of 2007 to the last quarter of 2009, the rate for delinquencies of 90  days or more grew by 222 percent over the same period (see fig. 1). This  suggests mortgages are not rolling from delinquency to foreclosure as  expected and that lenders are not initiating foreclosures on many loans  normally subject to such actions. To the extent that foreclosure mitigation  programs are ineffective, or a large number of the trial modifications  represent unavoidable foreclosures, the resulting foreclosures will  continue to weigh on the housing market.", "Treasury also noted that extending TARP provides the flexibility to modify  MHA to respond to the changing dynamics of the foreclosure crisis.  Treasury noted early in the crisis that many foreclosures were the result of  subprime, predatory, and fraudulent lending activity; however, as the  financial crisis progressed, Treasury has modified and expanded its efforts  because unemployment and negative equity have become the primary  drivers of foreclosures, calling for a different approach to homeownership  preservation. Treasury has modified MHA to deal with these issues by  allowing more borrowers to qualify for modification—including borrowers  with Federal Housing Administration (FHA) loans, who are currently in  bankruptcy proceedings or who owe more than the current value of their  home. Moreover, Treasury also plans to increase the incentives provided  to servicers for writing down mortgage debt, and has included incentives  for writing down second liens. Treasury is also implementing programs in  addition to existing MHA programs that will address these issues, such as  the HFA Hardest-Hit fund and a refinance program with FHA, and expects  to use the full $50 billion for all these combined efforts. Treasury officials  acknowledged that the consequences of interventions may prevent the  housing market from fully correcting and may also increase moral hazard  by writing down mortgages for borrowers with negative equity. However,  Treasury officials and others have identified reducing the number of  unnecessary foreclosures as critical to the economic recovery. Because  not all homeowners are expected to qualify for a HAMP modification or  other mortgage relief programs under MHA, enhancements to the program  are to include relocation assistance to some borrowers that use  foreclosure alternatives such as a short sale or a deed-in-lieu of  foreclosure.", "In addition to continued weakness in the housing markets and the need for  flexibility, Treasury noted that when the decision to extend the program  was made, HAMP had only recently been implemented and needed time to  ramp up to its full potential and build out all program components. In our  July 2009 report and March 2010 testimony on HAMP, we noted that the  program faced implementation challenges and that Treasury’s projection  that three to four million borrowers could be helped by offering loan  modifications was based on several uncertain assumptions and might be  overly optimistic. Treasury cited the slow pace of conversions of  homeowners from trial modifications to permanent modifications as an  important reason to extend its ability to have funds available for  commitments related to foreclosure mitigation and housing market  stabilization. Total trials versus permanent modifications continued to  track the initial slow pace (see fig. 2). In October 2009, permanent  modifications started totaled an estimated 2 percent of the total  cumulative government-sponsored enterprise (GSE) and non-GSE HAMP  trials started, before increasing to just 4 percent and 7 percent for  November and December 2009, respectively. Treasury believed that the  extension would allow the program the necessary time to reach its full  potential by providing more time to complete the significant backlog of  modifications, as well as giving the servicers the opportunity to build up  their capacity, and finally allowing the public and investors time to better  understand the requirements and opportunity presented by the HAMP  process. The latest trial-to-permanent modification conversion rate has  now reached an estimated 28 percent of total cumulative HAMP trials (see  fig. 2).  It should be noted that there is a 3-month wait time during the trial  period.  Therefore, contemporaneous comparison of trial versus  permanent modifications is not the most meaningful, since trials entered  into within the last 3 months are not eligible for conversion into payments.", "Our June 2010 report on Treasury’s implementation of HAMP is an update  of our prior July 2009 report and March 2010 testimony findings.  Specifically, it addressed (1) the extent to which HAMP servicers have  treated borrowers consistently and (2) the actions that Treasury has taken  to address certain challenges, including the conversion of trial  modifications, negative equity, redefaults, and program stability. While one  of Treasury’s stated goals for HAMP was to standardize the loan  modification process across the servicing industry, we found  inconsistencies in how servicers were treating borrowers under HAMP  that could lead to inequitable treatment. Specifically, the servicers we  contacted varied in the timing of HAMP outreach to delinquent borrowers,  the criteria used to determine if borrowers were in imminent danger of  default, and the tracking of borrower complaints about servicer’s  implementation of HAMP. Additionally we found that while Treasury had  taken some steps to address the challenges we had previously reported on,  it urgently needed to finalize and implement remaining program  components and ensure the transparency and accountability of these  efforts. In particular, we reported that Treasury had been slow to  implement previously announced programs it identified as needed to  address the housing problems hindering the current economic recovery,  including its second-lien modification and foreclosure alternatives  programs. We noted that Treasury recently announced additional HAMP  components to help deal with the high number of foreclosures such as  programs to help borrowers with high levels of negative equity and  unemployed borrowers, which needed to be prudently designed and  implemented as expeditiously as possible. Going forward, as Treasury  continues to design and implement new HAMP-funded programs, we  reported that it will be important that Treasury develop sufficient  capacity—including staffing resources—to plan and implement programs,  establish meaningful performance measures, and make appropriate risk  assessments.", "Treasury indicated that it plans to track performance measures of the  number of HAMP modifications (trial and permanent) entered into, the  redefault rate, and the change in average borrower payments to evaluate  the program going forward. However, foreclosure and delinquency data  used to motivate the decision to allocate the full budgeted resources to  MHA and other housing programs, although also influenced by general  market forces such as falling housing prices and unemployment, should  provide an indication of the effectiveness of these efforts.", "Small business lending. Treasury decided to allocate new resources to  small business lending based on the contraction in bank lending and other  indicators of small business credit conditions. However, Treasury has yet  to set explicit objectives for its small business lending programs. Treasury  wants to support lending to creditworthy small businesses by providing  capital to small banks. A drop in the volume of lending could be explained  by a combination of reduced demand for loans, higher credit standards, or  banks’ lack of capital to make new loans. Demand for business loans,  including small business loans, has dropped considerably since 2008, and  credit standards have risen, according to Federal Reserve data. At the time  of the extension, Treasury set aside $30 billion for programs to support  small business lending. Since that time, Treasury has decided to try to  create a Small Business Lending Fund through legislation outside of TARP,  due to concerns that many banks would not participate in a TARP  program. In addition, Treasury expects to make up to $1 billion in new  capital investments in community development financial institutions  (CDFI) and purchase up to $1 billion in Small Business Administration  loan securitizations, to improve access to credit for small businesses.   Relative to larger corporations, small businesses generally have difficulty  directly accessing capital markets as an alternative source of financing and  are therefore largely reliant on bank lending. While Treasury has stated  that bank lending has contracted, Treasury refers to data on outstanding  bank loans (loan balances) of all sizes that reflect a number of economic  conditions that may not be related to new lending and may not capture  potentially divergent conditions for large and small firms. We found in  previous work that changes in loan balances may not be a good proxy for  new lending. In particular, while outstanding commercial and industrial  loans and commercial real estate loans have fallen, losses on a loan  portfolio and loan repayments may help explain this drop.", "For firms of all sizes, lack of comprehensive data on new lending makes  assessing business credit conditions particularly difficult. For example,  interest rates, on their own, may not be a good indicator of the availability  of credit. Specifically, financial institutions may ration credit based on the  quality of the borrower, rather than continuing to lend, but charging a  wider distribution of interest rates to customers of varying credit quality.  As a result, the volume of new lending (loan originations) would be a  valuable indicator of credit availability; however, only limited data on loan  originations exist. For example, origination data exist only for certain  kinds of loans (e.g., mortgages) or only for a small subset of banks (e.g.,  the largest CPP participants). Moreover, there are no consistent historical  data on lending to small businesses. Treasury officials and others have  acknowledged the limitations of data in this area, which Treasury officials  have noted, making determining when enough has been done difficult.", "While the availability of small business credit is difficult to quantify  definitively, Treasury officials noted that a number of indicators of small  business lending point to reduced access to credit. Officials identified the  Federal Reserve’s Senior Loan Officer Opinion Survey (SLOOS) and the  National Federation of Independent Business (NFIB) survey, among other  sources. Taken together, these indicators, although imperfect, generally  point to a tight credit environment for small firms. SLOOS surveys loan  officers on, among other things, lending standards for commercial and  industrial loans, and features responses by borrower size (small versus  large and medium). The survey responses show significant tightening of  lending standards for firms of all sizes, although conditions have tightened  more in the last year for small firms than for larger firms. The NFIB Small  Business Economic Trends survey contains a number of questions on  access to credit. Respondents are NFIB members, with nearly half of all  respondents from firms with five or fewer employees. A question on  borrowing needs (“During the last three months, was your firm able to  satisfy its borrowing needs?”) may be indicative of changes in access to  credit for firms of this size. We compared responses to this question to  interest rate spreads for loans of less than $1 million (a proxy for loans to  small businesses) from the Federal Reserve’s Survey of Terms of Business  Lending. These spreads are premiums over the federal funds rate and  indicate the risk banks perceive in making small loans. We found that the  percentage of respondents reporting that their borrowing needs had not  been satisfied showed the same broad pattern as spreads for loans of less  than $1 million (see figure 3). In particular, both show a spike in recent  years, with increases in risk premiums for small loans and the proportion  of small businesses reporting that their borrowing needs had not been  met."], "subsections": []}, {"section_title": "Another Important Factor Was the Ability to Respond to Financial Instability", "paragraphs": ["Because the economy was still fragile and downside risks remained,  Treasury identified the need to retain resources to respond to threats to  financial stability as an important consideration in deciding to extend  TARP. According to Treasury officials, if the economic recovery were in  jeopardy, the TARP extension gave Treasury the capability to react should  financial markets need further assistance. Treasury noted several  continued areas of weakness that supported the need to retain resources,  without making them available for commitment under specific programs.  Areas of weakness included the elevated pace of bank failures, high  unemployment, and commercial real estate losses. Although banks in the  United States had made progress in raising capital and recognizing losses  on legacy assets and loans, substantial asset deterioration is expected  across some loan classes, such as commercial real estate and consumer  and corporate loans. Because banks will likely continue to take steps to  reduce leverage, credit conditions are expected to remain tight while high  unemployment continues to weigh on residential real estate markets and  consumer spending. As indicated above, uncommitted funds up to the  total amount authorized by EESA could be used to respond to financial  instability or growing weakness that would threaten the recovery. As of  June 7, 2010, this amount is roughly $163 billion and remains available for  commitment, assuming repayments are not deployed in other efforts.", "Treasury noted that, among other reasons, it extended TARP to maintain  the capacity to respond to unforeseen threats or unanticipated shocks.  Federal Reserve officials similarly noted that unanticipated events, not  foreshadowed by market data, have been the hallmark of the crisis. The  failure, or near failure, of a systemically important financial institution  would be a critical threat to financial stability. Treasury, FDIC and the  Federal Reserve responded to the failure, or near failure, of large financial  institutions during the crisis with programs to provide assistance, such as  guarantees and capital, to keep institutions solvent, including AGP for  Citigroup and AIG Financial Assistance. According to Federal Reserve  officials, one of the reasons they supported the extension of TARP was the  inadequacy of available statutory tools to deal with threats to financial  stability, such as the failure of a large financial institution. One proposed  tool is an authority for the orderly resolution of large, nonbank financial  institutions. In previous work, we have noted that some interventions to  support failing institutions can undermine market discipline and increase  moral hazard. For example, in the presence of a government back-stop,  firms anticipate government assistance in the future and thus have less  incentive to properly manage risk. Regulatory reforms that enhance  oversight and capital requirements at large financial institutions—in  essence making it more costly to be a large financial institution—would  help to counter some erosion of market discipline. Similarly, an effective  resolution authority could impose losses on managers, shareholders, and  some creditors, but must also properly balance the need to encourage  market discipline with the need to maintain financial stability. Treasury  officials noted the importance of having financial regulatory reform in  place before TARP expires in October 2010."], "subsections": []}, {"section_title": "According to Treasury, Programs That Had Accomplished Their Goals Were Terminated", "paragraphs": ["Bank capital programs. Treasury has ended broad programs, such as  CPP and CAP, established to improve the solvency of financial institutions  to support their ability to lend, based on banks’ renewed ability to access  private capital markets and issue new equity. Treasury has stated that by  building capital, CPP was expected to increase lending to U.S. businesses  and consumers. Treasury has disbursed more than $200 billion for the  CPP, and has received $142 billion in repayments as of May 28, 2010. CAP  was designed to help ensure that certain large financial institutions had  sufficient capital to withstand severe economic challenges. It was  supported by SCAP which assessed capital needs at the 19 largest bank  holding companies in the United States. Banks that needed additional  capital as a result of SCAP raised $80 billion from private sources, while  GMAC received additional capital from Treasury under AIFP. No CAP  investments were made as a result and the program closed on November  9, 2009. Treasury has indicated that the renewed ability of banks to raise  capital on private markets was a key measure of success for CPP and CAP  and a key consideration in ending these programs. From 2000 to 2007,  banks largely did not need to raise capital by issuing common equity,  averaging only $1.3 billion per quarter. Banks and thrifts raised significant  amounts of common equity in 2008, averaging $56 billion per quarter,  before issuance dropped precipitously in the first quarter of 2009 to $200  million—a 99 percent drop from the previous quarter and a 63 percent  drop from the year before. Banks and thrifts raised $63 billion in common  equity in the second quarter of 2009, an increase of 28,000 percent from  the previous quarter and 236 percent over the year before (see fig. 4).", "Banks’ renewed ability to raise capital on private markets reflects  improvements in perceptions of the financial condition of banks. The 3- month TED spread—the premium of the London interbank offered rate  (LIBOR) over the Treasury interest rate of comparable maturity—indicates  the perceived risk of lending among banks. The TED spread peaked at  more than 450 basis points in October 2008 before falling to less than 15  basis points at the end of the third quarter of 2009 (see fig. 5). In previous  work, we found that the decline in perceptions of risk in the interbank  market could be attributed in part to several federal programs aimed at  stabilizing markets that were announced on October 14, 2008, including  CPP. Nevertheless, the associated improvement in the TED spread  cannot be attributed solely to TARP because the announcement of CPP  was a joint announcement that also introduced the Federal Reserve’s  Commercial Paper Funding Facility program and FDIC’s TLGP. Financial  stress re-emerged in the interbank market in May 2010, highlighting the  fragile nature of the recovery in the financial system. The TED spread has  increased moderately from a low of less than 10 basis points in March 2010  to more than 40 basis points as of mid-June 2010, as concerns about  sovereign debt in the European Union has increased. U.S. banks’ exposure  to credit risk in Europe and the sensitivity to the global economy has  heightened risk premiums among banks lending to each other. While  fluctuations in perceived risk in the banking system are natural, and  necessary, if risk is to be priced and allocated efficiently, this   re-emergence of risk offers some support for Treasury’s decision to retain  resources to combat financial instability, especially in light of the  limitations of the current financial regulatory system.", "The impact of CPP on lending is difficult to determine because data on  loan originations are limited, and how much lending would have occurred  in the absence of CPP is not known. We have noted in previous reports  that some tension exists between the goals of improving banks’ capital  positions and promoting lending—that is, the more capital banks use for  lending, the less their overall capital positions will improve. Treasury  collects data monthly on new lending from the largest participants in CPP,  which included for a time as many as 22 institutions. As a result, more is  known about recent loan originations by large banks than small banks.  Ten institutions that repaid CPP in June 2009 stopped submitting data  after November 2009. New lending by the largest CPP recipients was $244  billion in November 2009, up 2 percent from the prior month and 17  percent from the year before. However, lending in the third quarter of 2009  quarter of 2009  was down 12 percent from the second quarter (see fig. 6).  was down 12 percent from the second quarter (see fig. 6).", "Support to securitization markets through TALF. With underwriters  finding increasing success in bringing issuances to the ABS market and  decreasing their utilization of TALF, Federal Reserve and Treasury  decided not to extend TALF further. TALF expired on March 31, 2010, for  loans backed by ABS and legacy CMBS, and is scheduled to terminate at  the end of June 2010 for loans backed by newly-issued CMBS. The  program was designed to increase liquidity and reopen the asset-backed  securitization markets in an effort to improve access to credit for  consumers and small businesses after the decrease in issuances and the  refusal of market participants to purchase potential offerings at rates that  were acceptable to issuers. TALF-assisted issuances began in March 2009  after an initial announcement in late 2008. Officials from the Federal  Reserve and Treasury highlighted that TALF was designed to attract  investors when market conditions were stressful, but lose its appeal as  conditions improved and spreads tightened to the point that the rate on  ABS bonds were lower than the cost of borrowing from the program.", "Federal Reserve and Treasury officials have also cited declining asset  spreads in the ABS market as justification for not making new  commitments under TALF (see fig. 7). While not at precrisis levels,  spreads have tightened significantly from their heights at the beginning of  2009. Considering the excesses during the recent credit expansion, the  desirability of a return to precrisis levels in many areas of the  securitization markets is debatable. However, for most TALF-eligible  assets, spreads have tightened significantly. For instance, average auto  ABS spreads peaked at more than 400 basis points over the benchmark in  late 2009, but have since returned to less than 100 basis points over the  benchmark in early 2010. Private student loans ABS, however, have  maintained spreads above precrisis levels. According to Federal Reserve  officials this is partly due to the performance of the underlying student  loans and because some of the securities were not structured well.  Nevertheless, the contraction in spreads for most TALF-eligible ABS can  be seen as normalization of the securitization markets as participants view  new and existing issuances as less risky. Some of the decline in spreads  and the perceptions of risk in recent securitizations may be attributable to  the products themselves. Since the crisis, new securitizations have  generally been structured with more credit protections through  enhancements such as greater levels of subordination and  overcollateralization.", "The Federal Reserve structured TALF to reduce the rate of utilization of  the facility as the market returned to normalcy through relatively high  pricing of TALF loans. As we noted in a previous GAO report, during 2009,  returns generally decreased for select classes of TALF-eligible collateral  between the first TALF operation in March 2009 and the latter part of the  year, with limited exceptions. The report notes that as these returns  generally became increasingly negative through the year, participants  would have essentially locked in losses with certain issuances. To avoid  this, many participants instead chose to forego TALF financing for these  issuances and instead finance their own investments.", "ABS markets began to show signs of health as 2009 quarterly issuances  were above their lows in 2008 and utilization of TALF began decreasing in  mid-2009. ABS issuances experienced a significant decline in 2008, but  stabilized in 2009 (see fig. 8). TALF issuance dollar volume peaked in the  third quarter of 2009, but by the fourth quarter TALF volume decreased  significantly and at a faster rate than the total decrease in ABS volume.  Further, there has been one CMBS new issuance that utilized TALF  financing although the commercial real estate market continues to  experience stresses and there has been little activity in the sector as a  whole. Partly as a result of the continuing difficulties in this market, TALF  loans backed by newly issued CMBS will be allowed through June 2010  even though the rest of the program closed at the end of March.", "Addressing “troubled” (legacy) securities through PPIP. Initially  announced at up to $100 billion, Treasury reduced the amount available  for commitment under PPIP based on improvements in the prices for  certain legacy assets. Announced in March 2009, Treasury offered equity  and debt financing to nine private fund managers, however, no further  commitments to new funds are planned. The Legacy Securities Public- Private Investment Program (S-PPIP) is a program whereby Treasury and  private sector fund managers and investors partnered to purchase eligible  securities from banks, insurance companies, mutual funds, pension funds,  and other sellers defined as eligible under EESA. Treasury indicated that  this process was designed to allow financial institutions to repair their  balance sheets by removing troubled assets and allow for renewed lending  to households. Treasury participates by providing matching equity  financing and debt financing up to 100 percent of the total equity of the  fund. A related program, L-PPIP, was also announced at the same time by  Treasury and FDIC but never operated as a TARP program. This program,  however, suspended its planned sale of legacy assets held by banks in  order to focus its use in the sale of receivership assets in bank failures.  Treasury did not include PPIP in its plans for new commitments in 2010,  but has tracked the performance of each individual fund since inception.", "Treasury stated that a recovery in asset prices in the RMBS and CMBS  markets was one indicator that PPIP was effective and achieved its stated  purpose. The return of market confidence can be seen in the general  recovery or stabilization of asset prices. PPIP and the TARP programs to  support bank capital were both intended to improve bank balance sheets.  As we noted previously, banks have already been able to raise large  amounts of private capital and perceptions of risk in the banking system  have declined markedly since the onset of the crisis. PPIP and various  other programs and initiatives may have to some extent addressed  concerns about bank balance sheets. An indication of the reduction in  perceptions of risk is the general recovery in prices of legacy securities is  the pricing of Jumbo and Alt-A RMBS securities (see fig. 9).", "Highly-rated CMBS prices also confirm that parts of the ABS and MBS  markets have stabilized since PPIP was announced. Specifically, highly- rated CMBS prices have rebounded from their lows in late-2008, and we  note that average spreads have also tightened in the same time period (see  fig. 10). This, however, does not reflect the continuing troubles in the  broader commercial real estate market as delinquencies have continued to  increase."], "subsections": []}, {"section_title": "Treasury Can Strengthen Its Analytical Framework to Improve Its Usefulness for Future Decisions", "paragraphs": ["Treasury could strengthen its analytical framework by identifying clear  objectives for small business programs and explaining how relevant  indicators motivated TARP program decisions. As noted above, Treasury  identified four public documents that represented its rationale and  decision-making process for the decision to extend TARP. Our  understanding of Treasury’s decision-making process was also informed  by reading FinSOB quarterly reports and through our interviews with  Treasury and other officials. Treasury often directly or indirectly linked  program decisions to a variety of quantitative indicators, including  surveys, financial market prices and quantities, and measures of program  utilization, among others. As discussed previously, all of these factors  played an important role in the decision to extend TARP, expand some  programs, and end others. As noted in our October 2009 report, indicators  are an important step toward providing a credible foundation for TARP  decision making. However, how the performance of an indicator affected a  program decision, or if and when that indicator would signal a program  had or had not met its goals was not always clear. Balancing the costs and  benefits of TARP programs effectively will require making objectives  explicit, assessing the impact of any commitments under TARP programs,  and accounting for the fiscal and other costs of continuing to support  markets. Again, a set of indicators, although imperfect, might inform the  proper timing for winding down the remaining programs and liquidating of  investments.", "Treasury has yet to identify clear program objectives for small business  lending, which raises questions about when Treasury will know that  government assistance can be removed. Without a strong analytic  framework that includes clear objectives and meaningful measures,  Treasury will be challenged in determining whether the program is  achieving its desired goals. Given the scale of TARP and importance of the  government’s entry and exit from financial market interventions, decisions  to allocate remaining resources should be subject to rigorous analysis.  Because Treasury may decide to commit additional resources to problem  areas before the expiration of TARP, or scale back commitments in others,  it needs to be able to estimate the effect of program resources on meeting  its objectives. Wherever possible Treasury should use quantitative factors  in its decision making, but we recognize that qualitative factors are also  important. While HAMP continues to face implementation challenges, the  small business initiatives are challenged by a lack of data needed to clarify  the root of the problem which may limit Treasury’s ability to effectively  address it. For example, without data and analysis to determine the extent  to which access to small business credit is being restricted by limited  capital at institutions engaged in small business lending, Treasury will not  have a sufficient basis to address the underlying issues that may be  affecting small business lending. With a better understanding of the  problem, Treasury can set clear, achievable goals to address it."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The crisis and consequent interventions temporarily changed the U.S.  financial system from one primarily reliant on markets and market  discipline to one more reliant on government assistance and public capital.  With the recovery underway, financial regulators in the United States have  begun to shift focus from stabilizing the economy to exiting from crisis- driven interventions and transferring risk back into the hands of the  private sector. Many TARP recipients have repaid loans and repurchased  shares and warrants. A recent Federal Open Market Committee meeting  focused on how the Federal Reserve should sell off assets acquired during  the financial crisis. However, weaknesses in residential housing,  commercial real estate, and labor markets, as well as risk from more  global economic forces, limit the ability to withdraw rapidly and  completely. For example, the Federal Reserve dollar liquidity swap lines  were re-established with some central banks in response to the re- emergence of strains in short-term U.S. dollar funding markets as a result  of European debt and currency issues.", "While the Secretary, in consultation with the Federal Reserve and FDIC,  elected to extend TARP to address perceived weaknesses in the economy  and respond to unanticipated shocks, Treasury still faces remaining  decisions about allocating any additional funds to MHA and CBLI before  its ability to take actions authorized by EESA expires on October 3, 2010.  Moreover, ongoing decisions will need to be made related to the general  exit strategy, including unwinding the equity investments and scaling back  commitments in an environment where (1) other regulators are unwinding  their programs, (2) the economy is still coping with the legacy of the crisis,  (3) market distortion and moral hazard concerns are pressing, and (4) the  long-term fiscal challenges facing the United States have become more  urgent. While the level of consultation with the Federal Reserve was  generally robust, broad coordination could be enhanced and formalized  for future judgments. Similarly, decisions to allocate remaining resources  and the timing of exits should be subject to rigorous analysis. By  strengthening its framework for decision making, Treasury can better  ensure that competing priorities are properly weighed and the next phase  of the program is effectively executed.", "Although the economy is still fragile, a key priority will be to develop,  coordinate, and communicate exit strategies to unwind the remaining  programs and investments resulting from the extraordinary crisis-driven  interventions. Because TARP will be unwinding concurrently with other  important interventions by federal regulators, decisions about the  sequencing of the exits from various federal programs will require bringing  a larger body of regulators to the table to plan and sequence the continued  unwinding of federal support. Similar to the need for a coordinated course  of action to stabilize the financial system and re-establish investor  confidence, the general exit from the government interventions will  require careful coordination to avoid upsetting the recovery and help  ensure the proper sequencing of the exits. Beyond the immediate costs of  financial crises, these episodes can have longer term consequences for  fiscal balances and government debt especially if the policy responses  exacerbate the situation, lack coherency and effectiveness, or the exit  strategy undermines the recovery because it occurs too soon or not soon  enough. Moreover, as we discussed earlier in this report, the financial  crisis and response has contributed to an already challenging fiscal legacy.  As a result, the administration and Congress will need to apply the same  level of intensity to the nation’s long-term fiscal challenge as they have to  the recent economic and financial market issues. Coherent and  effectively carried out exit strategies are the first step in beginning to  address these challenges."], "subsections": []}, {"section_title": "Recommendations for Executive Actions", "paragraphs": ["We are making two recommendations to the Secretary of the Treasury:  1.  To effectively conduct a coordinated exit from TARP and other  government financial assistance, we recommend that the Secretary of  Treasury formalize and document coordination with the Chairman of  the FDIC for decisions associated with the expiration of TARP (1) by  including the Chairman at relevant FinSOB meetings, (2) through  formal bilateral meetings, or (3) by utilizing other forums that  accommodate more structured dialogue. 2.  To improve the transparency and analytical basis for program  decisions made before TARP’s expiration, we recommend that the  Secretary of the Treasury publicly identify clear program objectives,  the expected impact of programs, and the level of additional resources  needed to meet those objectives. In particular, Treasury should set  quantitative program objectives for its small business lending  programs and identify any additional data needed to make program  decisions."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to Treasury for its review and comment.  We also provided the draft report to the Federal Reserve and FDIC for  their review. Treasury provided written comments that we have reprinted  in appendix III. Treasury, the Federal Reserve, and the FDIC also provided  technical comments that have been incorporated as appropriate.", "In its comments, Treasury generally agreed with our recommendations  and noted that it would continue to consult extensively with the Federal  Reserve and FDIC. Treasury agreed that publicly identifying clear program  objectives was important and pledged to continue its efforts to do so.", "In commenting, the Federal Reserve questioned the use of FinSOB as a  coordination mechanism for the next phase of the TARP program.  We  have amended our recommendation to clarify that we are not advocating  an expansion of FinSOB membership or to otherwise change its structure  or purpose. We continue to believe FinSOB is a potential forum for more  formal interaction between agencies by including nonmembers at relevant  meetings, not by expanding membership.  Moreover, leveraging FinSOB is  just one option for formalizing and documenting coordination between  Treasury and FDIC.  Bilateral meetings or using other forums that  accommodate structured dialogue would be consistent with our  recommendation.", "We are sending copies of this report to the Congressional Oversight Panel,  Financial Stability Oversight Board, Special Inspector General for TARP,  interested congressional committees and members, Treasury, the federal  banking regulators, and others. In addition, the report will be available at  no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  Richard J. Hillman at (202) 512-8678 or hillmanr@gao.gov; Thomas J.  McCool at (202) 512-2642 or mccoolt@gao.gov; or Orice Williams Brown at  (202) 512-8678 or williamso@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["The objectives of this report are to determine (1) the process the  Department of the Treasury (Treasury) used to decide to extend the  Troubled Asset Relief Program (TARP) and the extent of coordination  with relevant agencies and (2) the analytical framework and quantitative  indicators Treasury used to decide to extend TARP.", "To determine the process Treasury used to decide to extend TARP and the  extent of coordination with relevant agencies, we interviewed officials  from Treasury and the Board of Governors of the Federal Reserve System  (Federal Reserve), and received official responses to our questions from  the Federal Deposit Insurance Corporation (FDIC). In addition, we  reviewed Treasury documents and analyses, Financial Stability Oversight  Board (FinSOB) reports, and previous GAO reports. In particular, we  reviewed four public documents Treasury identified as central to its  efforts to describe and communicate the framework it used to make  decisions related to the extension of TARP to Congress and the public (1)  the September 2009 report “The Next Phase of Government Financial  Stabilization and Rehabilitation Policies”; (2) the December 9, 2009, letter  to Congressional leadership certifying the extension of TARP; (3)  Secretary Geithner’s December 10 testimony to the Congressional  Oversight Panel; and (4) the “Management Discussion and Analysis”  portion of the fiscal year 2009 Office Financial Stability Agency Financial  Report.", "To determine the analytical framework and quantitative indicators  Treasury used to decide to extend TARP, we similarly interviewed  Treasury and the Federal Reserve and received official responses to our  questions from FDIC.  We also reviewed Treasury documents and  analyses, FinSOB reports, and previous GAO reports. Based on the four  key documents that Treasury identified and interviews with Treasury  officials, we determined the key factors that motivated Treasury’s  program-specific decisions associated with the extension of TARP and  quantitative indicators that to some extent captured those factors. We  furthermore analyzed data from Thomson Reuters, Treasury, the Federal  Reserve, the National Federation of Independent Businesses, SNL  Financial, and a broker-dealer to assess the state of the economy and  financial markets. These data may also be suggestive of the performance  and effectiveness of TARP. We believe that these data, considered as a  whole, are sufficiently reliable for the purpose of summarizing TARP  activity and Treasury’s decision-making process, and presenting and  analyzing trends in the economy and financial markets. We identified some  limitations of the data on credit conditions for small businesses, including  the fact that the National Federation of Independent Business survey over- represents certain industries, and therefore may not represent the credit  experiences of all small firms. Moreover, there are no consistent historical  data on lending to small businesses. In addition, the data from Treasury’s  survey of lending by the largest Capital Purchase Program (CPP)  recipients (as of November 30, 2009, the last month in which all of the  largest CPP recipients participated) are based on internal reporting from  participating institutions, and the definitions of loan categories may vary  across banks. Because these data are unique, we are not able to  benchmark the origination levels against historical lending or seasonal  patterns at the institutions.", "We conducted our audit from March 2010 through June 2010 in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Selected Interventions by Federal Financial Regulators in the United States", "paragraphs": ["The financial crisis prompted an extraordinary response from financial  regulators in the United States. As table 3 shows, the crisis-driven  interventions—both within and outside of TARP—can be roughly  categorized into programs that: 1) provided capital directly to financial  institutions, 2) enhanced financial institution’s access to liquid assets  through collateralized lending or other credit facilities to 3) purchased  nonperforming or illiquid assets, 4) guaranteed liabilities, 5) intervened in  specific financial markets, and 6) mitigated home foreclosures. Some  programs involved exceptional assistance to particular institutions, such  as American International Group (AIG), because of its systemic  importance or supported particular markets while others involved  assistance to individuals through refinance or loan modification programs.  Table 3 does not include interventions or programs that existed prior to  the financial crisis, such as the Federal Reserve’s loan program through  the discount window, FDIC receivership of failed banks, or interventions  that did not expose the intervening bodies to risks or involve federal  outlays such as the Securities and Exchange Commission’s temporary ban  on short selling in financial stocks."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of the Treasury", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contacts named above, Lawrance Evans Jr. (lead  Assistant Director), Benjamin Bolitzer, Timothy Carr, Emily Chalmers,  William Chatlos, Rachel DeMarcus, Michael Hoffman, Steven Koons,  Matthew Keeler, Robert Lee, Matt McDonald, Sarah McGrath, Harry  Medina, Marc Molino, Joseph O’Neill, Jose Oyola, Rhiannon Patterson,  Omyra Ramsingh, Matt Scire, Karen Tremba, and Winnie Tsen have made  significant contributions to this report."], "subsections": []}]}], "fastfact": []}