{"id": "GAO-02-661", "url": "https://www.gao.gov/products/GAO-02-661", "title": "Welfare Reform: Federal Oversight of State and Local Contracting Can be Strengthened", "published_date": "2002-06-11T00:00:00", "released_date": "2002-06-11T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["The Personal Responsibility and Work Opportunity Reconciliation Act (PRWPRA) of 1996 changed the nation's cash assistance program for needy families with children. The former program, Aid to Families with Dependent Children (AFDC), was replaced with the Temporary Assistance for Needy Families (TANF) block grant, which provides states with $16.5 billion each year through 2002 to serve this population. TANF's goals include ending the dependence of needy families on government benefits by promoting job preparation, work, and marriage; preventing and reducing the incidence of nonmarital pregnancies; and encouraging two-parent families. PRWORA expanded the scope of services that could potentially be contracted out, such as determining eligibility for TANF, which had traditionally been done by government employees. Moreover, with the large drop in TANF caseloads nationally, a greater share of federal TANF block grant funds and state funds is now devoted to various support services that are typically contracted out. Although PRWORA expanded the flexibility of states to design and administer TANF programs, its also limited the ability of the Department of Health and Human Services (HHS) to regulate states' TANF programs. Contracting with nongovernmental entities to provide TANF-funded services occurs in almost every state and exceeds $1.5 billion in federal TANF and state maintenance-of-effort funds for 2001. HHS relies primarily on state single audit reports to oversee TANF contracting by states and localities. Their regional offices follow up on the TANF deficiencies identified by these reports, and HHS focuses on reported deficiencies that involve unallowable or questionable costs. However, HHS does not know the extent and nature of problems pertaining to the oversight of nongovernmental TANF contractors that have been cited by state single audits because they do not analyze the reports in a comprehensive manner. State and local governments rely on third parties to help ensure compliance with bid solicitation and contract award procedures, including bid protests, judicial processes, and external audits. State and local government agencies use various approaches to oversee TANF contractors, and problems have been identified with both contract oversight and contractor performance. State and local governments have primary responsibility for overseeing TANF contractors, and they rely on various approaches, including reviewing contractor-provided information and performing on-site reviews. However, auditors in four of the six states identified deficiencies in state or local oversight of TANF contractors, such as uneven oversight by local contracting agencies."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Personal Responsibility and Work Opportunity Reconciliation Act (PRWORA) of 1996 dramatically changed the nation’s cash assistance program for needy families with children. The former program, Aid to Families with Dependent Children (AFDC), was replaced with the Temporary Assistance for Needy Families (TANF) block grant, which provides states with $16.5 billion each year through 2002 to serve this population. As specified in PRWORA, TANF’s goals include ending the dependence of needy families on government benefits by promoting job preparation, work, and marriage; preventing and reducing the incidence of nonmarital pregnancies; and encouraging two-parent families.", "While state and local governments have contracted out welfare services for quite some time, PRWORA expanded the scope of services that could potentially be contracted out, such as determining eligibility for TANF, which had traditionally been done by government employees. Moreover, with the large drop in TANF caseloads nationally, a greater share of federal TANF block grant funds and state funds, known as state “maintenance-of-effort” funds, is now devoted to various support services that are typically contracted out. Contracting out social services can potentially result in several benefits, such as more efficient and effective delivery of services. While PRWORA expanded the flexibility of states to design and administer their TANF programs, it also limited the ability of the Department of Health and Human Services (HHS) to regulate states’ TANF programs. PRWORA also established new accountability measures, such as minimum mandated work participation rates for states and a 5- year lifetime limit on assistance for TANF recipients. These measures heighten the importance of holding TANF contractors accountable for performance.", "In light of the upcoming reauthorization of TANF, you asked us to review the procedures in place to manage TANF contracting and the problems that have been identified in this area, particularly with regard to for-profit organizations. We determined (1) the extent and nature of state and local government contracting with for-profit and nonprofit organizations, using federal and state TANF funds to provide services to eligible recipients; (2) what approaches are used by the federal government to oversee TANF contracting with nongovernmental entities and what problems have been identified in this area nationally; (3) what approaches are used by state and local governments to ensure compliance with bid solicitation and contract award requirements and what violations of these requirements have been identified involving the awarding of contracts funded by TANF in selected jurisdictions; and (4) what approaches are used by state and local governments to ensure that organizations contracted to provide services funded by TANF comply with the terms of their contracts and what major instances of noncompliance with such requirements have been identified in selected jurisdictions.", "To respond to the first objective, we conducted a national survey of all 50 states, the District of Columbia, and the 10 counties with the largest federal TANF-funding allocations in each of the 13 states that administer TANF locally. To respond to the second objective, we interviewed HHS officials in Washington, D.C., and in several regional offices and reviewed policies and other documentation related to federal TANF oversight. We also examined audits performed under the Single Audit Act of 1984. These comprehensive audits of expenditures of various federal program funds by state and local governments and nonprofit organizations conducted by nonfederal auditors or public accounting firms assess compliance with federal financial requirements, including those for TANF. To respond to the third and fourth objectives, we conducted state and local site visits in California (Los Angeles County and San Diego County); the District of Columbia; Florida (Palm Beach and Miami-Dade); New York (New York City); Texas (Austin and Houston); and Wisconsin (Milwaukee). We selected these states because of their substantial contracts with large for- profit organizations to provide services funded by TANF, large share of the national TANF caseload, and geographic dispersion. In each of these states and respective localities, we interviewed key officials, including procurement officers, contract managers, auditors, and contractors. In addition, we obtained and analyzed numerous documents, including reviews of contractors and contracting agencies. We conducted our review from January 2001 through March 2002 in accordance with generally accepted government auditing standards. (See app. I for a more detailed discussion of our scope and methodology.)"], "subsections": [{"section_title": "Background", "paragraphs": ["State and local governments that receive grants from HHS must follow the uniform administrative requirements set forth in federal regulations.When procuring property and services, these regulations require that states follow the same policies and procedures they use for procurements supported with nonfederal funds. Under HHS’s regulations, states must also ensure that contracts include any clauses required by federal statutes and executive orders. Grantees other than states and subgrantees, such as local governments, rely on their own procurement procedures, provided that they conform to applicable federal laws and the standards identified in the regulations, including standards of conduct, requirements of full and open competition in contracting, procedures for different types of procurements, and bid protest procedures to handle and resolve disputes relating to their procurements. Grantees and subgrantees must maintain a contract administration system that ensures that contractors perform in accordance with the terms, conditions, and specifications of their contracts.", "The procurement of contracts typically follows a process that comprises several phases, including bid solicitation and contract award processes. The bid solicitation process will begin with the development of a work plan by the contracting agency that outlines the objectives contractors will be expected to achieve and the manner in which they will be expected to achieve them. The state or locality will then issue a request-for-proposals to inform potential bidders of the government’s interest in obtaining contractors for the work specified. A request-for-proposals is a publicly advertised document that outlines information necessary to enable prospective contractors to prepare proposals properly. After these activities are completed, the contract award process begins. Once proposals have been submitted, they are evaluated to assess their relative merit. Several key criteria are almost always considered in evaluating proposals, including price/cost, staffing, experience, and technical and/or other resources.", "The environment for administering social services such as TANF has been affected by changes to the nation’s workforce system. Through the Workforce Investment Act (WIA) of 1998 (P.L. 105-220), the Congress sought to replace the fragmented training and employment system that existed under the previous workforce system. WIA requires state and local entities that carry out specified federal programs to participate in local one-stop centers—local centers offering job placement assistance for workers and opportunities for employers to find workers—by making employment and training-related services available. While TANF is not a mandatory partner at one-stop centers, some states are using one-stop centers to serve TANF recipients. WIA called for the development of workforce investment boards to oversee WIA implementation at the state and local levels. WIA listed the types of members that should participate on the workforce boards, such as representatives of business, education, labor, and other segments of the workforce investment community, but did not specify a minimum or maximum number of members. Local workforce boards can contract for services delivered through one-stop centers.", "PRWORA broadened both the types of TANF services that could be contracted out and the types of organizations that could serve as TANF contractors. The act authorized states to contract out the administration and provision of TANF services, including determining program eligibility. Under the prior AFDC program, the determination of program eligibility could not be contracted out to nongovernmental agencies.  In addition, under the PRWORA provision commonly referred to as charitable choice, states are authorized to contract with faith-based organizations to provide TANF services on the same basis as any other nongovernmental provider without impairing the religious character of such organizations.", "Such changes in the welfare environment have affected the involvement of for-profit organizations in TANF contracting. Prior to PRWORA, contracting in the welfare arena was mainly for direct service delivery such as job training, job search instruction, and child care provision. While some for-profit companies provided services, service providers were mostly nonprofit. Large for-profit companies were mainly involved as contractors that designed automated data systems.  In the broader area of social services, large for-profits were also involved in providing various services for child support enforcement.  Now that government agencies can contract out their entire welfare systems under PRWORA, there has been an increase in the extent to which large for-profit companies have sought out welfare contracts, in some cases on a large scale that includes determining eligibility and providing employment and social services.", "Federal and state funds are used to serve TANF recipients. For federal fiscal years 1997 to 2002, states received federal TANF block grants totaling $16.5 billion annually. With respect to state funding, PRWORA includes a maintenance-of-effort provision, which requires states to provide 75 to 80 percent of their historic level of funding. States that meet federally mandated minimum participation rates must provide at least 75 percent of their historic level of funding, and states that do not meet these rates must provide at least 80 percent. The federally mandated participation rates specify the percentages of states’ TANF caseloads that must be participating in work or work-related activities each year.", "HHS oversees states’ TANF programs. In accordance with PRWORA and federal regulations, HHS has broad responsibility to oversee the proper state expenditure of TANF funds and the achievement of related program goals. While TANF legislation prohibits HHS from regulating states in areas that it is not legislatively authorized to regulate, it must still oversee state compliance with program requirements, such as mandated work participation rates and other program requirements."], "subsections": []}, {"section_title": "TANF-Funded Contracts Exceed $1.5 Billion Nationally and Cover an Array of Services", "paragraphs": ["Nearly all states and the District of Columbia contract with nongovernmental entities for the provision of TANF-funded services at the state level, local level, or both levels of government. In 2001, state and local governments spent more than $1.5 billion on contracts with nongovernmental entities, or at least 13 percent of all federal TANF and state maintenance-of-effort expenditures (excluding those for cash assistance). The majority of these contracts are with nonprofit organizations. Although TANF contractors provide a wide array of services, the most commonly contracted services reported by our survey respondents include employment and training services, job placement services, and support services to promote job entry or retention. In addition, eligibility determination for cash assistance under TANF or other TANF-funded services has been contracted out in one or more locations in some states. Most state TANF contracting agencies pay contractors a fixed overall price or reimburse them for their costs rather than base contract payments on achieving program objectives for TANF recipients."], "subsections": [{"section_title": "TANF Contracting Occurs at Different Levels of Government and with Various Types of Organizations", "paragraphs": ["Contracting for TANF-funded services occurs in the District of Columbia and every state except South Dakota. However, the level of government at which contracting occurs varies, which complicates efforts to provide comprehensive information on TANF-funded contracts. Contracting occurs only at the state level in 24 states, only at the local level in 5 states, at both levels in the remaining 20 states, and in the District of Columbia. Moreover, contracting at the local level encompasses contracting by agencies such as county departments of social or human services as well as workforce development boards whose jurisdiction may include several counties. Our national survey of TANF contracting provides comprehensive information on contracting at the state level but incomplete and nonrepresentative information on local contracting.", "In 2001, state and local governments expended at least $1.5 billion in TANF funds for contracted services. With respect to state-level contracting, contracts with nonprofit organizations accounted for 87 percent of TANF funds while contracts with for-profit organizations accounted for 13 percent of funds (see fig. 1). Seventy-three percent of state-level contracts are with nonprofit organizations and 27 percent are with for-profit organizations. Under PRWORA’s charitable choice provision, some states have established initiatives to promote the use of faith-based organizations. Contracts with faith-based organizations constitute a smaller proportion of all contracted TANF funds than contracts with secular nonprofit organizations and for-profit organizations. As shown in figure 1, contracts with faith-based organizations account for 8 percent of TANF funds spent by state governments on contracts with nongovernmental entities nationally.", "In several states, large percentages of the funds contracted by states and localities that were identified by our national survey are in contracts with for-profit organizations. As shown in table 1, at least half of the contracted funds in 8 states are with for-profit organizations. Moreover, in 11 states, more than 15 percent of all TANF-contracted funds identified by our survey went to faith-based organizations.", "The proportion of TANF funds expended for contracted services with nongovernmental entities varies considerably by state. Nationally, at least 13 percent of TANF funds expended for services other than cash assistance have been contracted out. As shown in table 1, the proportion of funds contracted out in 10 states in 2001 exceeded 20 percent of their fiscal year 2000 TANF fund expenditures (excluding the portion of expenditures for cash assistance). Idaho, Mississippi, New Jersey, Wisconsin, and the District of Columbia expended more than 40 percent of their TANF funds on contracted services. On the other hand, Iowa, Kansas, North Carolina, New Mexico, and Oregon spent the smallest proportion (2 percent or less of their TANF funds) on contracts with nongovernmental entities.", "Several large for-profit organizations and nonprofit organizations have large TANF contracts in multiple states. Our national survey of TANF contracting asked state and local respondents to identify the names of the contractors with the three largest dollar contracts in their jurisdictions. Four for-profit organizations—Curtis & Associates, Inc.; Maximus; America Works; and Affiliated Computer Services, Inc.—have contracts with the highest dollar values in two or more states. Among this group, Curtis & Associates, Inc., had the TANF contracts with the highest dollar value relative to other contractors in their respective locations. Among nonprofit contractors, Goodwill Industries, YWCA, Catholic Charities, Lutheran Social Services, Salvation Army, Urban League, United Way, Catholic Community Services, American Red Cross, and Boys & Girls Clubs all have TANF-funded contracts in two or more states. Among this group, Goodwill Industries had the TANF contracts with the highest dollar value relative to other contractors in their respective locations."], "subsections": []}, {"section_title": "Services Contracted Out Typically Include Job Preparation, Placement, and Retention", "paragraphs": ["States and localities contract with nongovernmental entities to provide services to facilitate employment, administer program functions, and strengthen families. Overall, states and localities rarely contract different types of services to nonprofit and for-profit organizations. Government entities contract out most often for services to facilitate employment. As shown in figure 2, over 40 percent of state respondents reported that half or more of their TANF-funded contracts ask for the provision of education and training activities, job placement services, and support services that address barriers to work and help clients retain employment. These support services include substance abuse treatment, assistance with transportation, and other services that facilitate job entry and retention. Childcare services are less common. While the responses we obtained from local respondents about types of services contracted out may not be representative of local TANF contracting, they revealed a similar overall pattern to the responses by state respondents presented in figure 2. In some cases, states and localities have contracted with nongovernmental entities to provide program administrative functions that were required to be performed by government workers in the past, such as determining eligibility.  The determination of eligibility for TANF-funded services provided to low-income families who are ineligible for cash assistance has been contracted out in one or more locations in at least 18 states. For example, one Ohio county, which offers a variety of services with varying eligibility criteria to the working poor, contracts with nongovernmental organizations to both provide and determine eligibility for the services. Contractors in at least 4 states are contracting out eligibility for cash assistance under TANF, an option authorized under TANF. Finally, some states and localities are using TANF funds to contract for services related to the TANF objectives of preventing and reducing the incidence of nonmarital pregnancies and encouraging the formation and maintenance of two-parent families. For example, 20 percent of state respondents reported that half or more of their TANF contracts call for the provision of services pertaining to stabilizing families."], "subsections": []}, {"section_title": "Many Contracting Agencies Pay Contractors Based on Costs Incurred, Rather Than on Program Objectives Achieved", "paragraphs": ["We asked state and local governments about the use of four common types of contracts for TANF services: cost-reimbursement, fixed priced, incentive, and cost- reimbursement plus incentive. Under cost- reimbursement contracts, contracting agencies pay contractors for the allowable costs they incur, whereas under fixed-price contracts, contracting agencies pay contractors based on a pre-established overall contract price. As figure 3 shows, almost 60 percent of state respondents said that half or more of their TANF contracts are cost-reimbursement. Far fewer respondents report that half or more of their TANF contracts were incentive or cost-reimbursement plus incentive.  Under incentive contracts, the amount paid to contractors is determined based on the extent to which contractors successfully achieve specified program objectives for TANF recipients, such as job placements and the retention of jobs. Cost-reimbursement plus incentive contracts pay contractors for costs they incur and provide payments above costs for the achievement of specific objectives. While the responses we obtained from local respondents may not be representative of local TANF contracting, they revealed a similar pattern to the responses by state respondents. Our survey disclosed that many state and local governments have chosen to use a contract type—cost-reimbursement—under which the government assumes a relatively high level of financial risk. Contracting agencies assume greater financial risk when they are required to pay contractors for allowable costs under cost-reimbursement contracts than when overall contract payments are limited to a pre-established price."], "subsections": []}]}, {"section_title": "HHS Relies Primarily on State Single Audit Reports to Oversee TANF Contracting but Does Not Use Them Systematically", "paragraphs": ["HHS relies primarily on state single audit reports to oversee state and local procurement of TANF services and monitoring of TANF contractors. State single audit reports identified TANF procurement or subrecipient monitoring problems for about one-third of the states for the period 1999 to 2000, and subrecipient monitoring problems were identified more frequently. However, HHS officials told us that they do not know the overall extent to which state single audits have identified problems with the monitoring of nongovernmental TANF contractors or the nature of these problems because they do not analyze the reports in such a comprehensive manner.  Our review of state single audit reports for 1999 and 2000 found internal control weaknesses for over a quarter of states nationwide that potentially affected the states’ ability to effectively oversee TANF contractors."], "subsections": [{"section_title": "Single Audits Assess TANF Procurement and Subrecipient Monitoring", "paragraphs": ["HHS relies primarily on state single audits to oversee TANF contracting by states and localities. The Single Audit Act of 1984 (P.L. 98-502), as amended, requires federal agencies to use single audit reports in their oversight of state-managed programs supported by federal funds. The objectives of the act, among others, are to (1) promote sound financial management, including effective internal controls, with respect to federal funds administered by states and other nonfederal entities; (2) establish uniform requirements for audits of federal awards administered by nonfederal entities; and (3) ensure that federal agencies, to the maximum extent practicable, rely on and use single audit reports. In addition, the act requires federal agencies to monitor the use of federal funds by nonfederal entities and provide technical assistance to help them implement required single audit provisions. The results of single audits provide a tool for federal agencies to monitor whether nonfederal entities are complying with federal program requirements.  To help meet the act’s objectives, Office Of Management and Budget (OMB) Circular A-133 requires federal agencies to evaluate single audit findings and proposed corrective actions, instruct states and other nonfederal entities on any additional actions needed to correct reported problems, and follow up with these entities to ensure that they take appropriate and timely corrective action.  States, in turn, are responsible for working with local governments to address deficiencies identified in single audits of local governments.", "Single audits assess whether audited entities have complied with requirements in up to 14 managerial or financial areas, including allowable activities, allowable costs, cash management, eligibility, and reporting. Procurement and subrecipient monitoring constitute 2 of the 14 compliance areas most relevant to TANF contracting.  Audits of procurement requirements assess the implementation of required procedures, including whether government contracting agencies awarded TANF contracts in a full and open manner.  Audits of subrecipient monitoring requirements examine whether an entity has adequately monitored the entities to whom it has distributed TANF funds. Subrecipients of TANF funds from states can include both local governments and nongovernmental entities with whom the state has contracted. Subrecipients of TANF funds from localities can include nongovernmental TANF contractors."], "subsections": []}, {"section_title": "State Single Audits Have Identified TANF Monitoring and Procurement Problems", "paragraphs": ["State single audit reports identified TANF subrecipient monitoring or procurement problems for one-third of the states. Single audits identified subrecipient monitoring deficiencies for 9 states in 1999 and 12 states in 2000. Of the 15 states that had subrecipient monitoring deficiencies in either 1999 or 2000, 6 states were cited for deficiencies in both years. State single audits identified procurement problems less frequently:  for 3 states in 1999 and 4 states in 2000.", "The extent to which state single audits have identified problems with subrecipient monitoring involving TANF funds is generally equal to or greater than for several other social service programs in which contracting occurs with nongovernmental organizations.  As shown in table 2, the number of state single audits that identified deficiencies in subrecipient monitoring for the 1999 to 2000 time period is similar for TANF, child care, and the Social Services Block Grant. Fewer state audits identified such problems for child support enforcement, Medicaid, and Food Stamps. With regard to procurement, the frequency of identified deficiencies in state audits for TANF was fewer than that for Medicaid but about the same as for several other programs.", "HHS officials told us that state single audits during this time period had identified TANF subrecipient monitoring problems in only two states— Florida and Louisiana—that involved unallowable or questionable costs and that also pertained to the oversight of nongovernmental TANF contractors. However, HHS officials also said that they do not know the overall extent to which state single audits have identified problems with the monitoring of nongovernmental TANF contractors or the nature of these problems because they do not analyze the reports in such a comprehensive manner. Our analysis of the state single audit reports that cited TANF subrecipient monitoring problems in 1999 or 2000 indicates that the reports for 14 of the 15 states identified internal control weaknesses that potentially affected the states’ ability to adequately oversee nongovernmental TANF contractors. Thus, internal control weaknesses pertaining to contractor oversight have been reported for more than a quarter of all states nationwide. (See app. III for a summary of the problems reported in each of the state single audits.)", "The reported deficiencies in states’ monitoring of subrecipients cover a wide range of problems, including inadequate reviews of the single audits of subrecipients, failure to inform subrecipients of the sources of federal funds they received, and inadequate fiscal and program monitoring of local workforce boards. The audit reports for some states, such as Alaska, Kentucky (2000 report), and Louisiana (1999 and 2000 reports) specified that the monitoring deficiencies involved or included subrecipients that were nongovernmental entities. For example, the 2000 single audit for Louisiana reported that for 7 consecutive years the state did not have an adequate monitoring system to ensure that subrecipients and social service contractors were properly audited, which indicates that misspent federal funds or poor contactor performance may not be detected and corrected.", "The audit reports for other states, including Arizona, Michigan, Minnesota, and Mississippi do not specify whether the subrecipients that were inadequately monitored were governmental or nongovernmental entities. However, the reported internal control weaknesses potentially impaired the ability of these states to properly oversee either their own TANF contractors or the monitoring of TANF contractors that have contracts with local governments. For example, the 2000 single audit report for Minnesota found that the state agency did not have policies and procedures in place to monitor the activities of TANF subrecipients. The 2000 audit report for Mississippi found that the state did not review single audits of some subrecipients in a timely manner and did not perform timely follow-up in some cases when subrecipients did not submit their single audits on time. Even if the subrecipients referred to in both of these audit reports were solely local governmental entities, the deficiencies cited potentially limited the states’ abilities to identify and follow-up in a timely manner on any problems with local monitoring of TANF contractors."], "subsections": []}, {"section_title": "HHS Does Not Use State Single Audits in a Systematic Manner to Oversee TANF Contracting", "paragraphs": ["HHS follows up on a state-by-state basis on the TANF-related problems cited in state single audits and focuses primarily on the problems that involve monetary findings. However, HHS does not use these reports in a systematic manner to develop a national overview of the extent and nature of problems with states’ oversight of TANF contractors. HHS officials said that HHS regional offices review state single audits and perform follow-up actions in cases where deficiencies were identified. These actions include sending a letter to the state acknowledging the reported problems and any plans the state may have submitted to correct the identified deficiency. HHS officials told us that their reviews of single audit reports focus on TANF audit findings that cited unallowable or questionable costs, and that HHS tracks such findings in its audit resolution database.  The officials explained that their focus on monetary findings stems from the need to recover any unallowable costs from states and from HHS’s oversight responsibility under PRWORA to determine whether to impose penalties on states for violating statutory TANF requirements. If the deficiency identified by a single audit involves monetary findings, HHS takes actions to recover the costs within the same year, according to HHS officials. HHS officials told us that if the identified deficiency does not involve monetary findings but pertains to a programmatic issue such as subrecipient monitoring, HHS generally relies on the state to correct the reported problem and would initiate corrective action if the same problem were cited in the state’s single audit the following year. However, HHS does not use state single audit reports in a systematic manner to oversee TANF contracting, such as by analyzing patterns in the subrecipient monitoring deficiencies cited by these reports.", "HHS auditors and program officials also told us that inconsistent auditing of nongovernmental entities and state monitoring of these entities affects HHS’s use of single audits as a management tool. For example, HHS officials said that the same nongovernmental entity might be treated as a subrecipient by one state and as a vendor by another state, which could limit HHS’s ability to determine whether the entity has consistently complied with all applicable federal and state requirements. HHS officials told us that they plan to work, in conjunction with OMB, to explore the reasons for the inconsistencies and, where appropriate, to identify ways to better assure compliance with audit requirements applicable to nongovernmental entities."], "subsections": []}]}, {"section_title": "Different Approaches Have Been Used To Help Ensure Compliance with, and Identify Problems in, Implementing Bid Solicitation and Contract Award Processes", "paragraphs": ["State and local governments rely on third parties to help ensure compliance with procurement requirements, including bid protests, judicial processes, and external audits. Procurement problems that resulted in the modification of contract award decisions surfaced in 2 of the 10 TANF procurements we reviewed. These problems affected 5 of the 58 TANF contracts awarded in the 10 procurements. Procurement issues were raised in 2 other procurements but did not result in the modification of contract award decisions."], "subsections": [{"section_title": "Oversight Approaches Include External Reviews and Administrative and Judicial Processes", "paragraphs": ["State and local governments have primary responsibility for overseeing procurement procedures, and they use several approaches to identify problems with procurement processes. In some cases, contracting agencies rely on aggrieved third parties to identify procurement problems through bid protests or lawsuits. In other cases, organizations outside the procurement process may review bid solicitation and contract award procedures. A bid protest occurs when an aggrieved party—a bidder who did not win a contract award—protests the decision of the local or state agency to award another bidder a contract. The process usually has several tiers, starting with a secondary review by the agency that denied the contract award. If the protest cannot be resolved internally, it can be brought to a higher level of authority. Contract agency officials said that bidders frequently protest contract award decisions. However, state and local officials also said that many bid protests are based more on bidder disgruntlement with award decisions than on corroborated instances of noncompliance with procurement processes. However, these protests do occasionally result in a resolution that favors the bid protester."], "subsections": []}, {"section_title": "Procurement Problems Were Identified in Some Cases", "paragraphs": ["We reviewed 10 separate procurements—specific instances in which government agencies had solicited bids and awarded one or more TANF contracts—in the local sites that we visited. Procurement problems identified in San Diego and Los Angeles resulted in contract award decisions being modified. In San Diego, the county employees union filed a lawsuit against the county maintaining that the county had failed to conduct a required cost analysis to determine whether it was more or less efficient to contract out services than it would be to provide them by county employees. The union won the case, and the county was required to perform a cost analysis and, upon determination that contracted services would be more cost-efficient than publicly provided services, resolicit bids from potential contractors. In Los Angeles County’s procurement of TANF services, one bidder filed a bid protest, claiming that the contracting agency had failed to properly evaluate its bid. As the final contract award authority, the County Board of Supervisors ordered the Director of Public Social Services to negotiate separate contracts for TANF services to the original awardee and protesting bidder.", "While procurement issues were raised in the District of Columbia and New York City, their resolution did not result in contract award decisions being modified. In the District of Columbia, the city Corporation Counsel raised concerns regarding the lack of price competition and the lack of an evaluation factor for price. For example, the District’s contracting agency set fixed prices it would pay for TANF services and did not select contractors based on prices they offered. District officials said that they set fixed prices so that contractors would not submit proposals that would unrealistically underbid other contractors. In addition, the agency did not include price as a factor in its evaluation of proposals. As a result of these and other factors, the Corporation Counsel concluded that the District’s procurement of TANF services was defective and legally insufficient. However, the city, operating under the authority of the mayor’s office to make final contract award decisions, approved the contract awards and subsequently implemented regulations changing the way price is used in making contract award decisions.", "In New York City, the TANF contracting process was alleged to have violated certain requirements, but these charges were not confirmed upon subsequent legal review and a resulting appellate court decision. The New York City Comptroller reported that the contracting agency had not disclosed the weights assigned to evaluation criteria for assessing bids, provided contract information to all bidders, and assessed each bid equitably. With regard to the assessment of bids, the comptroller maintained that the city’s Human Resources Administration (HRA) had deemed as unqualified some proposals that clearly ranked among the most technically qualified and recommended contract awards for other proposals that were much less qualified. The comptroller also maintained that HRA had preliminary contact with one of the potential contractors, reporting that HRA had held discussions and shared financial and other information with the contractor before other organizations had been made aware of the same information. The comptroller concluded that these actions constituted violations of city procurement policies. Utilizing its authority to make final contract award decisions, the mayor’s office subsequently overruled the comptroller’s objections and authorized the contract agency to award contracts to the organizations it had selected. A later court appeal found in favor of the mayor’s office."], "subsections": []}]}, {"section_title": "Deficiencies Have Been Identified with Contract Oversight and Contractor Performance in the States and Localities We Reviewed", "paragraphs": ["State and local governments use a variety of approaches to help ensure that TANF-funded contractors expend federal funds properly and comply with TANF program requirements, such as on-site reviews and independent audits. Four of the six states that we visited identified deficiencies in their oversight of TANF contractors. Various factors have contributed to these deficiencies, such as the need in some states to create and support local workforce boards that contract for TANF services and oversee contractors. With regard to contractor performance, several contractors at two local sites were found to have had certain disallowed costs and were required to pay back the amounts of these costs. Moreover, in five of the eight locations that established performance levels for TANF contractors, most contractors, including both nonprofit and for-profit contractors, did not meet one or more of their performance levels."], "subsections": [{"section_title": "States and Localities Use Various Approaches to Oversee TANF Contractors", "paragraphs": ["State and local oversight approaches that we found being used originate from organizations external to contracting agencies and these include independent audits and program evaluations. State and local government auditors, comptrollers, treasurers, or contracted certified public accounting firms audit contractors. Independent auditors conduct financial and programmatic audits of compliance with contract specifications. Similarly, evaluators from outside the contracting agency generally evaluate various aspects of program implementation, including financial, programmatic, and operational performance by contractors and other entities responsible for achieving program goals."], "subsections": []}, {"section_title": "Problems Have Been Cited with State and Local Oversight of TANF Contractors", "paragraphs": ["State and local government auditors in several states have identified shortcomings in how contracting agencies oversee TANF contractors. As shown in table 2, auditors reported oversight deficiencies in four of the six states that we visited—Florida, New York, Texas, and Wisconsin. Audit reports cited uneven oversight coverage of TANF contractors over time or across local contracting agencies. We did not identify any audit reports that assessed the oversight of TANF contractors in California or the District of Columbia.", "Evolving TANF program structures, resource constraints, and data quality issues contributed to the deficiencies in contractor oversight. In Florida and Texas, for example, new TANF program structures entailed establishing local workforce boards throughout the state as the principal entity for TANF contracting and the subsequent oversight of TANF contractors. In both states, local workforce boards varied significantly in their capability to oversee TANF contractors and ensure compliance with contract requirements. According to New York State program officials, contracting agencies in the state continue to experience ongoing shortfalls in staff resources necessary to provide sufficient oversight of contractor performance. In addition, Wisconsin’s Legislative Audit Bureau reported in 2001 that the Private Industry Council had not provided the requisite oversight of five TANF-funded contractors in Milwaukee County. In addition, state and local officials in other states frequently told us that data quality issues complicated efforts to monitor contractors effectively. For example, officials told us that case file information on job placements or job retention frequently differed from data in automated systems maintained by state or local contracting agencies. In New York City, such discrepancies required the Human Resources Administration to conduct time-consuming reviews and reconciliations of the data. Such inaccuracies forced delays in New York City’s payments to contractors, estimated by city officials to total several million dollars.", "States and localities have taken actions in response to some of the reported contract oversight deficiencies. For example, state of Florida officials worked with local workforce boards to integrate the operations of welfare and employment offices to improve oversight of service providers, including nongovernmental contractors. In Texas, the Texas Workforce Commission issued new oversight policies and provided technical assistance and guidance to help local workforce boards oversee the performance of TANF contractors. For example, the commission’s prior monitoring had identified inappropriate cost allocations across programs and other financial management problems by local boards.  The commission subsequently issued guidance on how boards and their contractors can meet cost allocation requirements. Commission officials told us that they use a team approach to monitor workforce boards and provide technical assistance."], "subsections": []}, {"section_title": "Contractors at Two Locations Had Unallowable Costs", "paragraphs": ["Auditors disallowed significant costs by TANF contractors at two of the locations that we visited:  Milwaukee County, Wisconsin, and Miami-Dade County, Florida. In the first location, Wisconsin’s State Legislative Audit Bureau reported that one for-profit contractor had disallowable and questionable costs totaling $415,247 (of which 33 percent were disallowable) and one nonprofit contractor had disallowable and questionable costs totaling $367,401 (of which 83 percent were disallowable). State auditors reported that a large proportion of the disallowable costs resulted from the contractors claiming reimbursement from Wisconsin for expenses incurred while attempting to obtain TANF contracts in other states. Auditors said that generally accepted contract restrictions prohibit the use of contract funds obtained in one state from being used to obtain new contracts in other states. State auditors also said they examined whether there had been any preconceived intent underlying these prohibited contract practices, which could have led to charges of fraud. However, the auditors could not demonstrate preconceived intent or any related allegations of fraud.", "The for-profit contractor also had costs disallowed for expenditures that supported TANF-funded activities involving a popular entertainer who had formerly received welfare benefits. The contractor believed the activity would provide an innovative, motivational opportunity for TANF recipients. While the contractor claimed that Wisconsin officials had not provided sufficient guidance about allowable activities, state officials subsequently found the costs associated with the entertainment activities to be unallowable. Costs incurred by the for-profit contractor that state auditors cited as questionable included charges for a range of promotional advertising activities, restaurant and food purchases for which there was no documented business purpose, and flowers for which documentation was inadequate to justify a business purpose. Costs incurred by the nonprofit contractor that were cited as questionable included funds spent on advertising, restaurant meals and other food purchases that were not a program need, and local hotel charges for which there was inadequate documentation. At the time of our review, the contractors had repaid all unallowable and questionable costs. In 2001, Wisconsin enacted a state law that requires TANF contracts beginning on January 1, 2002, and ending on December 31, 2003, to contain a provision stating that contractors that submit unallowable expenses must pay the state a sanction equal to 50 percent of the total amount of unallowable expenses.", "Auditors also disallowed some program costs claimed by several contractors under contract with the Miami-Dade Workforce Development Board in Florida. The auditors found instances in which several contractors had billed the contracting agency for duplicate costs. On the basis of these findings, the auditors recommended that the contractors repay the board about $33,000 for the costs that exceeded their valid claims. At the time of our review, arrangements had been made for the contractors to repay the disallowed costs to the contracting agency."], "subsections": []}, {"section_title": "Many TANF Contractors at Localities that We Reviewed Are Not Achieving Performance Levels Specified in Contracts", "paragraphs": ["Many TANF contractors at the sites that we reviewed are not meeting their established performance levels in the areas of work participation, job placement, or job retention rates. Contracting agencies in eight of the nine localities we reviewed (all except the District of Columbia) have established expected levels of performance for their TANF contractors, and these performance levels vary by locality. At two of the eight sites— Milwaukee and Palm Beach—all contractors met all specified performance levels. However, at five of the other sites, most contractors did not meet one or more of their performance levels, indicating that state and local governments did not achieve all anticipated performance levels by contracting for TANF services. Tables 4, 5, and 6 indicate the overall extent to which contractors met performance levels and the actual performance achieved by individual contractors with respect to measures for work participation, job placement, and job retention rates in each location that had established these performance levels. In contrast, at the two local sites that either established performance measures for the percentage of job placements that pay wages of at least a specified level (Milwaukee and Palm Beach) or offered health benefits (Milwaukee), all contractors met these measures.", "Payments to contractors at the eight localities that established performance levels are based either entirely or in part on whether contractors meet their specified performance levels. The measures most often used in the locations we visited mirror PRWORA’s emphasis on helping TANF recipients obtain employment. The most common performance measures are work participation, job placement, and job retention rates. Work participation rates stipulate that contractors engage a specified percentage of TANF recipients in work-related activities such as job search or community work experience. Job placement rates specify that contractors place a specified percentage of recipients in jobs and job retention rates specify that contractors ensure that recipients retain employment (but not necessarily at the same job) for a specified period, typically ranging from 30 to 180 days. In addition, some localities have established performance levels that require contractors to place TANF recipients in certain types of jobs, such as jobs that pay wages of at least a specified level or offer health benefits.", "The localities varied in the types of measures and levels of performance they established. For example, the specified levels for job placements ranged from 22 percent of program participants in Palm Beach to 50 percent in Austin and Houston. Performance levels established for job retention also varied by jurisdiction. For example, the specified performance levels for contractors in Milwaukee County are that 75 percent of TANF recipients who entered employment retain employment for 30 days and 50 percent retain employment for 180 days. In comparison, contractors in San Diego County face a 90-percent level for 30-day employment retention and a 60-percent level for 180-day retention.", "In most cases, nonprofit and for-profit contractors had similar performance with respect to meeting the performance levels established for them. Across the locations we reviewed, there are 14 instances in which a local site had data on the comparable performance of nonprofit and for-profit contractors. In 11 of these instances, the percentages of nonprofit and for-profit contractors that met the measures were similar. In each of the remaining three instances, for-profit contractors performed substantially better overall.", "In two locations we reviewed—Los Angeles County and San Diego County—county governments also provided TANF services. Overall, the relative performance levels of county-provided services and contracted services were mixed. For example, in San Diego County, the county performed better than one for-profit contractor and worse than another for-profit contractor in meeting performance levels for certain job retention rates. In Los Angeles County, one of two for-profit contractors performed better than the county in placing TANF recipients in jobs while one of the two county providers achieved higher placement rates than the other for-profit contractor.", "At the remaining site, the District of Columbia, contracting officials were unable to provide information on how well TANF contractors met expected levels of performance. While the District has not established contractually specified performance levels for TANF contractors, these contractors do have performance-based contracts. For example, contractors receive a specified payment for each TANF recipient who becomes enrolled in work-related activities, placed in a job, or who retains employment for a certain period of time. However, District officials were unable to provide us with an assessment of TANF contractors’ performance in serving TANF recipients."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The contracting out of TANF-funded services is an important area for several reasons. First, the magnitude of TANF contracting is substantial, involving at least $1.5 billion in federal and state funds in 2001, which represents at a minimum 13 percent of the total amount states expended for TANF programs (excluding expenditures for cash assistance). In 2001, about a quarter of the states contracted out 20 percent or more of the amounts they had expended for TANF programs in fiscal year 2000, ranging up to 74 percent. Second, PRWORA expanded the scope of services that could be contracted out to nongovernmental entities, such as determining eligibility for TANF. Third, some states are using new entities—local workforce boards—that procure TANF services and are responsible for overseeing TANF contractors.", "Problems with the performance of TANF contractors have been identified in some cases, but there is no clear pattern of a greater incidence of these problems with nonprofit versus for-profit contractors. At two of the nine localities we reviewed, auditors had disallowed certain costs by several contractors, and arrangements had been made for the contractors to repay unallowable costs. We found more widespread instances of contractors at the local sites not meeting their contractually established performance levels in areas such as work participation, job placement, and job retention rates. Contracting agencies at the local sites had established financial incentives for contractors by basing payments to contractors in whole or part on their performance in such areas. While meeting the service needs of TANF recipients can present many challenges for contractors, this has become even more important now that these recipients face time limits on the receipt of TANF.", "Effective oversight is critical to help ensure contractor accountability for the use of public funds, and our review identified problems in some cases with state and local oversight of TANF contractors. At the national level, our review of state single audit reports found internal control weaknesses for over a quarter of the states that potentially affected the states’ ability to effectively monitor TANF contractors. The extent to which state single audits have identified problems with subrecipient monitoring involving TANF funds is generally equal to or greater than for several other social service programs in which contracting occurs with nongovernmental organizations. Moreover, in four of the six states we visited, independent audits have identified deficiencies in state or local oversight of TANF contractors. However, HHS officials told us that they do not know the extent and nature of problems pertaining to the oversight of TANF contractors that state single audit reports have cited because HHS does not analyze these reports in such a comprehensive manner. This is due, in part, to HHS’s focus on those problems identified by single audit reports that involve unallowable or questionable costs. While such problems certainly warrant high priority, the result is that there is not adequate assurance that identified deficiencies pertaining to the monitoring of TANF contractors are being corrected in a strategic manner. Greater use of single audits as a program management tool by HHS would provide greater assurance that TANF contractors are being held accountable for the use of public funds. For example, HHS could use state audit reports more systematically in ways such as obtaining additional information about the extent to which nongovernmental TANF contractors are involved in the subrecipient monitoring deficiencies cited in these reports, identifying the most commonly reported types of deficiencies, and tracking how often the same deficiencies are cited recurrently for individual states."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To facilitate improved oversight of TANF contractors by all levels of government, we recommend that the Secretary of HHS direct the Assistant Secretary for Children and Families to use state single audit reports in a more systematic manner to identify the extent and nature of problems related to state oversight of nongovernmental TANF contractors and determine what additional actions may be appropriate to help prevent and correct such problems."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["HHS provided written comments on a draft of this report, and these are reprinted in appendix IV. HHS said that the report addresses an important topic and provides useful information in describing the reasons that have prompted the rise in contracting, as well as the associated issues and challenges. However, HHS did not agree with our recommendation to the Assistant Secretary for Children and Families to use state single audit reports in a more systematic manner with regard to problems related to state oversight of nongovernmental TANF contractors. After evaluating HHS’s comments, we continue to believe that our recommendation is warranted.", "HHS questioned whether our recommendation is consistent with the provisions of the Single Audit Act and whether the recommendation is necessary, in light of the current responsibilities that federal agencies and other units of government have for using single audit reports. HHS elaborated by explaining that OMB Circular A-133 requires federal agencies to take actions such as ensuring that audits of recipients of federal funds are completed and reports are received in a timely manner, issuing management decisions on audit findings within 6 months after receipt of the audit report, and ensuring that recipients take appropriate and timely corrective actions. HHS said that it performs such actions. HHS also said that Circular A-133 assigns these same responsibilities to other entities (e.g., state and local governments) for oversight of their subrecipients of federal funds. In addition, HHS said that there is some question about whether it is appropriate under the TANF statute, with its clear emphasis on state flexibility, for HHS to assume substantial new responsibilities that could interfere with states’ methods of monitoring their subrecipients or contractors.", "We believe that our recommendation is consistent with the Single Audit Act, Circular A-133, and the TANF statute. Moreover, we view our recommendation as contributing to the stated objective of the Single Audit Act of ensuring that federal agencies use single audit reports to the maximum extent practicable in overseeing federal programs. In the TANF block grant environment, the rise in contracting brings with it new challenges at all levels of government regarding accountability for use of federal funds by nongovernmental entities. While states have a great deal of flexibility in using TANF funds, HHS continues to have a fiduciary responsibility to ensure that states properly account for their use of federal funds and maintain adequate internal controls over the use of funds by their subrecipients. HHS follow-up on individual state single audit reports does not preclude the agency from analyzing these reports in a more systematic manner to meet its oversight responsibilities, as we recommend. Furthermore, our recommendation does not call for HHS to usurp any oversight responsibilities from the states for overseeing their subrecipients.", "Finally, HHS said that it failed to recognize what value our recommendation would add to the TANF program. HHS said that because its staffing level for administering TANF has been greatly reduced, the value and cost-benefit of our recommendation must be considered before adding or redirecting staff to gain a comprehensive perspective on the extent and nature of problems with the monitoring of subrecipients and contractors. In response, we believe that implementing our recommendation could strengthen HHS’s oversight of this important area and facilitate improved oversight of TANF contractors by states. For example, more systematic analysis of state single audit reports by HHS could help identify national patterns in the problems with states’ monitoring of their TANF subrecipients cited by these reports. This information would be valuable to states working to improve their oversight of these subrecipients. Moreover, users of single audit reports can now analyze information more quickly than ever before by using the Internet to access a single audit database established by the Bureau of the Census. In addition, more systematic analysis by HHS of the subrecipient monitoring problems reported by state single audits could also provide useful information on the extent to which these problems involve nongovernmental contractors and are recurring in the same states. Such information could help HHS ascertain whether or not this is a growing problem area that may warrant closer scrutiny. By disseminating the results of its analysis of single audit reports to states through existing venues such as audit forums and conferences with state TANF officials, HHS could share information with its TANF partners to facilitate better oversight of contractor-provided services.", "In addition, we believe that our recommendation represents a cost- effective approach to improving oversight of TANF contractors because the recommendation involves making fuller use of information that is already collected. The national analysis of state single audit reports that we performed for this report took less than a month and involved using the single audit database to identify reports that cited problems with TANF subrecipient monitoring, reviewing these reports to extract the specific problems, and identifying some of the most commonly cited problems. It may be possible for HHS regional office staff to perform some of this type of analysis, as well as to obtain any needed additional information about specific problems, in the course of their current reviews of state single audit reports for their regions. Such an approach could reduce the amount of analysis by HHS headquarters staff needed to obtain a comprehensive perspective on the extent and nature of problems related to state oversight of TANF contractors.", "We are sending copies of this report to the Secretary of HHS and the department’s Assistant Secretary for Children and Families, appropriate congressional committees, and other interested parties. We will also make copies available to others upon request.", "Please contact me on (202) 512-7215 if you have any questions about this report. Other GAO contacts and staff acknowledgments are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To identify the extent and nature of Temporary Assistance for Needy Families (TANF) contracting, we conducted a national survey of all 50 states, the District of Columbia, and the10 counties with the largest federal TANF-funding allocations in each of the13 states that administer their TANF programs locally. Contracting for TANF-funded services occurs at different levels of government—the state, the local, or both—and data on TANF-funded contracts are maintained at various levels of government. We developed three survey instruments to accommodate these differences. The first survey instrument, which requested state data only, was sent to the 13 states that contract at both levels of government or locally only, but maintain data separately. For these 13 states, a second survey instrument, which requested data on contracts entered into at the local level, was sent to 10 counties that receive the largest TANF allocations in each of these 13 states to determine how much contracting takes place in their larger counties. The third survey instrument, which requested data on state-level and local-level contracts, was sent to the remaining 37 states and the District of Columbia (see app. II for this survey instrument). All three survey instruments were pretested with appropriate respondents in six states.  In addition to obtaining data through our national survey, we also obtained data from HHS on federal TANF and state maintenance-of-effort funds for fiscal year 2000. We did not independently verify these data.", "The response rate for the survey instrument sent to the counties in the 13 states was 78 percent.  The response rate for the remaining survey instruments sent to state governments was 100 percent.  Since our survey did not cover all counties in the 13 states that contract for TANF services locally, the total number of TANF-funded contracts and their dollar value may be understated. In addition, eight states that maintain data on local- level contracting did not provide us with these data.  We subsequently contacted survey respondents who had indicated that the determination of eligibility had been contracted out to confirm that this was for the TANF program and determine whether contractors determined eligibility for cash assistance or other TANF-funded services.", "To obtain information on approaches used by the federal government to oversee TANF contracting, we met with officials in HHS’s Administration for Children and Families in Washington, D.C., and conducted telephone interviews with staff in HHS regional offices in Atlanta, Chicago, Dallas, New York, Philadelphia, and San Francisco. We also interviewed the director of HHS’s National External Audit Review Center to learn how the agency uses single audit reports to oversee procurement processes and contractor monitoring. In addition, we analyzed the single audit database and reviewed state single audit reports.", "To obtain information on approaches used by state and local governments to ensure compliance with bid solicitation and contract award requirements and to oversee contractor performance, we conducted site visits to California, the District of Columbia, Florida, New York, Texas, and Wisconsin. We met with state TANF officials in these states. In addition, we met with procurement officers, contract managers, auditors, and private contractors in the following nine locations: Austin and Houston, Texas; the District of Columbia; Los Angeles County and San Diego County, California; Miami-Dade and Palm Beach, Florida; Milwaukee, Wisconsin; and New York City, New York. We elected to visit these localities because they all serve a large portion of the TANF population and have at least one large contractor providing TANF-funded services. To obtain additional perspectives on TANF contracting, we interviewed representatives from government associations (American Public Human Services Association, Council of State Governments, National Conference of State Legislatures, and the National Association of Counties) and unions (American Federation of State, County, and Municipal Employees at the national office and in Milwaukee County, Wisconsin). We also reviewed various audit reports for the state governments, local governments, and nonprofit contractors that we interviewed in the nine locations to determine whether auditors found instances of noncompliance with bid solicitation and contract award requirements or contract monitoring. In addition, we selected 7 TANF- funded contracts with nonprofit organizations and 10 TANF-funded contracts with for-profit organizations to obtain information on their contract structure, services provided, and other relevant information."], "subsections": []}, {"section_title": "Appendix II: National Survey on TANF- Funded State and Local Government Contracting", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Problems Cited with TANF Subrecipient Monitoring by State Single Audits, 1999 and 2000", "paragraphs": ["Appendix III: Problems Cited with TANF Subrecipient Monitoring by State Single Audits, 1999 and 2000 2000 The state lacked procedures to ensure that subrecipient nonprofit organizations used TANF funds only for allowable purposes as required by TANF regulations. The state failed to inform nonprofit subrecipients of the source and amount of TANF funds they received. As a result, the state cannot provide assurance that nonprofit organizations are complying with federal requirements, including TANF requirements for allowable activities, allowable costs, and suspension and debarment of contractors.", "In some cases, the state did not provide subrecipients with information about the sources of federal funds they received. The lack of proper notification to subrecipients of federal award information increases the risk of the improper use and administration of federal funds.", "In some cases, the state did not notify subrecipients that the funding they received originated from TANF. The lack of proper notification to subrecipients of federal award information increases the risk of the improper use and administration of federal funds, including limited assurance that proper audits are conducted of those funds. The single audit report   references a state inspector general report that identified inadequate state oversight of local workforce coalitions that administer TANF funds and inadequate procurement and cash management practices by the local coalitions.", "The state has not ensured that significant deficiencies related to electronic benefit transfer cards are corrected on a timely basis. The state did not issue monitoring reports to counties within a consistent timeframe. The 1999 finding on not notifying subrecipients of the federal funding sources from which they received funds was subsequently reported in 2000, including the associated risks reported in the prior year.", "The state did not provide information to some subrecipients on the sources of federal funds it distributed to them. The state did not provide this information because it initially considered the service providers to be vendors rather than subrecipients, and as such, the state did not believe it was necessary to notify the service providers of the federal award information. Failure to inform subrecipients of the federal award information could result in subrecipients improperly reporting expenditures of federal awards, expending federal funds for unallowable purposes, or not receiving a single audit in accordance with federal requirements. The state did not ensure that all nongovernmental contractors submitted their required audit reports or requested an extension. As a result, the state cannot be assured that subrecipients expended federal awards for their intended purpose and complied with federal requirements.", "1999 a result, the state cannot be assured that subrecipients spent grant monies for their intended purpose and complied with federal requirements. The state continues to lack an adequate monitoring system to ensure that federal subrecipients and social services contractors are audited in accordance with federal, state, and department regulations.", "For the seventh consecutive year, the state does not have an adequate monitoring system to ensure that federal subrecipients and social services contractors are audited in accordance with federal, state, and department regulations. In addition, the audit identified $267,749 in questionable costs for TANF. For 35 percent of the contracts audited, the contract did not include required federal award information and information on applicable compliance requirements. The state cannot determine if all required audit reports are received and lacks review procedures to ensure that the information entered into the audit tracking system is accurate and complete. State policy and procedures relating to audit follow-up for subrecipient audits need to be revised to include current official policies. The state is not able to ensure the completeness or accuracy of its system for tracking the total amount of funds provided to subrecipients. The state’s internal control mechanisms did not provide for the proper identification, monitoring, and reporting of payments to all subrecipients. The state’s contract management database excludes several entities that received payments of federal funds. As a result, the state could not be assured that all entities receiving funds were identified as subrecipients, when appropriate, and monitored. In addition, self-certification of entities as subrecipients or vendors increases the risk that the state is not properly identifying and monitoring subrecipients.While OMB Circular A-133 requires states to monitor subrecipients to ensure compliance with laws, regulations, and provisions of contracts, the state agency did not have policies and procedures in place to monitor the activities of subrecipients. The state did not verify the amount of federal financial assistance expended by subrecipients, which should be done to determine which subrecipients require an audit. The state had not implemented an effective procedure for documenting the fiscal year-end for each new subrecipient. 2 of 15 subrecipients tested did not submit their 1998 audit reports in a timely manner, and the state did not perform follow up procedures in a timely manner. For 5 of 15 subrecipients tested, the state’s review of the audit reports was performed 6 months or more after the state received the reports. Without adequate control over the submission of audit reports and prompt follow-up of audit findings, noncompliance with federal regulations by subrecipients could occur and not be detected.", "1999 Local offices of the state agency reported that they could not locate over 6 percent of the case files requested for detailed review. Without case files, adequate documentation is not available to verify the eligibility of clients and the appropriateness of benefits paid. The state did not properly monitor the federal funds expended by the Essex County Welfare Board for the Public Assistance Program. While an independent auditor issued a single audit report for Essex County, the audit excluded the Public Assistance Program because of the lack of internal controls related to some components of the program. Payments to public assistance recipients are made through an electronic benefit transfer (EBT) system administered by a contractor, but EBT account activity has not been reconciled to the state’s automated system for the public assistance program. Eleven of the 58 local districts did not submit their single audit reports within the required 13-month period.", "The state did not maintain sufficient documentation to adequately monitor advance payments to, and expenditures of, contractors providing child care services.", "The state’s procedures for reviewing subrecipient audit reports were inadequate. Errors and omissions in reports on subrecipient expenditures went undetected.  The state did not conduct expenditure reviews to ensure that amounts disclosed in subrecipient audit reports agreed with expenditure records maintained by the state. As reported in the prior audit, the state did not perform sufficient monitoring procedures to provide reasonable assurance that subrecipients administered federal awards in compliance with federal requirements.  The reported problem remains unresolved, as the state did not provide reasonable assurance that services and assistance were provided to eligible families.", "Eleven of the 58 local districts did not submit their single audit reports within the required 13-month period. The state does not perform an adequate desk review of local districts’ single audit reports to ensure that submitted reports were performed in accordance with federal requirements. The state did not always perform or document a review of the counties’ eligibility determination process to provide reasonable assurance that services and assistance were provided to eligible families. The state did not always monitor to ensure that sanctions were imposed on TANF recipients who did not cooperate with the child support enforcement office. The state did not perform monitoring procedures to provide reasonable assurance that the counties used Social Services Block Grant funds for only eligible individuals and allowable service activities.", "1999 The state’s fiscal and program monitoring of local workforce boards does not provide reasonable assurance that TANF funds are being spent appropriately. Current fiscal monitoring procedures are inconsistent and lack program-specific attributes. For example, state fiscal monitors generally do not compare a local workforce board’s funding allocation for specific programs to its subcontractor’s budget to ensure that the board is passing on the funds as required. Federal and state compliance is not ensured by the limited scope of reviews. The state conducted limited program monitoring of only 4 of 18 boards that had TANF contracts in place.", "No problems were cited.", "While the 2000 state single audit did not report monitoring problems, another state audit issued in March 2001 reported that local workforce boards still needed to make significant improvements in their contract monitoring. The audit reported that improvements are needed to ensure proper accounting for program funds, management of contracts with service providers, and achievement of data integrity."], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["The following individuals made important contributions to this report: Barbara Alsip, Elizabeth Caplick, Mary Ellen Chervenic, Joel Grossman, Adam M. Roye, Susan Pachikara, Daniel Schwimer, and Suzanne Sterling."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Welfare Reform:  Interim Report on Potential Ways to Strengthen Federal Oversight of State and Local Contracting. GAO-02-245. Washington, D.C.: 2002.", "Welfare Reform:  More Coordinated Federal Effort Could Help States and Localities Move TANF Recipients With Impairments Toward Employment. GAO-02-37. Washington, D.C.:  2001.", "Workforce Investment Act:  Better Guidance Needed to Address Concerns Over New Requirements. GAO-02-72. Washington, D.C.:  2001.", "Welfare Reform:  Moving Hard-to-Employ Recipients Into the Workforce. GAO/HEHS-01-368. Washington, D.C.:  2001.", "Welfare Reform:  Progress in Meeting Work-Focused TANF Goals. GAO- 01-522T. Washington, D.C.:  2001.", "Welfare Reform:  Improving State Automated Systems Requires Coordinated Federal Effort. GAO/HEHS-00-48. Washington, D.C.:  2000.", "Social Service Privatization:  Ethics and Accountability Challenges in State Contracting. GAO/HEHS-99-41. Washington, D.C.:  1999.", "Social Service Privatization:  Expansion Poses Challenges in Ensuring Accountability for Program Results. GAO/HEHS-98-6. Washington, D.C.: 1997.", "Managing for Results:  Analytic Challenges in Measuring Performance. GAO/HEHS/GGD-97-138. Washington, D.C.:  1997.", "Privatization:  Lessons Learned by State and Local Governments. GAO/GGD-97-48. Washington, D.C.:  1997.", "Child Support Enforcement:  Early Results on Comparability of Privatized and Public Offices. GAO/HEHS-97-4. Washington, D.C.:  1996."], "subsections": []}], "fastfact": []}