{"id": "GAO-18-616T", "url": "https://www.gao.gov/products/GAO-18-616T", "title": "High Risk: Agencies Need to Continue Efforts to Address Management Weaknesses of Federal Programs Serving Indian Tribes", "published_date": "2018-06-13T00:00:00", "released_date": "2018-06-13T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO's High Risk List identifies federal program areas that are high risk due to their vulnerability to mismanagement, among other things. GAO added the federal management of programs that serve Indian tribes and their members to its February 2017 biennial update of high-risk areas in response to management weaknesses at Interior and HHS.", "This testimony provides examples of actions taken and progress made by these agencies to address the five criteria GAO uses for determining whether to remove a high-risk designation (leadership commitment, capacity, action plan, monitoring, and demonstrated progress).", "To conduct this work, GAO drew on findings from GAO reports issued from September 2011 through September 2017 and updated that work by reviewing agency documentation and interviewing agency officials."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO designated the federal management of programs that serve tribes and their members as high risk, and officials from the Department of the Interior's Office of the Assistant Secretary-Indian Affairs (Indian Affairs), the Bureau of Indian Education (BIE), the Bureau of Indian Affairs (BIA), and the Department of Health and Human Services' (HHS) Indian Health Service (IHS) expressed their commitment to addressing the issues that led to the designation. Since GAO last testified before this committee on September 13, 2017, Indian Affairs, BIE, BIA, and IHS have demonstrated varying levels of progress to partially meet most or all of the criteria for removing a high-risk designation. However, additional progress is needed to fully address management weaknesses, particularly in the areas of leadership commitment and capacity.", "Leadership commitment . To meet the leadership commitment criterion for removal of a high-risk designation, the agency needs to have demonstrated strong commitment and top leadership support to address management weaknesses. Indian Affairs, BIE, BIA, and IHS each took some actions to partially meet the leadership criterion. For example, the BIE Director formed an internal working group, convened meetings with other senior leaders within Indian Affairs, and publicly stated that his agency is committed to ensuring the implementation of prior GAO recommendations on Indian education. In addition, BIA officials demonstrated leadership commitment by, for example, issuing a memorandum requiring the use of a centralized data management system to track requests for land ownership records. To fully meet the leadership commitment criterion, all the agencies need, among other things, stable, permanent leadership that has assigned the tasks needed to address weaknesses and that holds those assigned accountable for progress.", "Capacity . To meet the capacity criterion, an agency needs to demonstrate that it has the capacity (i.e., people and other resources) to resolve its management weaknesses. Indian Affairs, BIE, BIA, and IHS each made progress identifying capacity and resources to partially meet the capacity criterion. For example, BIE hired school safety officers and personnel in offices supporting the oversight of school spending. BIA conducted a survey to identify workforce needs related to energy development to support staffing decisions for the recently created Indian Energy Service Center. IHS officials told us that the agency is expanding the role of internal audit staff within its enterprise risk management program to augment internal audits and complement audits by the HHS Inspector General and GAO. However, all the agencies have vacancies in key offices. For example, BIA officials said the agency does not have the staff or resources to implement a comprehensive workforce planning system to ensure it has staff in place at its agency offices to meet its organizational needs concerning numerous activities, including energy resources. To fully meet the capacity criterion, all the agencies need to assess tradeoffs between these and other administration priorities in terms of people and resources, and should provide key information to decision makers on resources needed to address the criteria and related management weaknesses."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO has made 52 recommendations to improve management weaknesses at some Interior and HHS agencies, of which 34 are still open. Some of these weaknesses led to the agencies' placement on the High Risk List. GAO sees varying levels of progress at the agencies in understanding what they need to do to be removed from the list and will continue to closely monitor their progress."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the status of actions by the  Departments of the Interior (Interior) and Health and Human Services  (HHS) to address issues that led to the high-risk designation we made  related to the federal management of programs that serve tribes and their  members. We added this area to our High Risk List in February 2017  because of our concern about the ability of agencies within these  departments to manage (1) education and health care programs that  serve tribes and their members and (2) Indian energy resources. In  particular, we found numerous weaknesses in how Interior’s Bureau of  Indian Education (BIE) and Bureau of Indian Affairs (BIA)—under the  office of the Assistant Secretary-Indian Affairs (Indian Affairs)—managed  education programs and energy resources and how HHS’s Indian Health  Service (IHS) managed health care services. We reported that these  management weaknesses jeopardized the health and safety of American  Indians served by these programs and limited opportunities for tribes and  their members to use energy resources to create economic benefits and  improve the well-being of their communities. This testimony provides  examples of actions taken and progress made by these agencies to  address the five criteria we use for determining whether to remove a high- risk designation (leadership commitment, capacity, action plan,  monitoring, and demonstrated progress).", "In 2016, Congress found in the Indian Trust Asset Reform Act that  “through treaties, statutes, and historical relations with Indian tribes, the  United States has undertaken a unique trust responsibility to protect and  support Indian tribes and Indians.” As further stated in that act, the  fiduciary responsibilities of the United States to Indians arise in part from  commitments made in treaties and agreements, in exchange for which  Indians surrendered claims to vast tracts of land. The act notes that this  history of federal-tribal relations and understandings has benefitted the  people of the United States and established “enduring and enforceable  ederal obligations to which the national honor has been committed.”  Through improvements to federal management of programs that serve  tribes and their members, agencies can improve the efficiency of federal  programs under which services are provided to tribes and their members.", "Such improvements would be consistent with the expressed view of  Congress as to the federal government’s trust responsibilities and would  strengthen confidence in the performance and accountability of the  federal government. In light of this unique trust responsibility and  concerns about the federal government’s management of Indian  education and health care programs and Indian energy resources, and  because these issues uniquely affect tribal nations and their members,  we added the federal management of programs serving tribes and their  members as a high-risk area in February 2017.", "The focus of this high-risk area is on management weaknesses within  federal agencies that administer programs that serve tribes and their  members. However, not all federal programs are administered by federal  agencies. In accordance with federal Indian policy that recognizes the  right of Indian tribes to self-government and that supports tribal self- determination, a number of tribes have elected to take over the  administration of certain federal programs and services from BIA, BIE,  and IHS. Our recommendations identified in the high-risk area are neither  reflective of the performance of programs administered by tribes nor  directed at any tribally operated programs and activities.", "We have ongoing work reviewing tribes’ use of selected legal  mechanisms to take over the administration of federal programs from BIA  and assume control and decision-making authority over surface leasing of  their lands. In addition, we have ongoing work related to health care  programs that serve tribes and their members. Specifically, we are  reviewing: (1) provider vacancies in IHS; (2) the use of advance  appropriation authority for federal health programs and any applications  to IHS; (3) how IHS compares with the Veterans Health Administration,  Medicare, and Medicaid in terms of overall structure, user characteristics  and service utilization, and funding levels; and (4) access to care for  American Indian veterans. The results of these reviews will help inform  future updates to the High Risk List.", "For this statement, we drew on findings from our reports issued from  September 2011 through September 2017 and updated that work by  reviewing agency documentation and interviewing agency officials. To  conduct our previously issued work, on which this testimony draws, we  reviewed relevant federal laws, regulations, and policies; reviewed  agency documentation; and interviewed tribal, federal, and industry  officials, among others. More detailed information on the scope and  methodology of our work can be found in each of the reports cited in our  High-Risk Series report. We conducted the work on which this statement  is based in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Since 1990, generally every 2 years at the start of a new Congress, we  call attention to agencies and program areas that are high risk due to their  vulnerability to mismanagement or that are most in need of  transformation. Our high-risk program is intended to help inform the  congressional oversight agenda and to improve government  performance. Since 1990, a total of 61 different areas have appeared on  the High-Risk List. Of these, 24 areas have been removed, and 2 areas  have been consolidated. On average, the high-risk areas that were  removed from the list had been on it for 9 years.", "Our experience with the High-Risk List over the past 25 years has shown  that the key elements needed to make progress in high-risk areas are  top-level attention by the administration and agency leaders grounded in  the five criteria for removing high-risk designations, which we reported on  in November 2000. When legislative and agency actions, including those  in response to our recommendations, result in significant progress toward  resolving a high-risk problem, we will remove the high-risk designation.  However, implementing our recommendations alone will not result in the  removal of the designation, because the condition that led to the  recommendations is symptomatic of systemic management weaknesses.  In cases in which we remove the high-risk designation, we continue to  closely monitor the areas. If significant problems again arise, we will  consider reapplying the high-risk designation. The five criteria for  removing high-risk designations are:", "Leadership commitment. Demonstrated strong commitment and top  leadership support to address the risks.", "Capacity. Agency has the capacity (i.e., people and other resources)  to resolve the risk(s).", "Action plan. A corrective action plan that defines the root causes,  identifies effective solutions, and provides for substantially completing  corrective measures in the near term, including steps necessary to  implement solutions we recommended.", "Monitoring. A program has been instituted to monitor and  independently validate the effectiveness and sustainability of  corrective measures.", "Demonstrated progress. Ability to demonstrate progress in  implementing corrective measures and in resolving the high-risk area.", "These five criteria form a road map for efforts to improve and ultimately  address high-risk issues. Addressing some of the criteria leads to  progress, and satisfying all of the criteria is central to removal from the  list. Figure 1 shows the five criteria for removal for a designated high-risk  area and examples of agency actions leading to progress toward  removal.", "Importantly, the actions listed are not “stand alone” efforts taken in  isolation of other actions to address high-risk issues. That is, actions  taken under one criterion may be important to meeting other criteria as  well. For example, top leadership can demonstrate its commitment by  establishing a corrective action plan, including long-term priorities and  goals to address the high-risk issue and by using data to gauge  progress—actions that are also vital to addressing the action plan and  monitoring criteria. When an agency meets all five of these criteria, we  can remove the agency from the High Risk List. We rate agency progress  on the criteria using the following definitions:", "Met. Actions have been taken that meet the criterion. There are no  significant actions that need to be taken to further address this  criterion.", "Partially Met. Some, but not all, actions necessary to meet the  criterion have been taken.", "Not Met. Few, if any, actions toward meeting the criterion have been  taken."], "subsections": []}, {"section_title": "Agencies Made Some Progress Addressing the Management Weaknesses That Led to the 2017 High Risk Designation", "paragraphs": ["Officials from Indian Affairs, BIE, BIA, and IHS expressed their  commitment to addressing the issues that led to the high-risk designation  for federal management of programs that serve tribes and their members.  Since we last testified before this committee on September 13, 2017, we  met with agency leaders and worked with each agency to identify actions  the agencies took or plan to take to address the concerns that contributed  to the designation. We determined that Indian Affairs, BIE, BIA, and IHS  demonstrated varying levels of progress to partially meet most or all of  the criteria for removing a high-risk designation. However, additional  progress is needed for the agencies to fully address the criteria and  related management weaknesses, particularly in the areas of leadership  commitment and capacity."], "subsections": [{"section_title": "Leadership Commitment", "paragraphs": ["To meet the leadership commitment criterion for removal of a high-risk  designation, an agency needs to have demonstrated strong commitment  and top leadership support to address management weaknesses. The  following examples show actions Indian Affairs, BIE, BIA, and IHS took to  partially meet the leadership commitment criterion.", "Education. Indian Affairs’ leaders have demonstrated commitment to  addressing key weaknesses in the management of BIE schools in  several ways. For example, the BIE Director formed an internal  working group, convened meetings with other senior leaders within  Indian Affairs, and publicly stated that his agency is committed to  ensuring implementation of our recommendations on Indian  education. In addition, the BIE Director and other Indian Affairs  leaders and senior managers have met with us frequently to discuss  outstanding recommendations, actions they have taken to address  these recommendations, and additional actions they could take. In  particular, the BIE Director met with us on nine occasions over the  past year to discuss our recommendations and instructed his staff to  provide us draft policies and procedures related to our  recommendations. However, it is important that Indian Affairs leaders  be able to sustain this level of commitment to solving problems in  Indian education. Since 2012, there have been six Assistant- Secretaries of Indian Affairs and five BIE Directors. There has also  been leadership turnover in other key offices responsible for  implementing our recommendations on Indian education. We have  previously reported that leadership turnover hampered Indian Affairs’  efforts to make improvements to Indian education. We believe that  ensuring stable leadership and a sustained focus on needed changes  is vital to the successful management of BIE schools.", "Energy. BIA officials demonstrated leadership commitment by, for  example, issuing a memorandum requiring all regions and their  agency offices to use a centralized data management system to track  requests for land title status reports. Using this type of centralized  approach for tracking such requests may improve BIA’s ability to  provide needed oversight of federal actions associated with energy  development and ensure documents needed for the development of  energy resources are provided in a timely manner. In addition, BIA  officials frequently met with us over the last 9 months to discuss the  bureau’s progress in addressing recommendations related to Indian  energy. However, Indian Affairs does not have a permanent Assistant  Secretary. BIA does not have a permanent Director, and BIA’s Office  of Trust Services—which has significant responsibility over Indian  energy activities—does not have a permanent Director or Deputy  Director. We have seen turnover in these leadership positions as  officials have been brought in to temporarily fill these roles. As officials  are brought in temporarily, previously identified plans and time frames  for completing some activities have changed, and BIA has found itself  starting over to identify or implement corrective actions.", "Health Care. IHS officials demonstrated leadership commitment by  regularly meeting with us to discuss the agency’s progress in  addressing our recommendations. IHS has continued to implement its  Quality Framework by acquiring a software system to centralize the  credentialing of clinical providers, developing a patient experience of  care survey, and developing standards for limiting patient wait time.  However, IHS still does not have permanent leadership—including a  Director of IHS—which is necessary for the agency to demonstrate its  commitment to improvement. Since 2012, there have been five IHS  Acting Directors, and there has been leadership turnover in other key  positions, such as area directors. For example, in January 2017 we  reported that officials from four of the nine area offices in our review  reported that they had at least three area directors over the prior 5  years. We also reported that inconsistent area office and health care  facility leadership is detrimental to the oversight of facility operations  and the supervision of personnel.", "To fully meet the leadership commitment criterion, all agencies will need,  among other things, stable, permanent leadership that has assigned the  tasks needed to address weaknesses and that holds those assigned  accountable for progress. For a timeline of senior leadership turnover in  Indian Affairs, BIE, BIA, and IHS from 2012 through 2018, see Figure 2."], "subsections": []}, {"section_title": "Capacity", "paragraphs": ["To meet the capacity criterion, an agency needs to demonstrate that it  has the capacity (i.e., people and other resources) to resolve its  management weaknesses. Indian Affairs, BIE, BIA, and IHS each made  some progress in identifying capacity and resources to implement some  of our recommendations, but BIA officials reported to us that the agency  does not have the people and resources needed to fully implement other  recommendations. The following examples show actions Indian Affairs,  BIE, BIA, and IHS took to partially meet the capacity criterion.", "Education. BIE and other Indian Affairs offices that support BIE  schools have made some progress in demonstrating capacity to  address risks to Indian education. For example, BIE hired a full-time  program analyst to coordinate its working group and help oversee the  implementation of our recommendations on Indian education. This  official has played a key role in coordinating the agency’s  implementation efforts and has provided us with regular updates on  the status of these efforts. BIE has also conducted hiring in various  offices in recent years as part of a 2014 Secretarial Order to  reorganize the bureau. For example, it has hired school safety  officers and personnel in offices supporting the oversight of school  spending. However, about 50 percent of all BIE positions have not  been filled, including new positions that have been added as a result  of the agency’s restructuring, according to a BIE official. Moreover,  agency officials told us that vacancies remain in several key positions,  including the Chief Academic Officer and the Associate Deputy  Director for Bureau Operated Schools. Furthermore, BIE and other  Indian Affairs offices that support BIE schools have not developed a  workforce plan to address staffing and training gaps with key staff,  which we previously recommended. Such a plan is important to allow  BIE and other Indian Affairs offices to better understand workforce  needs and leverage resources to meet them. BIE officials told us they  have held workforce planning sessions and anticipate completing  work on our recommendation to develop a workforce plan at the end  of 2018.", "Energy. In November 2016, we recommended that BIA establish a  documented process for assessing the workforce at its agency  offices. BIA has taken a number of actions, such as conducting an  internal survey to identify general workforce needs related to oil and  gas development. This survey information supported staffing  decisions for the recently created Indian Energy Service Center.  However, BIA officials told us the bureau does not have the staff or  resources to implement a comprehensive workforce planning system  that would be needed to ensure it has staff in place to meet its  organizational needs.", "Health Care. IHS has made some progress in demonstrating it has  the capacity and resources necessary to address the program risks  we identified in our reports. For example, IHS officials stated that the  agency is expanding the role of internal audit staff within its enterprise  risk management program to augment internal audits and  complement audits by the HHS Inspector General and GAO.  However, according to IHS, there are still vacancies in several key  positions, including the Director of the Office of Resource Access and  Partnerships, and the Office of Finance and Accounting.", "To fully meet the capacity criterion, all of the agencies need to assess  tradeoffs between these and other administration priorities in terms of  people and resources, and the agencies should provide to decision  makers with key information on resources needed to address  management weaknesses."], "subsections": []}, {"section_title": "Action Plan", "paragraphs": ["To meet the action plan criterion, an agency needs to have a corrective  action plan that defines the root causes, identifies effective solutions, and  provides for substantially completing corrective measures in the near  term, including steps necessary to implement the solutions we  recommended. Indian Affairs, BIE, BIA, and IHS have shown progress in  identifying actions to address many of our recommendations—leading us  to believe they can partially meet the action plan criterion before our next  update of the High Risk List. For example:", "Education. BIE has taken several steps to develop action plans to  address management weaknesses. For example, BIE implemented a  new policy for overseeing BIE school spending, including developing  written procedures and risk criteria for monitoring school  expenditures. BIE also developed a strategic plan, which we  recommended in September 2013. The plan provides the agency  with goals and strategies for improving its management and oversight  of Indian education, and establishes detailed actions and milestones  for the implementation. BIE notified us that it has completed the plan  and expects to publish it on June 11, 2018, and will begin  implementation starting in July 2018. We will review the strategic plan  once it has been published. In addition, Indian Affairs’ Office of  Facilities, Property & Safety Management has developed and  implemented revised comprehensive guidelines that addressed  several of our findings on weaknesses with BIE school safety  identified in our March 2016 report. However, Indian Affairs has not  provided us with evidence that it has developed and put in place  action plans on other important issues, such as a comprehensive,  long-term capital asset plan to inform its allocation of school  construction funds, which we recommended in May 2017.", "Energy. BIA officials met with us several times over the past few  months to discuss planned actions for addressing management  weaknesses related to Indian energy resources, and they identified  actions they have taken to help implement some of our  recommendations. For instance, BIA officials told us they have  proposed several modifications to the bureau’s land records data  management system that will enable increased tracking and  monitoring of key documents that BIA must review prior to the  development of Indian energy resources. BIA officials we met with  have demonstrated an understanding that addressing long-standing  management weaknesses is not accomplished through a single action  but through comprehensive planning and continued movement toward  a goal. However, the agency does not have a comprehensive plan to  address the root causes of all identified management shortcomings.", "Health Care. Senior leaders in IHS have prioritized addressing our  recommendations by implementing four recommendations we  highlighted in our February 2017 update to the High Risk List. IHS  incorporated our recommendations into its risk management work  plan starting in 2017, and according to IHS officials, they will annually  review the effectiveness of the agency’s internal controls, and where  controls are deemed insufficient, take actions to strengthen them. IHS  officials we met with have demonstrated an understanding that  addressing long-standing management weaknesses requires that they  develop a corrective action plan that defines root causes, identifies  solutions, and provides for substantially completing corrective  measures. However, agency officials have not yet developed a  corrective action plan.", "To fully meet the action plan criterion, a comprehensive plan that  identifies actions to address the root causes of its management  shortcomings would have to come from top leadership with a commitment  to provide sufficient capacity and resources to take the necessary actions  to address management shortcomings and risks."], "subsections": []}, {"section_title": "Monitoring", "paragraphs": ["To meet the monitoring criterion, an agency needs to demonstrate that a  program has been instituted to monitor and independently validate the  effectiveness and sustainability of corrective measures. For example,  agencies can demonstrate that they have a systematic way to track  performance measures and progress against goals identified in their  action plans. We have been working with the agencies to help clarify the  need to establish a framework for monitoring progress that includes goals  and performance measures to track their efforts and ultimately verify the  effectiveness of their efforts. BIA and IHS made progress in holding  frequent review meetings to assess the status of implementing our  recommendations but have not yet taken needed steps to monitor their  progress in addressing the root causes of their management  weaknesses. In addition, Indian Affairs has made some progress in  meeting the monitoring criterion on Indian education. For example, the  agency has implemented a plan to monitor the effectiveness of corrective  measures to address school safety program weaknesses. However, the  agency has not yet demonstrated that it is monitoring other areas, such  as showing that it is using safety program outcomes to evaluate and  manage the performance of regional safety inspectors. To fully meet the  monitoring criterion, the agencies need to set up goals and performance  measures as they develop action plans and take further actions to  monitor the effectiveness of actions to address root causes of identified  management shortcomings."], "subsections": []}, {"section_title": "Demonstrated Progress", "paragraphs": ["To meet the demonstrated progress criterion, an agency needs to  demonstrate progress in implementing corrective measures and in  resolving the high-risk area. We made 52 recommendations to improve  management weaknesses at Indian Affairs, BIE, BIA, and IHS, of which  34 are still open. Since our testimony in September 2017, we found that  Indian Affairs has made significant progress in implementing corrective  actions in education as demonstrated by our closure of nearly a third of  our recommendations directed to Indian Affairs related to education  programs. We found that BIA and IHS also made some progress in  implementing corrective actions related to the management of energy  resources and healthcare programs. Specifically, since our testimony in  September 2017, BIA took actions resulting in the implementation of 2 of  14 recommendations, and IHS took actions that resulted in the  implementation of four recommendations. The following examples show  actions Indian Affairs, BIA, and IHS took to partially meet the  demonstrated progress criterion.", "Education. As of early June 2018, Indian Affairs had fully addressed  8 of the 23 outstanding education recommendations we identified in  our September 2017 testimony, and we have closed them. BIE  implemented half of the closed recommendations, including 2 on  oversight of BIE school spending identified as high priority in a March  2018 letter from the Comptroller General to the Secretary of the  Interior. The rest of the recommendations we closed were  implemented by personnel in Indian Affairs’ Office of Facilities,  Property & Safety Management and related to oversight of school  safety and construction. Overall, Indian Affairs’ efforts since we issued  our High Risk List update in February 2017 represent a significant  increase in activity implementing our recommendations.  Substantial  work, however, remains to address our outstanding recommendations  in several key areas, such as in accountability for BIE school safety  and school construction projects. For example, BIA has reported  taking some actions to address recommendations in our May 2017  report on improving accountability of its safety employees who inspect  BIE schools. However, it has not provided us with documentation of  these actions.", "Energy. In June 2015, we recommended that BIA take steps to  improve its geographic information system (GIS) capabilities to ensure  it can verify ownership in a timely manner. Since our last update in  September 2017, BIA has made significant progress in enhancing its  GIS capabilities by integrating map-viewing technology and  capabilities into its land management data system. In addition, we  recommended that BIA take steps to identify cadastral survey  needs. BIA’s enhanced map-viewing technology also allows the  bureau to identify land boundary discrepancies, which can then be  researched and corrected. Further, BIA identified unmet survey needs  that were contained within the defunct cadastral request system and  developed a new mechanism for its regions and agency offices to  make survey requests. We believe these actions show significant  progress in addressing management weaknesses associated with  data limitations and outdated technology.", "Health Care. In April 2013, we recommended that IHS monitor patient  access to physician and other nonhospital care to assess how capped  payment rates may benefit or impede the availability of care. In  response to our recommendation, IHS developed an online tracking  tool that enables the agency to document providers that refuse to  contract for lower rates. In October 2017, IHS officials met in person  with us and provided a demonstration of the tracking tool.", "To fully meet the demonstrating progress criterion, agencies need to  continue taking actions to ensure sustained progress and show that  management shortcomings are being effectively managed and root  causes are being addressed.", "In conclusion, we see some progress in all of the criteria, including  leadership commitment, at all agencies, especially related to education  programs. However, permanent leadership that provides continuing  oversight and accountability is needed. We also see varying levels of  progress at all of the agencies in understanding what they need to do to  be removed from the High Risk List by identifying steps that can be  incorporated into corrective action plans to address most  recommendations. We look forward to working with the agencies to track  their progress in implementing a framework for monitoring and validating  the effectiveness of planned corrective actions. In addition, all the  agencies have made progress in implementing some key  recommendations. Perhaps the biggest challenge for the agencies will be  achieving the capacity and identifying the resources required to address  the deficiencies in their programs and activities. This challenge cannot be  overcome by the agencies without a commitment from the administration  to prioritize fixing management weaknesses in programs and activities  that serve tribes and their members.", "Chairman Hoeven, Vice Chairman Udall, and Members of the Committee,  this completes my prepared statement. I would be pleased to respond to  any questions that you may have."], "subsections": []}]}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": ["If you or your staff have any questions about education issues in this  testimony or the related reports, please contact Melissa Emrey-Arras at  (617) 788-0534 or emreyarrasm@gao.gov. For questions about energy  resource development, please contact Frank Rusco at (202) 512-3841 or  ruscof@gao.gov. For questions about health care, please contact Jessica  Farb at (202) 512-7114 or farbj@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this statement. Key contributors to this statement include  Christine Kehr (Assistant Director), Jay Spaan (Analyst-in-Charge),  Edward Bodine, Kelly DeMots, William Gerard, Greg Marchand, Elizabeth  Sirois, and Kiki Theodoropoulos.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": ["We added the federal management of programs that serve Indian tribes and their members to our High Risk List in February 2017. We found numerous weaknesses in how the Interior Department's Bureaus of Indian Education and Indian Affairs managed education, how the Bureau of Indian Affairs managed energy resources, and how the Department of Health and Human Services' Indian Health Services managed health care.", "We testified that, since being added to the High Risk List, Interior and HHS have partially met most or all criteria for coming off our List. However, more progress is needed for the agencies to fully address their management weaknesses."]}