{"id": "GAO-05-778T", "url": "https://www.gao.gov/products/GAO-05-778T", "title": "Paperwork Reduction Act: Burden Reduction May Require a New Approach", "published_date": "2005-06-14T00:00:00", "released_date": "2005-06-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Americans spend billions of hours each year providing information to federal agencies by filling out information collections (forms, surveys, or questionnaires). A major aim of the Paperwork Reduction Act (PRA) is to minimize the burden that these collections impose on the public, while maximizing their public benefit. Under the act, the Office of Management and Budget (OMB) is to approve all such collections and to report annually on the agencies' estimates of the associated burden. In addition, agency Chief Information Officers (CIO) are to review information collections before they are submitted to OMB for approval and certify that the collections meet certain standards set forth in the act. For its testimony, GAO was asked to comment on OMB's burden report for 2004 and to discuss its recent study of PRA implementation (GAO-05-424), concentrating on CIO review and certification processes and describing alternative processes that two agencies have used to minimize burden. For its study, GAO reviewed a governmentwide sample of collections, reviewed processes and collections at four agencies that account for a large proportion of burden, and performed case studies of 12 approved collections."]}, {"section_title": "What GAO Found", "paragraphs": ["The total paperwork burden imposed by federal information collections shrank slightly in fiscal year 2004, according to estimates provided in OMB's annual PRA report to Congress. The estimated total burden was 7.971 billion hours--a decrease of 1.6 percent (128 million burden hours) from the previous year's total of about 8.099 billion hours. Different types of changes contributed to the overall change in these estimates, according to OMB. For example, adjustments to the estimates (from such factors as changes in estimation methods and estimated number of respondents) accounted for a decrease of about 156 million hours (1.9 percent), and agency burden reduction efforts led to a decrease of about 97 million hours (1.2 percent). These decreases were partially offset by increases in other categories, primarily an increase of 119 million hours (1.5 percent) arising from new statutes. However, because of limitations in the accuracy of burden estimates, the significance of small changes in these estimates is unclear. Nonetheless, as the best indicators of paperwork burden available, these estimates can be useful as long as the limitations are clearly understood. Among the PRA provisions aimed at helping to achieve the goals of minimizing burden while maximizing utility is the requirement for CIO review and certification of information collections. GAO's review of 12 case studies showed that CIOs provided these certifications despite often missing or inadequate support from the program offices sponsoring the collections. Further, although the law requires CIOs to provide support for certifications, agency files contained little evidence that CIO reviewers had made efforts to improve the support offered by program offices. Numerous factors have contributed to these problems, including a lack of management support and weaknesses in OMB guidance. Because these reviews were not rigorous, OMB, the agency, and the public had reduced assurance that the standards in the act--such as minimizing burden--were consistently met. In contrast, the Internal Revenue Service (IRS) and the Environmental Protection Agency (EPA) have set up processes outside the CIO review process that are specifically focused on reducing burden. These agencies, whose missions involve numerous information collections, have devoted significant resources to targeted burden reduction efforts that involve extensive outreach to stakeholders. According to the two agencies, these efforts led to significant reductions in burden on the public. In contrast, for the 12 case studies, the CIO review process did not reduce burden. In its report, GAO recommended that OMB and the agencies take steps to improve review processes and compliance with the act. GAO also suggested that the Congress may wish to consider mandating pilot projects to target some collections for rigorous analysis along the lines of the IRS and EPA approaches. OMB and the agencies agreed with most of the recommendations, but disagreed with aspects of GAO's characterization of agencies' compliance with the act's requirements."]}], "report": [{"section_title": "Letter", "paragraphs": ["Americans spend billions of hours  each year providing information to  federal agencies by filling out  information collections (forms,  surveys, or questionnaires). A  major aim of the Paperwork  Reduction Act (PRA) is to minimize  the burden that these collections  impose on the public, while  maximizing their public benefit.  Under the act, the Office of  Management and Budget (OMB) is  to approve all such collections and  to report annually on the agencies’  estimates of the associated burden.  In addition, agency Chief  Information Officers (CIO) are to  review information collections  before they are submitted to OMB  for approval and certify that the  collections meet certain standards  set forth in the act.", "The total paperwork burden imposed by federal information collections  shrank slightly in fiscal year 2004, according to estimates provided in OMB’s  annual PRA report to Congress. The estimated total burden was 7.971 billion  hours—a decrease of 1.6 percent (128 million burden hours) from the  previous year’s total of about 8.099 billion hours. Different types of changes  contributed to the overall change in these estimates, according to OMB. For  example, adjustments to the estimates (from such factors as changes in  estimation methods and estimated number of respondents) accounted for a  decrease of about 156 million hours (1.9 percent), and agency burden  reduction efforts led to a decrease of about 97 million hours (1.2 percent).  These decreases were partially offset by increases in other categories,  primarily an increase of 119 million hours (1.5 percent) arising from new  statutes. However, because of limitations in the accuracy of burden  estimates, the significance of small changes in these estimates is unclear.  Nonetheless, as the best indicators of paperwork burden available, these  estimates can be useful as long as the limitations are clearly understood.", "For its testimony, GAO was asked  to comment on OMB’s burden  report for 2004 and to discuss its  recent study of PRA  implementation (GAO-05-424),  concentrating on CIO review and  certification processes and  describing alternative processes  that two agencies have used to  minimize burden. For its study,  GAO reviewed a governmentwide  sample of collections, reviewed  processes and collections at four  agencies that account for a large  proportion of burden, and  performed case studies of 12  approved collections.", "Among the PRA provisions aimed at helping to achieve the goals of  minimizing burden while maximizing utility is the requirement for CIO  review and certification of information collections. GAO’s review of 12 case  studies showed that CIOs provided these certifications despite often missing  or inadequate support from the program offices sponsoring the collections.  Further, although the law requires CIOs to provide support for certifications,  agency files contained little evidence that CIO reviewers had made efforts to  improve the support offered by program offices. Numerous factors have  contributed to these problems, including a lack of management support and  weaknesses in OMB guidance. Because these reviews were not rigorous,  OMB, the agency, and the public had reduced assurance that the standards  in the act—such as minimizing burden—were consistently met.", "In contrast, the Internal Revenue Service (IRS) and the Environmental  Protection Agency (EPA) have set up processes outside the CIO review  process that are specifically focused on reducing burden. These agencies,  whose missions involve numerous information collections, have devoted  significant resources to targeted burden reduction efforts that involve  extensive outreach to stakeholders. According to the two agencies, these  efforts led to significant reductions in burden on the public. In contrast, for  the 12 case studies, the CIO review process did not reduce burden. www.gao.gov/cgi-bin/getrpt?GAO-05-778T.", "To view the full product, including the scope  and methodology, click on the link above.  For more information, contact Linda Koontz at  (202) 512-6240 or koontzl@gao.gov.", "In its report, GAO recommended that OMB and the agencies take steps to  improve review processes and compliance with the act. GAO also suggested  that the Congress may wish to consider mandating pilot projects to target  some collections for rigorous analysis along the lines of the IRS and EPA  approaches. OMB and the agencies agreed with most of the  recommendations, but disagreed with aspects of GAO’s characterization of  agencies’ compliance with the act’s requirements.", "Madam Chairman and Members of the Subcommittee:  I am pleased to be here today to discuss the implementation of the  Paperwork Reduction Act (PRA). As you know, the primary goals of  the act are to minimize the government paperwork burden on the  public while maximizing the public benefit and utility of the  information collections that the government undertakes. To achieve  these goals, the PRA includes a range of provisions that establish  standards and procedures for effective implementation and  oversight. Among these provisions is the requirement for the Office  of Management and Budget (OMB) to report annually to the  Congress on the estimated burden imposed on the public by  government information collections (forms, surveys, and  questionnaires). Another requirement is that agencies not establish  information collections without having them approved by OMB, and  that before submitting them for approval, agencies’ Chief  Information Officers (CIO) certify that the collection meets 10  specified standards (for example, that it avoids unnecessary  duplication and minimizes burden).", "As you requested, I will begin by commenting briefly today on the  estimates of government paperwork burden provided in the annual  PRA report (known as the Information Collection Budget) that OMB  recently released, which presents federal agencies’ estimates of  federal paperwork burden as of the end of fiscal year 2004. I will  then discuss results from a report that we prepared on PRA  processes and compliance, which is being released today. I will  concentrate on our findings regarding agencies’ processes to certify  that information collections meet PRA standards and on alternative  processes that two agencies have used to minimize burden.", "In preparing this testimony, we reviewed our testimonies on  previous annual PRA reports as well as examining the most recent  one. For our discussion of the certification process, we drew on our  report, for which we performed detailed reviews of paperwork  clearance processes and collections at four agencies: the  Department of Veterans Affairs (VA), the Department of Housing  and Urban Development (HUD), the Department of Labor, and the  Internal Revenue Service (IRS). Together, these four agencies  represent a broad range of paperwork burdens, and in 2003, they  accounted for about 83 percent of the 8.1 billion hours of estimated  paperwork burden for all federal agencies. Of this total, IRS alone  accounted for about 80 percent. We also selected 12 approved  collections as case studies (three at each of the four agencies) to  determine how effective agency processes were. In addition, we  analyzed a random sample (343) of all OMB-approved collections  governmentwide as of May 2004 (8,211 collections at 68 agencies) to  determine compliance with the act’s requirements regarding agency  certification of the 10 standards and consultation with the public.  We designed the random sample so that we could determine  compliance levels at the four agencies and governmentwide. Finally,  although the Environmental Protection Agency (EPA) was not one  of the agencies whose processes we reviewed, we analyzed  documents and interviewed officials concerning the agency’s efforts  to reduce the burden of its information collections. Further details  on our scope and methodology are provided in our report.", "The work on which this testimony is based was conducted from May  2004 to May 2005, in accordance with generally accepted  government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Collecting information is one way that federal agencies carry out  their missions. For example, IRS needs to collect information from  taxpayers and their employers to know the correct amount of taxes  owed. The U.S. Census Bureau collects information used to  apportion congressional representation and for many other  purposes. When new circumstances or needs arise, agencies may  need to collect new information. We recognize, therefore, that a  large portion of federal paperwork is necessary and often serves a  useful purpose.", "Nonetheless, besides ensuring that information collections have  public benefit and utility, federal agencies are required by the PRA  to minimize the paperwork burden that they impose. Among the  act’s provisions aimed at this purpose are detailed requirements,  included in the 1995 amendments to the PRA, spelling out how  agencies are to review information collections before submitting  them to OMB for approval. According to these amendments, an  agency official independent of those responsible for the information  collections (that is, the program offices) is to evaluate whether  information collections should be approved. This official is the  agency’s CIO, who is to review each collection of information to  certify that the collection meets 10 standards (see table 1) and to  provide support for these certifications.", "In addition, the original PRA of 1980 (section 3514(a)) requires OMB  to keep Congress “fully and currently informed” of the major  activities under the act and to submit a report to Congress at least  annually on those activities. Under the 1995 amendments, this report  must include, among other things, a list of any increases in burden.  To satisfy this requirement, OMB prepares the annual PRA report,  which reports on agency actions during the previous fiscal year,  including changes in agencies’ burden-hour estimates.", "In addition, the 1995 PRA amendments required OMB to set specific  goals for reducing burden from the level it had reached in 1995: at  least a 10 percent reduction in the governmentwide burden-hour  estimate for each of fiscal years 1996 and 1997, a 5 percent  governmentwide burden reduction goal in each of the next 4 fiscal  years, and annual agency goals that reduce burden to the “maximum  practicable opportunity.” At the end of fiscal year 1995, federal  agencies estimated that their information collections imposed about  7 billion burden hours on the public. Thus, for these reduction goals  to be met, the burden-hour estimate would have had to decrease by  about 35 percent, to about 4.6 billion hours, by September 30, 2001.  In fact, on that date, the federal paperwork estimate had increased  by about 9 percent, to 7.6 billion burden hours.", "For the most recent PRA report, the OMB Director sent a bulletin in  September 2004 to the heads of executive departments and agencies  requesting information to be used in preparing its report on actions  during fiscal year 2004. In May 2005, OMB published this report,  which shows changes in agencies’ burden-hour estimates during  fiscal year 2004."], "subsections": []}, {"section_title": "Reported Paperwork Burden Decreased Slightly in 2004", "paragraphs": ["According to OMB’s most recent PRA report to Congress, the  estimated total burden hours imposed by government information  collections in fiscal year 2004 was 7.971 billion hours; this is a  decrease of 128 million burden hours (1.6 percent) from the  previous year’s total of about 8.099 billion hours. It is also about a  billion hours larger than in 1995 and 3.4 billion larger than the PRA  target for the end of fiscal year 2001 (4.6 billion burden hours).", "The reduction for fiscal year 2004 was a result of several types of  changes, which OMB assigns to various categories. OMB classifies  all changes—either increases or decreases—in agencies’ burden- hour estimates as either “program changes” or “adjustments.”  ●  Program changes are the result of deliberate federal government  action (e.g., the addition or deletion of questions on a form) and can  occur as a result of new statutory requirements, agency-initiated  actions, or the expiration or reinstatement of OMB-approved  collections.  ●  Adjustments do not result from federal burden-reduction activities  but rather are caused by factors such as changes in the population  responding to a requirement or agency reestimates of the burden  associated with a collection of information. For example, if the  economy declines and more people complete applications for food  stamps, the resulting increase in the Department of Agriculture’s  paperwork estimate is considered an adjustment because it is not  the result of deliberate federal action.", "Table 2 shows the changes in reported burden totals since the fiscal  year 2003 PRA report.", "As table 2 shows, the change in the “adjustments” category was the  largest factor in the decrease for fiscal year 2004. These results are  similar to those for fiscal year 2003, in which adjustments of 181.7  million hours led to an overall decrease of 116.3 million hours (1.4  percent) in total burden estimated. The slight decreases that  occurred in fiscal years 2004 and 2003 followed several years of  increases, as shown in table 3. As table 3 also shows, if adjustments  are disregarded, the federal government paperwork burden would  have increased by about 28.5 million burden hours in fiscal year  2004 (“total program changes” in table 2).", "The largest percentage of governmentwide burden can be attributed  to the IRS. In fiscal year 2004, IRS accounted for about 78 percent of  governmentwide burden: about 6210 million hours. No other  agency’s estimate approaches this level: As of September 30, 2004,  only five agencies had burden-hour estimates of 100 million hours or  more (the Departments of Health and Human Services, Labor, and  Transportation; EPA; and the Securities and Exchange  Commission). Thus, as we have previously reported, changes in  paperwork burden experienced by the federal government have  been largely attributable to changes associated with IRS.", "However, in interpreting these figures, it is important to keep in  mind their limitations. First, as estimates, they are not precise;  changes from year to year, particularly small ones, may not be  meaningful. Second, burden-hour estimates are not a simple matter.  The “burden hour” has been the principal unit of paperwork burden  for more than 50 years and has been accepted by agencies and the  public because it is a clear, easy-to-understand concept. However, it  is challenging to estimate the amount of time it will take for a  respondent to collect and provide the information or how many  individuals an information collection will affect. Therefore, the  degree to which agency burden-hour estimates reflect real burden is  unclear. (IRS is sufficiently concerned about the methodology it  uses to develop burden estimates that it is in the process of  developing and testing alternative means of measuring paperwork  burden.) Because of these limitations, the degree to which agency  burden-hour estimates reflect real burden is unclear, and so the  significance of small changes in these estimates is also uncertain.  Nonetheless, these estimates are the best indicators of paperwork  burden available, and they can be useful as long as the limitations  are clearly understood."], "subsections": []}, {"section_title": "Agency Review Processes Were Not Rigorous", "paragraphs": ["Among the PRA provisions intended to help achieve the goals of  minimizing burden while maximizing utility are the requirements for  CIO review and certification of information collections. The 1995  amendments required agencies to establish centralized processes  for reviewing proposed information collections within the CIO’s  office. Among other things, the CIO’s office is to certify, for each  collection, that the 10 standards in the act have been met, and the  CIO is to provide a record supporting these certifications.", "The four agencies in our review all had written directives that  implemented the review requirements in the act, including the  requirement for CIOs to certify that the 10 standards in the act were  met. The estimated certification rate ranged from 100 percent at IRS  and HUD to 92 percent at VA. Governmentwide, agencies certified  that the act’s 10 standards had been met on an estimated 98 percent  of the 8,211 collections.", "However, in the 12 case studies that we reviewed, this CIO  certification occurred despite a lack of rigorous support that all  standards were met. Specifically, the support for certification was  missing or partial on 65 percent (66 of 101) of the certifications.  Table 4 shows the result of our analysis of the case studies.", "For example, under the act, CIOs are required to certify that each  information collection is not unnecessarily duplicative. According to  OMB instructions, agencies are to (1) describe efforts to identify  duplication and (2) show specifically why any similar information  already available cannot be used or modified for the purpose  described.", "Program reviews were conducted to identify potential areas of duplication; however, none  were found to exist. There is no known Department or Agency which maintains the  necessary information, nor is it available from other sources within our Department. is a new, nationwide service that  does not duplicate any single existing service that attempts to match employers with  providers who refer job candidates with disabilities. While similar job-referral services  exist at the state level, and some nation-wide disability organizations offer similar services  to people with certain disabilities, we are not aware of any existing survey that would  duplicate the scope or content of the proposed data collection. Furthermore, because this  information collection involves only providers and employers interested in participating in  the EARN service, and because this is a new service, a duplicate data set does not exist.", "While this example shows that the agency attempted to identify  duplicative sources, it does not discuss why information from state  and other disability organizations could not be aggregated and used,  at least in part, to satisfy the needs of this collection.", "We have attempted to eliminate duplication within the agency wherever possible.", "This assertion provides no information on what efforts were made  to identify duplication or perspective on why similar information, if  any, could not be used. Further, the files contained no evidence that  the CIO reviewers challenged the adequacy of this support or  provided support of their own to justify their certification.", "A second example is provided by the standard requiring each  information collection to reduce burden on the public, including  small entities, to the extent practicable and appropriate. OMB  guidance emphasizes that agencies are to demonstrate that they  have taken every reasonable step to ensure that the collection of  information is the least burdensome necessary for the proper  performance of agency functions. In addition, OMB instructions and  guidance direct agencies to provide specific information and  justifications: (1) estimates of the hour and cost burden of the  collections and (2) justifications for any collection that requires  respondents to report more often than quarterly, respond in fewer  than 30 days, or provide more than an original and two copies of  documentation.", "With regard to small entities, OMB guidance states that the standard  emphasizes such entities because these often have limited resources  to comply with information collections. The act cites various  techniques for reducing burden on these small entities, and the  guidance includes techniques that might be used to simplify  requirements for small entities, such as asking fewer questions,  taking smaller samples than for larger entities, and requiring small  entities to provide information less frequently.", "Our review of the case examples found that for the first part of the  certification, which focuses on reducing burden on the public, the  files generally contained the specific information and justifications  called for in the guidance. However, none of the case examples  contained support that addressed how the agency ensured that the  collection was the least burdensome necessary. According to agency  CIO officials, the primary cause for this absence of support is that  OMB instructions and guidance do not direct agencies to provide  this information explicitly as part of the approval package.", "For the part of the certification that focuses on small businesses,  our governmentwide sample included examples of various agency  activities that are consistent with this standard. For instance, Labor  officials exempted 6 million small businesses from filing an annual  report; telephoned small businesses and other small entities to  assist them in completing a questionnaire; reduced the number of  small businesses surveyed; and scheduled fewer compliance  evaluations on small contractors.", "For four of our case studies, however, complete information that  would support certification of this part of the standard was not  available. Seven of the 12 case studies involved collections that were  reported to impact businesses or other for-profit entities, but for 4  of the 7, the files did not explain either   ●  why small businesses were not affected or   ●  even though such businesses were affected, that burden could or  could not be reduced.", "Referring to methods used to minimize burden on small business,  the files included statements such as “not applicable.” These  statements do not inform the reviewer whether there was an effort  made to reduce burden on small entities or not. When we asked  agencies about these four cases, they indicated that the collections  did, in fact, affect small business.", "OMB’s instructions to agencies on this part of the certification  require agencies to describe any methods used to reduce burden  only if the collection of information has a “significant economic  impact on a substantial number of small entities.” This does not  appropriately reflect the act’s requirements concerning small  business: the act requires that the CIO certify that the information  collection reduces burden on small entities in general, to the extent  practical and appropriate, and provides no thresholds for the level  of economic impact or the number of small entities affected. OMB  officials acknowledged that their instruction is an “artifact” from a  previous form and more properly focuses on rulemaking rather than  the information collection process.", "The lack of support for these certifications appears to be influenced  by a variety of factors. In some cases, as described above, OMB  guidance and instructions are not comprehensive or entirely  accurate. In the case of the duplication standard specifically, IRS  officials said that the agency does not need to further justify that its  collections are not duplicative because (1) tax data are not collected  by other agencies so there is no need for the agency to contact them  about proposed collections and (2) IRS has an effective internal  process for coordinating proposed forms among the agency’s  various organizations that may have similar information.  Nonetheless, the law and instructions require support for these  assertions, which was not provided.", "In addition, agency reviewers told us that management assigns a  relatively low priority and few resources to reviewing information  collections. Further, program offices have little knowledge of and  appreciation for the requirements of the PRA. As a result of these  conditions and a lack of detailed program knowledge, reviewers  often have insufficient leverage with program offices to encourage  them to improve their justifications.", "When support for the PRA certifications is missing or inadequate,  OMB, the agency, and the public have reduced assurance that the  standards in the act, such as those on avoiding duplication and  minimizing burden, have been consistently met."], "subsections": []}, {"section_title": "Two Agencies Have Developed Processes to Reduce Burden Associated with Information Collections", "paragraphs": ["IRS and EPA have supplemented the standard PRA review process  with additional processes aimed at reducing burden while  maximizing utility. These agencies’ missions require them both to  deal extensively with information collections, and their management  has made reduction of burden a priority.", "In January 2002, the IRS Commissioner established an Office of  Taxpayer Burden Reduction, which includes both permanently  assigned staff and staff temporarily detailed from program offices  that are responsible for particular information collections. This  office chooses a few forms each year that are judged to have the  greatest potential for burden reduction (these forms have already  been reviewed and approved through the CIO process). The office  evaluates and prioritizes burden reduction initiatives by   ●  determining the number of taxpayers impacted;   ●  quantifying the total time and out-of-pocket savings for taxpayers;   ●  evaluating any adverse impact on IRS’s voluntary compliance  ●  assessing the feasibility of the initiative, given IRS resource  ●  tying the initiative into IRS objectives.", "Once the forms are chosen, the office performs highly detailed, in- depth analyses, including extensive outreach to the public affected,  the users of the information within and outside the agency, and  other stakeholders. This analysis includes an examination of the  need for each data element requested. In addition, the office  thoroughly reviews form design.", "The office’s Director heads a Taxpayer Burden Reduction Council,  which serves as a forum for achieving taxpayer burden reduction  throughout IRS. IRS reports that as many as 100 staff across IRS and  other agencies can be involved in burden reduction initiatives,  including other federal agencies, state agencies, tax practitioner  groups, taxpayer advocacy panels, and groups representing the  small business community.", "The council directs its efforts in five major areas:   ●  simplifying forms and publications;   ●  streamlining internal policies, processes, and procedures;   ●  promoting consideration of burden reductions in rulings,  regulations, and laws;   ●  assisting in the development of burden reduction measurement  ●  partnering with internal and external stakeholders to identify areas  of potential burden reduction.", "IRS reports that this targeted, resource-intensive process has  achieved significant reductions in burden: over 200 million burden  hours since 2002. For example, it reports that about 95 million hours  of taxpayer burden were reduced through increases in the income- reporting threshold on various IRS schedules. Another burden  reduction initiative includes a review of the forms that 15 million  taxpayers use to request an extension to the date for filing their tax  returns.", "Similarly, EPA officials stated that they have established processes  for reviewing information collections that supplement the standard  PRA review process. These processes are highly detailed and  evaluative, with a focus on burden reduction, avoiding duplication,  and ensuring compliance with PRA. According to EPA officials, the  impetus for establishing these processes was the high visibility of  the agency’s information collections and the recognition, among  other things, that the success of EPA’s enforcement mission  depended on information collections being properly justified and  approved: in the words of one official, information collections are  the “life blood” of the agency.", "According to these officials, the CIO staff are not generally closely  involved in burden reduction initiatives, because they do not have  sufficient technical program expertise and cannot devote the  extensive time required. Instead, these officials said that the CIO  staff’s focus is on fostering high awareness within the agency of the  requirements associated with information collections, educating and  training the program office staff on the need to minimize burden and  the impact on respondents, providing an agencywide perspective on  information collections to help avoid duplication, managing the  clearance process for agency information collections, and acting as  liaison between program offices and OMB during the clearance  process. To help program offices consider PRA requirements such  as burden reduction and avoiding duplication as they are developing  new information collections or working on reauthorizing existing  collections, the CIO staff also developed a handbook to help  program staff understand what they need to do to comply with PRA  and gain OMB approval.", "In addition, program offices at EPA have taken on burden reduction  initiatives that are highly detailed and lengthy (sometimes lasting  years) and that involve extensive consultation with stakeholders  (including entities that supply the information, citizens groups,  information users and technical experts in the agency and  elsewhere, and state and local governments). For example, EPA  reports that it amended its regulations to reduce the paperwork  burden imposed under the Resource Conservation and Recovery  Act. One burden reduction method EPA used was to establish higher  thresholds for small businesses to report information required under  the act. EPA estimates that the initiative will reduce burden by  350,000 hours and save $22 million annually. Another EPA program  office reports that it is proposing a significant reduction in burden  for its Toxic Release Inventory program.", "Overall, EPA and IRS reported that they produced significant  reductions in burden by making a commitment to this goal and  dedicating resources to it. In contrast, for the 12 information  collections we examined, the CIO review process resulted in no  reduction in burden. Further, the Department of Labor reported that  its PRA reviews of 175 proposed collections over nearly 2 years did  not reduce burden. Similarly, both IRS and EPA addressed  information collections that had undergone CIO review and received  OMB approval and nonetheless found significant opportunities to  reduce burden.", "In summary, government agencies often need to collect information  to perform their missions. The PRA puts in place mechanisms to  focus agency attention on the need to minimize the burden that  these information collections impose—while maximizing the public  benefit and utility of government information collections—but these  mechanisms have not succeeded in achieving the ambitious  reduction goals set forth in the 1995 amendments. Achieving real  reductions in the paperwork burden is an elusive goal, as years of  PRA reports attest.", "Among the mechanisms to fulfill the PRA’s goals is the CIO review  required by the act. However, as this process is currently  implemented, it has limited effect on the quality of support provided  for information collections. CIO reviews appear to be lacking the  rigor that the Congress envisioned. Many factors have contributed  to these conditions, including lack of management support,  weaknesses in OMB guidance, and the CIO staff’s lack of specific  program expertise. As a result, OMB, federal agencies, and the  public have reduced assurance that government information  collections are necessary and that they appropriately balance the  resulting burden with the benefits of using the information  collected.", "The targeted approaches to burden reduction used by IRS and EPA  suggest promising alternatives to the current process outlined in the  PRA. However, the agencies’ experience also suggests that to make  such an approach successful requires top-level executive  commitment, extensive involvement of program office staff with  appropriate expertise, and aggressive outreach to stakeholders.  Indications are that such an approach would also be more resource- intensive than the current process. Moreover, such an approach may  not be warranted at all agencies that do not have the level of  paperwork issues that face IRS and similar agencies. Consequently,  it is critical that any efforts to expand the use of the IRS and EPA  models consider these factors.", "In our report, we suggested options that the Congress may want to  consider in its deliberations on reauthorizing the act, including  mandating pilot projects to test and review alternative approaches  to achieving PRA goals. We also made recommendations to the  Director of OMB, including that the office alter its current guidance  to clarify and emphasize issues raised in our review, and to the  heads of the four agencies to improve agency compliance with the  act’s provisions.", "Madam Chairman, this completes my prepared statement. I would  be pleased to answer any questions."], "subsections": []}, {"section_title": "Contacts and Acknowledgments", "paragraphs": ["For future information regarding this testimony, please contact  Linda Koontz, Director, Information Management, at (202) 512-6420,  or koontzl@gao.gov. Other individuals who made key contributions  to this testimony were Barbara Collier, Alan Stapleton, Warren  Smith, and Elizabeth Zhao."], "subsections": []}]}], "fastfact": []}