{"id": "GAO-11-57", "url": "https://www.gao.gov/products/GAO-11-57", "title": "Children with Down Syndrome: Families Are More Likely to Receive Resources at Time of Diagnosis Than in Early Childhood", "published_date": "2010-10-08T00:00:00", "released_date": "2010-10-08T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["On October 8, 2008, the Prenatally and Postnatally Diagnosed Conditions Awareness Act was signed into law, requiring GAO to submit a report concerning the effectiveness of current health care and family support programs for the families of children with disabilities. In this report, GAO focused on Down syndrome because it is a medical condition that is associated with disabilities and occurs frequently enough to yield a sufficient population size for an analysis. GAO examined (1) what is known about the extent to which children with Down syndrome receive medical care during early childhood and (2) what resources families of children with Down syndrome receive through their health care providers and what barriers families face to using these resources. GAO analyzed fee-for-service claims data from a very large private health insurance company, for the claims representing its experience with one of the largest national employers, and Medicaid claims data from seven states with high Medicaid enrollment and low percentages of enrollees in Medicaid managed care. GAO also interviewed specialists at six prominent Down syndrome clinics and 12 advocacy groups to examine what resources families receive and to identify barriers they face. GAO also analyzed data from the Health Resources and Services Administration-sponsored 2005-2006 National Survey of Children with Special Health Care Needs on barriers to accessing needed services."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO's analysis of data from a very large private health insurance company showed that from birth through early childhood, children with Down syndrome received medical care to address their special health care needs. Specifically, children with Down syndrome received, on average, five times more outpatient care (such as care in an urgent care facility) and over two times more office-based care (such as care in a physician's office) than children without Down syndrome. Overall, both groups received more office-based care than outpatient care. A key difference in the amount of care received by children with Down syndrome was the difference in the amount of therapy services, with a greater percentage of children with Down syndrome receiving physical, occupational, and speech therapy. In addition, children with Down syndrome have an increased risk of certain medical conditions and were hospitalized, on average, nearly twice as often and stayed twice as long as other children. Not surprisingly, differences were also found in medical care expenditures. The total average medical expenditures for children with Down syndrome were an average of five times higher than those for other children. However, both total expenditures and the difference in expenditures decreased substantially as the two groups of children reached 3 years of age. GAO's analysis of Medicaid claims data found similar differences between the two groups. Down syndrome advocacy groups in selected communities told GAO that families of children with Down syndrome in those communities were more likely to receive the resources recommended for the time of diagnosis than those recommended for early childhood and may face barriers to using available resources. Specifically, advocacy groups reported that families were likely to receive about two-thirds (20 of 32) of the resources that specialists at the six Down syndrome clinics recommended they receive through their health care providers at the time of diagnosis. However, families were likely to receive only about one-quarter (6 of 23) of the resources that specialists recommended they receive through their health care providers after diagnosis and throughout early childhood. In addition, advocacy groups and results from the National Survey of Children with Special Health Care Needs indicate that families may face barriers that can prevent them from using available resources. For example, barriers such as outdated or inaccurate information could lead parents to underestimate their child's potential. Some advocacy groups reported that they and their communities have made efforts to address some of these barriers. For example, to address issues of inaccurate information, one advocacy group initiated an educational outreach program to health care professionals at area hospitals. GAO provided a draft of this report to the Department of Health and Human Services for comment. It generally agreed with GAO's findings and noted that the report provides a thorough summary of the current practices and the successes and challenges faced by children with Down syndrome and their families."]}], "report": [{"section_title": "Letter", "paragraphs": ["Families of children who have disabilities, such as children with Down  syndrome, may not always receive the resources necessary to address  their children’s special health care needs. Down syndrome is a  chromosomal condition that is associated with a set of cognitive and  physical symptoms, and each year an estimated 1 in 733 babies is born  with the condition in the United States. Because of an increased risk of  certain medical conditions, such as congenital heart defects,  gastrointestinal problems, and thyroid disease, children with Down  syndrome need timely medical care. According to advocates and Down  syndrome specialists, early identification and treatment of health issues  result in better health and increased capabilities for these children. In  addition, families of children who have disabilities, such as children with  Down syndrome, need certain resources—including information,  programs, and referrals for specialty medical care—at the time of  diagnosis and as their child ages so they can effectively work with their  child’s health care provider to identify and treat medical conditions early.  However, research indicates that not all families get the help they need.  For example, researchers have consistently found that families reported  both a lack of support and a lack of accurate information from their  physicians at the time of diagnosis and as the child ages.", "On October 8, 2008, the Prenatally and Postnatally Diagnosed Conditions  Awareness Act was signed into law to increase the provision of  scientifically sound information and support services to patients receiving  a positive test diagnosis for Down syndrome or other prenatally and  postnatally diagnosed conditions. This act required GAO to submit a  report concerning the effectiveness of current health care and family  support programs for the families of children with disabilities. In this  report, we focused on Down syndrome because it is the most commonly  occurring chromosomal condition at birth and, therefore, occurs  frequently enough to yield a sufficient population size for an analysis.  Moreover, physicians with experience treating children with Down  syndrome and children who have other disabilities reported that many of  the health care issues and experiences faced by families of children with  Down syndrome are similar to those faced by families of children who  have other disabilities. In this report, we examined (1) what is known  about the extent to which children diagnosed with Down syndrome  receive medical care during early childhood and (2) what resources  families of children with Down syndrome receive through their health care  providers and what barriers families face to using these resources.", "To determine what is known about the extent to which children diagnosed  with Down syndrome receive medical care during early childhood, we  analyzed fee-for-service claims data from a very large private health  insurance company for the claims representing its experience with one of  the largest national employers. We also analyzed Medicaid fee-for-service  claims data from seven states. We obtained the most recent full years of  claims data available from each source. From the private health insurance  company, we received nationwide claims data from 2001 through 2008,  and from Medicaid, we received claims data from seven states for 2007.  To select the seven states, we chose states with high Medicaid enrollment  and low percentages of enrollees in Medicaid managed care; in 2006, the  seven states accounted for over 40 percent of all Medicaid enrollees  nationwide. For each 1-year period from birth through age 4, we analyzed  claims data for children with Down syndrome who were enrolled in the  private health insurance company or Medicaid for at least 11 months of  that period. Specifically, we analyzed data on claims for outpatient,  inpatient, and office-based care to describe the medical care received by  children with Down syndrome during early childhood and corresponding  health care expenditures. To provide a point of reference, we analyzed  similar data for children without Down syndrome. The results of these  analyses are not generalizable to all children with or without Down  syndrome. We discussed the reliability of these data sources with  knowledgeable officials and performed data reliability checks, such as  examining the data for missing values and obvious errors, to test the  internal consistency and reliability of the data. After taking these steps, we  determined that the data were sufficiently reliable for our purposes.", "To determine what resources families of children with Down syndrome  receive through their health care providers and what barriers families face  to using these resources, we conducted a series of interviews with national  Down syndrome organizations and national disability organizations,  specialists at Down syndrome clinics, and Down syndrome advocacy  groups. Specifically, we interviewed 10 national Down syndrome  organizations and national disability organizations and asked them to  identify prominent Down syndrome clinics known for their expertise in  treating children with Down syndrome. From these 10 interviews, we  selected the six most commonly cited Down syndrome clinics and asked  specialists at each of these clinics to recommend the resources families  should receive through their health care providers both at diagnosis and  through early childhood. We then selected 12 Down syndrome advocacy  groups, representing six communities across the country, each of which  was located in the same state as one of the six Down syndrome clinics. We  asked the Down syndrome advocacy groups to review the list of resources  that the specialists recommended and comment on whether families in  their communities were likely to have received those resources through  their health care providers. We also asked the Down syndrome advocacy  groups to identify barriers families face to using the resources in their  communities. The results of these interviews cannot be generalized to all  Down syndrome clinics, all Down syndrome advocacy groups, or all  families of children with Down syndrome.", "To supplement our work, we obtained information from the National  Survey of Children with Special Health Care Needs (NS-CSHCN), 2005- 2006, which is sponsored by the Health Resources and Services  Administration (HRSA). Specifically, we obtained the most recent data  available on issues such as access to health care, impact of special health  care needs on the family, and barriers to accessing needed services. We  analyzed survey data for families of children with Down syndrome from  birth through age 17. The survey was designed to be representative of the  entire U.S. population. We reviewed relevant data reliability materials  and performed data reliability checks, such as examining the data for  missing values and obvious errors, to test the internal consistency and  reliability of the data. After taking these steps, we determined that the data  were sufficiently reliable for our purposes.", "We conducted this performance audit from November 2009 to October  2010 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Overview of Down Syndrome", "paragraphs": ["Down syndrome is most frequently caused by a chromosomal error that  produces an extra copy of chromosome 21. The extra chromosomal  material causes children with Down syndrome to have mental and  physical differences and a greater risk of developing certain medical  problems, such as hearing loss, eye disease, and congenital heart defects.  (See table 1.) Because of this heightened risk, the American Academy of  Pediatrics recommends that children with Down syndrome be closely  screened throughout childhood for certain medical conditions."], "subsections": []}, {"section_title": "Families of Children with Down Syndrome", "paragraphs": ["The overall well-being of some families of children with Down syndrome  can be affected by the special needs that their children may have.  Research shows that these families experience more stress than families  of typically developing children. In addition, according to the NS-CSHCN,  21 percent of families of children from birth through age 17 with Down  syndrome in the United States needed mental health care or family  counseling in the previous year, and 26 percent experienced financial  problems as a result of their child’s health care issues. Research shows  that families can benefit from family support resources, such as parent  support groups where information and stories can be informally  exchanged. In fact, connecting a new parent to other parents, such as  through a parent support group, has been shown to be among the most  helpful resources a physician can provide during the first conversation.", "Research has shown that families of children with Down syndrome do not  receive enough accurate information and emotional support at the time of  diagnosis and as the child ages. A 2005 study that surveyed 985 mothers  who received a postnatal diagnosis of Down syndrome for their children  indicated that when they learned of their child’s diagnosis their physicians  had not provided them with a satisfactory amount of up-to-date printed  materials or telephone numbers of parents who already had a child with  Down syndrome. Another study found that families received some  information from health care providers that they perceived as vague,  inaccurate, or outdated. Although there are studies such as these and  other initiatives that focus on the first conversation between the health  care provider and the family, there is very little research addressing  subsequent conversations between the health care provider and the family  as the child ages."], "subsections": []}, {"section_title": "Down Syndrome Clinics, Programs, and Advocacy Groups", "paragraphs": ["Down syndrome clinics, which are usually located in larger cities across  the United States, are a source of specialty medical care for children with  Down syndrome. Pediatricians and family physicians vary widely in  terms of their experience treating children with Down syndrome and  refer  patients to Down syndrome clinics as needed. The Down syndrome clinics  are typically associated with medical schools or large hospitals and may  include geneticists, developmental pediatricians, therapists, nutritionists,  nurse practitioners, and genetic counselors. Families may visit these  clinics on an annual basis to assess their child’s development and to  ensure that any health conditions have been properly diagnosed. of children with multiple medical problems may visit these clinics more  frequently to ensure that their child is receiving appropriate specialty care.  In addition to caring for children, these clinics also support families by, for  example, providing information about Down syndrome and referring  families to community resources.", "According to a physician at a Down syndrome clinic, it is recommended that children with  Down syndrome visit a Down syndrome clinic three to four times in the first year of life,  two times in the second year of life, and annually every year after that, if needed. administered by state-level agencies—beginning at birth and continuing  until the age of 3. The Individuals with Disabilities Education Act Part C  program was created to provide infants and toddlers who have disabilities  (or are at risk of developing a disability) and their families with early  intervention services, such as speech therapy, occupational therapy, and  family counseling. We previously reported on research that found that  the earlier a child with disabilities receives early intervention services, the  more effective these services may be in enhancing the child’s  development. Parents may be referred to early intervention programs by  their child’s doctor, or they may seek out these services themselves.", "There is also a widespread network of advocacy groups to support  children with Down syndrome and their families. In addition to numerous  national disability organizations, there are two national Down syndrome- specific organizations with over 300 local advocacy groups located across  the country. They range in size from small parent support groups to larger  organizations that provide services to families and their children.  Advocacy groups support children with Down syndrome and their families  by, for example, organizing activities for children, serving as information  resources, and offering parent support groups."], "subsections": []}]}, {"section_title": "Children with Down Syndrome Received Medical Care to Address Special Health Care Needs", "paragraphs": [], "subsections": [{"section_title": "Children with Down Syndrome Received More Outpatient and Office- Based Care Than Other Children, with Number of Therapy Services a Key Difference", "paragraphs": ["From birth through early childhood, children with Down syndrome  received, on average, five times more outpatient care and over two times  more office-based care than children without Down syndrome, according  to our analysis of data from a private health insurance company. For  children under 1 year of age, the average number of outpatient services  was 10.4 for children with Down syndrome and 1.9 for children without.  Similarly, the average number of office-based services for children under   1 year of age was 20.0 for children with Down syndrome and 10.7 for  children without. As children with and without Down syndrome moved  through early childhood, both groups received more office-based services  than outpatient services. However, while the amounts of outpatient and  office-based services decreased over time, the differences in the amounts  of outpatient and office-based services between the two groups remained.  (See fig. 1.)", "Across all types of services, children with Down syndrome from birth  through age 4 received more outpatient and office-based services than  children without. (See fig. 2.) For example, for both outpatient and office- based services, children with Down syndrome had more evaluation and  management services, more medical procedure services, and more  therapy services. Specifically, for outpatient services, children with Down  syndrome had 3 times more evaluation and management services, 10 times  more medical procedure services, and 22 times more therapy services than  children without. For office-based services, children with Down syndrome  had 2 times more evaluation and management services, 2 times more  medical procedure services, and 25 times more office-based therapy  services than children without. In addition, children with Down syndrome  had 6 times more outpatient anesthesiology and surgery services than  children without.", "We found other differences within the types of services received, such as  greater percentages of children with Down syndrome receiving services  such as thyroid, cardiac, and hearing tests than other children. For  example, our review of the outpatient services found that 21 percent of  children with Down syndrome under 1 year of age had a specific thyroid  function test, compared to 1 percent of other children of the same age. In  addition, children with Down syndrome were more likely than other  children to receive an influenza vaccination; for example, 30 percent of 4- year-olds with Down syndrome received the influenza vaccine, compared  to 15 percent of other children of the same age.", "A key difference in the amount of outpatient and office-based care  received by children with Down syndrome and other children was the  difference in the amount of therapy services received. Our analysis of  therapy usage showed that the percentage of children with Down  syndrome who received physical, occupational, and speech therapy— therapies that Down syndrome specialists say are important for children  with Down syndrome to receive to maximize their development—was  much higher than it was for other children. For example, 50 percent of  children with Down syndrome, birth through age 4, received physical  therapy services, compared to 3 percent of other children. This  represented an average of 30 physical therapy claims per child with Down  syndrome, compared to an average of less than 1 physical therapy claim  per child without. This difference in the amount of children who received  therapy services was evident in each age group and for each therapy type.  (See fig. 3.)", "The Medicaid data that we reviewed from seven states also show that  children from birth through age 4 with Down syndrome who were enrolled  in Medicaid in 2007 received more outpatient and office-based care to  address their special health care needs than other children of the same  age. For example, among the seven states, children with Down syndrome  received 2.7 to 5.3 times more outpatient services and 1.6 to 4.5 times  more office-based services than children without Down syndrome. (See  app. I for more Medicaid data.)"], "subsections": []}, {"section_title": "Children with Down Syndrome Were Hospitalized More Frequently and Had Longer Hospital Stays Than Other Children", "paragraphs": ["According to our analysis of inpatient care data from a large private  health insurance company, from birth through early childhood, children  with Down syndrome were hospitalized, on average, nearly twice as often  and stayed twice as long as children without Down syndrome. The  differences in the average number of hospitalizations and the average  length of stay were most pronounced in the first years of life and  diminished by age 4. (See figs. 4 and 5.) For example, for children with  Down syndrome under 1 year of age, the average number of  hospitalizations was 2.2, and the average length of stay was 7.6 days. In  contrast, for children of the same age without Down syndrome, the  average number of hospitalizations was 1.1, and the average length of stay  was 2.1 days. In an older group—children 4 years of age—children with  and without Down syndrome were hospitalized about the same number of  times, an average of 1.3 times for children with Down syndrome and an  average of 1.2 times for children without, and for about the same length of  time, an average of 2.0 days for children with Down syndrome and 1.7 days  for children without.", "Our review of inpatient claims data showed some differences in the types  of hospitalizations for children with Down syndrome compared to other  children. For example, the most common type of hospitalization for  children with Down syndrome under 1 year of age was cardiothoracic- related surgery; 6 percent of children under 1 year of age with Down  syndrome had this hospitalization type, compared to 0.03 percent of other  children. Furthermore, while other hospitalization types—such as  bronchitis and asthma, pneumonia, and ear issues—appeared as common  types of hospitalizations in both groups, the percentage of children with  Down syndrome hospitalized for these reasons was higher.", "The Medicaid data that we reviewed from seven states also show that  children from birth through age 4 with Down syndrome who were enrolled  in Medicaid in 2007 generally had more inpatient care. Children with Down  syndrome had more hospitalizations (in six of the seven states) and longer  hospital stays to address their special health care needs than other  children of the same age. For example, among the seven states, children  with Down syndrome had 1.0 to 7.4 times more hospitalizations and 1.5 to  10.2 times longer stays than children without Down syndrome. (See app. I  for more Medicaid data.)"], "subsections": []}, {"section_title": "Children with Down Syndrome Had Higher Average Medical Care Expenditures Than Other Children, with Differences Decreasing as Children Aged", "paragraphs": ["In our review, the total average medical expenditures for children with  Down syndrome, from birth through early childhood, were an average of  five times higher than the expenditures for children without Down  syndrome; however, both total expenditures and the difference in  expenditures decreased substantially by the time children with Down  syndrome were 3 years of age. (See fig. 6.) The expenditures were also  higher for children with Down syndrome for each type of medical care— outpatient, office-based, and inpatient care. Inpatient care for children  under 1 year of age had the greatest difference, with average expenditures  of almost $43,000 for children with Down syndrome and $2,000 for  children without. The difference in expenditures reflects the fact that  children with Down syndrome had a higher utilization of medical care or  more expensive medical services than children without Down syndrome."], "subsections": []}]}, {"section_title": "Families Were More Likely to Receive the Resources Recommended for Time of Diagnosis Than Those Recommended for Early Childhood, and May Face Barriers to Using Available Resources", "paragraphs": [], "subsections": [{"section_title": "Families Were Likely to Receive Many, but Not All, of the Resources That Down Syndrome Clinic Specialists Recommended They Receive at Diagnosis", "paragraphs": ["Down syndrome advocacy groups in selected communities told us that  families in those communities were likely to receive many, but not all, of  the resources that Down syndrome clinic specialists recommended they  receive at the time of diagnosis. The specialists from six Down syndrome  clinics we interviewed recommended 32 resources. (See table 2.)  Advocacy groups reported that families were likely to receive about two- thirds (20 of 32) of the recommended resources; these resources were  generally directly related to the health of children with Down syndrome,  such as information about the risk of cardiac problems and the need for  thyroid screening. Families were less likely to receive about one-third   (10 of 32) of the recommended resources; these resources were generally  related to the family’s understanding of Down syndrome and overall family  well-being, such as a copy of the Down syndrome-specific health care  guidelines and information about the causes of Down syndrome and the  effect of Down syndrome on the family and caregivers.", "The time of diagnosis is a key time for children with Down syndrome and  their families. According to the Down syndrome clinic specialists, if  newborns are not tested for certain medical conditions immediately after  diagnosis, serious and even life-threatening consequences can occur. In  addition, specialists from one Down syndrome clinic noted that this is a  key time for families to be given information to help them understand how  their child’s diagnosis may affect their family. However, according to the  Down syndrome clinic specialists, families can be overwhelmed if too  much information is presented at the time of diagnosis, especially if they  are already overwhelmed emotionally and psychologically from receiving  the diagnosis.", "All of the specialists we interviewed at the six Down syndrome clinics  agreed that if families do not receive resources recommended for the time  of diagnosis, the health consequences for the child could be severe. For  example, if a newborn’s heart defect is not detected early, he or she may  experience serious complications and even death in the first days or  weeks of life. If a newborn’s hypothyroidism—which can be easily  treated—is not detected early, he or she may experience additional  cognitive impairment or other complications. If a family is not provided  with a copy of the Down syndrome-specific health care guidelines, they  may not be fully aware of the health risks their child may face, and they  may be less effective advocates. (See table 2 for these and other health  consequences that may occur if these resources are not received by  families.)", "Advocacy groups told us that if there were gaps in the resources that  families received from their health care providers upon diagnosis,  advocacy groups and other community organizations sometimes provided  the missing material. For example, advocacy groups sometimes drop off  “New Parent Packets” at area hospitals that include the Down syndrome- specific health care guidelines and information about what Down  syndrome is and how it can affect the family. Advocacy groups also offer  family support groups, including groups geared specifically toward  grandparents and fathers, and host seminars on financial planning."], "subsections": []}, {"section_title": "Families Were Less Likely to Receive Most of the Resources That Down Syndrome Clinic Specialists Recommended for Early Childhood", "paragraphs": ["In contrast to the time of diagnosis, Down syndrome advocacy groups in  selected communities told us that families of children with Down  syndrome in those communities were less likely to receive most of the  recommended resources from their health care providers for early  childhood. These resources are important to their children’s ongoing  health and the well-being of their families. The specialists from six Down  syndrome clinics we interviewed recommended 23 resources that families  should receive through their health care providers after diagnosis and  throughout early childhood. (See table 3.) Advocacy groups reported that  families were likely to receive only about one-quarter (6 of 23) of these  resources. For example, resources that families were likely to receive  included information about the need to screen for celiac disease, the need  for vision screening, and the risk for upper respiratory infections. But  families were less likely to receive about three-quarters (17 of 23) of the  resources recommended for early childhood. For example, families were  less likely to receive information about the need to see a pediatric dentist,  how to prevent obesity, and the importance of communicating with their  child. In addition, families were less likely to receive a copy of a Down  syndrome-specific growth chart.", "According to the Down syndrome clinic specialists, some information is  most useful if provided in early childhood rather than at the time of  diagnosis. For example, information about celiac disease is not necessary  at diagnosis because it usually is not detectable until the child has begun  eating solid foods.", "According to the clinic specialists, if families do not receive the resources  recommended for early childhood, there may be health consequences for  the child. For example, if a child’s poor vision is not detected, he or she  may develop permanent vision loss. Similarly, if a child’s celiac disease is  not treated, the child’s growth may be affected and he or she may develop  diarrhea, constipation, and behavioral changes. (See table 3 for these and  other health consequences that may occur if these resources are not  received by families.)", "Advocacy groups told us that if there were gaps in the resources that  families received from their health care providers in early childhood,  advocacy groups and other community organizations sometimes provided  the missing material. For example, one advocacy group initiated a support  group for families of children with Down syndrome who also have other  medical conditions, such as autism. In addition, advocacy groups provide  social development opportunities for children with Down syndrome by  hosting playgroups, providing information about the Special Olympics to  families, and sponsoring members to attend national and state  conferences. Some community organizations also offer social  opportunities for children, including children with Down syndrome, such  as baseball leagues and swimming classes."], "subsections": []}, {"section_title": "Advocacy Groups and National Survey Results Indicate Families May Face Barriers Such as Outdated or Inaccurate Information", "paragraphs": ["According to Down syndrome advocacy groups, families in their  communities may face barriers that can prevent them from using available  resources, which can have a significant impact on the child and the family.  (See table 4.) For example, barriers such as outdated or inaccurate  information may lead parents to have a limited understanding of their  child’s Down syndrome diagnosis and, as a result, underestimate their  child’s potential. Important resources, such as early intervention therapy  services and parent support groups, can be out of reach for some families  who face barriers. For instance, advocacy groups identified barriers  related to difficulty communicating in English, a lack of transportation,  lengthy travel times to appointments (because of distance to resources or  geographic location), or busy work schedules (which prevent them from  accessing certain resources, such as early intervention therapy services  and doctor appointments, that may only be available during the  workweek). Furthermore, advocacy groups mentioned that culture can be  a barrier to accessing resources. For example, in some communities,  parents of children with Down syndrome from other countries were  reluctant to seek resources because of concerns about their community’s  social acceptance of people with Down syndrome.", "Results of the 2005-2006 NS-CSHCN also showed that families of children  with Down syndrome may have trouble accessing needed services. The  survey indicated that of the families of children with Down syndrome,  birth through age 17, in the United States who needed a referral in the  previous 12 months, an estimated 24 percent had problems obtaining  referrals. Similarly, of the families whose children needed physical,  occupational, or speech therapy in the previous 12 months, 18 percent of  their children did not receive all needed therapies. In addition, 16 percent  of families of children with Down syndrome reported that they faced  barriers using needed resources in the previous 12 months. Some of the  most commonly cited barriers were as follows:    not getting services when their child needed them,    not getting needed information,    having problems finding service providers with needed skills,    not having the types of services their child needed in their area, and    having problems in communication between service providers.", "Except for problems in communication between service providers, each of  these barriers was also mentioned in our interviews with advocacy groups.", "Some advocacy groups reported that they and their communities have  made efforts to address some of the barriers faced by families related to  inaccurate information, financial issues, language, and transportation. To  address issues of inaccurate information, one advocacy group initiated an  educational outreach program to health care professionals at area  hospitals to share important information about Down syndrome, including  contact information for local support groups and suggestions for giving a  Down syndrome diagnosis to a family. Some advocacy groups made  efforts to address financial issues; for example, some advocacy groups  arranged for financial advisors to speak to parents at workshops. In  addition, some advocacy groups made efforts to address language barriers  by translating materials into Spanish and having a staff person available  who spoke Spanish. Finally, several advocacy groups told us that they  were taking steps to address barriers related to transportation. For  example, an advocacy group located in an urban area established four  satellite community groups in outlying areas so that families could access  resources without driving into the city."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Secretary of Health and Human  Services for comment. In response, the Department of Health and Human  Services (HHS) provided us with general comments, which are reprinted  in appendix II, and technical comments that we incorporated as  appropriate. In its general comments, HHS indicated that our report  “presents a thorough summary of the current practices and the successes  and challenges faced by children with Down syndrome and their families.”  HHS emphasized the importance of early intervention services in  maximizing children’s long-term development. The agency also suggested  that cost-benefit analyses, which were beyond the scope of this review,  could inform decisions about providing health care services to children  with Down syndrome. HHS also suggested that we compare the results of  the data analyses from the private health insurance data, the Medicaid  data, and the NS-CSHCN data. As we noted earlier in this report, detailed  comparisons across the private health insurance and Medicaid data would  not be appropriate because of differences in the underlying insurance  coverage. Finally, HHS suggested that we provide population sizes for the  data sets analyzed, which we have done.", "We are sending a copy of this report to the Secretary of Health and Human  Services. The report also is available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staffs have any questions regarding this report, please  contact me at (202) 512-7114 or bascettac@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this report. GAO staff who made major contributions to this  report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Medicaid Data", "paragraphs": ["Figures 7 through 10 show that of the children enrolled in Medicaid in  2007, children with Down syndrome from birth through age 4 received  more medical care than children without Down syndrome in the seven  states in our study. Children with Down syndrome had more outpatient  and office-based services than children without Down syndrome in each  state we reviewed. (See fig. 7.) In addition, children with Down syndrome  generally had more hospitalizations and a longer average length of stay  than children without Down syndrome. (See figs. 8 and 9.) Medicaid  expenditures were higher for children with Down syndrome than for  children without Down syndrome for outpatient, office-based, and  inpatient care. (See fig. 10.)"], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Jenny Grover, Assistant Director;  Julianne Flowers; Rich Lipinski; Sarah-Lynn McGrath; Julie E. Pekowski;  Roseanne Price; Laurie F. Thurber; Karin J. Wallestad; and Jennifer  Whitworth made key contributions to this report."], "subsections": []}]}], "fastfact": []}