{"id": "GAO-03-23", "url": "https://www.gao.gov/products/GAO-03-23", "title": "Endangered Species: Research Strategy and Long-Term Monitoring Needed for the Mojave Desert Tortoise Recovery Program", "published_date": "2002-12-09T00:00:00", "released_date": "2002-12-19T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Since the 1980s, biologists have been concerned about declines in the Mojave Desert Tortoise, which ranges through millions of acres in the western United States. The tortoise was first listed as a threatened species under the Endangered Species Act in Utah in 1980; it was later listed as threatened rangewide in 1990. The listing and designation of critical habitat for the tortoise, as well as recommendations in the tortoise recovery plan, have been controversial. In our report, we evaluate--assisted by scientists identified by the National Academy of Sciences--the scientific basis for key decisions related to the tortoise, assess the effectiveness of actions taken to conserve desert tortoises, determine the status of the population, and identify costs and benefits associated with desert tortoise recovery actions."]}, {"section_title": "What GAO Found", "paragraphs": ["The 1990 listing of the desert tortoise, the critical habitat designation, and recommendations in the recovery plan for the tortoise were reasonable, given the information available at the time. Under the Endangered Species Act, listing and critical habitat decisions must be based on the best available scientific and commercial data. These decisions and the recovery plan recommendations were based on sources that reflected existing knowledge about desert tortoises. To protect the tortoise, government agencies have restricted grazing and off-road vehicle use and taken other protective actions in desert tortoise habitat, but the effectiveness of these actions is unknown. Research is underway in several areas, including tortoise disease, predation, and nutrition, but the research has not assessed the effectiveness of the protective actions. Furthermore, the status of desert tortoise populations is unclear because data are unavailable to demonstrate population trends. Before the tortoise may be delisted, populations must increase or remain stable for at least 25 years--one generation of desert tortoises. Determining the trends will cost an estimated $7.5 million in the first 5 years, plus additional monitoring every 3 to 5 years at a cost of about $1.5 million per year of monitoring. The Fish and Wildlife Service depends on other agencies and organizations to assist with funding and monitoring, but these agencies and organizations cannot guarantee assistance from year to year because of other priorities. Expenditures on desert tortoise recovery since the species' first listing in 1980 exceed $100 million, but the exact investment is unknown. The investment includes $92 million in \"reasonably identifiable\" expenditures for the tortoise, plus staff time valued at about $10.6 million. The overall economic impact of the tortoise recovery program--including benefits as well as the costs incurred by local governments, landowners, and developers as a result of restrictions--is unknown."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since the 1980s, biologists have been concerned about apparent declines in populations of the Mojave desert tortoise, a species that is considered to be an indicator of the health of the desert environment. The desert tortoise ranges through millions of acres in Arizona, California, Nevada and Utah.Population declines in the species may be caused in part by a contagious, and sometimes fatal, upper respiratory tract disease and by other factors such as drought, predation, illegal collection, and habitat degradation or loss associated with human activities such as development, livestock grazing, and recreation. Together, these conditions led the Department of the Interior’s Fish and Wildlife Service (Service) to protect the desert tortoise under the Endangered Species Act. In 1980, the Service designated, or “listed,” a portion of the desert tortoise population in Utah as “threatened.” In 1989, the Service temporarily listed the rest of the Mojave population of desert tortoises as “endangered” on an emergency basis because of an outbreak of upper respiratory tract disease. In 1990, the Service issued its final determination that the Mojave population of desert tortoises was “threatened” throughout its range.", "The goal of the Endangered Species Act is to restore species that are at risk of extinction so that they can live in self-sustaining populations. At the time a species is listed, the act generally requires the Service to designate critical habitat essential to the conservation of the species. In 1994, the Service designated critical habitat covering 6.4 million acres in the desert tortoise’s range. The critical habitat encompasses federal land managed by the Department of the Interior’s Bureau of Land Management (BLM) and National Park Service, as well as Department of Defense installations, and state- and privately-owned land. Shortly after designating critical habitat, the Service published a recovery plan for the desert tortoise. To protect desert tortoises, the plan recommends restrictions, among other things, on off-road vehicle access, military maneuvers that destroy habitat, clearing for agriculture and development, and livestock grazing. Some of these restrictions have been controversial, and some users question whether the restrictions are necessary to the desert tortoise’s recovery. The plan also recommends monitoring to determine the status of desert tortoise populations and track their population trends. Under the act, when a population is considered stable and no longer needs the act’s protection, the species may be removed from the threatened or endangered list.", "In this report, we (1) evaluate the scientific basis for the 1990 listing, the critical habitat designation, and the recovery plan recommendations for the desert tortoise; (2) assess the effectiveness of actions taken by federal agencies and others to conserve desert tortoises; (3) describe what is known about trends in tortoise populations; and (4) identify costs and benefits associated with desert tortoise recovery actions since the desert tortoise was first listed in 1980, to the extent that data were available.", "To evaluate the scientific basis for the listing decision, critical habitat designation, and recovery plan recommendations, we contracted with the National Academy of Sciences to identify and assist in the selection of scientists with expertise in relevant areas, such as conservation biology and desert ecology, to provide technical assistance in reviewing the reasonableness of those key decisions in light of the scientific information on which they were based. The scientists we consulted and other details on the scope and methodology of our review are presented in appendix II."], "subsections": [{"section_title": "Background", "paragraphs": ["The Mojave Desert tortoise is a relatively large reptile, with adults measuring up to 15 inches in shell length (see fig. 1). Desert tortoises live in creosote bush and Joshua tree habitats in valleys, plains, and washes at elevations generally ranging up to 4,000 feet above sea level. In these habitats, desert tortoises construct and live in burrows and spend a majority of their life below ground. Desert tortoises may live for 50 years or more in the wild, and females do not breed until they are at least 15 years old. They usually lay one or more clutches of about 6 to 8 eggs between mid-April and the first week of July. Although desert tortoises can withstand prolonged periods of drought, females may not lay eggs if forage is unavailable. Survival of juveniles is thought to be low; some researchers estimate that only 2 to 3 per 100 hatched may live to become adults.", "The Mojave Desert tortoise’s range lies north and west of the Colorado River in California, southern Nevada, southwestern Utah, and northwestern Arizona (see fig. 2).", "Apparent declines in tortoise populations have been attributed to many factors including habitat loss or degradation, drought, and predation on juvenile tortoises by ravens, coyotes, domestic dogs, and other animals (see fig. 3). According to the Service, habitat loss has occurred as a result of increasing amounts of urban development, military operations, and recreational uses such as off-road vehicle use, in the tortoise’s range. Habitat degradation has been attributed to domestic livestock grazing, particularly in livestock watering and loading areas. Other factors that may have caused population declines include mortality through vandalism or accidental road kill and removal of tortoises from their habitat for pets, food, or commercial purposes. Respiratory and shell diseases have also been observed in desert tortoise populations.", "Before a species, such as the desert tortoise, can receive protection under the Endangered Species Act, the Secretary of the Interior, through the Fish and Wildlife Service, is required to use the best available scientific and commercial data (e.g., biological or trade data obtained from scientific or commercial publications, administrative reports, maps or other graphic materials, or experts on the subject) to decide whether the species is at risk of extinction. The Endangered Species Act specifies the following five factors for identifying at-risk species, any one of which is sufficient to determine that a species qualifies for the act’s protections:   present or threatened destruction, modification, or curtailment of a species habitat or range;   overuse for commercial, recreational, scientific, or educational purposes;   disease or predation;  inadequacy of existing regulatory mechanisms; or   other natural or manmade factors affecting a species’ continued existence.", "Once the Service determines that a species should receive the act’s protection, it can list the species as threatened or endangered. As of July 2002, 517 animal species and 744 plant species were listed as threatened or endangered in the United States.", "The act prohibits the “taking” of any listed species of animal and defines “take” as to harass, harm, pursue, shoot, wound, kill, trap, capture, or collect, or to attempt to engage in any such conduct. However, under the act the Service may issue permits that allow the taking of a listed species if the taking is incidental to, rather than the purpose of, an otherwise legal activity. In most cases, the Service must develop a recovery plan for listed species that specifies actions needed to recover the species so that it can be removed from the list of protected species under the act, or “delisted.”", "Federal agencies must comply with prohibitions against taking a threatened or endangered species and must consult with the Service to determine the effect, if any, that their activities may have on listed species. In particular, federal agencies must ensure that their activities do not jeopardize the continued existence of any endangered or threatened species, or result in destruction or adverse modification of critical habitat.If any proposed activities will jeopardize a species or adversely modify its critical habitat, the Service will identify reasonable and prudent alternative activities. In addition, federal agencies have a broader directive under the act to use their authorities to carry out programs to conserve threatened and endangered species."], "subsections": []}, {"section_title": "Listing, Critical Habitat Designation, and Recommendations for Recovery Were Reasonable", "paragraphs": ["Scientists we consulted agreed that the listing of the desert tortoise in 1990, the critical habitat designation, and the recommendations in the recovery plan were reasonable, based on the limited data available on the desert tortoise when the relevant decisions were made. These decisions were made on the basis of a variety of information, including published and unpublished research and government studies. The scientists we consulted recognized that, as is often the case when making such decisions, little published data on the species were available. However, they agreed that the Service’s decisions were appropriate and consistent with their understanding of the agency’s responsibilities under the act."], "subsections": [{"section_title": "Listing and Critical Habitat Decisions Were Based on the Best Science Available at the Time", "paragraphs": ["The Endangered Species Act requires that listing decisions be based solely on the best scientific and commercial data available without taking into account economic factors. Although the Service is required to seek out the best data available at the time, it is not required to generate additional data. The listing decision for the desert tortoise was based on a variety of information, including published research, meeting and symposium proceedings, and government reports. Generally, published, peer-reviewed research is considered the most reliable information source because the research methods and conclusions have been reviewed by other scientists before publication. However, other sources such as unpublished research, meeting proceedings, and government reports can provide important information for making listing and other decisions. Moreover, several scientists said that listing decisions are often necessarily based on limited data, because funding for research on a species is typically scarce until after that species is listed.", "The listing decision describes how each of the five listing criteria that make a species eligible for protection under the act applies to the desert tortoise, with habitat loss and disease cited as threatening the tortoise’s continued existence. The scientists we consulted agreed that, despite the limited amount of quantitative data on the desert tortoise that was available at the time of its listing, the decision to list it as threatened was reasonable. In particular, they cited increases in threats such as diseases and habitat loss as important factors making listing necessary. In addition, researches noted declines in numbers. For example, in the western Mojave Desert in California, researchers found that some populations decreased by as much as 90 percent between the 1970s and the mid-1990s; in Nevada, study plots also generally showed declines ranging from 10 to 39 percent since the late 1970s. The scientists we consulted also noted that desert tortoise populations appear to continue to decline. Some said that the listing of the desert tortoise was an unusual step by the Service because, at the time of the listing, there were still desert tortoises occurring across a large range; yet they recognized that listing it as threatened was consistent with their understanding of the act’s intent to protect species whose numbers are declining and are at risk of becoming endangered.", "When designating critical habitat, the Service must also use the best scientific and commercial information available. Unlike for listings, however, the Service must also consider the economic impact of the critical habitat designation. The primary source of information for the designation was a draft of the recovery plan for the tortoise that recommended protection for 14 separate areas of habitat. The Service adjusted the boundaries for these 14 areas to generally follow legal property boundaries and elevation contours in order to remove as much unsuitable habitat as possible and to reflect additional biological information. Some areas that were already protected, such as Joshua Tree National Monument and the Desert National Wildlife Range, were intended to be excluded from critical habitat because the habitat within them was already receiving protection as desert tortoise habitat. After making these adjustments, the Service identified 12 areas in its final critical habitat designation—seven in California, one in Nevada, one in Utah, and three that span more than one state—that total about 6.4 million acres (see table 1).", "The scientists we consulted said the size and number of the areas designated as critical habitat were reasonable given the available data, but found that the rationales for drawing the specific boundaries were not well explained in the decision documents. The size of the areas was determined based on estimates of how dense a desert tortoise population should be to ensure the population’s continued existence—estimates that the scientists noted were based on limited quantitative research. Several of the scientists we consulted observed that the critical habitat areas appear to have been designated where desert tortoise populations were found at the time. One scientist suggested that the designation of the areas of critical habitat may have been conservative, and that if the designation was done today, the protected areas might be even larger."], "subsections": []}, {"section_title": "The Recovery Plan’s Recommendations Reflected Available Scientific Information", "paragraphs": ["In contrast with the requirements for listing and critical habitat, the Endangered Species Act does not specify the type of information that should be used to develop recovery plans. Instead, the act requires that recovery plans contain three specific elements: (1) a description of site- specific management actions necessary for the conservation and survival of the species; (2) objective, measurable criteria that, when met, would result in the removal of the species from the threatened or endangered species list, or delisting; and (3) estimates of the time and cost required to carry out the plan. However, Service policy dictates that recovery plans should seek the best information to achieve recovery of a species. While not in effect at the time the tortoise recovery team was founded, Service policy is that teams developing recovery plans should have diverse areas of expertise and may include personnel from many different organizations, including officials from other federal agencies and states, and other recognized experts. According to the Service, recovery plans impose no obligations on any agency, entity, or persons to implement the various tasks contained within them.", "The recovery plan for the desert tortoise addresses each of the three required elements. The plan describes site-specific management actions for the 14 separate areas that it recommends be established such as discontinuing livestock grazing, constructing fencing along highways to reduce tortoise road kill, monitoring the health of desert tortoises within the areas, eliminating raven nest and perch sites, constructing signs to delineate the boundaries of the protected areas, and restricting off-road vehicle use. The plan also recommends that agencies develop programs and facilities to educate the public about the status and management needs of the desert tortoise and its habitat, and that research be conducted to monitor and guide recovery efforts. In addition, the plan includes estimates of the time frame and costs for implementation. Lastly, as the act requires, the plan describes the criteria that must be met before the desert tortoise population may be considered for delisting. The criteria are:   as determined by a scientifically credible monitoring plan, the population within a recovery unit must exhibit a statistically significant upward trend or remain stationary for at least 25 years (one desert tortoise generation);   enough habitat must be protected within a recovery unit, or the habitat and desert tortoise populations must be managed intensively enough to ensure long-term population viability;   provisions must be made for population management within each recovery unit so that population growth rates are stable or increasing; regulatory mechanisms or land management commitments must be implemented that provide for long-term protection of desert tortoises and their habitat; and the population in a recovery unit is unlikely to need protection under the Endangered Species Act in the foreseeable future.", "The scientists we consulted agreed that the recommendations in the recovery plan describing site-specific management actions are reasonable, and reflect the best information available at the time. They observed that because much was still unknown about the severity of specific threats to desert tortoises at the time the plan was developed, its recommendations were made without establishing priorities that would reflect differences in the seriousness of the threats. For example, the plan does not differentiate among the seriousness of the threats from uncontrolled vehicle use off designated roads as compared to livestock grazing or dumping and littering. Nonetheless, the scientists commented that the plan was a significant, resource-intensive effort; indeed, one scientist commented that the expertise of the scientists comprising the recovery team was unprecedented. The team included experts in reptile and tortoise biology, desert ecosystems, population analyses, and conservation biology. The team also coordinated with numerous people and organizations, including federal and state agencies and officials, and others with expertise in desert tortoise and land management issues."], "subsections": []}]}, {"section_title": "Actions Have Been Taken to Protect the Desert Tortoise, but Their Effectiveness Is Unknown", "paragraphs": ["Federal agencies and others have taken a variety of actions to benefit desert tortoises, reflecting recommendations in the recovery plan or efforts to minimize the effects of potentially harmful activities, but the effectiveness of those actions is not known because the necessary analyses to measure their effectiveness have not been done. Federal, state, and local agencies and others have acquired habitat, restricted certain uses, and promote education programs about the species, and research has been conducted or is underway on such topics as the causes of disease in tortoises, their nutritional needs, and the effects of human activities on tortoises. However, no process has been established for integrating agencies’ management decisions regarding the desert tortoise with research results. As a result, Service and land managers cannot be certain that they are focusing their limited resources on the most effective actions. In addition, the recovery plan recommends that its recommendations be reassessed every 3 to 5 years, but the plan has not been reassessed since its 1994 issuance. Such a reassessment would allow the Service to evaluate whether the plan’s recommendations are still sound or should be revised in light of more recent research."], "subsections": [{"section_title": "Many Actions Have Been Taken or Are Underway to Protect Tortoises", "paragraphs": ["The recovery plan recommends securing habitat to aid in the recovery and continued existence of the desert tortoise. In addition to managing land they already own, federal and state agencies—which collectively manage over 80 percent of tortoise critical habitat—and private groups have made efforts to acquire privately owned land for desert tortoise habitat through land exchanges, purchases, or donations. Much of the acquired land is surrounded by or adjacent to federally or state-owned tortoise habitat, and its acquisition makes management easier by consolidating acres needing protection. These land acquisitions have occurred primarily in California and Utah, as almost all tortoise critical habitat in Nevada and Arizona is already federally owned. For example, from 1995 through 2001, BLM acquired approximately 337,000 acres in California, valued at almost $38 million, primarily for the benefit of the desert tortoise. Land acquisition has also been an important feature in Utah, where BLM and the State of Utah have acquired, through purchase and exchange, more than 7,700 acres of nonfederal land valued at almost $62 million, for the benefit of the tortoise. In addition to these acquisitions, the Desert Tortoise Preserve Committee, a nonprofit organization, acquired more than 175 acres of privately owned lands within the 39.5-square-mile Desert Tortoise Natural Area in California. The Committee, in cooperation with another conservation organization, also purchased 1,360 acres of privately owned land in desert tortoise critical habitat in the central Mojave Desert. The Committee has historically donated or sold land it acquires to the federal government or the state of California.", "The recovery plan for the desert tortoise also recommends specific land use restrictions such as restricting livestock grazing, harmful military maneuvers, and excessive and destructive recreational uses. The responsibility for implementing many of these actions falls to the entities that manage land in desert tortoise habitat, including the Bureau of Land Management, the National Park Service, the Department of Defense, and state agencies. These agencies have restricted some permitted uses on lands with tortoise habitat and taken protective steps to aid in the species’ recovery. For example, Washington County, Utah, purchased permits allowing livestock grazing on 30,725 acres of federal land in tortoise habitat in Utah at a cost of $114,000 from ranchers who were willing to sell their land. BLM then retired these permits from use. In addition, since 1991, BLM has prohibited sheep grazing on more than 800,000 acres of tortoise habitat in California; the agency has also restricted cattle grazing in all or part of several other grazing allotments in California either entirely or seasonally when tortoises are active, as part of a settlement agreement with conservation groups. The recovery plan’s recommended restrictions on livestock grazing are controversial because they affect a large number of acres and were recommended on the basis of limited published data. Other significant restrictions that benefit the tortoise include those addressing off-highway vehicles. For example, BLM’s off- highway vehicle management plan limits off-highway vehicle use to existing approved areas, specific courses for competitive events, or designated roads and trails to protect sensitive habitats, species, and cultural resources. However, officials note that enforcing compliance among individual users has proven to be difficult.", "Agencies have also undertaken projects on their lands to control random events such as road kill on highways and human vandalism, and other threats that are associated with human development, such as disease (which may be spread when captive tortoises are released into the wild) and predation by ravens and other animals (which are aggravated by humans through the presence of landfills and other sources of food and water). For example, agencies and others have installed hundreds of miles of fencing to keep tortoises away from roads and other hazardous areas. Joshua Tree National Park installed breaks, or “tortoise cuts,” in the curbs along more than 5 miles of newly constructed park roads in 2001 to avoid trapping desert tortoises in roads. To reduce raven populations and thus discourage predation on juvenile tortoises, Mojave National Preserve has cleaned up approximately 50 acres of illegal garbage dumps, and Joshua Tree National Park has removed a total of almost 550,000 pounds of garbage from 23 sites. The Army’s National Training Center at Fort Irwin also tries to reduce raven populations by covering its landfill with three times as much dirt as it would otherwise in order to reduce its attractiveness to the birds. In 2000 and 2001, Edwards Air Force Base closed 42 “pitfalls” (such as mine shafts, wells, and irrigation pipes) in critical habitat that were potentially hazardous to desert tortoises.", "Protective actions may also be required to offset, or mitigate, the effects of potentially harmful activities. For example, development may occur on nonfederal lands with desert tortoises, but before the Service will issue a permit allowing tortoises to be taken or habitat to be disturbed, the applicant must develop a plan describing mitigating actions—such as timing a project to minimize the likelihood of disturbing tortoises, acquiring replacement habitat to compensate for the disturbed acreage, or the payment of fees to be used for tortoise conservation. Some local governments have obtained permits that allow tortoises to be taken so that habitat within their jurisdictions can be developed. For example, Clark County, Nevada—which includes Las Vegas—has obtained a 30–year permit from the Fish and Wildlife Service that allows listed species, including tortoises, to be taken incidental to development in the county. The permit allows development of up to 145,000 acres of desert tortoise habitat on nonfederal land and requires that land developers pay $550 to a mitigation fund for every acre developed within the county. The mitigation fees are used to pay for conservation projects in the county to offset the effects of development on desert tortoises and other species. Similarly, Washington County, Utah, has a 20-year permit authorizing the take of 1,169 tortoises incidental to land development in the county. Washington County’s primary means of mitigating the effects of development on desert tortoises was to establish the 61,000-acre Red Cliffs Reserve in which no development is allowed; approximately 39,000 acres are occupied desert tortoise habitat. BLM and the state of Utah manage most of the land within the reserve. Elsewhere in the county, development is allowed on approximately 12,000 acres of nonfederal land. Developers pay $250 plus 0.2 percent of the development costs for each acre they develop; the fees are used to manage the reserve.", "Agencies and others also rely on education to reduce threats to tortoises. For example:   Department of Defense installations in tortoise habitat require all soldiers to attend training that raises their awareness about the status of the tortoise and teaches them what to do if they encounter a tortoise,   BLM’s Statewide Desert Tortoise Management Policy includes a detailed   Joshua Tree National Park and the Mojave National Preserve have developed educational kits for use in schools, and   Clark County, Nevada, uses radio and newspaper announcements to target desert users, reminding them to deposit garbage only at garbage dumps in order to control raven populations, shoot responsibly, and drive on roads.", "Appendix I discusses specific actions agencies have taken in more detail."], "subsections": []}, {"section_title": "Effectiveness of Recovery and Mitigation Actions Is Unclear Because Research and Management Decisions Are Not Integrated", "paragraphs": ["The recovery plan recommends that research be conducted to guide and monitor desert tortoise recovery efforts and states that as new information continues to become available, these new data should influence management practices. The recovery plan recommends research on threats to tortoises including diseases and other sources of mortality, the long-term effects of road density and activities like livestock grazing on desert tortoise populations, and the effectiveness of protective measures in reducing human-caused desert tortoise mortality; it also recommends that a comprehensive model of the life history of the desert tortoise be developed, as such information is helpful in understanding how various factors influence a species’ survival. The scientists we consulted emphasized the importance of research for assessing the effectiveness of recovery actions, not only for determining whether delisting is appropriate, but also for allocating scarce resources to those actions with the most positive effects on desert tortoise populations.", "Research is underway in several of the recommended areas, including diseases and how they are transmitted, desert tortoise habitat and health, nutrition, predation, the effects of climate variability on tortoises, and survival of juvenile desert tortoises. Scientists from many different organizations, including the U.S. Geological Survey, the Service, the National Park Service, military installations, military laboratories, states, universities, and private consulting groups, perform this research. According to information compiled by researchers at the Redlands Institute at the University of Redlands, research presented since 1989 at the Desert Tortoise Council’s annual symposia—where scientists, land managers, and others gather to share information on desert tortoise issues—has covered more than 20 areas, with disease, livestock grazing, roads, and off-highway vehicle use emerging as the four most commonly presented topics (see fig. 4).", "Despite the relatively extensive desert tortoise research efforts, there is no overall coordination of the research to ensure that questions about the effectiveness of protective actions are answered. Such a coordinated program would direct research to address management needs and ensure that managers are aware of current research as they make decisions. More importantly, such a program would allow managers to adapt land management decisions on the basis of science. Unless research is focused on determining if restrictions and other protective actions are effective, managers cannot demonstrate a scientific basis for deciding whether restrictions should remain unchanged, be strengthened, or if other actions would be more appropriate. For example, since the Bureau of Land Management eliminated sheep grazing on more than 800,000 acres in California, neither the Bureau nor the Service has assessed whether this action has benefited desert tortoises or their habitat. Despite ongoing research into how livestock grazing affects the soils and plants upon which desert tortoises depend, few data are available to show the extent of its impacts and the effectiveness of restrictions in reducing adverse effects. One scientist discussed recent research that could influence future priorities for protective actions. Specifically, this research suggests that tortoise fencing may be more effective along roads with intermittent traffic than along highways, as the heavier highway traffic may itself deter tortoises from attempting to cross. However, we recognize that in some cases obtaining definitive data regarding management actions may take many years for long-lived species like the desert tortoise.", "While no overall process exists for integrating research and management decisions, several efforts are underway to aggregate scientific information about tortoises and the desert ecosystem and identify information gaps.", "The Desert Tortoise Management Oversight Group was established in 1988 to coordinate agency planning and management activities affecting the desert tortoise, and to implement the management actions called for in BLM's Desert Tortoise Rangewide Plan. The group consists of BLM's state- office directors from Arizona, California, Nevada, and Utah and a Washington office representative; the four states' fish and game directors; regional directors of the three Fish and Wildlife Service offices with desert tortoise management responsibilities; it also includes representatives of the National Park Service, the U. S. Geological Survey, and the military installations with desert tortoise habitat. The Management Oversight Group is intended to provide leadership in implementation of the recovery plan, consider funding and research priorities, help ensure data analysis procedures are standardized, and review plans related to the desert tortoise. In 1990, a Technical Advisory Committee was formed to provide technical assistance to the group. The Desert Tortoise Research Project, a group of U.S. Geological Survey biologists conducting research on the desert tortoise, works with the Technical Advisory Committee to help establish research priorities.", "The Mojave Desert Ecosystem Program, a cooperative effort among several agencies that is led by the Department of Defense, has aggregated large amounts of data on elevation, geology, climate, and vegetation in the Mojave Desert ecosystem and has made them available as a shared scientific database through the Internet. This shared database is intended to allow land managers to make data-driven land management decisions.", "The California Desert Managers Group, comprised of managers from agencies of the Departments of Defense and Interior and the State of California, is chartered to develop and integrate the databases and scientific studies needed for effective resource management and planning for the California desert. Currently, the group is compiling a list of the major ongoing scientific activities in the Mojave Desert to identify significant research gaps, opportunities to collaborate, and opportunities to solicit support for scientific research needed to fill those gaps.", "The Redlands Institute at the University of Redlands has begun a project, funded by the Department of Defense, to compile, organize, and store desert tortoise monitoring information and develop a database of desert tortoise-specific research, which the Institute will make available to land managers.", "In addition, during our review, the Service official with lead responsibility for the desert tortoise program made a proposal to the Service’s regional office to establish a science office and a permanent science advisory committee that would work with managers to ensure that future desert tortoise research is responsive to the managers’ needs for information. The proposed science office would coordinate research and would work with the Mojave Desert Ecosystem Program, the University of Redlands, and others to establish and centralize data and procedures. The proposed science committee, which would be composed of unbiased, recognized experts in disciplines relevant to tortoise recovery, would work with the science office and land managers to set priorities for desert tortoise recovery actions and review agencies’ documents for their scientific soundness. The official anticipates that the proposed committee would provide a scientific context to support decisions that are, in some cases, difficult and controversial."], "subsections": []}, {"section_title": "The Service Has Not Reassessed the Recovery Plan in Light of Recent Research", "paragraphs": ["The recovery plan recognizes that few of the data available at the time the plan was developed were useful for recovery planning; accordingly, it recommends that the plan be reassessed every 3 to 5 years in light of newer findings. Service guidance also recommends that recovery plans be reviewed periodically to determine if updates or revisions are needed. Recovery team members and the scientists we consulted agreed that the Service should assess new research and determine if the recovery plan needs to be revised or updated to accommodate new or different findings.", "However, although the plan was issued 8 years ago, the Service has not yet reassessed it for several reasons. First, because the Service has limited resources for meeting its continuing obligations to designate critical habitat and develop recovery plans for other listed species, resources are not readily available for recovery plan revisions. In addition, some Service officials believe that new research has not indicated that significant changes are needed in the tortoise recovery plan. Finally, some Service officials believe that as new information is developed, it can be and sometimes is incorporated into ongoing land management decisions.", "Given the controversy surrounding some of the recovery plan’s recommendations and the resulting management actions, periodic reassessment of the plan in view of ongoing research could provide evidence for either retaining or revising the existing recommendations. For example, according to a recent review of scientific literature on threats to desert tortoise populations, research has shown that heavy, uncontrolled off-road vehicle use severely damages vegetation that desert tortoises rely on for food and reduces population densities, a finding that supports restrictions on such use. In contrast, the effects of livestock grazing on desert tortoises—effects that the recovery team identified as a significant threat—are still hotly debated, and research has not yet established that livestock grazing has caused declines in desert tortoise populations. In addition, reassessing the plan based on new research could also indicate whether or not the critical habitat boundaries—which were based on a draft of the recovery plan—should be revised."], "subsections": []}]}, {"section_title": "Data Are Insufficient to Determine the Status of the Desert Tortoise Rangewide, and Continued Funding for Monitoring Is Uncertain", "paragraphs": ["Data on trends in tortoise populations that would indicate whether or not the species is recovering and can be delisted are not available because population monitoring efforts have only recently begun and will need to continue for at least 25 years (one generation of desert tortoises). Although data on desert tortoise populations have been collected from study plots in specific areas, these data cannot be extrapolated across the desert tortoise’s range. Obtaining the necessary trend information has proved difficult because monitoring is costly and resource intensive, and continued funding for population monitoring efforts is uncertain."], "subsections": [{"section_title": "Data Are Insufficient to Determine the Status of the Desert Tortoise Rangewide", "paragraphs": ["According to the desert tortoise recovery plan, identifying trends in desert tortoise populations is the only defensible way to evaluate whether populations are recovering. Under the plan, before the desert tortoise can be delisted, tortoise populations must become stable or increase, as shown by at least 25 years of population monitoring. In order to monitor population trends, it is necessary to have baseline population data. While land managers have been concerned about the desert tortoise for over 2 decades, such baseline data are not available rangewide because most population monitoring has been done in specific areas for other purposes and cannot be extrapolated to the entire population. For example, information on the health and status of desert tortoise populations in certain areas—primarily in California—has been collected from permanent study plots, some since the 1970s. These study plots were established to provide data on attributes of tortoise populations and their relationships to the condition of the habitat and land-use patterns. However, the locations of these plots were judgmentally selected and are therefore insufficient to allow scientists to project their status to that of the entire desert tortoise population.", "Development of a baseline population estimate has been delayed in part by difficulty in determining an acceptable methodology. The recovery plan recommended a technique for estimating desert tortoise populations, but that technique was discarded after federal land managers agreed in 1998 to a different, more suitable population monitoring technique that they believed would provide more reliable data on the population rangewide. However, efforts to implement the agreed-upon rangewide monitoring technique were hampered by a lack of funding and the absence of a designated coordinator. In 2001, the Fish and Wildlife Service began coordinating the collection of population data throughout the desert tortoise’s range using the agreed-upon technique. Establishing a complete baseline population estimate is expected to take 5 years. Service officials estimate that after the baseline is established, additional monitoring will need to occur every 3 to 5 years to determine how populations are changing over time. According to land managers and tortoise experts, counting tortoises is difficult because populations are widespread and spend much of their time underground. In addition, there are differences in peoples’ abilities to locate individual desert tortoises, especially juveniles, which can be as small as a silver dollar coin."], "subsections": []}, {"section_title": "Continued Funding for Population Monitoring Is Uncertain", "paragraphs": ["A major concern for the tortoise recovery effort is continued funding for rangewide population monitoring. A Service official estimates that population monitoring will cost more than $1.5 million each year it is conducted. The Service depends on agreements with several entities to fund monitoring. For example, in 2002, funding for monitoring was provided by the Department of Defense, National Park Service, the Fish and Wildlife Service, the University of Redlands, Clark County, Nevada, and Washington County, Utah.", "However, the agencies that have provided funding for monitoring in the past have other priorities and legal mandates to which they must respond; thus, they cannot guarantee that they will provide funding for the population sampling from year to year. For example, a Bureau of Land Management official in California made an informal commitment to provide $200,000 for monitoring in fiscal year 2002, anticipating that the Bureau would continue to receive funding for management in the California Desert as it had in previous years. However, the funding did not materialize, and the Bureau determined that because of budget constraints it would be unable to fund the effort. Service staff are frustrated by this situation, because they cannot know in advance whether the funding required for sampling will be available, and thus cannot effectively plan a population monitoring effort that must span at least 25 years."], "subsections": []}]}, {"section_title": "Expenditures for Desert Tortoise Recovery Exceed $100 Million, but the Total Economic Impact Has Not Been Quantified", "paragraphs": ["Since the desert tortoise was first listed in 1980, more than $100 million has been spent on its conservation and recovery, but the total economic impact of the recovery effort is unknown. (Throughout this section, monetary amounts are expressed in constant 2001 dollars.) From fiscal years 1989 through 1998, agencies reported spending a total of about $92 million on behalf of the desert tortoise, including about $37 million for land acquisition. Comprehensive expenditure data do not exist for fiscal years 1980 through 1988, because the reporting requirement had not yet been enacted, or for 1999 through 2001, because of delays issuing the report. However, staff time estimates by five key agencies for these periods account for an additional $10.6 million in expenditures on tortoise- related activities. Aside from such expenditures, the overall economic impact—benefits as well as indirect costs incurred by local governments, landowners, and developers as a result of restrictions—associated with the tortoise recovery effort is unknown, although some limited analyses have been done."], "subsections": [{"section_title": "Expenditures on the Desert Tortoise Exceed $100 Million", "paragraphs": ["A 1988 amendment to the Endangered Species Act requires that the Service submit to the Congress an annual report on or before January 15 that accounts for, on a species-by-species basis, all reasonably identifiable federal and state expenditures during the preceding fiscal year that were made primarily for the conservation of threatened and endangered species. These expenditures cover a myriad of activities related to the conservation and recovery of threatened and endangered species, such as funding and conducting research, maintaining species’ habitats, surveying species’ populations, developing plans, and implementing conservation measures. Expenditures for land acquisition are also reported, although they were not reported as a separate category until fiscal year 1993.", "The purpose of the reporting requirement, according to the Service, was to obtain information with which to assess claims that a disproportionate effort was being made to conserve a few, highly visible species at the expense of numerous, less well-known species. Through discussions with congressional staff and language contained in the conference report for the 1988 amendment, the Service determined that it and other federal and state agencies were expected to cooperate and to make a “good faith effort” to collect and report expenditure data that are “reasonably identifiable” to species. The reporting provision, however, was not to become unduly burdensome. That is, agencies were not expected to undertake extensive or extraordinary measures, such as creating species- specific cost accounting systems, to develop exceptionally precise data; nor were agencies expected to pro-rate staff salaries and other normal operational and maintenance costs not directed toward a particular species. According to the Service, a significant portion of conservation activities benefiting threatened and endangered species are not easily identified to individual species such as law enforcement, consultation, and recovery coordination, and are, therefore, not included in the annual report.", "Based on its understanding of the reporting purpose, the Service issues guidance to federal and state agencies each year on the types of expenditures to report, which include research, habitat management, recovery plan development or implementation, mitigation, status surveys, and habitat acquisition, as well as the salary costs of employees who work full-time on a single species or whose time devoted to a particular species can be readily identified. The guidance states that salary costs of staff that are not assigned to work on particular species, expenditures on unlisted species or state-listed species (unless they are also federally listed), and expenditures on formal consultations dealing with multiple species should not be reported. The Service also does not include agencies’ unrealized revenues from unsold water, timber, power, or other resources resulting from actions taken to conserve threatened or endangered species.", "Reported federal and state expenditures on behalf of the desert tortoise totaled about $92 million, including about $37 million for land acquisition, from fiscal years 1989 through 1998—the latest year for which comprehensive data were available. Of all the agencies reporting desert tortoise expenditures, the Bureau of Land Management spent the most by far—about 5 times more than the Service spent (see table 2).", "Over the 10-year fiscal period from 1989 through 1998, federal and state expenditures on the desert tortoise increased more than 40-fold, from about $719,000 in fiscal year 1989 to nearly $31.7 million in fiscal year 1998 (see fig. 5).", "The sharp increases in tortoise expenditures in fiscal years 1997 and 1998 are associated with significant expenditures for land acquisition. In fiscal year 1997, nearly $8 million—or 56 percent of the $14 million in expenditures on the tortoise that year—was for land acquisition. Similarly, in fiscal year 1998, about $26.5 million—or 84 percent of the $31.7 million spent on the tortoise—was for land. All of the land acquisition expenditures for the tortoise in 1998 were made by the Bureau of Land Management, as was all but about $800,000 of the 1997 land acquisition expenditures (the Service made the remainder).", "The $92 million that federal and state agencies reported spending on the desert tortoise accounted for about 2.8 percent of the total $3.3 billion they reported spending on all threatened and endangered species from fiscal years 1989 through 1998. During this period, 13 species, including the desert tortoise, each had total expenditures of more than $50 million; these species accounted for about 43 percent of total expenditures during this period (see fig. 6).", "Comprehensive data on expenditures on endangered species have not been available since fiscal year 1998 because the Service has not been issuing its reports annually, as required. The latest report was published on August 30, 1999, and was for expenditures in fiscal year 1997. Service officials also provided us a draft of the report on the fiscal year 1998 expenditures, which we included in our analysis. Also, although comprehensive expenditure data were not available since fiscal year 1999, the Service shared with us the data it had received as August 19, 2002. By that date, all but a few agencies had reported their 1999 expenditures. Five agencies and the states, however, had not reported their 2000 expenditures, and only two agencies had reported their 2001 expenditures. For these 3 fiscal years, federal and state agencies had reported a total of about $12.4 million in additional desert tortoise expenditures. (This amount is not included in the $92 million in reported tortoise expenditures.)", "The Service official responsible for the report admitted that the agency has not been complying with the annual reporting requirement for several reasons. First, the Service has not always been timely in requesting the needed information from federal and state agencies. Second, several agencies have not submitted their information on time, and the Service has chosen to wait to issue the report until all agencies have done so. In some cases, agencies have been more than a year late in providing information to the Service. And third, competing priorities within the Service have delayed the report’s preparation. For example, the staff responsible for preparing the expenditures report had concurrent responsibilities such as outreach, interagency coordination, Endangered Species Act listings, and critical habitat determinations. For future reports, the Service plans to develop a web-based reporting system and use an intern to compile the data in order to issue its report more timely.", "Without timely issuance of the annual reports, decision makers and the public have an incomplete picture of the expenditures made on threatened and endangered species, both individually and in total. These reports constitute the only readily available, consolidated source of federal and state expenditures on a species-by-species basis. Accordingly, they can serve as a valuable tool—for the Congress, agency officials, and other interested parties—for assessing trends in spending over time, whether for all species or for any one species of interest. For example, the reports allow the Congress to assess whether a few species are receiving a disproportionate amount of funding at the expense of numerous other species. Additionally, the reports allow one to discern spending patterns that could, in turn, indicate regions or ecosystems that may be receiving more or less attention.", "Because the Service’s annual report does not account for many years during which tortoise work was being done, we requested staff-time estimates from five key agencies involved in desert tortoise activities—the Bureau of Land Management, the Department of Defense, the National Park Service, the Fish and Wildlife Service, and the U.S. Geological Survey. These agencies estimated that they spent the equivalent of 471 staff years, worth about $29.6 million (in 2001 dollars), on tortoise activities from fiscal years 1980 through 2001. Agencies developed their staff-time estimates based on staff memory, judgment, and anecdotal evidence, supplemented by personnel records reviews. These estimates cannot be combined with the annual expenditures that are reported because some agencies include staff time in their reports and others do not. We can, however, add to the reported expenditures the value of the five agencies’ staff-time estimates for the 9-year period for which annual expenditure data have not been compiled (fiscal years prior to 1989 and after 1998). The five agencies’ total staff-time estimate for these pre- and post-reporting periods is valued at about $10.6 million (in addition to the $92 million in expenditures reported by federal and state agencies).", "Of the five agencies estimating staff time devoted to tortoise-related activities over the 22-year fiscal period from 1980 through 2001, the Bureau of Land Management reported the greatest staff-time investment—about $16.2 million, more than the four other agencies combined. The Service was a distant second, with a staff-time investment of about $5.5 million— about a third that of the Bureau’s. Overall, the agencies’ staff-time investment steadily increased from 1980 through 1989, and then rose sharply following the tortoise’s rangewide listing as a threatened species (see fig. 7)."], "subsections": []}, {"section_title": "The Overall Economic Impact Associated with Tortoise Recovery Is Unknown", "paragraphs": ["Aside from the reported expenditures and staff-time cost estimates, the overall economic impact associated with the tortoise recovery effort is unknown, although some limited analyses have been done. For example, while it is known that restrictions on residential and commercial development in tortoise habitat have resulted in foregone opportunities, the extent and economic value of such lost opportunities has not been quantified. City and county governments, individual landowners, developers, and recreationists have incurred costs to comply with the requirements to protect tortoises, but no consolidated source of information exists to determine the full extent of such costs, and some are difficult to quantify. These requirements include training employees to correctly handle tortoises they encounter, facing project or event delays or restrictions associated with tortoise conservation, and preparing mitigation plans.", "Although various publications have estimated some costs and discussed benefits, none provides a comprehensive analysis of the economic impact of restrictions on land use to protect the desert tortoise. The most comprehensive analysis we reviewed was prepared by the Service in conjunction with its 1994 designation of critical habitat for the desert tortoise. This analysis evaluated the impact of potential restrictions on federal land use in the seven counties that would be affected by the designation of critical habitat for the tortoise. The analysis concluded that the restrictions stemming from the designation could significantly affect small rural communities, but they would have little effect on the regional or national economy. According to the economic analysis, the critical habitat designation would primarily affect three activities: ranching, mineral extraction, and recreation. For example, the analysis estimated a loss of no more than 425 jobs in the seven affected counties, with 340 of those in the ranching industry. Ranching profits were expected to be the hardest hit, with a reduction of about $4.5 million. About 51 permits—covering about 1.7 percent of all grazing units allowed on federal land in Arizona, California, Nevada, and Utah—would be affected.", "It is important to note that the Service’s analysis considered only the effects of restrictions on federal land. The analysis recognized that many restrictions had already been put in place on federal and nonfederal land as a result of the tortoise’s listing. For example, it cited restrictions on grazing and off-road vehicle use in California and Nevada and indicated that the critical habitat designation could result in additional restrictions in those areas. For Utah, however, the report stated that little or no additional restrictions would likely be associated with the designation, as critical habitat had previously been designated for the small portion of the population of the tortoise in the state.", "An analysis conducted by the Department of Agriculture’s Economic Research Service substantiated some of the results of the Service’s economic analysis for the critical habitat designation. This analysis estimated the direct and total economic effects of different levels of reductions in grazing rights in counties with known populations of desert tortoises and in counties with designated habitat areas. The estimated effects of grazing restrictions on federal land ranged from $3 million to $9 million. This analysis also concluded that grazing restrictions may have a significant impact on individual ranchers, but their impact on regional economies was not as significant. Under every scenario, the relative cost of total impacts from restrictions was less than 0.08 percent of the gross domestic product of the economic region. Lost livestock sales were the single largest cost associated with grazing restrictions; however, grazing restrictions were not likely to affect national livestock production or prices. Other kinds of restrictions can similarly have an economic cost. For example, restrictions on development, mining, and off-road vehicle use can result in foregone revenue and recreation opportunities. Such costs, however, have not been quantified.", "An analysis prepared by Washington County, Utah, in 1995 examined the costs and benefits associated with protective actions for the desert tortoise. Specifically, the county analyzed the costs and benefits of obtaining a permit from the Service that would allow the county to approve development projects in desert tortoise habitat. Under this permit, the county would establish a 61,000-acre reserve for desert tortoises to mitigate potential harm to tortoises from the projects. The analysis concluded that the benefits of establishing the reserve would be more than the benefits associated with having individual developers obtain permits and carry out their own mitigation actions. Property tax revenue were estimated at about $48 million more with the county obtaining the permit because if individual developers had to obtain their own permits, they would not likely develop as much land. Creating the reserve was expected to have little effect on mining and no effect on farmland. The analysis did not quantify the reserve’s economic impact on livestock grazing, although it noted that the county would extend purchase offers to holders of grazing permits on reserve land. Finally, the analysis concluded that the reserve would result in many benefits. These benefits include the aesthetic value of the open space within the reserve, the increased value of private property adjacent to the reserve (and the associated increase in property taxes), and annual expenditures of about $17.5 million a year by local and regional visitors to the reserve and its associated education center.", "Clark County, Nevada, also analyzed, in 2000, costs and benefits for a permit that would allow development similar to that in Washington County. However, Clark County’s permit addresses potential impacts to 79 species including the desert tortoise, and the economic impact associated with the tortoise cannot be identified separately. In addition to the county’s analysis, agencies that manage land in Clark County have prepared their own economic analyses, as part of environmental impact statements for their individual management plans. For example, BLM identified negative fiscal impacts from restrictions on cattle grazing in desert tortoise habitats in Clark County. As a result, the county has obtained grazing and water rights from willing sellers rather than restricting grazing outright. In contrast, the Forest Service found positive socioeconomic impacts from tortoise protections included in its management plan for the Spring Mountains National Recreation Area.These positive impacts were associated with increased recreation that could provide business opportunities for the surrounding communities.", "As the Washington County and Spring Mountains analyses indicate, tortoise recovery efforts can lead to measurable economic benefits. Other economic benefits clearly derive from efforts to protect the desert tortoise, but generally have not been estimated. These benefits are intangible and include such things as aesthetic values associated with protected areas, the knowledge that the tortoise continues to exist and may be available for future generations, and the corollary benefits that other species enjoy as a result of protections extended to the tortoise. Also, according to agency officials, the tortoise recovery effort has resulted in improved communication and coordination among federal, state, and local government officials, as well as private groups such as environmental advocates and off-highway vehicle clubs. Agency officials believe that education and communication efforts ultimately achieve greater protections for not only the tortoise but for the desert ecosystem as a whole."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Many scientists consider the desert tortoise to be an indicator of the health of the desert ecosystem, and to date, over $100 million has been spent on efforts to protect and recover the species. Despite the significant expenditures made and actions taken to conserve the tortoise, land managers and the Service lack critical management tools and measures needed to assess the status of the species and to determine the effectiveness of protections and restrictions that have been taken. Specifically, the lack of a strategy for integrating research with management decisions prevents the Service and land managers from ensuring that research is conducted to evaluate the effectiveness of protective actions taken and to identify additional actions that could assist in the recovery effort. While several efforts are underway to consolidate scientific information about the tortoise and its habitat, and a recent proposal has been made for integrating science with management, it is unclear how and to what extent these efforts will be used to direct research and management actions, and the efforts may be duplicative if not properly coordinated. In addition, the original recovery plan for the tortoise has not been reviewed to determine whether recommended actions are still valid or whether recent scientific information would suggest more effective recovery actions. Such a review is important given the continued uncertainties surrounding some of the plan's original recommendations. Also, a lack of funding assurances may hamper efforts to collect rangewide population monitoring information needed to assess the current status of the desert tortoise and to track the future growth or decline in the species. Finally, late and incomplete expenditure reporting precludes the Congress and the public from knowing the type and extent of expenditures involved in the desert tortoise recovery effort. Unless these shortcomings are addressed, questions will persist about whether the current protection and recovery efforts and actions are working and are necessary, and even whether the species continues to be threatened with extinction."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To ensure that the most effective steps are taken to protect the tortoise, we recommend that the Secretary of the Interior direct the Director of the Fish and Wildlife Service to take the following steps:   Develop and implement a coordinated research strategy that would link land management decisions with research results. To develop such a strategy, the Director should evaluate current efforts to consolidate scientific information and existing proposals for integrating scientific information into land management decisions.", "Periodically reassess the desert tortoise recovery plan to determine whether scientific information developed since its publication could alter implementation actions or allay some of the uncertainties about its recommendations.", "To ensure that needed long-term monitoring of the desert tortoise is sustained, we recommend that the Secretary of the Interior work with the Secretary of Defense and other agencies and organizations involved in tortoise recovery, to identify and assess options for securing continued funding for rangewide population monitoring, such as developing memorandums of understanding between organizations.", "To provide for more timely reporting of expenditures for endangered species, we recommend that the Secretary of the Interior direct the Director of the Fish and Wildlife Service to issue the annual expenditure reports as required by the law, and to advise the Congress if reports are incomplete because not all agencies have provided the information requested."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided copies of our draft report to the Departments of the Interior and Defense. The Department of the Interior concurred with our findings and recommendations. The department also provided technical clarifications from the Fish and Wildlife Service, Bureau of Land Management, National Park Service, and U. S. Geological Survey, which we incorporated as appropriate. The Fish and Wildlife Service also provided details on actions planned or underway to implement our recommendations. The Department of the Interior's comment letter is in appendix III. The Department of Defense provided oral comments consisting of technical clarifications, which we also incorporated as appropriate.", "As agreed with your office, unless you publicly announce the contents of this report earlier, we plan no further distribution until 10 days from the report date. At that time, we will send copies of this report to the Secretary of the Interior, the Secretary of Defense, and other interested parties. We also will make copies available to others upon request. In addition, the report will be available at no charge on the GAO Web site at http://www.gao.gov. If you or your staffs have any questions, please call me at (202) 512-3841. Key contributors to this report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Actions on Behalf of the Mojave Desert Tortoise", "paragraphs": ["Federal agencies and others have taken a variety of actions to benefit desert tortoises, reflecting recommendations in the recovery plan or efforts to minimize the effects of potentially harmful activities. These actions include acquiring habitat, restricting certain uses, promoting education programs about the species, and funding or conducting research on such topics as the causes of disease in tortoises, their nutritional needs, and the effects of human activities on tortoises. The Management Oversight Group’s Technical Advisory Committee surveyed agencies about the actions they have taken to date; what follows is a list of some of the actions reported in that survey and to us during our review."], "subsections": [{"section_title": "Bureau of Land Management", "paragraphs": [], "subsections": [{"section_title": "Arizona", "paragraphs": ["In June 2002, the Bureau of Land Management (BLM) acquired 240 acres of private property in Arizona, along with an associated 34,722-acre livestock grazing allotment. While grazing has not been permanently eliminated from this allotment, there is no current livestock use. About 10 percent of the allotment lies within a desert wildlife management area.", "BLM has closed some existing roads and posted these as closed, signed others, and has built some tortoise fencing.", "Competitive events are banned in areas of critical environmental concern.   BLM amended the existing land use plan in 1997 chiefly to implement the Desert Tortoise Recovery Plan. Following the amendment of the land use plan, the BLM issued approximately 18 grazing decisions to modify livestock grazing seasons in order to protect the desert tortoise. In 2002, BLM removed 61 burros from desert tortoise habitat and plans to remove 10 more in 2003.", "Establishment of new roads is tightly restricted. No off-road vehicle use is allowed, and law enforcement staffing has been increased to enforce the restrictions.", "BLM has funded tortoise-monitoring studies for several years, typically by contracting through Arizona’s Game and Fish Department. In addition, a study plot was established in 1980 to research the effects of excluding cattle grazing. Other studies have been conducted over the years, and the U.S. Geological Survey continues to study such issues as fire and its relationship to invasive plants."], "subsections": []}, {"section_title": "California", "paragraphs": ["All routes are closed in the Desert Tortoise Natural Area, except to owners of private land within the area’s boundary.", "Almost 200 closed routes throughout several management areas have been rehabilitated.", "Competitive vehicle events in tortoise habitat are allowed only within existing off-highway vehicle open (play) areas or on specifically identified courses. In 1991, sheep grazing was removed from more than 800,000 acres of desert tortoise critical habitat in California, pursuant to a jeopardy biological opinion from the Service. All or portions of several cattle- grazing allotments totaling almost 350,000 acres have been restricted or eliminated. Temporary restrictions are in place until bioregional plans are completed; specifically, sheep allotments covering more than 135,000 acres in non-critical habitat cannot be grazed and cattle-grazing is not authorized on all or part of allotments covering almost 250,000 acres, and is seasonally restricted in portions of 11 allotments covering almost 500,000 acres.", "From 1981 through 2002, more than 7,600 burros were removed from several areas, some of which were within desert tortoise habitat.", "Since the mid-1990s, BLM has cleaned up several illegal dumps within desert tortoise management areas, and community dumps are being closed in favor of regional landfills.", "An 18-mile fence was constructed along one boundary of a management area to restrict vehicle access from private lands into tortoise critical habitat.", "BLM’s information and visitor centers provide information on tortoise conservation.  Since 1989, between 55 and 60 ravens have been removed, most from a proposed desert wildlife management area, as part of a pilot raven control program. In 2001, all BLM lands in selected critical habitat units were closed, on an interim basis, to all shooting except hunting and paper-target practice."], "subsections": []}, {"section_title": "Nevada", "paragraphs": ["In 1998, the Las Vegas Field Office’s Resource Management Plan established four Areas of Critical Environmental Concern to protect critical desert tortoise habitat encompassing a total of 743,209 acres.", "Approximately 54 miles of road have been restored   All competitive events involving mechanized and motorized vehicles are limited to designated roads and trails within areas of critical environmental concern.", "Rights-of-way and utility corridors are restricted, and new landfills are prohibited.", "Two dump sites were cleaned up in one area of critical environmental concern, and through off-site mitigation fees collected from sand and gravel community pit sales, BLM has provided $12,000 and 40 people- hours to clean up another large dump site.", "BLM, in cooperation with Clark County, has developed a brochure depicting the locations of approved routes of travel and provides information on use restrictions.", "BLM has issued a number of trespass violations and required reimbursement for damaged vegetation for off road activities. Money collected from these violations is used toward restoring these areas.", "Several areas have been restored: 8 trespass sites, 117 road sites, 15 gravel/corral sites, and 4 dumpsites.", "Through off-site mitigation fees collected from sand and gravel community pit sales, BLM has provided more than $1 million in funding for nutritional research on desert tortoises since 1995."], "subsections": []}, {"section_title": "Utah", "paragraphs": ["BLM has acquired almost 6,600 acres within the Red Cliffs Reserve.   BLM has rehabilitated approximately 3.5 miles of closed road and has closed more than 25 trails and many other roads to non-motorized travelers.", "Red Cliffs Reserve is closed to fuel wood and mineral material sale and withdrawn from mineral entry; BLM prohibits surface disturbance during oil and gas exploration and limits access for rights-of-way. Compensation is required where permanent loss of desert tortoise habitat has occurred. Vegetation may not be harvested in the Reserve except by permit for scientific purposes.", "The BLM retired grazing on 30,725 acres of land within the Red Cliffs Reserve that had previously been under grazing permits.", "One illegal dump was cleaned up with 28 tons of material removed.   Uncontrolled dogs are prohibited in the Reserve.   Approximately 10 acres of disturbed habitat in the Reserve have been reseeded or rehabilitated.", "BLM offers public lectures and brochures about the Red Cliffs Reserve and management of desert tortoises in Washington County."], "subsections": []}]}, {"section_title": "National Park Service", "paragraphs": [], "subsections": [{"section_title": "Joshua Tree National Park", "paragraphs": ["“Tortoise breaks” in curbs allow passage of desert tortoises and other wildlife from one side of the road to another. These are also used in parking lots to keep tortoises from being trapped.", "More than 400 miles of jeep trails, historic roads, and recent roads are closed. Portions have been rehabilitated and re-vegetated.", "A Navy overflight exercise route that passed through portions of the park was rerouted because it was thought to potentially harass or affect the natural behavior of the desert tortoise and other sensitive species.", "The park is working to prevent a proposed landfill from being placed outside the park near one of its densest desert tortoise populations.", "Livestock use limited to horses and mules and is restricted to designated equestrian trails and corridors.", "The park has cleaned up 23 dumpsites, removing a total of 547,704 pounds of garbage.", "Tortoises removed from the park are given to the tortoise rescue center or tortoise adoption agency where they receive a physical inspection and U.S. Fish and Wildlife Service permit tags. Tortoises showing symptoms of upper respiratory tract disease are given to a researcher for a health inspection.", "Temporary tortoise fencing has been installed at construction staging areas for ongoing road construction project. Areas with high tortoise densities are fenced off and monitored by park biologists on-site during construction.", "Approximately 45 acres of disturbance associated with federal highway construction has been rehabilitated.", "Open mine shafts have been fenced and plugged to prevent tortoises from falling in.", "The park has developed educational kits and a curriculum unit for schools.", "Park biological technicians train volunteers, construction workers, and park staff about desert tortoises.", "The Park has established five study plots; each is visited at least 10 times per season. More than 400 tortoises have been marked and their age, sex, weight, and location have been recorded. Desert tortoise sightings reported by park staff and visitors are collected through wildlife observation cards; the information is analyzed, recorded, and incorporated into a database.", "Research has been initiated on raven populations and upper respiratory tract disease. Ravens are monitored and nests are removed in areas where they have been seen predating on tortoises."], "subsections": []}, {"section_title": "Mojave National Preserve", "paragraphs": ["Mojave National Preserve actively manages all preserve lands (1.6 million acres) for desert tortoises. Approximately 772,000 acres are federally designated critical habitat for desert tortoise.", "Nearly 100,000 acres—most of which is desert tortoise critical habitat-- have been acquired within the preserve from private owners or from the state of California since 1994.", "Permits for more than 768,000 acres once designated for grazing have been retired. Permits for approximately 311,000 additional acres are pending retirement. Once that retirement is complete, grazing—and more than 4,000 cows—will have been removed from about 564,000 acres of desert tortoise critical habitat.", "More than 3,000 burros have been non-lethally removed since 1997.   The preserve has posted signs and information kiosks to increase awareness of travelers of potential tortoise and other wildlife encounters.", "Vehicles are permitted only on existing roads, and in camping and parking areas. No off road driving is allowed anywhere in the preserve.", "Competitive motorized events are prohibited. Other organized events may be allowed on existing roads, outside of the desert tortoise active periods, with appropriate restrictions.", "No existing or new landfills are allowed anywhere in the preserve, which is also closing and cleaning up old, informal trash dumps. Approximately 50 acres of illegal dumps have been cleaned up in the preserve.", "Any surface disturbance on preserve lands must be balanced with appropriate restoration or acquisition of replacement lands for mitigation.   Permits for vegetation harvest are authorized only for scientific collection; the National Park Service requires special stipulations to ensure desert tortoises are protected.", "To prevent the spread of disease from captive tortoises, the preserve prohibits the reintroduction of tortoises. Interpretive staff have developed school programs and created a poster and a brochure about the desert tortoise and responsible recreational behavior in tortoise habitat. The staff has placed warning stickers in preserve vehicles reminding drivers to check under their cars before driving. In 2001, population density monitoring began in the preserve.", "The preserve manages trash and litter to avoid subsidizing ravens. Raven- proof trash containers are being installed throughout the preserve."], "subsections": []}, {"section_title": "Lake Mead National Recreation Area", "paragraphs": ["Cattle grazing has been removed from desert tortoise habitat in Lake Mead National Recreation Area.", "Hard-rock mining in 30,000 acres of desert tortoise habitat is prohibited at Lake Mead National Recreation Area.", "Lake Mead National Recreation Area requires that vehicles stay on designated roads.", "Lake Mead National Recreation area decided to abandon a proposal to build a boat launch and marina because it would have required a road through desert tortoise habitat."], "subsections": []}]}, {"section_title": "Department of Defense", "paragraphs": [], "subsections": [{"section_title": "Army National Training Center at Fort Irwin", "paragraphs": ["Fort Irwin has piloted a “head start” program to attempt to conduct research on the biology of neonate desert tortoises. Under this program, females are removed from the wild and lay their eggs in captivity, where the eggs can be protected. In the future, the young could potentially be moved into areas where tortoise numbers have been severely decreased or where they have been extirpated, if considered appropriate.", "Fort Irwin has installed 7.5 miles of tortoise fencing.   Fort Irwin has funded the population-monitoring program in two proposed desert wildlife management areas since 2000. The National Training Center has funded many research programs of behavior, disease and other topics on the desert tortoise."], "subsections": []}, {"section_title": "Marine Corps Air Ground Combat Center at Twentynine Palms", "paragraphs": ["The Marine Corps supports an environmental education program; more than 50,000 Marines and family members are given an environmental briefing annually.", "The Marine Corps provides a portion of the funding required for population monitoring efforts.", "Since the early 1980s, the Marine Corps has conducted or cooperated with numerous desert tortoise studies and research projects. Research projects were recently completed in juvenile survivorship and tortoise ecology, and recently initiated projects include tortoise health assessments and population monitoring.", "Marine Corps’ Natural Resources staff work closely with the installation’s law enforcement to control free-roaming dogs.", "The Marine Corps surveyed 23 areas, comprising 935 square miles, to assess the impacts of training on the desert tortoise and its habitat."], "subsections": []}, {"section_title": "Edwards Air Force Base", "paragraphs": ["Edwards closed 42 pitfalls (prospect pits, mine shafts, wells, and irrigation pipes) in critical habitat that were potentially hazardous to tortoises.", "Edwards prohibits competitive and organized events in critical habitat.   Edwards educates personnel on the deposition of captive and displaced tortoises. A desert tortoise adoption program has been in place since 1994; it was established to prevent captive desert tortoises from being returned to the wild, prevent wild tortoises from being taken, and provide a means of tracking captive tortoises.", "Edwards built 22.7 miles of tortoise fencing in critical habitat to keep tortoises from entering hazardous areas (precision bombing targets) and from crossing well-traveled paved roads, and installed 48 miles of four- strand barbed-wire fence in critical habitat.", "Edwards revegetated 155.2 acres in critical habitat.   Edwards presents an environmental education program on Mojave Desert ecosystem to local schools on base and in surrounding towns and during public events   Edwards funds or conducts population monitoring in critical habitat and other areas on base. Other research includes vegetation and habitat studies, evaluation of species diversity over time, analysis of soil and vegetation samples for presence of toxic metals, and adaptive management under the base’s resource management plan."], "subsections": []}, {"section_title": "State of California", "paragraphs": ["The Department of Fish and Game (DFG) has acquired and manages more than 12,000 acres.", "DFG reviews proposed actions on public lands and makes recommendations to BLM; it also reviews and makes recommendations on Integrated Natural Resource Management Plans for military bases.", "DFG prohibits and issues citations to people for collecting tortoises from the wild.", "DFG has fenced some lands to keep vehicles out. Though DFG has not installed fencing along roads, it has been a requirement for many projects. Because of large numbers of tortoises on a particular road, along with increased traffic associated with a solar energy plant, fencing was required and was installed by the Desert Tortoise Preserve Committee; a culvert will also be placed under the road.", "DFG provides funding for signs, brochures, and kiosk information.   DFG provides funding for monitoring of long-term study plots. It is co- hosting a workshop on diseases to consolidate known information, foster discussion between experts, and solicit management recommendations.", "California’s Department of Transportation has purchased 618 acres from San Bernardino County and will transfer them to DFG to mitigate the effects of a highway expansion on desert tortoises; it also installed about 6.5 miles of permanent tortoise fence on I-15."], "subsections": []}]}, {"section_title": "State of Arizona", "paragraphs": ["The Department of Game and Fish prohibits the release of wildlife, including desert tortoises, without a special permit.", "The department monitors tortoises on several study plots (largely funded by BLM) since 1996; it partially funded population monitoring in one area in 2001 and 2002.", "The department conducts or funds research on tortoises in the Sonoran Desert (in such areas as life history and disease), which may provide comparative insight for Mojave Desert tortoise recovery efforts."], "subsections": []}, {"section_title": "Washington County, Utah", "paragraphs": ["The county’s habitat conservation plan designated the 62,000-acre (100 square-mile) Red Cliffs Desert Reserve.", "The county is working with BLM and the state of Utah to acquire privately owned properties located within the boundaries of the reserve; BLM and the state have acquired through purchase and exchange more than 7,700 acres of privately owned land within the reserve since 1996.", "Of the estimated 40 dirt roads in the Reserve, 5 remain open for public travel. Service roads are gated and locked. As resources allow, closed roads are being rehabilitated. The county has reseeded an estimated 5 acres of old roads within the reserve.", "The county compensated willing sellers for loss of grazing within the reserve, for a total of 1,517 animal unit months at a cost of $113,775.", "The county worked with St. George City, Utah, and BLM to clean up the old city dump, which was located within high-density tortoise habitat in the reserve. At least 30 illegal dumpsites have been cleaned up by the county with the help of volunteer groups.", "Wild, displaced desert tortoises that test negative for upper respiratory disease are moved, or translocated, to a designated area of the reserve.", "The county has installed or funded the installation of 40 miles of tortoise fencing. The reserve boundary is being fenced incrementally as development occurs nearby.", "The county has posted boundary signs to inform people when they are entering the reserve and advise of vehicle, pet, and target shooting restrictions.", "The county has funded 5 years’ population monitoring (conducted by the Utah Division of Wildlife Resources) at $115,000 per year.", "The county controls ravens that are identified as threats to tortoises, and maintains a database of known raptor and raven nest sites, which enables monitoring of predation on hatchling tortoises."], "subsections": []}, {"section_title": "Clark County, Nevada", "paragraphs": ["Under its multiple-species habitat conservation plan, through the Nature Conservancy, the county has purchased grazing preferences from ranchers (on a willing-seller basis) on more than 1,000,000 acres of public land and eliminated grazing on those lands.", "The county has fenced almost 130 miles of highway, at a cost of about $580,000, to keep desert tortoises from being run over.", "The county funds research in such areas as desert tortoise nutrition and population monitoring, predation by ravens, translocation.", "The habitat conservation plan funds two BLM law enforcement rangers, one National Park Service ranger, and one Nevada Division of Wildlife ranger.", "Clark County provides funding for the operation and management of the Clark County Desert Tortoise Conservation Center.", "The habitat conservation plan provides funding for a desert tortoise pick- up service.", "The county educates the public about tortoises; for example, it has hosted contests in which school children estimate when a desert tortoise named Mojave Max will first exit his burrow. This event has resulted in thousands of students’ researching Mojave Desert temperatures and desert tortoise habits.", "The county funds radio and newspaper announcements targeted to desert users, reminding them to drive on roads, shoot responsibly, and deposit garbage only at garbage dumps in order to keep raven populations down."], "subsections": []}, {"section_title": "Desert Tortoise Preserve Committee", "paragraphs": ["In 1995, the committee acquired 1,360 acres of private property, which was the base property for a grazing allotment; since 1994, it has acquired more than 175 acres within the Desert Tortoise Natural Area and has acquired or is in the process of acquiring more than 1,200 acres to buffer the natural area and other critical habitat. It generally sells or donates land it acquires to BLM or the State of California.", "The committee has rehabilitated 2 miles of road and removed approximately 3 tons of trash from a grazing allotment to date.", "A naturalist is staffed at the Desert Tortoise Natural Area every spring; the naturalist provides interpretive and educational services to visitors, routinely intercepts releases of tortoises and other turtles, and provides contact information for safe deposition/ placement of captive tortoises. A resident host/interpreter at a grazing allotment educates visitors to reduce release or take of tortoises   Dogs are prohibited inside the Desert Tortoise Natural Area; the naturalist monitors compliance during the peak visitation period.", "The committee installed 8 miles of tortoise fencing and commissioned the design and installation of a tortoise culvert along a busy road.", "The committee has restored habitat at the site of an old toilet block at the Desert Tortoise Natural Area; work is ongoing to camouflage impacts of illegal off-road vehicle activity along entrance route into the area.", "The committee hosts twice-yearly work parties to replace lost/stolen/vandalized signs and fences at the area.", "The committee installed multimedia interactive kiosk at the California Welcome Center in Barstow, California, to provide desert environmental education to the general public.", "The committee is evaluating the protective effects of fencing."], "subsections": []}]}, {"section_title": "Appendix II: Objectives, Scope, and Methodology", "paragraphs": ["This report examines (1) the scientific basis for the 1990 listing, critical habitat designation, and recovery plan recommendations for the desert tortoise; (2) the effectiveness of actions taken by federal agencies and others to conserve desert tortoises; (3) what is known about trends in tortoise populations; and (4) costs and benefits associated with tortoise recovery actions since 1980, when one population of the tortoise was listed, to the extent that data were available.", "To evaluate the scientific basis for the listing decision, critical habitat designation, and recovery plan (known collectively as “key decisions”), we contracted with the National Academy of Sciences to identify and assist in the selection of scientists to provide technical assistance. The persons we selected have recognized expertise in the areas of conservation biology, herpetology, desert ecosystems, and federal land management policy, and collectively represent a range of perspectives and views on the conservation of threatened and endangered species. The selection involved a two-step process. First, the academy identified, and provided to GAO, an extensive candidate pool of individuals for possible participation. We selected a smaller pool of scientists from which the final selections were made, based on the scientists’ availability to participate. The academy’s staff administered a questionnaire to identify potential conflicts of interest; no disqualifying conflicts of interest were identified. The scientists participating in the discussion were: Dr. Roy C. Averill-Murray Amphibians and Reptiles Program Manager Nongame Branch, Arizona Game and Fish Department Phoenix, Arizona Dr. Perry R. Hagenstein Institute for Forest Analysis, Planning, and Policy Wayland, Massachusetts Dr. Jay D. Johnson University Animal Hospital Tempe, Arizona Dr. James A. MacMahon Professor of Biology Utah State University Logan, Utah Dr. Dennis D. Murphy Research Professor, Department of Biology University of Nevada Reno, Nevada Dr. Patrick Y. O’Brien Senior Research Scientist Chevron Texaco Energy Research and Technology Company Richmond, California Dr. Frederic H. Wagner Professor of Wildlife and Fisheries Utah State University Logan, Utah GAO provided the scientists with the listing decision, the critical habitat designation, the recovery plan, and key supporting documents. GAO also provided access to other materials referenced in the key decision documents. In a 2-day, facilitated discussion, the scientists provided their views on five questions:   Overall, do the listing decision and critical habitat designation seem reasonable, given the scientific studies and other information that were considered? Where do you agree and what concerns, if any, do you have?", "Do the recommended numbers, sizes, and configurations of recovery areas and desert wildlife management areas seem reasonable? What are the strengths and weaknesses of the population viability analysis?", "Do the recovery plan’s recommendations about activities that should be prohibited within protected areas (e.g., grazing, mining, off-road vehicle use) and mitigative actions that should be taken (e.g., fencing or installing culverts underneath heavily traveled roads) seem supported by the scientific studies? Where do you agree and what concerns, if any, do you have?", "To what extent do the decision documents acknowledge and accommodate uncertainties in the scientific studies? Do the accommodations seem reasonable?", "Do any of the issues addressed in the recovery plan need to be reassessed from time to time? If so, describe. How often do you think such issues should be reassessed, and under what conditions?", "To further our understanding of the process used to develop listing decisions, critical habitat designations, and recovery plan recommendations for the desert tortoise, we interviewed officials and collected pertinent documentation from numerous federal agencies, including the U.S. Fish and Wildlife Service, the U.S. Geological Survey, the Bureau of Land Management, the National Park Service, and military installations of the Department of Defense; state and local governments in California, Nevada, and Utah; nongovernmental organizations, such as the Desert Tortoise Preserve Committee, the High Desert Multiple Use Coalition, and the QuadState Coalition; academic scientists; and six of the eight members of the desert tortoise recovery team.", "To assess the effectiveness of actions taken by federal agencies and others to conserve the desert tortoise and to assess what is known about trends in tortoise populations, we collected relevant land use planning documents, habitat conservation plans, and other official documents, published and unpublished scientific studies, desert tortoise population monitoring reports, survey data collected and compiled by the Management Oversight Groups’ Technical Advisory Committee regarding recovery actions, and other reports. We interviewed officials from federal and state agencies and other organizations involved with the tortoise, and conducted several site visits to observe tortoise habitat and implementation of conservation actions. Specifically, we made site visits to the Desert Tortoise Conservation Center in Las Vegas, Nevada; the Desert Tortoise Natural Area in California; Joshua Tree National Park; the Marine Corps Air Ground Combat Center at Twentynine Palms, California; the Army’s National Training Center at Fort Irwin, California; and the Red Cliffs Reserve in Washington County, Utah. We also attended the annual symposium of the Desert Tortoise Council in Palm Springs, California, which featured presentations on actions taken to conserve the desert tortoise and results of tortoise recovery efforts and research projects.", "To identify costs and benefits associated with desert tortoise recovery actions since the tortoise was first listed in 1980, we examined the annual expenditure reports the Service is required to submit to the Congress; these reports compile and summarize federal and state agencies’ annual expenditures on threatened and endangered species, by species. The reports contain expenditure data for land acquisition and for general activities (e.g., conducting research, monitoring species’ populations, developing and implementing recovery plans, and constructing fences). The reporting requirement began for expenditures made in fiscal year 1989, and the last report the Service submitted to the Congress was for expenditures made in fiscal year 1997. We obtained all nine of these reports, as well as the draft report for fiscal year 1998 and the more recent expenditure data (for fiscal years 1999 through 2001) that the Service had compiled as of August 19, 2002, but had not published.", "Although the Service summarizes and reports data on a species-by-species basis, it does not summarize and report data on an agency-by-agency basis. Rather, the Service reports, in addition to its own expenditures, one lump sum for expenditures by other federal agencies. Accordingly, we reviewed and analyzed the agencies’ individual expenditure reports, which are reproduced in an appendix in each report. We were thus able to compare and report information, year by year and in total, on individual agencies’ expenditures on the tortoise and on other species. We excluded from the agencies’ data those expenditures that clearly did not meet the intent of the report, such as expenditures that could not be broken out by species, expenditures made on behalf of sensitive or candidate species (species in need of protection but not listed as threatened or endangered), and power purchases and revenue foregone as a result of actions taken to protect listed species. Nevertheless, our sums did not always match those in the reports because the Service also excluded from its sums expenditures made on certain species, including species that were state listed but not federally listed, species that were listed after the fiscal year for which the expenditures were reported, and species that were in need of protection but were not listed. Although a few of the reports showed which expenditures the Service had excluded from its sums, most did not. In such cases, the total expenditures shown in the report for “other federal agencies” were less than the totals we calculated. Further, because the Service sometimes included land acquisition expenditures in its reported totals and sometimes excluded them, we recalculated the totals to consistently include land acquisition expenditures. We were thus able to consistently depict trends in total expenditures, whether by species, by agency, or by year.", "We did not verify the accuracy of the expenditures reported by the individual agencies or by the Service, but we checked the consistency of the information we were given, to the extent possible. We reviewed the guidance the Service provides to agencies on the types of expenditure data to submit, and we discussed with Service officials the criteria and methods by which the expenditure data are reviewed and edited. Additionally, we discussed with several agency officials the type of expenditure data they submit and the methods by which they estimate their expenditures. We adjusted all the expenditures to constant 2001 dollars.", "Because tortoise-related expenditures were not collected prior to the 1989 annual report, and because comprehensive and current expenditure data were not available for the years since 1998, we requested estimates of staff time devoted to the tortoise from the five key federal agencies involved in the tortoise’s recovery: the Bureau of Land Management, Department of Defense, Fish and Wildlife Service, National Park Service, and U.S. Geological Survey. We asked these agencies to provide, for each employee who worked on tortoise-related activities, the employee’s name, grade level, area of expertise, and percent of time devoted to tortoise- related activities during each fiscal year from 1980 through 2001. Through discussions with various agency officials, we determined that the request was reasonable and that the agencies would be able to provide us with fairly reliable staff-time estimates by consulting various staff members, personnel records, and historical data. Based on these discussions, we provided each of the five agencies with instructions, guidance, and examples of the information sought. We received staff-time estimates from all but two of the pertinent agency offices (e.g., those offices likely to have extensive experience and involvement in desert tortoise issues). We did not receive estimates from Nellis Air Force Base, Nevada, or the Chocolate Mountain Aerial Gunnery Range, California.", "To analyze the estimates, we used the Office of Personnel Management’s historical salary tables to calculate the salary for each grade level in each year. In accordance with guidance contained in Circular A-76, issued by the Office of Management and Budget (OMB), we used step 5 of each grade level to calculate salaries, except when the agency’s data included the step. For staff that were members of the military, we asked the installation to convert the military pay grade to the equivalent general schedule grade. Finally, based on A-76 guidance and our discussions with officials of OMB and MEVATEC Corporation (a contractor that advises and assists the Department of Defense with A-76 cost comparisons), we determined, for each year, the salary percentage that represented the value of the federal benefits package (i.e., health insurance, life insurance, pension plans, and workman’s compensation). We adjusted the staff-time values to constant 2001 dollars.", "We obtained staff-time estimates from the following federal agencies and offices.", "Bureau of Land Management—California Desert District (District Office and five field offices: Ridgecrest, Palm Springs, El Centro, Barstow, and Needles); Las Vegas Field Office; St. George Field Office; Utah State Office; and Cedar City District Office.", "Department of Defense—National Training Center, Fort Irwin; Marine Corps Air Ground Combat Center, Twentynine Palms; Edwards Air Force Base; and Naval Air Weapons Station, China Lake.", "U.S. Geological Survey—Mid Continent Ecological Science Center, Fort Collins; Northern Rocky Mountain Science Center; Western Ecological Research Center Field Stations in Las Vegas, Nevada; Riverside, California; and St. George, Utah (this field station no longer exists).", "Fish and Wildlife Service—Laguna Niguel/Carlsbad Field Office, Ventura Field Office, Barstow Field Office, Salt Lake City Office, Phoenix Office, Reno Office, Las Vegas Office, and Portland Regional Office.", "National Park Service—Joshua Tree National Park, Mojave National Preserve, Lake Mead National Recreation Area, and Zion National Park.", "To obtain a perspective on potential economic effects associated with the tortoise recovery effort, we reviewed the economic analyses contained in various documents, such as the critical habitat designation for the tortoise, environmental impact statements prepared by federal agencies, and habitat conservation plans. To gauge the potential economic effects of grazing restrictions in tortoise habitat, we requested that the U.S. Department of Agriculture’s Economic Research Service (ERS) calculate county-level economic effects, using a recently published analytical method. The authors had developed this method to estimate both the direct and indirect effects of grazing restrictions. Estimates of the direct (ranch-level) effects were based on the value of county cattle and sheep sales that would be lost if grazing restrictions were imposed. Estimates of the indirect (and induced) effects of grazing restrictions were then derived from an input-output model, using the estimates of the direct effects. The indirect effects include the effects in all industries that supply inputs to cattle and sheep producers; the induced effects include changes in farm purchases due to changes in farm income.", "At our request, the Economic Research Service estimated hypothetical 10- and 20-percent reductions in grazing owing to restrictions imposed to protect the desert tortoise. Such levels of reduction were deemed reasonable by the ERS researchers, given that not all land in the counties evaluated was federally owned or within critical habitat for the tortoise. (These hypothetical reduction levels are similar to those used in the authors’ original analysis.) The counties included in the study were those with known populations of desert tortoises and those with critical habitat for the species. Other counties were also included as part of a regional economic analysis. The study included Mohave County in Arizona; Kern, Los Angeles, Riverside, San Bernardino, and Inyo Counties in California; Clark, Esmeralda, Nye, and Lincoln Counties in Nevada; and Washington County in Utah. It relied on data on grazing activity from the National Agricultural Statistical Service’s Census of Agriculture, the Department of Agriculture’s Forest Service, and the Bureau of Land Management. General economic data and regional economic data were supplied through IMPLAN—the input-output modeling framework, software, and database developed by the authors and discussed in the referenced article.", "We performed our work from November 2001 through September 2002 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition, Carol Bray, Jennifer Duncan, Kathleen Gilhooly, Tim Guinane, Jaelith Hall-Rivera, Cynthia Norris, Judy Pagano, and Pamela Tumler made key contributions to this report."], "subsections": []}]}], "fastfact": []}