{"id": "GAO-12-557", "url": "https://www.gao.gov/products/GAO-12-557", "title": "Department of Homeland Security: Further Action Needed to Improve Management of Special Acquisition Authority", "published_date": "2012-05-08T00:00:00", "released_date": "2012-05-08T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["When DHS was created in 2002, Congress granted it special acquisition authority to use \u0093other transaction\u0094 agreements, which are special vehicles used for research and development or prototype projects. Unlike conventional contracts, other transaction agreements offer flexibilities to reach entities that traditionally have not done business with the government. They have risks, however, because they are exempt from the Federal Acquisition Regulation and other requirements.", "The Homeland Security Act of 2002 required GAO to report on the use of other transactions by DHS. In 2004 and 2008, GAO reported on challenges DHS faced. This report covers (1) the DHS Science and Technology Directorate\u0092s use of other transactions, (2) DHS\u0092s progress in addressing challenges, and (3) the information collected on the use of the authority and reported to Congress. GAO examined all 27 available other transaction agreement files, reviewed DHS\u0092s other transaction policies and procedures, and interviewed cognizant officials."]}, {"section_title": "What GAO Found", "paragraphs": ["In the last 8 years, the Department of Homeland Security\u0092s (DHS) Science and Technology Directorate has used its special acquisition authority to enter into 58 \u0093other transaction\u0094 agreements. Use of the authority has declined since 2005. DHS officials said the decline is due to uncertainty about the agency\u0092s continuing authority to enter into these agreements, among other things.", "DHS has made progress in addressing challenges and prior GAO recommendations related to its use of other transaction agreements in five areas.", "GAO\u0092s analysis of DHS\u0092s files and reports to Congress found gaps in the collection and reporting of information on other transactions. Specifically:", "DHS does not consistently document the rationale for entering into an other transaction agreement in the agreement analysis document, although DHS guidance requires it to do so.", "Recent annual reports to Congress did not contain information on all other transaction agreements.", "DHS does not collect information on the circumstances that permit the use of other transaction authority throughout the life of the agreement.", "Without complete information about the universe of other transaction agreements, neither Congress nor DHS can have full visibility into the use of this authority."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that DHS (1) develop an action plan with specific time frames for fully implementing GAO\u0092s prior recommendation on data collection and congressional reporting, (2) ensure full implementation of its guidance regarding documentation, and (3) establish a policy for reviewing the circumstances that permit the use of other transaction authority throughout the life of the agreement. DHS agreed with these recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["With the creation of the Department of Homeland Security (DHS) in 2002,  Congress granted DHS special acquisition authority, known as “other  transaction” authority, to help accomplish its mission of providing state-of- the-art technology to improve homeland security. An other transaction  agreement is a special vehicle used for obtaining or advancing research  and development or prototypes. This authority provides the DHS Science  and Technology Directorate the flexibility to reach nontraditional  contractors, that is, those that traditionally have not done business with  the government. However, other transaction agreements carry the risk of  reduced accountability and transparency, in part because they are  exempt from the Federal Acquisition Regulation (FAR) and the  government’s cost accounting standards. Congress recently authorized  the use of this authority through September 2012. Congress required  that we report on DHS’s use of this authority to help determine if its use  attracts nontraditional contractors, results in the acquisition of needed  technologies, and whether additional safeguards are needed if the  authority were to be made permanent.", "In 2004, we reported on the Science and Technology Directorate’s use of  other transaction authority and made recommendations to improve its  use. In 2008, we reported that nontraditional contractor involvement in  DHS other transaction agreements provided a variety of technologies and  services described by DHS as critical, and that DHS continued to develop  policies and procedures for other transaction agreements. We also found  that DHS faced challenges in systematically assessing its use of these  agreements and maintaining a skilled contracting workforce and made  recommendations to address these and other challenges.we reviewed (1) the Science and Technology Directorate’s use of other  transaction authority, (2) the extent to which DHS has addressed  challenges we previously identified with its use of the authority, and   (3) the information DHS collects and reports on the use of other  transaction authority.", "To address our objectives, we analyzed other transaction agreement data  provided by DHS and interviewed program and acquisition officials  regarding any trends in use from fiscal years 2004 through 2011. We  drew upon our prior reports on other transactions, annual reports to  Congress by DHS, and relevant statutes, directives, and guidance. We  also reviewed the files for 27 of the 28 other transaction agreements that  were active on or after April 2008 through September 2011 and  interviewed DHS representatives as needed. DHS could not locate one  agreement file before we drafted this report. Additional information on our  scope and methodology can be found in appendix I.", "We conducted this performance audit from August 2011 through May  2012 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The acquisition function plays a critical role in helping federal agencies  fulfill their missions. Other transaction authority provides the ability to  acquire cutting-edge science and technology, in part through attracting  entities that typically have not pursued government contracts because of  the cost and impact of complying with government procurement  requirements. This authority, when used selectively, is a tool intended to  help the Science and Technology Directorate leverage commercial  technology to reduce the cost of homeland security items and systems.  Other transaction agreements are distinct from procurement contracts,  grants, or cooperative agreements because of the flexibilities that they  offer to both awardees and the government. For example, they allow the  federal government and awardees flexibility in negotiating intellectual  property and data rights, which stipulate each party’s rights to technology  developed under the agreements. The flexibility of other transaction  agreements is an important characteristic to attract nontraditional  contractors. We previously reported, however, that because these  agreements do not have a standard structure based on regulatory  guidelines, they can be challenging to create and administer.", "The Homeland Security Act of 2002 originally authorized DHS to carry out  a 5-year pilot program to exercise other transaction authority. in 2007, other transaction authority has been extended annually through  appropriations legislation. The Homeland Security Act of 2002 authorizes  DHS to enter into an other transaction agreement that advances the development, testing, and evaluation of critical  supports basic, applied, and advanced research and development;  technologies; and  carries out prototype projects.", "Pub. L. No. 107-296, § 831(a). business arrangements or structures that would not be feasible or  appropriate under a procurement contract. Other transaction agreements  for research do not require the involvement of a nontraditional contractor.", "One Science and Technology Directorate program funded other  transaction agreements to promote homeland security by advancing the  development and testing of rapid biological detectors. This “detect-to- protect” system would monitor a facility and detect the presence of  biological agents in time to provide sufficient warning to facility occupants  to limit their exposure (see left image in fig. 1). A different Science and  Technology Directorate program used an other transaction agreement to  develop and test a new high-voltage transformer that helps provide power  during the recovery time following blackouts or outages resulting from  severe natural disasters or terrorist attacks (see right image in fig. 1).", "The period of performance for other transaction agreements varies and  may last longer than a traditional FAR contract. Other transaction  agreements are generally structured in successive phases, so each  project may have several phases. At the end of a phase, the awardees  submit a statement of work and technical and cost proposals for the next  phase. Continuation between phases may be based on an independent  technical evaluation and is not guaranteed. Unlike FAR contracts, which  are generally limited to a length of 5 years, an other transaction  agreement may continue as long as funding is available and work is  required under a phase. As a result, other transaction agreements can  vary in length, from 3 months to over 7 years, as shown in figure 2.", "Further, the funding for other transaction agreements may grow over  time. For example, in one other transaction agreement, the Science and  Technology Directorate obligated $200,000 in the first phase with an 8- month period of performance. This agreement has been in existence for  almost 7 years with at least $5.3 million obligated on it. Another two  agreements were funded for $2 million at the time of award, but at  completion, each other transaction agreement had obligations of  approximately $100 million."], "subsections": []}, {"section_title": "Use of Other Transaction Authority Has Declined", "paragraphs": ["The use of other transaction authority by the Science and Technology  Directorate has declined since its peak in fiscal years 2005 and 2006.  From fiscal year 2004 through fiscal year 2011, the Science and  Technology Directorate entered into 58 other transaction agreements,  totaling $583 million in obligations. Fourteen agreements remained active  in fiscal year 2011 and the directorate has not entered into a new other  transaction agreement since fiscal year 2010. The Science and  Technology Directorate’s use of other transaction authority has declined  since 2005 when it entered into 28 new agreements. Total obligations  also have declined since peaking at $151 million in 2006 (see fig. 3).", "DHS officials offered reasons for the decline in use of other transaction  authority. DHS acquisition officials told us that recently they have noted a  decrease in the number of nontraditional contractors submitting proposals  to use other transaction agreements while the use of FAR contracts has  increased. Further, one official explained that as DHS’s requirements  have changed over time, the requirements have targeted different  industries. Finally, DHS officials have been uncertain about renewal of  other transaction authority. For example, in fiscal year 2011, there was a  gap in DHS’s other transaction authority because the continuing  resolution did not extend the authority until April 2011. DHS officials  explained that they were unsure if DHS had the authority to enter into  new agreements or modify existing agreements under continuing  resolutions. However, while use has declined, DHS officials said the  flexibility provided by other transaction authority to conduct business with  nontraditional contractors is still important to the directorate’s research  needs. For example, one program manager explained that without other  transaction authority, DHS would be required to go through a traditional  contractor to reach a nontraditional contractor, and this could affect the  Science and Technology Directorate’s ability to directly obtain the  necessary technology."], "subsections": []}, {"section_title": "DHS Has Taken Steps to Address Challenges, but Actions Are Not Fully Implemented", "paragraphs": ["DHS has made some progress in addressing challenges and the related  recommendations we previously made regarding its use of other  transaction agreements (see fig. 4). DHS has faced challenges  overseeing its use of other transaction authority and establishing  safeguards in the following five areas:  1.  developing guidance for the use of audit provisions,2.  updating policies related to documentation of lessons learned, 3.  identifying workforce training requirements,  and  4.  conducting a workforce assessment, 5.  collecting relevant data on other transaction agreements.", "GAO-05-136.", "GAO-05-136.", "GAO-08-1088.", "GAO-08-1088."], "subsections": []}, {"section_title": "Gaps in the Collection and Reporting of Information on the Use of Other Transactions", "paragraphs": ["Based on our review of all 27 available DHS agreement files, we found  three gaps in the collection and reporting of information on its use of other  transaction authority: (1) DHS does not consistently document the  rationale for entering into an other transaction agreement in an  agreement analysis document, despite DHS guidance to do so;   (2) discrepancies between DHS’s data sources result in an incomplete  picture of other transaction agreements activity, including an inaccurate  annual report to Congress; and (3) DHS does not track the circumstances  that permit the use of other transaction authority, such as the involvement  of a nontraditional contractor, through the phases of an other transaction  agreement. Involving nontraditional contractors is one of the benefits of  having other transaction authority, yet without knowing how many are  involved or for how long, DHS is not in a position to measure the benefits  of using the special acquisition authority.", "While DHS’s guidance requires it to document the rationale for using  other transaction authority, DHS does not do this consistently. One of the  following three conditions must be met to use an other transaction  agreement for prototypes: (1) there is at least one nontraditional  government contractor participating to a significant extent, (2) at least  one-third of the total cost of a prototype project is to be paid out of funds  provided by parties to the transaction other than the federal government,  or (3) the DHS Chief Procurement Officer determines, in writing, that  exceptional circumstances justify the use of a transaction that provides for  innovative business arrangements or structures that would not be feasible  or appropriate under a procurement contract. Since 2005, DHS other  transaction guidance requires that this rationale be documented in an  agreement analysis that should be maintained in the other transaction  agreement file. We found that the agreement analysis is not consistently  documented in the files. In our review of 11 other transaction for prototype  agreement files, we found inconsistent documentation of the agreement  analysis—7 other transaction agreement files contained an agreement  analysis document for the initial award and 4 did not contain an  agreement analysis document. These 4 other transaction agreement  files that do not contain any agreement analysis documentation were  awarded recently, from 2007 to 2009. DHS other transaction agreement  officers said they rely on the agreement analysis to learn the background  on agreements they have inherited from previous other transaction  agreement officers. Given the high turnover of acquisition staff, the  agreement analysis document is an important tool to capture information  about the rationale for use of other transaction authority.", "Recent annual reports to Congress on other transaction activity have  been incomplete. DHS is required to provide an annual report to  Congress detailing the projects for which other transaction authority was  used, the rationale for its use, the funds spent using the authority, the    outcome of each project, and the results of any audits of such projects. We previously reported that DHS’s June 30, 2008 report to Congress did  not include 14 agreements from the reporting period.current analysis of DHS’s fiscal year 2010 congressional report and other  transaction agreement files, we found that DHS did not report three  agreements that received funding totaling over $3.2 million in obligations,   Based on our  or 22 percent of other transaction obligations for the year. In addition,  DHS does not include information on open agreements that did not  involve the exercise of an option or the award of a new phase during the  reporting period. While this information is not expressly required by the  legislation, without it DHS is not providing a complete picture of the use of  its authority. Based on our file review, we found the following other  transaction agreements which were not reported in DHS’s 2009 and 2010  annual congressional reports (see fig. 5).", "For example, one open other transaction agreement, which was not  reported in the fiscal year 2009 annual report, included a payment  schedule with four dates during fiscal year 2009 totaling about   $10 million. Without accurate information about the universe of other  transaction agreements, Congress may be unable to oversee DHS’s use  of its other transaction authority.", "Further, we found that DHS does not track information to measure the  benefits of other transaction authority, which include reaching  nontraditional contractors. DHS’s guidance states that the government  team, which includes acquisition and program officials, should establish  and track metrics that measure the value or benefits directly attributable  to the use of other transaction authority. But DHS officials told us they  have not established metrics.", "In addition, DHS does not collect information at each phase of an other  transaction agreement to determine if the original circumstances  permitting the use of other transaction authority still exist. Specifically,  DHS does not track the involvement of a nontraditional contractor  throughout the various phases of the other transaction agreement. Based  on our file review, we identified 11 other transaction agreements that cited  the significant contribution of a subawardee nontraditional contractor as  the circumstance permitting the use of other transaction authority.  However, we found that six of these agreement files did not include  documentation to demonstrate that the subawardee nontraditional  contractor was involved during one or more phases of the agreement. For  example, one nontraditional contractor was involved as a subawardee for  14 months, but the other transaction agreement lasted 40 months. While  circumstances frequently change when conducting research or prototype  development, the Science and Technology Directorate does not have  visibility into the impact of these changes over time.", "In contrast, the Department of Defense (DOD) has determined that  tracking information about participants, which includes nontraditional  contractors, is important to managing its other transaction authority. In  its guidance, DOD requires defense agencies and military departments to  report significant changes to key participants involved in the agreement.  This information is used to track the number of nontraditional contractors  involved in other transaction agreements, which DOD officials use to  measure the benefit of its other transaction authority."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Even with the recently reduced use of other transaction authority, the  Science and Technology Directorate continues to identify this as an  important tool that provides the flexibilities needed to develop critical  technologies. However, while other transaction agreements may carry the  benefit of reaching nontraditional contractors to develop and test  innovative homeland security technology, they also carry the risk of  reduced accountability and transparency because they are exempt from  federal procurement regulations. While DHS has responded to our prior  recommendations, it still faces challenges addressing our  recommendation to develop a mechanism to collect and track relevant  data. Without consistent information on the universe of other transaction  agreements, DHS continues to report inaccurate or incomplete  information on the use of its other transaction authority in its annual report  to Congress. This may undermine Congress’s ability to obtain a full  picture on the use of this special acquisition authority. DHS has taken  steps by updating its guidance to require documentation of lessons  learned; however, the guidance is not being implemented. In particular,  we found that DHS does not document lessons learned from completed  other transaction agreements nor has it consistently documented the  agreement analysis, as required by guidance. Other transaction  agreements may be in place for an extended time period and obligate a  significant amount of funds, yet DHS does not have full information on  other transaction activity at each phase of the award. Involving  nontraditional contractors is one of the circumstances permitting the use  of other transaction authority, yet without knowing how many are involved  or for how long, DHS is not in a position to determine whether the  continued use of the other transaction authority is still the best approach  through the life of the agreement. If other transaction authority is made  permanent, it is important for DHS to have complete information to  understand and track its use of other transaction authority over time."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To promote the efficient and effective use by DHS of its other transaction  authority to meet its mission needs, we recommend that the Secretary of  Homeland Security direct the Under Secretary for Management to take  the following three actions:", "Establish an action plan with specific time frames for fully  implementing the prior GAO recommendation to establish a  mechanism to collect and track relevant data on other transaction  agreements, including the role of the nontraditional contractor, and  systematically assess the data and report to Congress.", "Establish an action plan with specific time frames to help ensure full  implementation of DHS other transaction guidance, regarding documentation of lessons learned and documentation of the agreement analysis.", "Establish a policy to review and document the circumstances  permitting the use of other transaction authority at each new phase,  throughout the life of the agreement, to determine if the continued use  of an other transaction agreement is appropriate."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DHS for comment. In written  comments, DHS agreed with our recommendations and described actions  under way or planned to address them. DHS also provided technical  comments, which we have incorporated into the report as appropriate.  DHS’s comments are reprinted in appendix III.", "We are sending copies of this report to interested congressional  committees and the Secretary of Homeland Security. In addition, the  report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-4841 or woodsw@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The objectives for this report were to review (1) the Department of  Homeland Security’s (DHS) Science and Technology Directorate’s use of  other transaction authority, (2) the extent to which DHS has addressed  challenges we previously identified with its use of the authority, and   (3) the information DHS collects and reports on the use of other  transaction authority.", "To review the Science and Technology Directorate’s use of other  transaction authority, we analyzed data provided by DHS’s Office of  Procurement Operations Science and Technology Acquisitions Division  on all other transaction agreements it has entered into since 2004. These  data included agreement award date, agreement end date, annual  obligations, and information on nontraditional contractors’ roles as prime  awardees or subawardees. DHS officials compiled these data from DHS’s  procurement system, annual reports to Congress on other transaction  authority, and hard copy agreement files. To understand reasons for its  trends in use of other transaction authority, we interviewed Science and  Technology Directorate program officials and DHS acquisition officials.", "To determine the extent to which DHS has addressed challenges with its  use of other transaction authority, we drew upon prior GAO reports on  DHS’s use of other transaction authority, reviewed DHS other transaction  agreement policies and procedures, conducted interviews with DHS  officials, and reviewed other transaction agreement files that were active  on or after April 1, 2008, through September 2011. To determine the  steps taken to encourage the use of audit provisions, we reviewed DHS’s  May 2008 guidance and its October 2009 updated guidance, Other  Transactions for Research and Prototype Projects Guide. We identified  and reviewed 4 other transaction agreements that were awarded after  May 2008 to determine if DHS has included audit provisions as  encouraged by the guidance. To determine the steps taken by DHS to  document lessons learned, we identified DHS’s policy to document  lessons learned in the October 2009 guidance, reviewed the files of 10  agreements that ended after October 2009, and interviewed acquisition  and program officials to determine if they had participated in lessons  learned discussions or documented lessons learned, as described in the  guidance. To determine the steps taken by DHS to identify and implement  workforce training requirements, we reviewed DHS’s Management  Directive 0771.1, Procurement Operating Procedure 311, and the  associated June 2011 cancellation; we obtained acquisition official  training certifications; and interviewed program staff to determine if they  had attended training. We also reviewed training materials to determine if  other transaction authority was covered in the contract officer technical  representative training attended by program officials. To identify steps  taken by DHS to conduct a workforce analysis to determine if it has the  appropriate number of agreement officers to execute other transaction  authority, we interviewed DHS officials and requested workforce  assessments addressing DHS’s acquisition workforce. To determine  whether DHS collects relevant data on other transaction authority, we  analyzed information that DHS collected from its review of the hard copy  files, its procurement system, and annual reports to Congress on other  transaction authority.", "To assess the information DHS collects and reports on its use of other  transaction authority, we obtained an initial list of agreements from DHS’s  Office of Procurement Operations Science and Technology Acquisitions  Division; reviewed annual reports to Congress on other transaction  authority; and interviewed program, acquisition, and general counsel  officials. We also contacted officials at the Department of Defense to  understand its policies and procedures to manage its other transaction  authority. We identified 28 agreements that were active on or after April 1,  2008, through September 30, 2011. We conducted an in-depth file review  for 27 of these 28 agreements; DHS was unable to locate one agreement  file prior to the date we drafted this report. To determine the accuracy of  DHS’s annual report to Congress, we reviewed the requirements for the  report and compared the information included in these reports to the  requirements and information from the other transaction agreement files.  To identify information documenting the circumstances permitting the use  of other transaction authority, such as information collected on  nontraditional contractors, we looked at several documents in the  agreement files. Specifically, we reviewed preaward documentation, such  as awardee proposals, determination and findings, and agreement  analysis documents, and postaward documentation, such as the signed  other transaction agreement, all modifications, and statements of work.  We interviewed program, acquisition, and general counsel officials to  determine the process for verifying a nontraditional contractor’s status  and significant contribution. In analyzing DHS’s agreements, we did not  independently verify a contractor’s reported status as a nontraditional  contractor.", "We conducted this performance audit from August 2011 through May  2012 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Steps DHS Has Taken to Address Prior GAO Recommendations and Related Challenges", "paragraphs": ["Table 1 presents the information in figure 4 in a noninteractive format."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Penny Berrier, Assistant Director;  Kristin Van Wychen; Beth Reed Fritts; Anne McDonough-Hughes; John  Krump; Kenneth Patton; Mary Quinlan; Roxanna Sun; Robert Swierczek;  Keo Vongvanith; and Rebecca Wilson made key contributions to this  report."], "subsections": []}]}], "fastfact": []}