{"id": "GAO-10-426", "url": "https://www.gao.gov/products/GAO-10-426", "title": "Home Infusion Therapy: Differences between Medicare and Private Insurers' Coverage", "published_date": "2010-06-07T00:00:00", "released_date": "2010-06-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Infusion therapy--drug treatment generally administered intravenously--was once provided strictly in hospitals. However, clinical developments and emphasis on cost containment have prompted a shift to other settings, including the home. Home infusion requires coordination among providers of drugs, equipment, and skilled nursing care, as needed. GAO was asked to review home infusion coverage policies and practices to help inform Medicare policy. In this report, GAO describes (1) coverage of home infusion therapy components under Medicare fee-for-service (FFS), (2) coverage and payment for home infusion therapy by other health insurers--both commercial plans and Medicare Advantage (MA) plans, which provide a private alternative to Medicare FFS, and (3) the utilization and quality management practices that health insurers use with home infusion therapy benefits. To do this work, GAO reviewed Medicare program statutes, regulations, policies, and benefits data. GAO also interviewed officials of five large private health insurers that offered commercial and MA plans."]}, {"section_title": "What GAO Found", "paragraphs": ["The extent of Medicare FFS coverage of home infusion therapy depends on whether the beneficiary is homebound, as well as other factors related to the beneficiary's condition and treatment needs. Some Medicare FFS beneficiaries who are homebound have comprehensive coverage of home infusion therapy, which includes drugs, equipment and supplies, and skilled nursing services when needed. For non-homebound beneficiaries with particular conditions needing certain drugs and equipment, Medicare FFS coverage of home infusion is limited to the necessary drugs, equipment, and supplies, and excludes nursing services. For other non-homebound beneficiaries, Medicare FFS coverage is further limited; infusion drugs may be covered for those enrolled in a prescription drug plan, but neither equipment and supplies nor nursing services are covered. These non-homebound beneficiaries would need to obtain infusion therapy in a hospital, nursing home, or physician's office to have all therapy components covered. The health insurers in GAO's study provide comprehensive coverage of home infusion therapy under all of their commercial plans. Some insurers also provide comprehensive coverage under their network-based MA plans, which may provide benefits beyond those required under Medicare FFS. Nationwide, nearly one out of every five MA beneficiaries has comprehensive coverage through an MA plan that has chosen to cover home infusion therapy as a supplemental benefit. To pay providers of home infusion therapy, most of the insurers in GAO's study use a combination of payment mechanisms. These include a fee schedule for infusion drugs, a fee schedule for nursing services, and a bundled payment per day of therapy for all other services and supplies. Most of the health insurers in GAO's study use standard industry practices to manage utilization of home infusion therapy and ensure quality of care. Specifically, most health insurers require that infusion providers submit patient information in advance to support a request for coverage and receive payment authorization. Also, health insurers may review samples of claims postpayment to determine if claims were billed and paid appropriately. None of the insurers in GAO's study stated that they have had significant problems with improper payments or quality for home infusion therapy services. In addition, health insurers reported taking various steps to ensure the quality of services delivered in the home. These included developing a limited provider network of infusion pharmacies and home health agencies, requiring provider accreditation, coordinating care among providers, and monitoring patient complaints. In commenting on a draft of this report, the Department of Health and Human Services stated Medicare covers infusion therapy at home for beneficiaries receiving the home health benefit, while other beneficiaries have access to infusion therapy in alternate settings. The Department suggested GAO reword its recommendation to clarify that a change to Medicare benefits would require statutory authority, and GAO has done so."]}], "report": [{"section_title": "Letter", "paragraphs": ["Infusion therapy—drug treatment generally administered intravenously— was once provided strictly to patients in hospitals. However, clinical  developments and a greater emphasis on cost containment over the last   30 years have prompted a shift to providing this therapy in alternate  settings, including the home. Home infusion therapy has since become a  large industry with estimated net revenues of up to $11 billion annually,  and between 700 and 1,000 home infusion providers, ranging from small  local companies to large national ones. Industry experts project the home  infusion market will continue to grow steadily, with one expert predicting  growth to about $16 billion by 2012.", "Physicians may prescribe infusion therapy when they determine that oral  medications may not be effective. During infusion therapy, drugs are  generally administered into a vein using a device to control the rate of  drug flow. Such devices include gravity drip systems, which rely on gravity  to move the drug into the patient, and electronic infusion pumps that may  be programmed to deliver constant and precise amounts of the drug.  Commonly infused drugs include antibiotics that may be administered  multiple times each day over several weeks to treat infections and  analgesics that may be infused continuously over months or years to  relieve pain. In addition to the specialized equipment and prescribed  drugs, home infusion therapy requires other components, such as skilled  nursing care and supplies. The complex nature of home infusion therapy  also requires coordination of care among providers of these components.", "Currently, Medicare—the federal health insurance program for people  aged 65 and older and certain other individuals—does not have a distinct  benefit for home infusion therapy that provides coverage for all  components for all beneficiaries. Efforts to extend coverage to this  treatment setting date back to the 1980s, and recently, some members of  Congress have expressed renewed interest in establishing a home infusion  therapy benefit. The proposed benefit would provide coverage of all  components of home infusion therapy for all Medicare beneficiaries  enrolled in the traditional fee-for-service (FFS) program as well as those in  the Medicare Advantage (MA) program—in which beneficiaries enroll in  health plans offered by private entities that contract with the Centers for  Medicare & Medicaid Services (CMS).", "You asked us to review home infusion therapy coverage policies and  practices to inform the development of Medicare policy. Specifically, you  asked us to develop information on Medicare FFS and private health  insurers—both commercial health plans and MA plans, which, in addition  to providing the benefits covered by Medicare FFS, may cover more  services. In this report, we describe (1) coverage of home infusion therapy  components under Medicare FFS, (2) coverage and payment for home  infusion therapy under other health insurers—both commercial and MA  plans, and (3) the utilization and quality management practices, if any, that  health insurers use with home infusion therapy benefits.", "To describe the extent to which Medicare FFS covers the components of  home infusion therapy, we reviewed federal statutes, regulations, and  policies issued by CMS. We also reviewed national and local coverage  determinations—policies specifying items and services covered by  Medicare. We also talked to CMS officials responsible for various  Medicare program components.", "To determine coverage and payment for home infusion therapy under  other health insurers, we interviewed officials from a selective sample of  health insurers. We contacted officials of MA plans and commercial plans  sponsored by six of the largest MA organizations and one additional  commercial health plan. Five of the six MA organizations responded  within our chosen time frame and were included in our study. This  selective sample of MA organizations enrolled about 45 percent of all MA  beneficiaries as of June 2009. The information we obtained is not  generalizable to all health insurers. In addition, we examined the plan  benefit packages that MA organizations submitted to CMS for contract  years 2009 and 2010. To obtain an industry perspective, we interviewed  representatives of the National Home Infusion Association and Infectious  Diseases Society of America as well as one home infusion provider.", "To identify utilization and quality management practices that health  insurers may use with home infusion therapy benefits, we discussed these  issues with officials of our sample plans. In addition, we interviewed an  official from a large utilization management organization who has  expertise regarding the home infusion industry. We also interviewed  officials and reviewed materials from organizations that accredit home  infusion providers—the Accreditation Commission for Health Care, the  Community Health Accreditation Program, and the Joint Commission— regarding potential quality and safety concerns related to these providers.", "We conducted this performance audit from February 2009 through May  2010 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Patients receive infusion therapy for a variety of conditions, and  physicians may determine that the home is an appropriate venue for  treatment based on a particular patient’s condition and circumstances.  Medicare covers and pays for a range of health care services, equipment,  and drugs, and uses various payment systems. Over the last three decades,  Congress has taken steps to address coverage of home infusion therapy."], "subsections": [{"section_title": "Home Infusion Therapy Patients and Providers", "paragraphs": ["Patients may receive home infusion therapy for acute conditions, such as  infections unresponsive to oral antibiotics or pain management (cancer- related or postsurgical), or for chronic conditions such as multiple  sclerosis or rheumatoid arthritis. Prior to initiating infusion therapy in the  home, physicians and home infusion providers first assess the  appropriateness of home treatment for the needed drug therapy and for  the patient’s condition. They then determine whether the patient is able to  understand and carry out therapy procedures, and if the patient has family  or other caregivers available to provide assistance. For certain therapies,  such as antibiotic therapy, the patient or a family member may be taught  to administer the drug. In these cases, a nurse would generally visit once  or twice at the beginning of treatment, and then once per week throughout  the course of treatment. Other therapies may require more frequent  nursing care. The home setting is not appropriate for all patients receiving  infusion therapy, for all conditions, or for all drugs.", "Many patients receive home infusion therapy following a hospital stay. The  home infusion provider may provide any necessary skilled nursing  services directly or may contract with a home health agency to do so.  Some patients receive home infusion therapy for chronic conditions that  may not require hospitalization; in these cases, a patient’s physician may  order the therapy to be delivered by a home infusion provider after  diagnosis. Outside of the home, patients may also receive infusion therapy  in an independent infusion center, a physician’s office, or a hospital-based  infusion clinic."], "subsections": []}, {"section_title": "Medicare Payment Systems and Methods", "paragraphs": ["Since it was established in 1965, the structure of Medicare and the benefits  covered by the program have evolved. Currently, Medicare consists of four  parts, A through D:    Medicare Part A: Covers inpatient hospital stays, as well as skilled  nursing facility care, hospice care, and home health care. To be eligible  for covered home health services—which include skilled nursing care,  physical therapy, and occupational therapy—a beneficiary must be  homebound and have a home health plan of care approved by his or her  physician. In 2008, approximately 3.2 million, or about 7 percent of all  Medicare beneficiaries, received home health services. Medicare pays  home health agencies that provide these services using a prospective  payment system under which they receive a predetermined rate for each  60-day episode of home health care. The payment amounts are generally  based on patient condition and service use.", "Medicare Part B: Provides optional coverage for hospital outpatient,  physician, and other services, such as laboratory services. It also covers  durable medical equipment (DME) and supplies, including infusion  pumps and other equipment needed for infusion therapy. Medicare pays  for many Part B services and supplies using fee schedules, and  beneficiaries enrolled in Part B are generally responsible for paying  monthly premiums as well as coinsurance for services they receive.  Certain specified outpatient prescription drugs also are covered under  Part B, including drugs needed for the effective use of DME. Part B drugs  are generally paid based on a fee schedule; infusion drugs covered under  the DME benefit are paid based on a different fee schedule than other   Part B drugs.", "Medicare Part C: Since the 1970s, most Medicare beneficiaries have had  the option to receive their Medicare benefits through private health  insurance plans—now known as MA plans—under Medicare Part C. In  2008, nearly one out of every four Medicare beneficiaries was enrolled in  an MA plan. MA organizations enter into contracts with CMS that require  plans to cover Medicare Part A and B services. These organizations have  flexibility in designing their plan benefit packages and may offer additional  benefits. Medicare pays MA plans a fixed amount per beneficiary per  month—based in part on the projected expenditures for providing  Medicare-covered services—and adjusts payments to account for  beneficiary health status.", "Medicare Part D: First offered in 2006, Medicare Part D provides optional  coverage of outpatient drugs, including infusion drugs, to beneficiaries  who enroll in prescription drug plans offered by private entities.  Medicare beneficiaries may receive Part D drug coverage through stand- alone prescription drug plans or through MA plans that include drug  coverage. Each Part D plan maintains a list of drugs it will cover—a  formulary—that must meet certain criteria, and may organize those drugs  into pricing groups or tiers. Part D plans contract with pharmacies to  create a network of participating providers. Medicare makes subsidy  payments to Part D plans, and most beneficiaries pay applicable premiums  and cost sharing. Plans negotiate drug prices with drug manufacturers and  pharmacies. As such, payment for a drug covered under Part D could be  different than payment for the same drug were it covered under Part B. In  general, Part D does not cover drugs for which payment is available under  Parts A or B.", "Both home-based services and outpatient infusion therapy have been areas  of concern for Medicare program integrity. Recently, the Department of  Health and Human Services (HHS) and the Department of Justice have  renewed attempts to reduce inappropriate utilization and fraudulent  activities in these areas. According to an HHS official, CMS has  completed demonstrations that involve strengthening the initial provider  and supplier enrollment processes to prevent unscrupulous DME and  home health care providers from entering the program. The  demonstrations also incorporated criminal background checks of  providers, owners, and managing employees into the provider enrollment  process. In addition, CMS has found instances of infusion clinics and  office-based practitioners billing Medicare for infusion services that were  not medically necessary or were not actually provided."], "subsections": []}, {"section_title": "Congressional Action and Regulatory History", "paragraphs": ["Despite the lack of a distinct benefit for home infusion therapy, Medicare  policies have played a significant role in the development of the home  infusion industry. Specifically, Medicare’s coverage of certain therapies— enteral and total parenteral nutrition (TPN)—in the home beginning in  the late 1970s, and the subsequent implementation of prospective payment  for Medicare inpatient hospital services in 1983, contributed to the rapid  growth of the home infusion industry during the 1980s.", "Over the last three decades, Congress has taken steps to address  expanding Medicare coverage of home infusion therapy. The Medicare  Catastrophic Coverage Act of 1988 created a home infusion therapy  benefit for all Medicare beneficiaries. The benefit would have provided  comprehensive coverage of all the components of home infusion therapy,  including intravenous drugs, equipment and supplies, and skilled nursing  services when needed. The act called for a per diem fee schedule to pay  for the supplies and services used in home infusion therapy and set forth  qualifications for infusion providers. Before the provision became  effective, however, it was repealed.", "At the request of the Senate Committee on Finance, the Office of  Technology Assessment (OTA) conducted an extensive study of home  infusion therapy, released in 1992. The study examined trends in the  industry, the safety and efficacy of the technology, and the implications for  Medicare coverage, including various coverage and payment options  available at the time. OTA found that additional Medicare coverage of  home infusion therapy might lead to lower payments to hospitals in some  cases because of shorter stays and lower costs. Yet, OTA concluded that  Medicare coverage of home infusion therapy could increase overall  Medicare spending.", "The Medicare Prescription Drug, Improvement, and Modernization Act of  2003 expanded coverage of home infusion therapy significantly, in that  home infusion therapy drugs were covered for beneficiaries enrolled in  Part D plans beginning in 2006. Subsequently, CMS released guidance for  Part D plan sponsors on their responsibilities in covering home infusion  therapy drugs, which may be more complicated to dispense than oral  medications. One element of the guidance stated that Part D plan sponsors  should ensure that home infusion drugs are dispensed by network  pharmacies in a usable form that can be readily administered in  beneficiaries’ homes.", "In January 2009, members of the House and Senate introduced bills that  would create a home infusion therapy benefit that provides  comprehensive coverage for all Medicare beneficiaries. The proposed  legislation called for coverage of infusion-related services, supplies, and  equipment under Medicare Part B. The legislation also called for supplies  and equipment to be paid through a set fee per day of service, while  nursing services would be paid separately based on a fee schedule.  Coverage of the drugs used in home infusions would be consolidated  under Medicare Part D. Supporters of the legislation have asserted that  providing comprehensive coverage of infusion therapy in the home would  generate cost savings for the Medicare program, and that beneficiaries  who would prefer having treatments at home could not afford it without  Medicare coverage. However, concerns have been raised that additional  coverage could add to the Medicare program’s growth in spending."], "subsections": []}]}, {"section_title": "Medicare FFS Covers Home Infusion Therapy for Some Homebound Beneficiaries; Coverage Is Limited for All Other Beneficiaries", "paragraphs": ["Medicare FFS covers components of home infusion therapy in some  circumstances. The extent of coverage depends on whether the  beneficiary is homebound, as well as factors related to the beneficiary’s  condition and treatment needs. For some homebound beneficiaries,  Medicare FFS covers all the components of home infusion therapy, while  other homebound beneficiaries have limited coverage. Non-homebound  beneficiaries who have certain conditions and who require certain drugs  and equipment are covered by Medicare FFS for some components of  home infusion therapy. Other non-homebound beneficiaries have little or  no coverage for home infusion therapy under Medicare FFS."], "subsections": [{"section_title": "Some Homebound Beneficiaries Have Comprehensive Coverage of Home Infusion Therapy, and Others Have Limited Coverage", "paragraphs": ["Some Medicare FFS beneficiaries who are homebound—that is, generally  confined to their homes and in need of nursing care on an intermittent  basis—have coverage for all components of home infusion therapy. (See  fig. 1.) Because these beneficiaries qualify for Medicare’s home health  benefit, the skilled nursing services—such as training, medication  administration, and assessment of the patient’s condition—as well as  certain equipment and supplies used at home are covered. These services,  equipment, and supplies are provided by or arranged for by a home health  agency according to a physician’s plan of care. Any care coordination or  clinical monitoring services needed with home infusion therapy would be  provided by the home health nurse assisting the beneficiary at home or by  the physician who ordered the therapy. The equipment and supplies  covered for homebound beneficiaries include certain infusion pumps  covered as DME and supplies such as intravenous and catheter supplies.  Homebound beneficiaries who require other equipment, such as  disposable infusion pumps, would not have coverage for those items, and  therefore have limited coverage.", "Although coverage of drugs is specifically excluded under the home health  benefit, coverage for infusion drugs may be obtained through other parts  of the Medicare FFS program. For beneficiaries with certain conditions,  certain drugs are considered supplies for needed equipment and are  therefore covered under the DME benefit. In addition, infusion drugs may  be covered for beneficiaries who are enrolled in Part D plans or have other  prescription drug coverage. In 2008, approximately 90 percent of all  Medicare beneficiaries had prescription drug coverage through Part D  plans, retiree plans, or other sources. CMS requires Part D plans to ensure  appropriate beneficiary access to commonly infused drugs or drug classes  by including them in their formularies and making sure that multiple  strengths and dosage forms are available for each covered drug."], "subsections": []}, {"section_title": "Non-Homebound Beneficiaries with Certain Conditions Have Limited Coverage of Home Infusion Therapy, but Others Have Little or No Coverage", "paragraphs": ["For non-homebound beneficiaries with certain conditions, Medicare   Part B provides limited coverage of home infusion therapy. Specifically,  the DME benefit covers certain equipment and associated drugs for  beneficiaries with specified conditions, but does not cover other  equipment and drugs or any skilled nursing services. (See fig. 2.) In 2008,  about 50,000 Medicare FFS beneficiaries received home infusion therapy  under this benefit, according to CMS analysis of claims data for covered  infusion pumps. In addition, Medicare Part B expressly provides  coverage for other home infusion drugs, such as intravenous immune  globulin.", "Under the DME benefit, Medicare covers certain infusion pumps, as well  as the infusion drugs that are considered supplies needed for the effective  use of the infusion pump, for treatment of particular conditions as  specified in national and local coverage policies. Medicare’s national  coverage policy related to home infusion details several conditions for  which pumps and certain drugs would be covered. The local coverage  policies for home infusion outline additional circumstances in which  pumps and drugs may be covered, and are required by CMS to be identical.  One policy we reviewed listed about 30 specific drugs covered for certain  conditions when treated using an external infusion pump. Examples of the  limited circumstances in which infusion pumps and related drugs would  be covered under the DME benefit include    morphine administered by external infusion pump for beneficiaries with  intractable pain caused by cancer,   deferoxamine administered by external infusion pump for the treatment of  acute iron poisoning and iron overload, and   TPN administered by infusion pump for patients with a permanent, severe  disease or disorder of the gastrointestinal tract.", "At the same time, national and local coverage policies explicitly exclude  certain types of infusion pumps or drugs for certain conditions. For  example, Medicare does not cover an implantable infusion pump for the  treatment of diabetes because, according to CMS, data do not demonstrate  that the pump would provide effective administration of insulin. Medicare  coverage also excludes external infusion pumps used to administer  vancomycin, a commonly infused antibiotic. According to CMS, this  method of treatment is specifically excluded from coverage because of  insufficient evidence that an external infusion pump—rather than a  disposable pump or the gravity drip method—is needed to safely  administer vancomycin. In addition, drugs administered through other  methods, such as intravenous gravity drip, are not covered under the DME  benefit.", "Non-homebound beneficiaries needing therapies not covered under  Medicare Part B may have coverage of infusion drugs under Part D, but  they lack coverage for the other components of home infusion therapy— skilled nursing services, equipment, and supplies. (See fig. 2.) Therefore,  these non-homebound beneficiaries would need to seek treatment in  another setting—such as a hospital, nursing home, or physician’s office— to have all of the components of infusion therapy covered.", "Under Part D, drug plans must ensure that certain requirements are met  before drugs, including infusion drugs for administration at home, may be  dispensed. Specifically, Part D plans must require that their contracted  network pharmacies ensure that the other components of therapy are in  place before dispensing home infusion drugs. Pharmacies may, in turn,  seek assurances that another entity, such as a home health agency, can  arrange for other needed services."], "subsections": []}]}, {"section_title": "Many Health Insurers Cover Home Infusion Therapy and Use a Combination of Payment Methods", "paragraphs": ["The health insurers in our study told us that they provide comprehensive  coverage of home infusion therapy under all of their commercial health  plans and some MA plans. Most of these insurers use a combination of  payment mechanisms that include a fee schedule for infusion drugs, a fee  schedule for nursing services, and a bundled payment per day for therapy  for all other services and supplies provided."], "subsections": [{"section_title": "Commercial Health Plans and Some MA Plans Provide Comprehensive Coverage of Home Infusion Therapy", "paragraphs": ["The health insurers in our study told us that they provide comprehensive  coverage of home infusion therapy under all of their commercial health  plans and some MA plans. Most of them reported that they have covered  infusion therapy at home for more than 10 years—one for more than   25 years—and that few or no members experienced problems with access  to home infusion services. Spokespeople for these insurers generally  anticipated more opportunities for home infusion therapy in the future, as  more infusion drugs are developed and technology evolves to infuse them  safely in the home.", "All of the health insurers told us that home infusion therapy coverage was  comprehensive and available to all members under their commercial  health plans. (See fig. 3 for a hypothetical example of how home infusion  therapy might be covered under a commercial health plan.) They also told  us that their commercial coverage policies have few or no limitations or  exclusions on home infusion therapy, although coverage may be denied  when the drug’s label specifies another setting as the appropriate venue,  such as a hospital or physician’s office.", "Some insurers mentioned that chemotherapy infusions are rarely  administered in the home. One insurer stated that infusion drugs for home  use must have a low likelihood of adverse reaction, and that few  chemotherapy drugs meet that criterion. Even when the home is a safe  setting for such therapy, there may be other reasons to infuse  chemotherapy drugs in another setting. For example, another insurer  pointed out that cancer treatments might require blood tests prior to the  infusion, and fewer supplies would be used if the patient had both the  blood testing and the infusion in a physician’s office.", "Of the five health insurers that had MA plans, two said they provide  comprehensive coverage of home infusion therapy for MA beneficiaries in  the same manner as for their commercial plan members. The remaining  three insurers told us that their MA plans’ policies generally follow  Medicare FFS coverage. However, two of these insurers noted that their  MA plans may extend coverage to non-homebound beneficiaries on a case- by-case basis. They said that while such MA beneficiaries may be able to  leave their homes with little difficulty, it may not be practical for them to  go to an outpatient department or infusion clinic three times a day to  receive infusion therapy. In those cases, the MA plan might cover infusion  therapy administered at beneficiaries’ homes.", "Nationwide, nearly one out of every five MA beneficiaries has  comprehensive coverage of home infusion therapy through a bundle that  includes drugs and associated supplies and services. CMS allows MA plans  to cover infusion drugs as a Part C mandatory supplemental benefit—a  benefit not covered by Medicare FFS, but available to every beneficiary in  the plan—to better coordinate benefits for home infusion therapy under  Parts C and D. According to CMS, allowing MA plans to cover infusion  drugs in this way would also facilitate access to home infusion therapy— including drugs as well as the other needed components—and obviate the  need for more costly hospital stays and outpatient services. CMS data  show that programwide, roughly 5 percent of MA plans chose to cover  infusion drugs as a supplemental benefit: 258 plans representing almost   20 percent of MA beneficiaries in 2009 and 224 plans representing more  than 18 percent of MA beneficiaries in 2010. Of the insurers we  interviewed, one offers comprehensive coverage in this manner.", "Health insurer officials we talked to asserted that infusion therapy at home  generally costs less than treatment in other settings. Hospital inpatient  care was recognized as the most costly setting. One insurer estimated that  infusion therapy in a hospital could cost up to three times as much as the  same therapy provided in the home. Another insurer reported that its  infusion therapy benefit is structured to encourage beneficiaries to receive  services at home rather than in a hospital inpatient or outpatient setting  whenever possible. For example, members of that insurer’s health plans  have no out-of-pocket costs for home infusion therapy.", "However, the relative costs of infusion therapy in physicians’ offices and  infusion clinics compared to the home were less clear. For example, some  health insurers stated that the cost of infusion therapy provided in an  infusion center may be similar to the cost of treatment at home because  nurses at infusion centers can monitor more than one patient at a time. At  the same time, other insurers stated that infusion centers incur facility  costs, such as rent and building maintenance, which could account for  higher costs compared with home infusion.", "The home may not be the most cost-effective setting for infusion therapy  in all cases, given the variability of patient conditions and treatment needs.  An insurer noted, for example, that if a patient needs a onetime infusion  rather than a longer term treatment, a physician’s office may be the least  costly setting. Similarly, another insurer stated that it may not be cost- effective or practical for a patient to be treated at home if that patient  requires more than two nursing visits a day—in such a case, treatment in  an inpatient setting or nursing home might be more appropriate."], "subsections": []}, {"section_title": "Most Health Insurers Use a Combination of Payment Methods for the Components of Home Infusion Therapy", "paragraphs": ["Most of the health insurers we spoke with use a combination of methods  to pay providers for the different components of home infusion. (See fig. 4  for an example of how a commercial health plan might pay for a typical  home infusion case, as introduced in fig. 3.) For infusion drugs, they  commonly use a fee schedule, which they update periodically—as  frequently as quarterly. Depending on the particular plan and negotiations  with individual infusion providers, insurers told us they develop payment  amounts for drugs based on one or more of the following:    Average wholesale prices (AWP) are list prices developed by  manufacturers and reported to organizations that publish them in drug  price compendia. There are no requirements or conventions that AWP  reflect the price of an actual sale of drugs by a manufacturer.", "Average sales prices (ASP) are averages, calculated quarterly from   price and volume data reported by drug manufacturers, of sales to   all U.S. purchasers, net of rebates and other price concessions. Certain  prices are excluded, including prices paid to federal purchasers and prices  for drugs furnished under Part D. Under Medicare FFS, infusion drugs  administered using a covered DME item are generally paid at 95 percent of  the October 1, 2003 AWP.", "Wholesale acquisition costs (WAC) are manufacturer list prices to  wholesalers or direct purchasers, not including discounts or rebates.", "The health insurers in our study reported using these pricing data in  different ways. For one insurer, plans in some states base payments on  ASP while plans in other states base payments on AWP. Another insurer  reported that its MA plans pay for Part D drugs using AWP or WAC, and  pay for Part B drugs using either AWP for in-network providers or ASP  plus 6 percent for out-of-network providers.", "Most of the health insurers we spoke with also use a fee schedule to pay  for nursing services. The nursing fee schedule generally contains one rate  for the first 2 hours of care and another rate for each subsequent hour.  According to industry officials, insurers may also provide extra payment  for nurses traveling to remote areas or areas considered dangerous  enough to require an escort.", "Nursing services generally are not required for every dose of an infused  drug, and the need for such services may depend on the condition of the  patient. To explore this, we asked our selected health insurers to estimate  nursing costs for different hypothetical cases.", "For a typical 4-week antibiotic infusion therapy course, insurers estimated  the cost of nursing services would range from $270 to $384.", "For TPN administered over 12 hours, once a day over 4 weeks, insurers’  estimates of the cost of nursing services ranged from $180 to $384.", "Most of the health insurers in our study pay for the other components  associated with home infusion therapy using a bundled payment per day of  therapy—known as a “per diem.” This daily rate may cover services, such  as pharmacy services, equipment and supplies, and care coordination. The  per diem payment amount is based on the type of therapy provided and  varies depending on the complexity and frequency of the treatment. For  example, the per diem payment for a simple infusion administered once a  day might be $75, whereas the per diem for a daily complex infusion with  multiple drugs might be $225.", "Two of the health insurers we spoke with noted that the industry is  trending toward greater use of bundled payments, with more services and  supplies incorporated into a single rate. For one common home infusion  therapy—TPN—the per diem also includes the standard drug costs. Asked  about the costs of a typical monthlong course of TPN, insurers estimated  total costs ranging from about $3,400 to $5,500, and noted that the per  diem payments accounted for more than 90 percent of these costs.", "Some health insurers we interviewed stated that the infusion drug is  generally the most expensive component of home infusion therapy, while  others reported most home infusion drugs were among the least  expensive, such as generics. Some insurers reported that many of the  infusion drugs they cover are specialty drugs that cost more than $600 a  month. Other drugs would cost less. For example, for a typical case of a  month of antibiotic infusion therapy, a health plan could pay a home  infusion provider $300 for the drugs, $350 for nursing services, and $2,000  for the per diem. One insurer told us that the pace of development in  specialty infusion drugs is accelerating, which could add to home infusion  therapy costs."], "subsections": []}]}, {"section_title": "Health Insurers Employ Standard Industry Practices to Manage Utilization of Home Infusion Therapy and Ensure Quality", "paragraphs": ["Most of the health insurers in our study—both commercial and MA  plans—use standard industry practices to manage utilization of home  infusion and ensure quality of services for their members. None of the  insurers reported significant problems with improper payments for home  infusion therapy services. While none of the insurers identified  significant quality of care problems related to home infusion therapy, they  all employ certain practices to help ensure care delivered meets quality  standards."], "subsections": [{"section_title": "Health Insurers Use Prior Authorization and Postpayment Claims Review to Manage Utilization of the Home Infusion Therapy Benefit", "paragraphs": ["Most health insurers we interviewed use two standard industry  practices—prior authorization, postpayment claims review, or both—to  manage utilization of home infusion therapy for their members. To obtain  prior authorization, providers must request and receive approval from the  health plan before the therapy is covered. The plan typically requires  providers to submit patient information in advance to support a request  for coverage and receive payment authorization. With postpayment  review, once a claim has been processed, the plan determines if it was  billed and paid appropriately, and if not, the plan may seek a refund or  adjust future payments. Generally, a health plan auditor would review a  sample of claims to see if the patients had medical conditions for which  the proposed treatment was required. None of the insurers reported  significant problems with improper payments for home infusion therapy.", "Most of the insurers we interviewed use prior authorization to curb  inappropriate use of home infusion therapy. Some insurers stated that  prior authorization is particularly effective in managing the use of more  costly infusion drugs. Some insurers stated that their plans limit their prior  authorization requirement to certain home infusion therapies and drugs.  For example, certain hemophilia drugs may require prior authorization  because they are expensive and patient needs vary substantially.  Additionally, insurers may require prior authorization for immune  globulin, checking that patients’ medical conditions indicate use of the  drug. In contrast, one home infusion expert told us that prior authorization  has little utility for this type of therapy because home infusion providers  would incur too much liability risk if they treated patients who were not  appropriate for that setting.", "The denial rates for prior authorization requests are reportedly low. A  common reason given for denial of a prior authorization request was that  the therapy did not meet medical necessity requirements. Specifically,  the requested coverage may be for a treatment of longer than the  recommended duration or for a type of narcotic that may not be safe for  administration in the home. Another common reason cited for prior  authorization denials was insufficient documentation from the prescribing  physician. Insurers also cited denials for drugs prescribed for off-label  use—that is, for conditions or patient populations for which the drug has  not been approved, or for use in a manner that is inconsistent with  information in the drug labeling approved by the Food and Drug  Administration. An insurance official stated that some conditions that are  difficult to treat or diagnose do not have a universally accepted treatment  approach. For example, two insurers cited denials for requests to treat  Lyme disease with long antibiotic courses that were not supported by  medical evidence.", "Most health insurers we interviewed use postpayment claims review, some  in addition to prior authorization, to manage the use of home infusion  therapy. One insurer considered postpayment review the practice most  effective in deterring inappropriate use of home infusion therapy. Such  reviews may have a sentinel effect, meaning that providers who have  erroneous claims returned may be less likely to submit such claims in the  future. That insurer and an industry expert also noted the importance of  developing very specific reimbursement guidelines for providers. An  industry expert recommended guidelines at the dosage and package level,  noting that a single infusion drug may be used for many different  diagnoses, with a different dosage regimen for each diagnosis, and  different package sizes from different manufacturers. For example, to  reduce wasteful spending, reimbursement guidelines could include the  specific package sizes that are covered for products that cannot be reused  after they are opened."], "subsections": []}, {"section_title": "Health Insurers Use Provider Networks, Accreditation, and Complaint Monitoring to Ensure Quality in Home Infusion Therapy", "paragraphs": ["While none of the health insurers we spoke with identified significant  quality problems related to home infusion therapy, they all employ certain  practices to help ensure that their members receive quality care. These  include developing a limited provider network of infusion pharmacies and  home health agencies, requiring provider accreditation, coordinating care  among providers, and monitoring patient complaints.", "Most health insurers we interviewed create a network by contracting with  a set of home infusion providers and suppliers that meet certain  participation criteria, such as adherence to specified industry standards  and licensure. One insurer’s participation criteria contain a set of  standards, including staffing requirements, guidelines for patient selection,  and the ability to initiate therapy within 3 hours of a referral call. The  infusion providers that insurers include in their networks range in size and  may include large national chain providers and stand-alone local home  infusion providers.", "Health insurers told us they rely on credentialing, accreditation, or both to  help ensure that plan members receive quality home infusion services  from their network providers. Home infusion accrediting organizations  conduct on-site surveys to evaluate all components of the service,  including medical equipment, nursing, and pharmacy. The three  accreditation organizations in our study reported that their standards  include CMS Conditions of Participation for home health services, other  government regulations, and industry best practices. All of their  accreditation standards evaluate a range of provider competencies, such  as having a complete plan for patient care, response to adverse events, and  implementation of a quality improvement plan. According to accreditation  organizations we interviewed, an increasing number of providers are  seeking home infusion-specific accreditation. One insurer told us that  home infusion has minimal quality issues due to strong oversight of  pharmacies through state and federal regulation and by accrediting  institutions.", "Accrediting organizations identified unique safety and quality factors that  must be considered when providing infusion therapy in the home setting.  First, home infusion providers must carefully evaluate the willingness and  ability of the patient, caregiver, or both to begin and continue home  therapy. Because infusion drugs are administered directly into a vein, the  effect of a medication error is greater and faster in infusion therapy than  with oral treatments. Providers must therefore also take steps to ensure  that patients can recognize the signs and symptoms of an emergency.  Second, providers must ensure that patients have the appropriate  infrastructure in the home to store equipment, drugs, and supplies, and to  provide the therapy. Needed infrastructure often includes a refrigerator to  store infusion drugs and sometimes safeguards to protect patients’ drugs  and supplies, particularly in the case of controlled substances such as  narcotics. Home infusion providers must have emergency support services  available 24 hours a day, 7 days a week in case of an adverse drug reaction  or to troubleshoot any problems with equipment, such as infusion pumps.  Officials from one accrediting organization told us that they also expect  infusion providers to have plans in place to deal with other types of  emergencies, such as a natural disaster.", "While officials from accrediting organizations did not report any pervasive  quality issues, they described several common problems among home  infusion providers that demonstrate the complexity of the treatment.  Home infusion providers may not have staff with the appropriate training  and competencies, which may be a challenge for small organizations. Also,  they may inadequately coordinate care for patients who receive multiple  medications and have multiple physicians. Furthermore, home infusion  providers may not always meet documentation and planning requirements  for accreditation. For example, officials from one accrediting organization  stated that the top two deficiencies for infusion companies are incomplete  plans of care and a lack of a comprehensive quality improvement program.", "In addition, home infusion providers may find it challenging to meet some  technical standards, including pharmaceutical requirements. An  accrediting official observed that some infusion pharmacies are still  learning to comply with recent industry standards for combining  ingredients or other processes to create a drug in a sterile environment.  Poor procedures to track recalled items is another common technical  deficiency for home infusion providers. Providers generally have recall  processes for medications, but sometimes not for every item used in the  provision of care, as required by that accreditation organization.", "Communication and coordination of care between multiple entities is  particularly important for this type of treatment. Several of the insurers we  interviewed have processes to coordinate care for home infusion therapy  and told us that they take responsibility for that function. Others rely on  the patient’s physician, home infusion provider, discharging facility, or a  combination of these to coordinate care. Two of the health insurers use  the prior authorization process to coordinate care, as case managers  initiate contact with the member and home infusion provider and follow  up throughout the duration of the therapy.", "In addition to policies and procedures related to quality, all of the health  insurers and accreditation organizations we interviewed have a process  for addressing patient complaints. None of the health insurers told us that  they have received significant complaints related to home infusion. One  insurer cited a case in which a specialty pharmacy had diluted drug doses,  and suggested that such problems concerning the quality and integrity of  drugs could be overcome with information technology, such as bar coding  of drugs."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Due to the limited coverage of home infusion therapy under Medicare FFS  and some MA plans, non-homebound beneficiaries would need to obtain  treatment in alternate and potentially more costly settings—such as a  hospital, outpatient department, or physician’s office—to have all of the  components of infusion therapy covered. All of the health insurers in our  study provide comprehensive coverage of home infusion therapy for all  members in their commercial health plans, and some do so in their MA  plans as well. Health insurers contend that the benefit has been cost- effective, that is, providing infusion therapy at home generally costs less  than treatment in other settings. They also contend that the benefit is  largely free from inappropriate utilization and problems in quality of care.  Given the long and positive experience health insurers reported having  with home infusion therapy coverage, further study of potential costs,  savings, and vulnerabilities for the Medicare program is warranted."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["The Secretary of HHS should conduct a study of home infusion therapy to  inform Congress regarding potential program costs and savings, payment  options, quality issues, and program integrity associated with a  comprehensive benefit under Medicare."], "subsections": []}, {"section_title": "Agency and Other External Comments and Our Evaluation", "paragraphs": ["We obtained comments on a draft of this report from HHS and from the  National Home Infusion Association, a trade group representing  organizations that provide infusion and specialized pharmacy services to  home-based patients. HHS provided written comments, which are  reprinted in appendix I. Officials from the trade association provided us  with oral comments."], "subsections": [{"section_title": "HHS Comments", "paragraphs": ["HHS stated that Medicare covers infusion therapy in the home for  beneficiaries who are receiving the home health benefit; other  beneficiaries have access to infusion therapy in alternate settings, such as  hospitals, outpatient departments, and physician offices. HHS noted that  adding home infusion therapy as a distinct Medicare benefit would require  a statutory change, and suggested we modify our recommendation to  recognize statutory authority would be required. To make this more clear,  we have rephrased our recommendation for executive action."], "subsections": []}, {"section_title": "National Home Infusion Association Comments", "paragraphs": ["National Home Infusion Association officials stated that few beneficiaries,  even among those who are homebound, receive infusion therapy outside  their homes due to the gaps in Medicare FFS coverage. They told us that  Medicare FFS does not cover care coordination and clinical monitoring  services when performed by infusion pharmacists—the providers most  familiar with infusion drugs and treatment regimens. The officials said that  homebound beneficiaries, therefore, would not receive infusion therapy in  their homes without having supplemental coverage or paying out-of- pocket for services provided by an infusion pharmacist.", "However, CMS officials reported that infusion therapy in the home is  largely provided through home health agencies, which are responsible for  meeting a range of beneficiaries’ care needs. These agencies may perform  care coordination and clinical monitoring functions themselves or arrange  for these services from an independent infusion provider, according to  CMS and a home health provider organization. In either case, these  services are covered and paid for under the Medicare home health benefit.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to the Secretary  of Health and Human Services, the CMS Administrator, and interested  congressional committees. The report also will be available at no charge  on GAO’s Web site at http://www.gao.gov.", "If you or your staffs have any questions about this report, please contact  me at (202) 512-7114 or kingk@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff members who made major contributions to this  report are listed in appendix II."], "subsections": []}]}]}, {"section_title": "Appendix I: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Rosamond Katz, Assistant  Director; Jennie F. Apter; Jessica T. Lee; Drew Long; Kevin Milne; and  Julie T. Stewart made key contributions to this report."], "subsections": []}]}], "fastfact": []}