{"id": "GAO-08-225T", "url": "https://www.gao.gov/products/GAO-08-225T", "title": "Drug Testing: Undercover Tests Reveal Significant Vulnerabilities in DOT's Drug Testing Program", "published_date": "2007-11-01T00:00:00", "released_date": "2007-11-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["To help prevent accidents resulting from drug use by individuals in safety-sensitive positions, the Department of Transportation (DOT) requires motor carriers to conduct drug testing of their employees. These drug tests involve collecting a urine specimen from employees. To ensure the integrity of the urine specimen and the collection process, DOT regulations provide numerous protocols that outline collection procedures and identify controls to prevent employees from defeating a drug test. Recent media accounts indicate that some sites performing DOT drug test collections may not be adhering to the collection protocols. Moreover, given the different techniques a drug user may employ in an attempt to defeat a drug test, it is possible that a commercial truck driver could defeat a drug test by diluting, substituting, or adulterating a urine specimen in order to obtain a passing result. GAO was asked to perform an undercover operation to determine whether (1) urine collectors followed DOT protocols at selected collection sites and (2) commercially available products could be used to defeat drug tests. To perform this undercover operation, GAO created two fictitious trucking companies and produced bogus driver's licenses. GAO investigators then posed as truck drivers to test 24 collection sites throughout the United States. GAO briefed DOT officials on its results and they agreed with the findings."]}, {"section_title": "What GAO Found", "paragraphs": ["DOT's drug testing program is vulnerable to manipulation by drug users, especially given the wide availability of products designed to defeat drug tests. While all urine collection sites followed DOT protocols by asking GAO undercover investigators to provide identification, investigators successfully used bogus driver's licenses to gain access to all 24 sites--demonstrating that a drug user could send someone to take a drug test in their place using fake identification. In addition, 22 of the 24 selected urine collection sites did not adequately follow the remaining protocols GAO tested. For example, 75 percent of the urine collection sites GAO tested failed to restrict access to items that could be used to adulterate or dilute the specimen, meaning that running water, soap, or air freshener was available in the bathroom during the test. The table below provides information about the high failure of selected protocols for the 24 collection sites tested. GAO also found that drug masking products such as adulterants, dilutants, and substitutes were widely available on the Internet. After purchasing drug masking products from Web sites, GAO investigators used adulterants at four of the collection sites and substitute synthetic urine at another four sites without being caught by site collectors--demonstrating that these products could easily be brought into a collection site and used during a test. Even in one case where a collection site followed all DOT collection protocols regarding administration of the test, investigators were still able to substitute synthetic urine for their sample. Every drug masking product went undetected by the drug screening labs. Provided the adulterant GAO used would be able to mask drug use as advertised, a drug user would likely be able to use the substances GAO tested to obtain a passing result on his or her test. According to officials GAO interviewed at the Substance Abuse and Mental Health Services Administration (SAMHSA), companies that make drug-masking products are aware of government test standards and devise products that prevent laboratories from detecting them. SAMHSA is required to provide information to laboratories on how to test the validity of the urine specimens, publicly providing detailed information on lab testing procedures on its Web site."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to discuss our undercover operation to test  Department of Transportation (DOT) drug testing regulations as they  relate to commercial truck drivers. According to DOT, its regulations  implement the world’s largest drug and alcohol testing program covering  six DOT operating administrations and over 12.1 million employees in the  United States, including school bus drivers, commercial truck drivers  transporting hazardous materials, and airline pilots. We focused our  efforts on the DOT drug testing program for commercial truck drivers,  which DOT considers to be a safety-sensitive transportation position. If an  employee in a safety-sensitive transportation position were using  controlled substances such as marijuana, cocaine, or phencydidine (PCP),  a clear public safety risk would exist.", "To help prevent accidents resulting from drug use by individuals holding  safety-sensitive positions, federal law requires motor carriers to drug test  their employees. Motor carriers in the United States are responsible for  conducting the drug testing of their employees and can use third-party  administrators to help them coordinate the drug tests. Drug tests involve  collecting a urine specimen from the employee at a collection site. As long  as the collection site meets the requirements of DOT’s regulations, urine  collection can be performed at sites across the nation, in addition to being  performed onsite at an employer’s facilities. DOT regulations contain  numerous control measures intended to ensure the integrity of the urine  specimen and the collection process during these tests. However, a drug  using employee may attempt to defeat a drug test using techniques  commonly known as substitution, dilution, and adulteration. To prevent an  employee from defeating the drug test, DOT regulations mandate that  collection sites follow certain protocols, for instance:     DOT protocols require collectors to validate that an employee is  carrying photo identification before the test. This is designed to  prevent an employee from having somebody else take the test for him  or her, which is one form of substitution.", "DOT protocols require collectors at drug testing sites to ensure that no  clear water source is available in the collection area, among other  measures, to prevent an employee from using water in the bathroom to  dilute their urine specimen.", "DOT protocols specify that employees should not be able to access  soap, air freshener, or other chemicals to prevent them from using  these products to adulterate a urine specimen. Other DOT protocols  designed to prevent adulteration require employees to empty their  pockets and wash their hands before providing the specimen.", "Recent media accounts indicate that some private sector collection sites  performing DOT drug test collections may not be adhering to established  collection protocols. Moreover, given the different techniques a drug user  may employ in an attempt to defeat a drug test, it is possible that a  commercial truck driver could defeat a drug test by diluting, substituting,  or adulterating a urine specimen in order to obtain a passing result. You  asked us to perform an undercover operation to determine whether   (1) urine collectors followed DOT protocols at selected collection sites  and (2) commercially available products could be used to defeat drug  tests.", "To determine whether urine collectors followed DOT protocols at selected  publicly advertised urine collection sites, we created two fictitious  trucking companies. Since our focus was on commercial truck drivers, we  produced bogus commercial driver’s licenses using computer software  and hardware available to the public. Our investigators then posed as  commercial truck drivers employed at the fictitious companies. We also  used the fictitious company names to hire third-party administrators  (TPA) to help us coordinate the drug tests by recommending collection  sites and processing the required paperwork. Our undercover investigators  then reported to urine collection sites pretending they had been selected  by their company to receive a drug test and submitted urine specimens.  The specimens were sent to the drug testing laboratories by the collection  sites, and through our TPA we were able to access the laboratory results  of our drug tests. We selected 24 publicly advertised urine collection sites  to test four major geographic areas throughout the United States,  including 6 urine collection sites in the Washington, D.C., metropolitan  area and 6 in each of the following three areas—Los Angeles, New  York/Northern New Jersey, and Dallas/Fort Worth. We chose the  Washington, D.C., area because of its size and for reasons of convenience  and economy, and the other three areas due to the large number of truck  drivers residing within each area. At each urine collection site we tested  16 specific DOT protocols which we determined, based on our research, to  be the most critical in preventing an employee from defeating a drug test.", "Investigators brought mobile phones with photographic capability into the  collection sites to photograph any breaches of protocol they observed.", "To determine whether commercially available products could be used to  defeat drug tests, we researched products available to mask drug use by  conducting Internet searches, reviewing prior GAO reports, and  interviewing knowledgeable government officials. We then purchased  adulterants and substitute synthetic urine over the Internet and used them  in an attempt to defeat 8 out of the 24 drug tests. We did not test any  commercially available dilutants or use dilutants we found in the  collection area (e.g., tap water). While synthetic urine requires complete  substitution, adulterants were mixed with the urine specimen our  investigators provided. It is therefore important to note that since our  investigators’ urine specimens did not contain traces of drug use, we  cannot report on whether the adulterants we used were able to mask drug  use—only on whether the laboratories could detect the presence of the  adulterant. We assumed that a drug user could receive a passing result as  long as the laboratories did not detect the presence of the synthetic urine.  It is not possible to generalize the results of our undercover testing to  apply to all collection sites or to all drug-masking products.", "We conducted this investigation from May to September 2007 in  accordance with standards prescribed by the President’s Council on  Integrity and Efficiency."], "subsections": [{"section_title": "Background", "paragraphs": ["Six operating administrations under DOT have issued regulations requiring  antidrug programs in the aviation, highway, railroad, mass transit,  pipeline, and maritime industries. Antidrug programs for commercial truck  drivers are regulated by the Federal Motor Carrier Safety Administration  (FMCSA), which is the operating administration responsible for enforcing  FMCSA regulations and establishing who is tested and when they are  tested. FMCSA antidrug regulations require that employers of commercial  motor carriers, including those who are owner-operators, conduct drug  testing according to the DOT “Procedures for Transportation Workplace  Drug Testing Programs.” These DOT regulations mandate that motor  carriers must conduct pre-employment, reasonable suspicion, random,  and post-accident drug testing on their employees. While these scenarios  are all different, DOT requires collectors and collection sites to follow  uniform collection protocols regardless of the reason for the test.  Collection sites are privately run facilities, where the collectors at the sites  do not have to be certified by DOT, but must meet DOT regulations by  completing the required training and following DOT protocols. Because  collection sites are spread throughout the nation, it is easy for an  employee in any of the drug testing scenarios, from pre-employment to  post-accident drug testing, to get to a collection site within the given time  frame. According to DOT regulations, collection sites must promote  privacy, incorporate the scientific and technical guidelines of the  Department of Health and Human Services (HHS), utilize a scientifically  recognized testing method, and require that specimens be labeled and  secured in the presence of the tested employee to prevent tampering. To  help collection sites comply with these regulations, DOT’s Office of Drug  and Alcohol Policy and Compliance issued revised protocols in December  2006. The protocols indicate that the collector has a major role in the  success of the DOT drug testing program because he or she is the one  individual in the testing process with which all employees have direct,  face-to-face contact. The protocols also state that the test may lose validity  if the collector does not ensure the integrity of the specimen and  collection process.", "DOT protocols have specific requirements that collection sites must meet,  including procedures to (1) prevent unauthorized access to the urine  collection site; (2) prevent the tested employee or anyone else from  gaining unauthorized access to the collection materials/supplies;   (3) ensure that the tested employee does not have access to items that  could be used to adulterate or dilute the specimen such as soap,  disinfectants, cleaning supplies, and water; and (4) ensure that the tested  employee is under the supervision of a collector or appropriate site  personnel at all times when permitted into the site.", "To document the collection of the specimen, DOT requires that urine  collection sites correctly complete the Federal Drug Testing Custody and  Control Form (CCF) for every collection under the DOT drug testing  program. This form is also used to document the transfer of the specimen  to the HHS-approved, private sector laboratories, where the urine  specimen is sent to be tested for marijuana, cocaine, amphetamines,  opiates, and phencydidine (PCP) as identified by HHS regulations. It is  important to note that the laboratories that test the specimen are separate  entities than the urine collection sites. The collection sites must follow  DOT protocols and their role is to collect the urine specimen, while the  laboratories must be certified by HHS and their role is to perform the drug  testing of the specimen. The laboratories are authorized to also conduct  validity testing to determine if the specimen is consistent with normal  human urine, whether adulterants or foreign substances are present, or if  the specimen was diluted or substituted. The HHS organization, Substance  Abuse and Mental Health Services Administration (SAMHSA), administers  the Federal Workplace Drug Testing Program and revised the guidelines in  2004 to require that specimen validity tests be conducted on all urine  specimens of federal employees due to the increase in the number of  chemical adulterants that were marketed on the Internet and in certain  magazines. DOT did not adopt this update in their regulations------so  currently drug testing laboratories are only authorized, not required, to  perform validity testing for all DOT required commercial motor carrier  drug tests.", "As an additional quality control check, DOT requires that a Medical  Review Officer (MRO) serve as an independent, impartial authority to  verify the lab results. After the results are verified, the MRO, who is a  licensed physician, informs the designated company official whether the  employee passed or failed the drug test. The MRO may also designate test  results as cancelled in the case of an invalid test. An invalid test results  when a drug screening lab identifies an unidentified adulterant, substitute,  or abnormal physical characteristic in the specimen that prevents the lab  from obtaining a valid test result. In the case of a cancelled test, the MRO  conducts an interview with the employee to determine if there is a  legitimate medical reason for the result. If the MRO determines there is a  legitimate medical reason, no further action is required. However, if the  MRO determines there is no legitimate medical reason, the employee is  required to take another drug test under direct observation—effectively  getting another opportunity to take the test, but without the privacy  afforded previously. In the case of a positive result, which is defined as a  failed drug test, a supervisor or company official is required to  immediately remove the employee from the job. Employees who test  positive and continue to perform safety-sensitive functions and employers  who permit them to do so are both subject to criminal and civil fines."], "subsections": []}, {"section_title": "Most Collection Sites Failed to Comply with All DOT Protocols", "paragraphs": ["In our tests of the selected 24 urine collection sites in four major  geographic areas throughout the United States, we determined that 22 of  the 24 sites showed varying degrees of failure in complying with the  protocols that we tested. While all urine collection sites followed DOT  protocols by asking our undercover investigators to provide identification,  we successfully used bogus driver’s licenses to gain access to all 24 sites— demonstrating that a drug user could send someone else to take a drug  test in their place. This fact in and of itself shows that in 100 percent of our  tests we successfully used a form of substitution. However, we did not  count these instances as a failure of protocol because the collectors are  not required to validate the identity of the employee—they are only  required to ensure that an employee presents identification.", "Twenty-two of the 24 tested collection sites failed to comply with many of  the remaining DOT protocols we tested. In table 2, we provide a summary  of the results of our testing of the 16 protocols by geographic area in the  order that we tested them. The table identifies the number of protocols  with which each site failed to comply.", "For a summary of the protocols we tested and their rationale, see figure 1.", "Some of the criteria above relate to preventing the employee from having  access to items at the collection site, such as water or cleaning products,  which could be used to adulterate or dilute the specimen. These types of  products might be detected by drug testing laboratories, however, we did  not test this. We provide detail on our findings of the tested urine  collection sites by area in the order of our testing below."], "subsections": [{"section_title": "Washington, D.C., Metropolitan Area", "paragraphs": ["In our testing of the Washington, D.C., metropolitan area we determined  that, in five of the six sites tested, there were varying degrees of failure in  complying with the 16 protocols. Most of the sites failed only two  protocols, while site 3 did not fail any of the protocols and site 5  performed poorly by failing 12 protocols—75 percent of the protocols  tested. In the case of site 5, we determined that although this collection  site failed to comply with most of the protocols, the drug screening lab  identified errors and cancelled the test due to the inappropriate collection  process. We provide additional detail below on our experiences at three of  the Washington, D.C., metropolitan area collection sites.", "Washington D.C., Area, Site 3: This collection site did not fail any of  the protocols that we tested. However, our investigator used substitute  synthetic urine he brought with him to contaminate the urine specimen  during the test and the laboratory did not detect the presence of the  synthetic urine.", "Washington D.C., Area, Site 4: At this collection site, the  investigator had access to water which could be used to dilute a  specimen. In addition, the investigator brought in and used an  adulterant at this site and the laboratory did not detect the presence of  the adulterant.", "Washington D.C., Area, Site 5: This site failed to comply with 12 of  the 16 protocols that we tested. Although it was not one of the  protocols we tested at other facilities, one of our investigators  exhibited a “shy bladder” at this site and could not provide a full urine  specimen of 45 mL. The collector permitted our investigator to provide  half of the specimen, leave the facility, and return approximately 1 hour  later—a violation of DOT protocols, which state that the employee  should not be allowed to leave the collection site and should be  monitored during the waiting time. When completing the collection  process, the collector used half of the specimen from the original  collection and half from what the investigator provided later. The drug  screening lab identified this error and cancelled the test due to the  inappropriate collection process.", "See appendix I for a site-specific breakdown, by protocol, of the results of  our testing in the Washington, D.C., metro area."], "subsections": []}, {"section_title": "Los Angeles Area", "paragraphs": ["In our testing of the Los Angeles area we determined that, of the six sites  tested, there were varying degrees of failure in complying with the 16  protocols—including one site that failed 8 of the 16 protocols. Other  selected sites in the Los Angeles area failed up to 5 and 6 protocols while  the remaining sites failed 3 protocols or less. We provide additional detail  below on our experiences at four of the Los Angeles area collection sites.", "Los Angeles, Site 1: The investigator was not instructed to wash his  hands before providing the specimen. This could have allowed a tested  employee to hide a drug-masking product in his hand when taking the  test. In addition, there was no bluing agent in the toilet. That means a  tested employee could have used the clear water in the toilet to dilute  his or her specimen. The collector did not perform the split specimen  correctly by only filling one specimen bottle. The results were still  valid despite the incorrect split specimen because the lab result was  passing for the first specimen bottle, so according to DOT protocols a  second bottle is not needed to validate a passing result.", "Los Angeles, Site 3: The collector did not tell our investigator that the  toilet should not be flushed, allowing the employee to potentially use  the clear un-blued water in the flushed toilet to dilute the specimen. In  addition, the collector did not instruct the investigator to return with  the specimen as soon as possible after voiding—the temperature of the  specimen needs to be taken within 4 minutes in an attempt to  determine whether the specimen was substituted, diluted, or  adulterated. Our investigator used synthetic urine in this drug test and  the laboratory was not able to detect the presence of the synthetic  urine.", "Los Angeles, Site 4: The collector at this site asked our investigator  to empty his pockets. However, he did not have to empty all of his  pockets—this enabled our investigator to bring an adulterant into the  collection area by hiding it in his back pocket. The laboratory did not  detect the presence of the adulterant.", "Los Angeles, Site 6: The collector failed to instruct our investigator  to empty his pockets before providing a specimen at this site. In  addition, our investigator had access to running water in the sink—this  could potentially be used to dilute the specimen. The collector did not  perform the split specimen correctly and only filled one specimen  bottle. The results were still valid despite the incorrect split specimen  because the lab result was passing for the first specimen bottle, so  according to DOT protocols a second bottle is not needed to validate a  passing result.", "See appendix I for site-specific breakdown, by protocol, of the results of  our testing in the Los Angeles area."], "subsections": []}, {"section_title": "New York/Northern New Jersey Area", "paragraphs": ["In our testing of the New York/Northern New Jersey area we determined  that, of the six sites tested, collection sites failed to comply with a large  number of the 16 protocols—sites 1 and 5 failed to comply with six  protocols, sites 3 and 6 failed to comply with five protocols, and sites 2  and 4 failed to comply with four and three protocols, respectively. We  provide additional detail below on our experiences at five of the New  York/Northern New Jersey area collection sites, including photographs of  the collection areas taken with mobile phone cameras.", "New York/Northern New Jersey, Site 1: In addition to failing to  comply with five other protocols, this collection site had an adulterant  (bleach) located on top of the toilet (see fig. 2).", "New York/Northern New Jersey, Site 2: The collector failed to  instruct our investigator to empty his pockets before providing a  specimen at this site, making it easy for our investigator to bring an  adulterant into the collection room. Moreover, the collector did not  watch our investigator to see whether he washed his hands before  providing the specimen. The bathroom had liquid soap and liquid  cleaning products available in the collection area. Our investigator used  an adulterant he brought with him to contaminate the urine specimen  during the test. The laboratory did not detect the presence of the  adulterant.", "New York/Northern New Jersey, Site 4: The collector failed to  instruct our investigator to empty his pockets before providing a  specimen at this site, making it easy for our investigator to bring  synthetic urine into the collection room. In addition, the bathroom had  water and disinfectant spray available in the collection area. The  laboratory did not detect the presence of the synthetic urine.", "New York/Northern New Jersey, Site 5: The collector did not  supervise our investigator in the collection site. While the collector  remained in one room, he told our investigator to use a bathroom  located down an adjoining hallway. According to DOT protocols, a  tested employee should be supervised at all times during the collection  process.", "New York/Northern New Jersey, Site 6: Our investigator was  unsupervised at the collection site, allowing him to identify cleaning  products outside the collection room that could be used as adulterants,  pick up a large can of disinfectant, and bring it with him into the  collection room. Our investigator took pictures of this violation using a  mobile phone camera. Figure 3 shows the disinfectant spray and other  adulterants outside the collection room.", "In figure 4, the investigator has brought the disinfectant with him into the  collection room and placed it next to his urine specimen on the toilet.", "See appendix I for a site-specific breakdown, by protocol, of the results of  our testing in the New York/Northern New Jersey area."], "subsections": []}, {"section_title": "Dallas/Fort Worth Area", "paragraphs": ["In our testing of the Dallas/Fort Worth area we determined that, in five of  the six sites tested, there were varying degrees of failure in complying with  the 16 protocols. Many of the sites failed 2 protocols, while site 2 failed 5,  site 4 failed 4, and site 5 did not fail any of the protocols. We provide  additional detail below on our experiences at five of the Dallas/Fort Worth  area collection sites, including photographs of the collection areas taken  with mobile phone cameras.", "Dallas/Fort Worth, Site 2:  Our investigator was able to bring an  adulterant into the collection site and used it to adulterate his urine  specimen. While in the collection area, the investigator noticed that  running water was available—in violation of DOT protocols. See figure  5.", "After providing his urine specimen to the collector, the investigator  observed that the collector only filled one specimen bottle rather than the  two required under DOT’s split specimen protocols. The collector threw  out the remaining specimen. The laboratory did not detect the presence of  the adulterant. The results were still valid despite the incorrect split  specimen because the lab result was passing on the first specimen bottle,  so according to DOT protocols a second bottle is not needed to validate a  passing result.", "Dallas/Fort Worth, Site 4: The collector failed to instruct our  investigator to empty his pockets before providing a specimen at this  site, making it easy for our investigator to bring synthetic urine into the  collection room. Once he was in the collection room, the collector  instructed our investigator to leave the door completely open while  providing the specimen. The collector waited outside the collection  room and did not directly observe the collection; nevertheless, our  investigator was able to pour synthetic urine into the provided  specimen cup. The laboratory did not detect the synthetic urine.", "Dallas/Fort Worth, Site 5: This collection site performed well in  meeting all of the DOT protocols. This site had a 15-item checklist  outlining DOT protocols hanging on the wall. Our investigator observed  the technician using the checklist while conducting the collection of  the urine specimen.", "Dallas/Fort Worth, Site 6: This collection site allowed the employee  access to water by not securing the toilet lid in the collection room— leaving the employee an opportunity to use the clear un-blued water to  potentially dilute the specimen. Also in the collection room was an  automatic spray disinfectant on the wall. A tested employee could have  used this spray to dilute or adulterate his or her specimen.", "See appendix I for a site-specific breakdown, by protocol, of the results of  our testing in the New York/Northern New Jersey area."], "subsections": []}]}, {"section_title": "Commercially Available Products Can Defeat Drug Tests at Selected Sites", "paragraphs": ["We determined that drug-masking products were widely available for  purchase over the Internet and used this method to purchase adulterants  and synthetic urine for our tests. As discussed above, we submitted  specimens containing adulterants at four of the collection sites and at  another four sites we used synthetic urine without being caught by site  collectors, demonstrating that these products could easily be brought in  and used during a test. In every case that investigators used adulterants or  substitutes during the drug test, the drug-masking products went  undetected during lab testing, lab validation, and MRO review of the labs’  results. We also determined that publicly available regulations provide  details on how drug testing labs test and validate urine specimens.  Companies that sell drug-masking products can access this information  and update their products to prevent them from being detected by the  laboratory."], "subsections": [{"section_title": "Products to Defeat Drug Tests Are Widely Available", "paragraphs": ["In performing Internet searches, we found drug-masking products that the  public can easily obtain and that are marketed as products that can be  used to pass urine drug tests. A simple Internet search using a phrase such  as “pass drug test” resulted in over 2 million Web site hits. We determined  that these types of Web sites contained various adulterants and urine  substitutes available for purchase, including accessories that would allow  an employee to conceal the product on their body when taking a test. We  used these types of Web sites to purchase drug-masking products for our  testing of selected urine collection sites. SAMHSA is aware of these  products and revised the Mandatory Guidelines for Federal Workplace  Drug Testing Programs in 2004 to require that specimen validity tests be  conducted on all urine specimens, noting that there was a recent increase  in the number of chemical adulterants that are marketed on the Internet  and in certain magazines. DOT did not adopt this update in their  regulations------so currently drug testing laboratories are only authorized,  not required, to perform validity testing for all DOT required commercial  motor carrier drug tests.  According to SAMHSA, approximately 400  different products are available to defeat urine drug tests."], "subsections": []}, {"section_title": "Adulterants and Synthetic Urine Used at 8 of 24 Collection Sites", "paragraphs": ["We were able to easily bring drug-masking products into a collection room  at every one of the eight collection sites we tested with these products.  Even in cases where the collector followed DOT protocol and asked our  investigator to empty his pockets, our investigators simply hid these  products in their pockets and elsewhere in their clothing. At one  Dallas/Fort Worth collection site discussed above, the collector instructed  our investigator to leave the bathroom door completely open when  providing the specimen. The collector waited outside the bathroom;  nevertheless, the investigator was able to pour synthetic urine into the  specimen cup undetected. Investigators determined that there is  information on the Internet about concealing drug-masking products. For  example, one Web site noted that “although most testing sites will require  you to remove items from your pockets, it is still possible to sneak in  another specimen.” Even a knowledgeable government official with  SAMHSA stated that, because collection protocols do not allow collectors  to directly observe urination unless they are suspicious, the opportunity to  substitute or adulterate a urine specimen exists."], "subsections": []}, {"section_title": "Adulterants and Substitutes Were Not Detected by Laboratories", "paragraphs": ["SAMHSA officials stated that validity tests are intended to produce  accurate, reliable, and correctly interpreted test results and to decrease or  eliminate opportunities to defeat drug tests. We found that none of the  adulterants or synthetic urine we used were identified by the laboratories,  however, we cannot confirm if the laboratories performed validity testing  because under DOT regulations they are only authorized, not required, to  do so. SAMHSA is required to provide information to laboratories on how  to test the validity of the urine specimen and publicly provide detailed  information on lab testing procedures. According to a SAMHSA official  with whom we spoke, companies that market masking substances  periodically offer new formulations of their products to avoid detection. In  fact, one Web site we located appeared to verify this claim by advertising  that its product was “continuously updated and adjusted to keep up with  changing technologies.”  Despite their sophistication and ease of use, there  is no regulation prohibiting the sale of these products. Under 21 U.S.C.", "Section 863 it may be illegal to sell drug-masking products if the products  are determined to be “drug paraphernalia.” However, we have not found  any reported federal cases in which an individual has been prosecuted for  selling drug-masking products under this statute."], "subsections": []}]}, {"section_title": "Corrective Action Briefing", "paragraphs": ["We briefed DOT on the results of our investigation on October 1, 2007.  DOT officials agreed with our findings and indicated that they were not  surprised by the results of our work, stating that they have performed  similar tests themselves in prior years with similar results. We agreed with  DOT that we would provide a referral letter that specifies the areas and  collection site names for those sites that we determined had failures in  protocols. DOT added that it has already taken steps to improve the  collection facilities’ performance in the drug testing program. For  example, officials said they have developed posters with 10 key DOT  protocols to be distributed at urine collection sites. These posters are  intended to help collectors follow the appropriate protocols while  conducting drug tests under the DOT drug screening program.  DOT  officials also stated that the Real ID Act could close the vulnerability we  identified of using fake drivers’ licenses to take the drug tests, but that,  because implementation of this act is years away, there should be an  interim solution. Finally, regarding drug-masking products, DOT officials  stated that they have continually supported legislation to ban the sale and  marketing of drug-masking products."], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["Our work shows that a drug user could easily pass a DOT drug test and  continue to work in his or her safety-sensitive commercial transportation  job—driving children to school or transporting hazardous materials, for  example. To fully address the vulnerabilities we identified, improvements  will need to be made in both the design of the entire process and the  ability of collection site employees to adhere to current protocols. In  ongoing work, expected to be complete in May 2008, GAO is examining  options to deal with these and related drug testing issues.", "Mr. Chairman and Members of the Subcommittee, this concludes my  statement. I would be pleased to answer any questions that you may have  at this time."], "subsections": []}, {"section_title": "Contacts and Acknowledgments", "paragraphs": ["For further information about this testimony, please contact Gregory D.  Kutz at (202) 512-6722 or kutzg@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this testimony. In addition to the individual named above, the  individuals who made major contributions to this testimony were John  Ryan Assistant, Director; Verginie Amirkhanian; Shafee Carnegie; Paul  Desaulniers; Matthew Harris; Jason Kelly; Jeffrey McDermott; and Andrew  McIntosh."], "subsections": []}]}, {"section_title": "Appendix I: Results of Undercover Testing in Four Metropolitan Areas of the United States", "paragraphs": ["The following four tables present a site-specific breakdown, by protocol,  of our undercover test results. We provide these tables in the order of our  testing. Our investigators used a data collection instrument to track the  compliance of collectors at each site. An “unknown” result means that  investigators could not determine whether the collection site failed to  comply with the particular protocol because it was not observed."], "subsections": [{"section_title": "Washington, D.C., Metropolitan Area", "paragraphs": ["Table 3 provides our findings for the Washington, D.C., metropolitan area,  which is the first area where we tested the 16 key collection protocols."], "subsections": []}, {"section_title": "Los Angeles Metropolitan Area", "paragraphs": ["Table 4 provides our findings for the Los Angeles metropolitan area, which  is the second area where we tested the 16 key collection protocols."], "subsections": []}, {"section_title": "New York/Northern New Jersey Metropolitan Area", "paragraphs": ["Table 5 provides our findings for the New York/Northern New Jersey  metropolitan area, which is the third area where we tested the 16 key  collection protocols."], "subsections": []}, {"section_title": "Dallas/Fort Worth Metropolitan Area Undercover Testing", "paragraphs": ["Table 6 provides our findings for the Dallas/Fort Worth metropolitan area,  which is the fourth area where we tested the 16 key collection protocols."], "subsections": []}]}], "fastfact": []}