{"id": "GAO-09-61", "url": "https://www.gao.gov/products/GAO-09-61", "title": "Nuclear Safety: Department of Energy Needs to Strengthen Its Independent Oversight of Nuclear Facilities and Operations", "published_date": "2008-10-23T00:00:00", "released_date": "2008-11-18T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Department of Energy (DOE) oversees contractors that operate more than 200 \"high-hazard\" nuclear facilities, where an accident could have serious consequences for workers and the public. DOE is charged with regulating the safety of these facilities. A key part of DOE's self-regulation is the Office of Health, Safety and Security (HSS), which develops, oversees, and helps enforce nuclear safety policies. This is the only DOE safety office intended to be independent of the program offices, which carry out mission responsibilities. This report examines (1) the extent to which HSS meets GAO's elements of effective independent nuclear safety oversight and (2) the factors contributing to any identified shortcomings with respect to these elements. GAO reviewed relevant DOE policies, interviewed officials and outside safety experts, and surveyed DOE sites to determine the number and status of nuclear facilities. GAO also assessed oversight practices against the criteria for independent oversight GAO developed based on a series of reports on DOE nuclear safety and discussions with nuclear safety experts."]}, {"section_title": "What GAO Found", "paragraphs": ["HSS falls short of fully meeting GAO's elements of effective independent oversight of nuclear safety: independence, technical expertise, ability to perform reviews and have findings effectively addressed, enforcement, and public access to facility information. For example, HSS's ability to function independently is limited because it has no role in reviewing the \"safety basis\"--a technical analysis that helps ensure safe design and operation of these facilities--for new high-hazard nuclear facilities and because it has no personnel at DOE sites to provide independent safety observations. In addition, although HSS conducts periodic site inspections and identifies deficiencies that must be addressed, there are gaps in its inspection schedule and it lacks useful information on the status of the safety basis of all nuclear facilities. For example, HSS was not aware that 31 of the 205 facilities did not have a safety basis that meets requirements established in 2001. Finally, while HSS uses its authority to enforce nuclear safety requirements, its actions have not reduced the occurrence of over one-third of the most commonly reported violations in the last 3 years, although this is a priority for HSS. These shortcomings are largely attributable to DOE's decision that some responsibilities and resources of HSS and prior oversight offices more appropriately reside in the program offices. For example, DOE decided in 1999 to eliminate independent oversight personnel at its sites because they were deemed redundant and less effective than oversight by the program offices. DOE also decided in forming HSS in 2006 that its involvement in reviewing facility safety basis documents was not necessary because this is done by the program offices and adequately assessed by HSS during periodic site inspections. Moreover, DOE views HSS's role as secondary to the program offices in addressing recurring nuclear safety violations. Nearly all these shortcomings are in part caused by DOE's desire to strengthen oversight by the program offices, with HSS providing assistance to them in accomplishing their responsibilities. In the absence of external regulation, DOE needs HSS to be more involved in nuclear safety oversight because a key objective of independent oversight is to avoid the potential conflicts of interest that are inherent in program office oversight."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Energy (DOE) is unusual among federal agencies in that  it regulates and inspects the safety of its own nuclear facilities and  operations, while the Nuclear Regulatory Commission (NRC) regulates  virtually all other federal nuclear facilities and all commercial, industrial,  academic, and medical users of nuclear materials. The Congress gave DOE  and its predecessor organizations the authority to regulate nuclear safety  when they were formed. DOE self-regulation, however, creates a potential  conflict of interest between meeting the mission objectives of the  department while at the same time ensuring the proper independent  emphasis on safety. This potential conflict was highlighted in a 2004  recommendation of the Defense Nuclear Facilities Safety Board (Safety  Board) to DOE on ways to improve oversight of complex, high-hazard  nuclear operations. The Safety Board noted that the possibility of a nuclear  accident at a DOE facility was growing, in part because there was increased  emphasis on productivity at the possible expense of safety, and that there  had been a reduction in central oversight of safety.  The Safety Board  pointed out that despite a long and successful history of nuclear operations  at DOE—during which DOE developed a structure and requirements to  achieve nuclear safety—the Safety Board determined the need to  recommend changes, including increasing central oversight of nuclear  safety by the program offices at headquarters. In addition, we reported in  October 2007 on three DOE weapons laboratories with records of recurring  accidents and violations of nuclear safety requirements. We found that  these events stemmed largely from lax implementation of safety procedures,  weaknesses in identifying and correcting safety problems and inadequate  oversight. There are 15 other DOE sites that have high-hazard nuclear  facilities, including two nuclear research reactors and other nuclear  facilities for waste management, research, and weapons development.", "DOE self-regulation of nuclear safety has three internal components. The  program offices, both at headquarters and at DOE sites, have primary  responsibility for nuclear safety, and also carry out the department’s  environmental cleanup, research, and national security missions. The  program offices oversee the contractors that manage and operate DOE  sites. The contractors are responsible for the safe design, construction,  and operation of the nuclear facilities. To accomplish these tasks,  contractors, among other things, need to prepare a technical analysis,  known as the “safety basis,” for each high-hazard nuclear facility to  provide reasonable assurance that the facility can be constructed and  operated safely. The safety basis is reviewed and approved by the program  office as part of its authorization process for both the construction and  operation of a nuclear facility. This authorization addresses both the  design for operability and production, as well as safety. NRC found in its  recent review of DOE regulatory processes at the Hanford Waste  Treatment Plant that the department’s approach to authorization, although  similar in some respects to NRC licensing, is substantially different from  NRC’s implementation of its licensing activities. For example, NRC found  that DOE’s use of a design-build approach for this plant leads to more  significant changes in the authorization basis during the construction  period, which makes the change-control process more important for  ensuring safety under DOE regulation than it would under NRC regulation.   In addition to program office oversight, DOE has an independent oversight  office, the Office of Health, Safety and Security (HSS). HSS is responsible  for policy development, independent oversight, enforcement, and  assistance in the areas of health, safety, environment, and security. Among  its functions are periodic appraisals of the environment, safety, and health  programs at DOE sites, including evaluation of a sample of high-hazard  nuclear facilities at these sites to determine if the program offices and  their contractors are complying with DOE policies. The Secretary of  Energy created HSS in October 2006, incorporating most of the  responsibilities from the former Office of Environment, Safety and Health  and the Office of Safety and Security Performance Assurance. HSS is the  only office within DOE that oversees these programs without influence  from the program offices, thus avoiding the potential conflict of interest  inherent with program office oversight and helping to ensure public  confidence in the department’s ability to self-regulate nuclear safety.", "In addition to the internal components of DOE self-regulation of nuclear  safety, the department also considers assessments and recommendations  from external organizations, most prominently the Safety Board. The  Safety Board provides independent safety oversight of DOE defense  nuclear facilities.  These facilities are located at six Office of  Environmental Management sites and seven National Nuclear Security  Administration (NNSA) sites.  The Safety Board has broad oversight  responsibilities regarding these facilities and seeks to use informal  interactions with DOE to resolve safety issues at these sites but also uses  formal communications, such as recommendations, to typically address  broader safety issues across the DOE complex.  The Safety Board does not  have the authority of a regulator but rather uses these forms of  communication with DOE to implement what the board considers to be its  statutory “action forcing” authorities.  Other external organizations that  provide assessments to the Secretary of Energy on the management of  DOE sites include ad hoc review committees; DOE’s Office of Inspector  General; the Institute of Nuclear Power Operations, a nuclear industry  evaluation and advisory organization; the National Academy of Sciences;  in some cases, NRC; and GAO.", "We have reported on the need for effective independent oversight of  nuclear safety across the DOE complex, finding that a strong management  and oversight program is needed to assure that DOE’s nuclear operations  are carried out in a safe and environmentally acceptable manner. Starting  in 1977, we argued for creating and strengthening an independent  oversight office within DOE and its predecessor organization, the Energy  Research and Development Administration. Notwithstanding our support  for this office, we found that internal oversight alone was not sufficient to  provide a fully independent review process. In a 1986 report, we  recommended that an external organization also review the safety basis  for each new DOE nuclear facility, and we supported the establishment of  the Safety Board. Even with the advisory oversight provided by the Safety  Board, in the mid-1990s, the Congress considered legislation to externally  regulate nuclear safety at DOE facilities and held hearings on this issue.  Although no legislation was enacted, DOE responded by creating advisory  committees to help formulate its position and to assess the benefits and  costs of shifting away from self-regulation, if so directed. A 1995 DOE  advisory committee report recommended that all aspects of nuclear safety  should be externally regulated by an existing agency, either a restructured  and enlarged Safety Board or NRC. Over the next 3 years, a diverse team  of DOE senior managers, NRC representatives, and interested  stakeholders continued to review the external regulation approach for the  department.  In 1999, DOE decided not to pursue external regulation  legislation based on its conclusion that the safety benefits of this change  would be minimal when compared to the cost of external regulation. In  contrast, we testified in 1999 and 2000 that transitioning DOE’s  nondefense research laboratories to regulation by NRC and the  Occupational Safety and Health Administration seemed workable,  followed by a phasing in of the defense nuclear facilities. In 2002 and  2003, we reported that external regulators could potentially regulate DOE  more effectively and at less cost than the department. See appendix V for a  discussion of two options that have been identified to externally regulate  DOE nuclear facilities.", "In considering legislation to establish the Safety Board in 1987, we  identified some key elements that should be possessed by any nuclear  safety oversight organization in order for it to provide effective  independent oversight. We developed these elements based on a long  history of reviewing nuclear safety at DOE and supporting independent  oversight. We have updated these elements for this report primarily  through the addition of enforcement authority. We also discussed these  elements with outside nuclear safety experts. The elements are:  Independence: The organization should be structurally distinct and  separate from DOE program offices to avoid management interference  or conflict between program office mission objectives and safety.", "Technical expertise:  The organization should have sufficient staff with  the expertise to perform sound safety assessments.", "Ability to perform reviews and require that findings be addressed:   The organization should have the working knowledge necessary to  review a facility’s compliance with nuclear safety requirements,  developed through periodic reviews and it should also have sufficient  authority to require the program offices to effectively address its  review findings and recommendations.", "Enforcement authority:  The organization should have sufficient  authority to achieve compliance with DOE nuclear safety  requirements.", "Public access:  The organization should provide public access to its  reports so that those most affected by operations can get facility  information.", "Given the importance of having a strong internal office to provide  independent oversight of nuclear safety at DOE sites, this report examines  (1) the extent to which HSS meets our elements of effective independent  nuclear safety oversight and (2) the factors contributing to any identified  shortcomings with respect to these elements.  The objectives of our review  were focused on whether the structure and functions of HSS allow it to  provide effective independent oversight of nuclear safety.  Our review was  not intended to be a comprehensive assessment of safety management  across the entire department.", "To review the extent to which HSS meets our elements of effective  independent nuclear safety oversight, we examined HSS’s structure and  functions with respect to nuclear safety. Because HSS was formed only in  late 2006, we also examined the structure and functions of the offices that  were combined to form this office, principally the former Office of  Environment, Safety and Health and the former Office of Safety and  Security Performance Assurance. Our elements of effective independent  nuclear safety oversight came from combining two of the five elements  from our 1987 report and adding enforcement authority as an element.  We  added enforcement authority because it was given to DOE at about the  same time as the formation of the Safety Board but not considered in the  legislative proposal that we assessed in this report.  In some cases, we  further defined these elements based on recommendations from our past  reports, HSS guidance, and discussions with outside nuclear safety  experts.  We reviewed relevant DOE rules and directives; met with HSS  and other DOE officials to discuss current and past oversight and  enforcement practices; and obtained documents and interviewed officials  at the Oak Ridge National Laboratory and Y-12 National Security Complex,  as well as the Office of River Protection and the Richland Office at the  Hanford Site. We also conducted a Web-based survey to obtain  information on the number of high-hazard nuclear facilities owned by DOE  and the status of the safety bases for these facilities. We assessed the  oversight and enforcement practices of HSS and its predecessor offices  against our elements of effective oversight, supplemented with past GAO  recommendations and HSS guidelines. To determine the factors  contributing to any identified shortcomings with respect to the five  elements, we analyzed documentary and testimonial evidence regarding  possible contributing factors. In addition, we reviewed documents and  conducted interviews to explore the capabilities and willingness of the  Safety Board and NRC to take on additional responsibilities for regulating  DOE nuclear facilities.", "We conducted this performance audit from April 2007 through September  2008 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives. A more detailed  description of our scope and methodology appears in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["DOE has hundreds of nuclear facilities that are managed and operated for  its program offices by contractors. DOE nuclear safety requirements  define four categories of nuclear facilities based on the significance of  their radiological consequences in the event of a nuclear accident. Hazard  category 1 nuclear facilities, such as the Advanced Test Reactor at Idaho  National Laboratory, have the potential for significant off-site radiological  consequences. Hazard category 2 nuclear facilities, such as the Tank  Farms at the Hanford Site, have the potential for significant on-site  radiological consequences beyond the facility but would be contained  within the DOE site. Hazard category 3 nuclear facilities, such as the U- Plant at the Hanford Site, have the potential for radiological consequences  at only the immediate area of the facility. The final category is below  hazard category 3 nuclear facilities, which are not considered to be high- hazard. The following figures show photographs of each type of high- hazard nuclear facility.", "DOE nuclear safety requirements stipulate that high-hazard nuclear  facilities require special attention by the program offices and their  contractors. There are at least 29 DOE rules and directives related to and  specifically developed for nuclear safety (see app. II). DOE’s contractors  must perform work in accordance with the department’s nuclear safety  requirements to ensure adequate protection of workers, the public, and  the environment. DOE program offices are responsible for reviewing and  approving the safety basis for the design, construction, and operation of  high-hazard nuclear facilities and any changes to the safety basis proposed  by a contractor. The documentation of the safety basis (1) describes the  work to be performed; (2) evaluates all potential hazards and accident  conditions; (3) contains appropriate controls, including technical safety  requirements; and (4) delineates procedures and practices for operating  the facility safely. When a contractor discovers an unexpected situation  that is not covered by the approved safety basis, DOE policy allows the  program offices to grant the contractor the ability to temporarily depart  from safety basis requirements to avoid shutting down a facility. In such  cases, contractors may submit to DOE a Justification for Continued  Operation (JCO) to amend the safety basis and address the unexpect situation. JCOs may include compensatory measures that must be  employed until the situation is fully analyzed and addressed. DOE  guidance suggests that JCOs should have a predetermined, limited  as may be necessary to perform the safety analysis of the unexpected  situation, to identify and implement corrective actions, and to update t safety basis documentations on a permanent basis. For example, a  contractor recently discovered that a fire door leading to a room tha t  stored nuclear material at Los Alamos National Laboratory was not sa JCO was employed, and all material was removed from the room until a  new fire door was installed."], "subsections": []}, {"section_title": "HSS Falls Short of Fully Meeting Our Five Elements of Effective Independent Oversight of Nuclear Safety", "paragraphs": ["HSS falls short of fully meeting our five key elements of effective oversight  of nuclear safety: independence, technical expertise, ability to perform  reviews and require that its findings are addressed, enforcement authority,  and public access. First, we found that HSS has no role in reviewing the  safety basis for new high-hazard nuclear facilities, no routine site  presence, and its head is not comparable in rank to the program office  heads. Second, HSS does not have some technical expertise in nuclear  safety review and has vacancies in critical nuclear safety positions. Third,  HSS lacks basic information about nuclear facilities, has gaps in its site  inspection schedule, and does not routinely ensure that its findings are  effectively addressed. Fourth, HSS enforcement actions have not  prevented some recurring nuclear safety violations. Finally, HSS restricts  public access to nuclear safety information."], "subsections": [{"section_title": "HSS Has No Role in Reviewing the Safety Basis for New Nuclear Facilities, No Routine Site Presence, and Its Head Lacks a Rank Comparable to Program Office Heads", "paragraphs": ["To be independent, an oversight organization should be structurally  distinct and separate from the DOE program offices to avoid management  interference or conflict between program office mission objectives and  safety.  While HSS is structurally distinct from the program offices, there  are other components of independence that this office should possess— identified in past GAO reports—which are essential for HSS to function  independently with respect to nuclear safety.  These include (1) an  independent role in reviewing the safety basis for new nuclear facilities or  major modifications of existing facilities that may raise new safety  concerns, (2) opportunities for independently observation of site  operations on a routine basis, and (3) a head at the same rank as the  program heads to independently advocate for nuclear safety.  We found  limitations in the structure and functions of HSS in each of these areas.", "HSS has no responsibility for routine review of the safety basis for new  high-hazard nuclear facilities or for significant modifications of existing  facilities that may raise new safety concerns; necessary to provide  reasonable assurance—independent of the program offices—that the  facility can be operated safely in a manner that adequately protects  workers, the public, and the environment. As far back as 1981, we  reported that the most practical reorganization option for nuclear safety  oversight, in lieu of the preferred option of external regulation, was for  DOE to establish a strong independent oversight office to mandate  adherence to nuclear safety policies and standards. Such an office would  guarantee program independence, uniformity, and public confidence in  DOE self-regulation. In our 1986 report, we noted that safety basis  approval process was conducted by the program offices at the sites and  that this did not represent an independent review process. In our 1988  report, we not only recommended that the Congress establish an  independent oversight organization for DOE’s nuclear defense facilities  (that became the Safety Board) but also that the safety and health  functions of HSS’s predecessor office, the Office of Environment, Safety  and Health, be set in law to firmly establish its nuclear safety oversight  responsibilities. In 1995, when DOE was assessing a shift away from self- regulation of nuclear safety, an advisory committee report recommended  that in the preferred transition to external regulation, the Office of  Environment, Safety and Health should, among other things, have this  approval authority and exercise full authority and responsibility to inspect  these facilities. Instead, HSS relies on periodic site inspections that  assess a sample of the environment, safety, and health programs of a site,  including a sample of the documentation supporting the safe operation of  any high-hazard nuclear facilities. The Safety Board also performs  reviews on defense nuclear facilities, including the design of new facilities,  but it does not have a regulatory function.", "HSS has no staff permanently assigned to DOE sites and thus cannot make  routine, independent observations of nuclear safety at them. We found in  our 1981 report that having field safety and health personnel solely within  the program offices at DOE nuclear facilities did not allow for independent  oversight, particularly with respect to overseeing the implementation of  nuclear safety policies by the program offices. We recommended that  these staff report to an independent oversight office to ensure the proper  emphasis on safety and to increase public confidence in the credibility of  the department’s oversight. We noted that an on-site presence would  permit frequent inspections and offer greater opportunities for day-to-day  oversight, advice, and detailed knowledge of facility operations than  would periodic site reviews by an independent oversight office.  HSS  primarily relies on periodic site inspections and the monitoring of  information provided by program office facility representatives and  enforcement coordinators, among other sources of information, to carry  out its oversight responsibilities.", "The head of HSS, as a career professional, does not have the same position  or rank as the program office heads from which to independently advocate  for nuclear safety. In reporting in 1977 on options to restructure federal  nuclear oversight responsibilities, prior to the formation of the DOE, we  stressed the need to insulate an independent oversight office from  developmental functions of the organization to ensure an independent  voice for nuclear safety. Such action would include giving the head of the  independent oversight office—appointed by the President and confirmed  by the Senate—a specified term in office that would exceed the typical  tenure of the head of the organization. In addition, this head should not be  removed from office unless incapacitated or guilty of neglect of duty or  malfeasance in office. Moreover, this head should have a professional  background appropriate for the position, particularly with respect to  nuclear safety. We continued to report on the need for such a position  description in the 1980s. We found that absent a law establishing the  position to head the independent oversight office, in the past, DOE was  able to move this position to a lower level within the department—an  action that could be considered a reduction in the visibility and attention  given to environment, safety, and health issues by senior management,  especially when compared with nuclear facility operations. In the 1988  report, we recommended that the Department of Energy Organization Act  be amended to specifically establish the position of Assistant Secretary for  the Office of Environment, Safety and Health in order to institutionalize  this key component of DOE self-regulation of nuclear safety; however, this  recommendation was never acted upon.  Notwithstanding our past  recommendations regarding this position, DOE officials have emphasized  that the head of HSS has excellent access to the Secretary of Energy and  other DOE decision makers and that the authorities of this position are at  least equivalent to, and sometimes greater than, those of the head of HSS’s  predecessor offices.  While this may be the situation in the current  Administration, we point out that a future head of HSS may not retain the  same level of access to the Secretary of Energy in another Administration."], "subsections": []}, {"section_title": "HSS Does Not Have Some Technical Expertise in Nuclear Safety Review and Has Vacancies in Critical Nuclear Safety Positions", "paragraphs": ["HSS does not have some technical expertise to help the program offices  review the safety basis for high-hazard nuclear facilities that existed in a  predecessor office. The predecessor Office of Environment, Safety and  Health had more than 20 technical experts in nuclear safety fields that  provided this service, but they were not transferred to HSS at its  formation. Besides this lack of previous technical expertise in nuclear  safety review, HSS still needs some expertise to fulfill its oversight and  enforcement responsibilities. HSS currently has 4 vacancies for nuclear  safety specialists to aid in making sound safety assessments. The Office of  Independent Oversight is short 2 nuclear safety specialists to fulfill its  staffing level of 14 technical experts, and the Office of Enforcement is  short 2 such specialists to fulfill its staffing level of 5 technical experts  after one vacancy was recently filled. However, HSS officials told us that  these two offices can and do rely on other internal HSS resources, well- qualified and experienced contractors, and program office personnel to  help fulfill their responsibilities.", "HSS has been challenged to fill these vacancies in technical expertise and  may be further challenged to address future vacancies with pending  retirements from the workforce. HSS officials informed us about some  difficulty in filling positions in nuclear safety related fields, in part because  of competition for these specialists from other organizations, such as NRC.  In addition, a senior HSS official informed us that about 56 percent of their  workforce will be eligible for the early retirement program by the end of  fiscal year 2009, but she anticipates that only 5 to 6 percent of the  workforce will leave each year for the next several years. HSS plans to use  recruitment, realignment, and training mechanisms to fill skills gaps within  its approved budget and staffing authorization, and officials from this  office told us they are confident they can address their technical staffing  needs.  Moreover, DOE officials explained that the department has  supported HSS’s efforts to designate certain nuclear safety specialist  positions as critical hires and to maintain an adequate technical resource  base, including a judicious balance of federal personnel and contractor  support.  Nevertheless, concerns about technical capabilities within DOE  are long-standing.  For example, the Safety Board identified deficiencies in  technical expertise as an issue facing all of DOE in its first report to the  Congress in 1991, and remains concerned today, despite the efforts made  by the department over the years in this area. Moreover, the DOE  Inspector General recently escalated DOE human capital management  from its “watch list” to its “challenge list,” given the department’s aging  and smaller workforce.  In commenting on a draft of this report, NRC  also noted the well established human capital challenges associated with  constructing, operating, and regulating nuclear facilities."], "subsections": []}, {"section_title": "HSS Lacks Basic Information about Nuclear Facilities, Has Gaps in Its Site Inspection Schedule, and Does Not Routinely Ensure That Its Findings Are Effectively Addressed", "paragraphs": ["HSS has the authority to and does conduct periodic environment, safety,  and health program inspections of DOE sites with high-hazard nuclear  facilities, but there are several limitations in its review functions. Our  survey found that HSS lacks a comprehensive accounting of high-hazard  nuclear facilities and the status of the safety bases for these facilities,  which could provide additional information from which to direct its  oversight activities. Moreover, we found that there have been extended  periods of time between inspections of some sites with high-hazard  nuclear facilities. Finally, while the program offices must address HSS site  appraisal findings and respond to its comments on proposed correction  actions, HSS primarily determines the effectiveness of the actions taken at  the time of the next site inspection, which can take years.", "HSS lacks a comprehensive accounting of nuclear facilities and the  status of their safety bases. DOE has extensive safety basis requirements  for designing, constructing, and operating high-hazard nuclear facilities,  including requirements for how contractors should create and update  safety documentation and procedures, and for program office reviews and  approvals of the safety bases for the nuclear facilities. While HSS  maintains a database that tracks some information on the safety basis  status of high-hazard nuclear facilities—the Safety Basis Information  System—it relies on the program offices to update facility information. In  addition, HSS officials told us that their office is developing procedures for  updating the system but has decided not to expend resources on validating  information in the database. We raised concerns in our 1987 report,  however, that the independent oversight organization should not be too  dependent on program office information for developing its own findings  and recommendations. In conducting our own survey of high-hazard  nuclear facilities across the DOE complex, we found that the HSS  database was out of date, listing more of these facilities than were  indicated to us by the program offices at the sites. We determined that  DOE had 205 high-hazard nuclear facilities—2 category 1 facilities, 152  category 2 facilities, 45 category 3 facilities, and 6 that do not fit into one  of the hazard categories.", "We also found that, as of December 2007, 31 of the 205 high-hazard nuclear  facilities (about 15 percent) did not have an approved safety basis that  meets current nuclear safety requirements. These requirements have been  in place since 2001, when DOE required that contractors submit a safety  basis for operating each high-hazard nuclear facility to the program offices  for approval by April 10, 2003. We found that for 21 high-hazard nuclear  facilities, old safety basis documentation had not been updated to current  requirements, and for the 10 other facilities, initial safety basis  documentation was still under development. HSS is currently not  responsible for routinely monitoring the safety bases status of high-hazard  nuclear facilities, ensuring that contractors update them to current  requirements or that this be done in a timely fashion.", "The Idaho National Laboratory has about half of the high-hazard nuclear  facilities that lack an approved safety basis that meets current  requirements, and Los Alamos and Argonne national laboratories have  several more. The safety bases for the Idaho National Laboratory nuclear  facilities were approved under the previous program office and contractor  in 2001, but the new program office and new contractor—which replaced  previous management in 2004 and 2005, respectively—found inadequacies  in the analyses supporting the previously approved safety bases  documentation. The current program office, the Office of Nuclear Energy,  is working with the contractor at this laboratory to upgrade the safety  bases for these facilities but does not anticipate finishing all upgrades until  2012.  In responding to a draft of this report, DOE explained that 2 of the  14 nuclear facilities at this site now have approved, upgraded safety bases,  and that the Office of Nuclear Energy has put in place JCOs to address  weaknesses in the previous safety bases of the other nuclear facilities until  they can be upgraded, along with additional oversight.  Also among the  high-hazard nuclear facilities in this similar condition are three at the Los  Alamos National Laboratory. For example, the Chemistry and Metallurgy  Research Facility at this laboratory is operating under a safety basis  established in 1998, although according to DOE, this facility has been  subject to almost continuous safety review by both the contractor and the  department.  According to an October 2007 letter from the Safety Board,  operating this facility in its current condition poses significant risk to  workers and the public due to a number of serious vulnerabilities, such as  the lack of a robust building confinement to prevent the release of  radioactivity during an accident. Moreover, an August 31, 2007, staff  report to the Safety Board on the design, functionality, and maintenance of  safety systems at Los Alamos National Laboratory stated that many of the  deficiencies at the Chemistry and Metallurgy Research Facility and other  nuclear facilities at this laboratory resulted in part from the lack of  modern and compliant safety bases. Likewise, we found that seven nuclear  facilities at Argonne National Laboratory lacked approved safety bases  meeting current requirements. According to an official from this  laboratory, while there are no obvious risks at these nuclear facilities,  several have uncharacterized nuclear waste that has been in storage  containers for many years and may pose a risk of explosion or fire.", "HSS also does not routinely monitor changes to the safety bases of high- hazard nuclear facilities, such as use of JCOs, which allow facilities to  temporarily depart from their safety basis to avoid shutting down  operations. The Safety Board and DOE recently raised concerns about  JCO usage at defense nuclear facilities. For example, the Safety Board  noted in its April 19, 2007, recommendation to DOE that there were a  number of weaknesses and deficiencies in the current JCO process,  including JCOs that appear to have excessive durations. Moreover, the  Safety Board found that the JCO approval process is site-specific and that  none of the processes reviewed required the degree of analysis or rigor  that would be expected for an important change or revision to the  approved safety basis. Our survey found that, as of December 2007, nearly  one-third (67 of 205) of the high-hazard nuclear facilities had at least one  JCO in place with an average age of 340 days and an average total  expected duration of 930 days. Our survey results found that one JCO has  been in effect since March 2003, the expected end dates for many other  JCOs extended out several years into the future, and DOE officials did not  report an expected end date for 27 other JCOs. This does not fully  conform to DOE guidance that calls for JCOs to be temporary  amendments to the safety basis with a predefined, limited life. In response  to the Safety Board’s concerns about JCOs, NNSA and the Office of  Environmental Management issued informal guidance to the site offices to  emphasize that JCOs are not to be used for planned activities. HSS’s Office  of Nuclear Safety, Quality Assurance and Environment has been working  with the program offices to review the current guidance on JCOs.  DOE  officials explained that its internal review found that some aspects of the  guidance were sufficient but new guidance on the content and approval of  JCOs was warranted.  DOE further explained that it is pursuing these  improvements.  Nevertheless, HSS officials told us that the office is not  responsible for routine monitoring of JCO use and instead, reviews the use  of JCOs only during periodic inspections of DOE sites.", "HSS conducts inspections of DOE sites, but there are extended periods of  time between inspections at some sites with high-hazard nuclear  facilities. The Office of Independent Oversight and its predecessors have  conducted periodic inspections at DOE sites that resulted in appraisal  reports containing deficiencies requiring program office corrective  actions, but there have been lengthy periods of time between inspections  of some sites with high-hazard nuclear facilities. We found that the Office  of Environment, Safety and Health Evaluations within the Office of  Independent Oversight largely met its own internal guidelines to  periodically visit sites every 2 to 4 years that are judged to pose relatively  high risk of exposure to radiation. However, we found that of the 22 sites  that had at least one high-hazard nuclear facility over the last 5 years, 8  were not inspected during this time period. We observed that one of  these sites, the Office of River Protection, would be expected to have a  site inspection at least every 2 to 2.5 years, according to HSS guidelines.   However, in commenting on a draft of this report, DOE indicated that  while HSS has not conducted a site inspection at the Office of River  Protection since 2001, it did conduct a Type B accident investigation at  this site after a 2007 tank farm accident.  The other four sites are generally  supposed to be inspected at least every 3 to 4 years, which was not the  case. We suggested in our 1987 report on key elements of effective  independent oversight of nuclear facilities that in the absence of day-to- day oversight, such reviews should be done annually. We found that these  periodic reviews are important to maintain a working knowledge of DOE  safety issues and to assess program office response to review findings and  recommendations. Moreover, we stated that more frequent reporting  would allow review staff to develop a better understanding of the program  operations, rather than on a one-time or sporadic basis. The following  table shows the number of environment, safety, and health program  inspections from 1995 to 2007 at each DOE site with high-hazard nuclear  facilities, although such inspections include just a sample of the nuclear  facilities at a site.", "The number of nuclear facilities listed for each DOE site is the number of hazard category 1, 2, and 3  nuclear facilities at each site, as of December 2007. The number of these facilities is dynamic, as new  facilities are constructed or existing nuclear facilities are downgraded to below hazard category 3.", "These sites did not have any high-hazard nuclear facilities as of December 2007, with the exception  of Brookhaven, which officially downgraded its hazard category 3 nuclear facility to below category 3  in April 2008.", "HSS does not routinely determine the effectiveness of corrective actions  until it performs another site inspection, which can take years. The Office of  Independent Oversight has the authority to conduct follow-up reviews to  determine the status and progress of the corrective actions to address  deficiencies identified in its appraisal reports, but in practice, HSS officials  informed us that they generally rely on the next site visit to check on the  effectiveness of these corrective actions. We identified five such site- specific follow-up reviews listed in the Office of Environment, Safety and  Health Evaluations’ database of all appraisal reports since 1995. The time  period between inspections of DOE sites, which in practice indicates when  the effectiveness of the corrective actions can be independently assessed, is  shown in table 1. We determined that the Office of Independent Oversight  returned on average about every 3 years, since 2000, to the 7 sites with 13 to  38 high-hazard nuclear facilities. For sites with 2 to 7 high-hazard nuclear  facilities, the office returned for another site inspection on average about  every 6 years. For example, there was a 3-year period between a 2005 site  inspection of Los Alamos National Laboratory and the 2008 site inspection  before the Office of Independent Oversight reported that corrective actions  taken to address some of its findings were not fully effective, as many of the  same findings were cited again in the latest report. The Office of  Independent Oversight’s appraisal program leaves DOE with no routine  independent assessment of corrective actions to determine if they are  effective and timely in addressing identified deficiencies."], "subsections": []}, {"section_title": "HSS Has Authority to Enforce Nuclear Safety Requirements, but Its Actions Have Not Prevented Some Recurring Nuclear Safety Violations", "paragraphs": ["The use of HSS enforcement authority has not prevented some recurring  nuclear safety violations, despite DOE requirements and Office of  Enforcement guidelines to address this problem. The enforcement process  under DOE procedural rules for nuclear activities dictates the  consideration of factors that can increase the severity of the penalty, such  as the duration of the violation, past contractor performance, and multiple  examples of similar violations during the same time frame. The Office of  Enforcement has put the contractor community on notice that  enforcement actions involving recurring issues will generally result in  significantly greater civil penalties than would otherwise be the case. This  office has indicated that recurring violations are not acceptable and reflect  insufficient management commitment to safety.", "Based on our analysis, we found that even though HSS has the authority to  enforce compliance with nuclear safety requirements, over one-third of  the most frequently reported violations of these requirements continue to  reoccur without abatement. We analyzed the number of specific  conditions of noncompliance with the nuclear safety requirements that  were contained in entries to the Noncompliance Tracking System from  2005 to 2007.  Our analysis found that there were 178 different  noncompliance conditions reported, or separate violations of the nuclear  safety requirements, and that the 25 most frequently cited conditions  represented about 67 percent of this total. We determined that 9 of these  25 conditions of noncompliance occurred at the same or higher average  frequency in 2007 as they did in 2005, despite an overall decrease in the  number of nuclear safety violations over that time period. For example,  contractors at some DOE sites repeatedly reported violating the same  nuclear safety requirement for “performing the work consistent with  technical standards,” the most frequently recurring violation across the  complex from 2005 to 2007. According to HSS officials, as this is a broad  category that encompasses all instances of procedural violations and  inadequate procedures, it is not surprising that this violation is cited in the  overwhelming majority of the reported violations.  Yet, it is a violation that  meets DOE’s reporting thresholds for safety significance and does in part  reflect on the safety culture at these sites.  Table 2 shows the number of  times this violation has been self-reported by contractors at the DOE sites  listed from 2005 to 2007.", "The Office of Enforcement has frequently taken actions at those sites in  table 2 that continue to violate this nuclear safety requirement and some  others. As shown in table 3, this office has been active at those sites with  the most high-hazard nuclear facilities through the use of notices of  violations, enforcement letters, and program reviews. For the sites listed  in table 2, the Office of Enforcement has had some type of contact in at  least 2 out of the 3 years since 2005.", "The actual number of notices of violations and enforcement letters levied  against contractors for violating DOE’s nuclear safety requirements has  been relatively small compared to the number of self-reported conditions  of noncompliance that are entered into the Noncompliance Tracking  System. Our analysis shows that voluntary entries into the tracking system  have averaged around 220 per year since 1999, and the combined number  of notices of violations and enforcement letters averaged about 12 per year  during this time period. There was a slight reduction in the number of  entries for nuclear safety violations between 2006 (235 entries) and 2007  (164 entries), representing approximately a 30 percent decrease in  comparison to the previous 8-year average for nuclear safety violations.  Figure 6 shows trends in the combination of notices of violations and  enforcement letters with entries into the Noncompliance Tracking System  from 1999 to 2007.", "One example of HSS enforcement actions is illustrated with events at the  Office of River Protection site. Several events at this site in 2003 and 2004  led to a March 2005 civil penalty from the Office of Price-Anderson  Enforcement of $316,250. In July 2007, another event, a spill of about 85  gallons of highly radioactive material at a different location at this site,  was caused by the same contractor. This event resulted in a stop-work  order at the tank farms, over $5 million in remediation and corrective  action costs, $500,000 in fines from the Washington State Department of  Ecology, a $30,800 fine from the U.S. Environmental Protection Agency,  and a $500,000 contract fee reduction from DOE. A subsequent HSS  accident investigation identified five issues related to the 2007 accident  that were essentially the same as deficiencies the Office of Price-Anderson  Enforcement identified in the 2005 notice of violation to the contractor. In  June 2008, the Office of Enforcement fined the contractor $302,500 for the  July 2007 accident.  HSS officials told us that the safety performance of  this contractor was a factor in DOE recently selecting a different contactor  to manage and operate this site.", "In a recent NRC report on DOE regulatory processes at the Hanford Waste  Treatment Plant, NRC also pointed out recurring problems at the Office of  River Protection site but with a different contractor.  NRC found that  recurring issues led to two enforcement actions and a 2008 notice of  investigation.  NRC stated that this could be indicative of program  implementation issues in 2003 or 2004 that were not fully addressed and  resolved as of 2008. NRC concluded that actions by the Office of Price- Anderson Enforcement and other underlying issues indicate that  significant safety program and quality assurance functions, such as  controls on noncompliance conditions and corrective actions, were not  effective over an extended period of time."], "subsections": []}, {"section_title": "HSS Restricts Public Access to Nuclear Safety Information", "paragraphs": ["HSS currently restricts public access to some nuclear safety information  that might be important to surrounding communities and other interested  parties. We found that there were public access restrictions on reviewing  the Office of Independent Oversight appraisal reports. Officials from this  office informed us that access is generally restricted to DOE, contractor,  and federal officials who can show a need to see this information.  While  the public can access information on the activities of the Office of  Enforcement, the public does not have ready access to certain databases,  such as the Noncompliance Tracking System.  HSS officials informed us  that interested members of the public can review pertinent entries into  this database through the congressionally mandated public reading room  but only after an investigation is closed. In addition to these restrictions,  both offices do not have fully transparent decision-making processes for  selecting sites to inspect, although they publish procedures for  undertaking their investigations. In contrast, the public has access to  Safety Board technical reports, letters, recommendations, and DOE’s  actions in response to the board’s findings.  Moreover, the weekly reports  of the Safety Board site representatives, covering their day-to-day  observations of nuclear operations at selected DOE sites, are also made  available to the public. In addition, the Safety Board publishes an annual  performance plan that explains how it chooses what to review and  provides a detailed listing of planned reviews."], "subsections": []}]}, {"section_title": "A Reduction of Responsibilities and Resources at HSS and Its Predecessors Was the Main Factor Contributing to Shortcomings in Effective Oversight of Nuclear Safety", "paragraphs": ["The shortcomings we identified in HSS with respect to the elements of  effective independent oversight of nuclear safety are largely attributable to  reductions in its responsibilities and resources and in those of its  predecessors. DOE took these actions to support the program offices,  where it deemed these responsibilities and resources more appropriately  reside. More specifically, DOE reduced the role of these offices in nuclear  safety oversight largely to avoid redundancy and to improve relations with  the program offices. Similarly, technical expertise has been transferred to  the program offices to strengthen their oversight capabilities. Moreover,  limitations in HSS review functions substantially stem from the program  offices taking primary responsibility for most aspects of the nuclear safety  review process. In addition, HSS has not taken primary responsibility for  preventing recurring nuclear safety violations because DOE views its role  as secondary to the program offices. Finally, HSS limits public access to  nuclear safety information because it is concerned about security and  possible counterproductive contractor and program office behavior.", "DOE has reduced the role of HSS and its predecessors to provide  independent nuclear safety oversight largely to avoid redundancy and to  improve relations with the program offices. DOE began reducing the role  of its independent oversight office with respect to nuclear safety after  giving it significant responsibilities in the mid-1980s. In 1985, DOE  restructured the Office of Environment, Safety and Health to give it more  oversight tools and to integrate it into the operations of the department at  all levels. For example, the Secretary of Energy at the time gave this office  the authority to shut down any nuclear facility that presented a clear and  present danger and also the authority to concurrently approve with the  program offices the safety bases for new nuclear facilities and  modifications at existing nuclear facilities. However, in the late 1980s,  DOE created a separate office reporting to the Secretary of Energy, the  Office of Nuclear Safety, and gave it the authority for routine review of the  safety bases for defense nuclear facilities. The Office of Environment,  Safety and Health was assigned the role of assisting the program offices in  their reviews but only had three staff members assigned to this task. When  the Office of Nuclear Safety was shifted into the Office of Environment,  Safety and Health in 1993, its responsibilities for routine review of the  safety bases for defense nuclear facilities did not transfer. The transferred  technical personnel, now in the Office of Environment, Safety and Health,  were given the responsibility for providing assistance to the program  offices if requested or as directed by the Secretary of Energy.", "DOE has also eliminated the on-site presence for its independent oversight  offices to in part reduce redundancies with program office personnel at  the sites. The site representative program for DOE’s independent oversight  office began in 1988, when the Office of Environment, Safety and Health  decided to place its own representatives at four DOE sites. According to  the then Deputy Assistant Secretary for this office, the site representatives  provided valuable day-to-day observations of nuclear operations at these  sites.  For example, he told us that within months of their placement at the  sites, site representatives located at the Savannah River and Rocky Flats  sites documented safety problems that this official used to convince the  Secretary and Under Secretary of Energy, as well as the pertinent program  office, that a temporary shut down of some nuclear production facilities at  these sites was warranted.  These facilities were shut down, and at the  time, he informed us that his office had the authority to review and  approve restarting them.  In 1990, the next Secretary of Energy moved the  four site representative positions into the newly created Office of Nuclear  Safety, which was given authority to routinely review the safety bases of  defense nuclear facilities.  The first head of the Office of Nuclear Safety  immediately doubled the number of site representatives at the four sites.   He informed us that these representatives were very effective and well  trained and that the program offices and contractors did not like having  them around. In 1993, the next Secretary of Energy merged the Office of  Nuclear Safety into the existing Office of Environment, Safety and Health.   In 1994, the site representative program peaked at 32 representatives at  nine sites, although not all of them focused on nuclear safety. However,  by 1999, DOE had reduced the program to 19 site representatives at seven  sites.", "DOE shifted its position on the need for a site presence for its independent  oversight office in 1999.  At this time, a senior DOE official told us that the  department began to view the independent site representatives as  redundant and less effective in their oversight than the program office  facility representatives, positions created in the early 1990s to provide  independent assessments of safety to the site office managers. Moreover,  HSS officials informed us that the unstated reasons behind the decision to  eliminate a site presence for the Office of Environment, Safety and Health  were that the site representatives no longer provided substantial value,  there were significant difficulties in managing them from headquarters, the  program offices began to complain about variability in their technical  qualifications, and the contractors complained about getting conflicting  directions. Following a 1999 comprehensive organizational review of the  authorities and responsibilities of the Office of Environment, Safety and  Health, DOE determined that its dual role as regulator and a resource for  technical assistance was problematic. This finding led to the elimination of  a site presence for the Office of Environment, Safety and Health.  DOE  decided instead to build up its facility representative and safety system  oversight programs within the program offices.  For example, at the  Savannah River Site, DOE explained that there are now 30 facility  representatives and 15 safety system oversight engineers.  In addition, to  compensate for the loss of this site presence, DOE decided that the Office  of Environment, Safety and Health should increase the frequency of its  periodic site inspections.", "Finally, DOE put a career professional in charge of HSS, instead of a  Senate-confirmed appointee, for several reasons, including a desire to  improve relations with the program offices. In forming HSS, DOE  determined that the head of HSS needed to ensure that the office had a  clear mission and priorities, worked constructively with program offices,  was accountable for performance, and provided value to the department.  Moreover, HSS officials told us that this decision was based on the belief  that a career professional would be more effective in maintaining  corporate memory through the changes in administration, particularly  with respect to the time necessary to sustain nuclear safety improvements.  In addition, they told us that a career professional is less beholden to a  political appointee and less apt to shade the oversight results to reflect  well on the current administration. We observe that some of this  justification for a career professional is in line with the position  description we previously suggested to head the independent oversight  office, except that the current position is not Senate-confirmed.", "Technical expertise has been transferred to the program offices to  strengthen their oversight capabilities. In forming HSS, DOE decided in  large part to transfer more than 20 technical nuclear safety-related  positions from the Office of Environment, Safety and Health—which had  supported the safety bases reviews of the program offices—to these  program offices to strengthen their review capabilities. DOE determined  that while the program offices had gradually acquired more  responsibilities and accountability for the review of the safety bases for  high-hazard nuclear facilities, most of this resided at the site offices and  not headquarters. Responding to the 2004-1 Recommendation of the Safety  Board, DOE decided to establish the Central Technical Authority within  the program offices at headquarters in order to provide additional  awareness and assessment capabilities for monitoring site operations with  potential for high-consequence events, such as nuclear facilities and  operations. The Safety Board letter noted, among other things, that there  had been a reduction in central oversight of safety. DOE officials  explained that the positions that were established to provide the review  capabilities of the Office of Environment, Safety and Health were  transferred to support the technical expertise needed by the Chief,  Defense Nuclear Safety for NNSA and Chief, Nuclear Safety for the  program offices at headquarters.  These chiefs head small groups of  technical experts that provide the operational awareness needed by the  Central Technical Authority—the three Under Secretaries of Energy—to  oversee implementation of nuclear safety by the program offices at the  sites.  This operational awareness is gained by having these technical staff  monitor reports and performance metrics, review site-specific and DOE  complex-wide technical and safety documents, and conduct site visits. The  Safety Board has accepted DOE’s approach to increasing central oversight  of nuclear safety through this authority.", "Limitations in HSS review functions substantially stem from the  program offices taking primary responsibility for most aspects of the  nuclear safety review process. HSS officials acknowledge some  limitations in their review functions against our elements of independent  oversight but generally point to them as being program office  responsibilities. For example, they acknowledge that the information in  the Safety Basis Information System is not current and may have some  inaccuracies, but they do not take responsibility for monitoring this  system or validating the information on the safety basis status of nuclear  facilities entered by the program offices. The number of high-hazard  nuclear facilities without a safety basis meeting requirements set forth in  2001, which our survey found, is similar to a situation we identified in the  early 1980s. We reported in 1981 and 1983 that some nuclear facilities were  operating without approved safety basis documentation, despite a 1976  agencywide requirement. Moreover, we found that although the  contractors had completed draft safety basis documentation for their high- hazard nuclear facilities 4 to 5 years earlier, DOE had yet to approve them  because it did not give this effort enough priority. In 1985, the Office of  Environment, Safety and Health was given the responsibility for updating  the status of major nuclear facilities across the DOE complex. Currently,  HSS officials explained that they and the program offices do not use the  Safety Basis Information System, as it was only put in place to allow the  public to monitor DOE progress in upgrading high-hazard nuclear facilities  to meet current safety basis requirements.  Instead, they use other  mechanisms, including accident reports, noncompliance tracking, Safety  Board reports, program office reviews, and the periodic site inspections.  In addition, HSS has not been given responsibility for ensuring the  program offices bring the safety basis for high-hazard nuclear facilities  into compliance with current requirements. Moreover, in commenting on a  draft of our report, DOE stated that the new safety basis requirements  envisioned a transition period for upgrading high-hazard nuclear facilities,  so some delay is acceptable.  Further, DOE stated that for some facilities  that are scheduled for decommissioning, upgrading the safety basis may  be an unwarranted expenditure of resources that provide little additional  safety.  However, updating the safety bases of these nuclear facilities is  now 5 years past the 2003 deadline, and the process of decommissioning  facilities can heighten safety risks.", "HSS officials acknowledge that while there are gaps in meeting inspection  frequency goals as defined in the appraisal process protocols, many of  them are justifiable delays or otherwise allowed under the protocols.  Office of Independent Oversight officials told us that staff have sometimes  been shifted away from scheduled inspections when higher priority,  unanticipated concerns arise, such as an accident investigation. In other  situations, they told us that some sites are not inspected on schedule  because these sites were in shut-down condition and a visit at the  scheduled time interval would not have been useful. In addition, the site  inspection protocols allow for less frequent visits to those sites that are  determined to have effective self-assessment programs and acceptable  ratings from past inspections. Finally, these officials told us that the Office  of Independent Oversight does not want to return to a site too frequently  because the program offices and contractors have complained about being  overburdened with inspections, primarily their own.  In addition, DOE  officials told us that the technical staff to each Central Technical Authority  is also expected to conduct comprehensive reviews of each site on a  nominal 2-year cycle.", "Finally, HSS officials also acknowledge that they are not routinely involved  in assessing the effectiveness of the corrective actions taken by the program  offices and their contractors to the appraisal findings because this is  considered primarily a program office responsibility. According to an Office  of Independent Oversight official, staff resources are better used to conduct  new site inspections than to conduct separate follow-up reviews to  determine if the corrective actions effectively addressed findings from prior  inspections. Nevertheless, we observe that in this area and other aspects of  safety basis reviews, reliance on program offices to primarily conduct these  activities can raise questions of conflict of interest.", "NRC raised some concerns about reliance on program office oversight in  its recent report of DOE regulatory processes at the Hanford Waste  Treatment Plant.  NRC found that DOE focuses its oversight program on  ownership responsibilities rather than on nuclear safety requirements.   Moreover, NRC found that because of dual roles and responsibilities and  lack of independence of the oversight organization and staff—that is, in  the Office of River Protection—oversight by this program office would not  be considered equivalent to NRC’s inspection program.  For example, NRC  stated that DOE’s audit and assessment program was not effective in  identifying issues with the safety program and quality assurance functions,  determining the extent of conditions, and resolving issues.  In addition,  NRC determined that because the program office staff had both regulator  and owner responsibilities, effective staff review time on ensuring nuclear  safety was less than NRC would apply in regulating a similar facility.  Despite the issues identified by NRC with DOE’s regulatory processes at  this high-hazard nuclear facility, NRC concluded that the DOE program, if  properly implemented, is adequate to ensure protection of public health  and safety at this DOE site.  Nevertheless, NRC followed this conclusion  with suggestions that DOE evaluate how to improve implementation of its  requirements and the transparency of its decisions, and also explore ways  to gain and maintain more independence between its regulatory oversight  and project management functions.", "HSS has not taken primary responsibility for preventing recurring  nuclear safety violations because DOE views its role as secondary to the  program offices. HSS officials acknowledge that there is clearly room for  improvement across the DOE complex with respect to recurring safety  events and nuclear safety deficiencies. Officials from the Office of  Enforcement told us that while addressing recurring violations is an office  priority, the responsibility for preventing the recurrence of nuclear safety  events extends to a number of organizations within the contractor and  program offices. According to these officials, the inability to eliminate  recurring violations is not solely attributable to the enforcement program,  as this is primarily a program office responsibility.", "The program offices can and do use contractual mechanisms to penalize  contractors for poor nuclear safety performance, as well as to encourage  improved performance.  These mechanisms include assessment reports  that dictate that a problem needs correction, showing cause letters,  stopping work direction, conditional payment for fee actions, and contract  termination.  For example, HSS officials told us that since 2005, the Office  of Environmental Management has exercised conditional payment of fee  actions 10 times to penalize contractors for poor safety performance.   While an evaluation of these mechanisms is outside the scope of this  review, we pointed out in a 1999 report that shortcomings in the  implementation of performance-based contracting by the program  offices—as an important mechanism to encourage compliance with  nuclear safety requirements—have limited the department’s ability to hold  contractors accountable for safe nuclear practices. We therefore  recommended approaches to strengthen the enforcement program at that  time.", "More recently, officials from the Office of Enforcement told us the office  has escalated enforcement actions, where appropriate, including the  penalty level, and has strongly encouraged contractors to perform more  thorough root cause analyses of recurring violations. These officials also  informed us that HSS plans to continue to help the program offices  identify causes of recurrent violations through various means on both  specific enforcement actions, such as through corrective actions, and on a  program-wide basis, such as sharing lessons learned with enforcement  coordinators, through conferences, and through other venues.", "While there are few enforcement actions taken against DOE contractors  each year compared to the number of reported nuclear safety violations,  Office of Enforcement officials told us that they take every action required  against contractors that have significant nuclear safety violations and that  they have the technical resources to do so. Significant violations would  include those with potential nuclear safety impact, a history of similar  violations by the contractor, or the presence of negligent or malevolent  intent, among other factors. In addition, these officials told us that the  decrease in notices of violations and enforcement letters over the last 2  years is not unusually low and that variation from year to year is normal.  They attributed the recent decline in the number of entries into its  Noncompliance Tracking System to the hesitancy of some contractors to  report violations and also to new responsibilities for reporting worker  safety and health noncompliance conditions. These officials indicated to  us that they have notified the contractors and program offices of this trend  and that they plan to initiate two program reviews in 2008 of contractors  that could be underreporting violations.", "NRC found in its review of DOE regulatory processes at the Hanford  Waste Treatment Plant that there were some similarities and differences  between the enforcement programs. NRC reported that DOE’s  enforcement requirements, guidance, and procedures contain many  features that appear similar to the NRC enforcement process. For  example, NRC also emphasizes the importance of its licensees identifying  issues and implementing effective and complete corrective actions.  However, NRC’s enforcement process is usually initiated by its inspectors  during routine inspections, when potential violations are normally noted  and discussed with the licensee at the time or shortly thereafter, thus  beginning the enforcement process. In contrast, HSS’s Office of  Enforcement has no presence at DOE sites to conduct independent  routine inspections of specific facilities or programs for violations of the  nuclear safety requirements, and its enforcement process takes a long time  in comparison to NRC. NRC also noted differences in the threshold for  taking an enforcement action—NRC has a low threshold for the  significance of an event warranting an enforcement action compared to  the consistently high threshold used by HSS.", "HSS limits public access to nuclear safety information because it is  concerned about security and possible counterproductive contractor and  program office behavior. HSS officials acknowledge that they have  restricted public access to Office of Independent Oversight appraisal  reports but that this was done for national security reasons after the  terrorist attacks on September 11, 2001. However, HSS officials told us in  May 2008 that the office is considering allowing public access to the Office  of Independent Oversight’s Web site for unclassified appraisal reports.  HSS has also restricted access to the data and processes it uses for various  reasons. For example, Office of Enforcement officials informed us that  information contained in the Noncompliance Tracking System is  considered predecisional information that has the potential to lead to a  federal investigation, and on that basis, it is inappropriate to make it  publicly available. In addition, they informed us that the forms and specific  written description of the Office of Enforcement’s screening process have  not been made publicly available but that they have discussed this process  with the program offices and contractor community. They have not  disclosed more because they are concerned that this might limit  enforcement flexibility and provide an opportunity for contractors to slant  reported noncompliance conditions in a way that affects the outcome of  the screen, without providing a commensurate benefit. We were also told  that this screening process is not shared with the program offices,  including the program office enforcement coordinators at the sites."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["DOE’s ability to effectively self-regulate its high-hazard nuclear facilities  not only depends on vigorous oversight of contractors by the program  offices, but also on active oversight of the contractors and program offices  by an internal independent oversight office with no program  responsibilities.  Nearly all of the shortcomings in HSS with respect to our  elements of effective independent oversight of nuclear safety are primarily  attributable to DOE’s desire to strengthen the oversight of the program  offices by concentrating the necessary responsibilities and technical  resources within them.  In part, this has been accomplished by removing  some important nuclear safety oversight responsibilities and technical  resources from HSS and its predecessors.  Essentially, DOE’s approach to  self-regulation rests on the assumption that personnel within the program  offices can overcome any conflicts of interest in achieving program  objectives while ensuring safety and that the current level of independent  oversight and enforcement of nuclear safety by HSS is appropriate.  In  forming HSS, DOE decided to focus this office on providing the program  offices, with the assistance and the tools necessary to solve problems and  to improve performance, so that DOE sites can better accomplish the  department’s missions and strategic goals.  This is not the first time that  DOE has altered the role of its independent oversight office with respect  to nuclear safety.  Over the years, DOE has been able to change this role  because the responsibilities and authorities of this office with respect to  nuclear safety are not set in law.", "In our view, DOE needs to strengthen HSS as an independent regulator of  nuclear safety within its self-regulation approach. Using our elements of  effective independent oversight, along with supporting criteria from our  past work and current HSS guidance, we have concluded that HSS needs  more direct awareness of site operations, greater involvement in facility  safety basis reviews and monitoring, and stronger enforcement actions to  address recurring violations of nuclear safety requirements.  We believe  that increasing HSS’s involvement in nuclear safety could increase public  confidence that DOE can continue to self-regulate its high-hazard nuclear  facilities and decrease the likelihood of a low-probability but high- consequence nuclear accident.  In the August 2008 NRC report on DOE’s  regulatory processes for the Hanford Waste Treatment Plant, NRC  concluded that DOE’s program, if properly implemented, is adequate to  ensure protection of public health and safety at this DOE site.  However,  NRC also suggested that DOE evaluate how to improve implementation of  its requirements and the transparency of its decisions and explore ways to  gain and maintain more independence between its regulatory oversight  and project management functions.  We believe that strengthening HSS’s  role in overseeing nuclear facilities and operations and establishing HSS  responsibilities in law if necessary, would do more to gain and maintain  independence between these functions than would any procedural  changes within the program offices."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of Energy take actions to strengthen  HSS’s independent oversight of nuclear safety.  Such actions would  include giving HSS the responsibilities, technical resources, and policy  guidance necessary to  1.  review the safety basis for new nuclear facilities and significant  modifications to existing facilities to ensure there are no safety  concerns;  2.  monitor the safety basis status of high-hazard nuclear facilities and  ensure that all such facilities operate under current nuclear safety  requirements, including the appropriate use of Justifications for  Continued Operations;  3. increase a presence at DOE sites with nuclear facilities to provide  more frequent observations of nuclear safety, provide more  independent information to facilitate any necessary enforcement  actions, and more routine monitoring of the effectiveness of corrective  actions taken in response to HSS findings of deficiency;  4.  ensure that enforcement actions are strengthened to prevent recurring  violations of the nuclear safety requirements; and  5.  establish public access to unclassified appraisal reports."], "subsections": []}, {"section_title": "Matter for Congressional Consideration", "paragraphs": ["If the Secretary of Energy does not take appropriate actions on our  recommendations, the Congress should consider permanently establishing  in law the responsibilities of HSS as noted above with respect to nuclear  safety or shifting DOE to external regulation by 1.  providing the resources and authority to the Safety Board to oversee  all DOE nuclear facilities and to enforce DOE nuclear safety rules and  directives.  2.  providing the resources and authority to NRC to externally regulate all  or just the newly constructed DOE nuclear facilities."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["DOE, the Safety Board, and NRC provided written comments on a draft of  this report, which are reprinted in appendixes VI, VII, and VIII,  respectively.  Each agency also provided detailed comments that we  incorporated, as appropriate.  More detailed comments on DOE’s letter  appear in appendix VI.", "DOE stated that the draft report was fundamentally flawed and disagreed  with many of the report’s conclusions, while in its detailed comments DOE  generally agreed with three of our five recommendations.  According to  DOE the report was flawed because it evaluated HSS against GAO’s  preconceived opinion of functions that should be assigned to HSS.  As the  report noted, the objectives of our review were focused on whether the  structure and functions of HSS allow it to provide effective independent  oversight of nuclear safety with respect to our elements of effectiveness.   Our review was not intended to be a comprehensive assessment of safety  management across the entire department.", "DOE rejected two of our recommendations.  Specifically, DOE disagreed  with our recommendations to strengthen independent oversight by giving  HSS responsibilities and sufficient technical resources to (1) review and  concur on the safety basis for new nuclear facilities and significant  modifications to existing facilities that might raise new safety concerns  and (2) maintain a presence at DOE sites with nuclear facilities to provide  day-to-day observations on nuclear safety, provide information to facilitate  any necessary enforcement actions, and to monitor the effectiveness of  corrective actions taken in response to HSS findings of deficiency.", "Regarding the first recommendation concerning review and concurrence  by HSS on the safety basis for high-hazard nuclear facilities, we believe  that this is an appropriate function for an independent oversight office  within DOE’s approach to self-regulation. Even DOE’s advisory committee  on external regulation reported in 1995 that the independent oversight  office should be granted this responsibility and authority in the transition  to external regulation by NRC.  The Safety Board also has independent  review responsibilities for the safety bases for nuclear facilities and  authority to force DOE to respond to its assessments.  An HSS  predecessor office had the technical expertise to perform these reviews— now transferred to the program offices at headquarters—and, as DOE  explains, HSS still retains significant expertise to conduct such reviews,  which it currently uses on a periodic basis through its site inspection  program.  We did, however, alter this recommendation to remove the need  for HSS to concur with the safety basis in order to provide DOE with  increased flexibility in using HSS in this review process.", "Regarding the second recommendation that HSS maintain a presence at  DOE sites with high-hazard nuclear facilities, we believe that this is  consistent with our previous recommendations and it is an essential  component of a nuclear safety oversight organization that is supposed to  function independently from the program offices, which have both safety  and mission responsibilities.  We did, however, alter this recommendation  to state that HSS should increase its presence at DOE sites, rather than  stipulate that it maintain a day-to-day presence.", "DOE stated that implementing these two recommendations would be  expensive, redundant, and counterproductive to continuous improvement  in nuclear safety, citing past experiences but offering no supporting  analysis of impacts.  DOE could implement these two recommendations in  a variety of ways that could be economical and efficient.  For example,  regarding review of nuclear facility safety bases, DOE could rely on the  existing expertise within HSS to conduct these reviews or it could shift  technical staff from the nuclear safety oversight units within the program  offices at headquarters (Central Technical Authority) into HSS.  As for an  HSS site presence, DOE could have this office perform more frequent and  efficient site inspections or assign a minimal number of staff to sites with  higher numbers of high-hazard nuclear facilities in order to promote  greater awareness of site operations and to follow up on oversight findings  and enforcement actions.", "In addition, DOE raised questions about the credibility of our evaluation  that centered on three primary areas.  First, DOE commented that by  focusing on HSS’s responsibilities in isolation rather than as one element  of DOE’s approach to nuclear safety, the draft report appeared to be based  on the incorrect premise that DOE program and site offices are inherently  ineffective and that all DOE oversight must be performed by HSS.  Second,  DOE states that the draft report lacked balance and selectively quoted  information out of context.  Third, DOE stated that the draft report drew  erroneous conclusions based on an incomplete understanding of HSS’s  mission and was oversimplified because it was developed by individuals  with limited expertise in nuclear safety and with DOE’s approach to  nuclear safety.  We disagree with these contentions.", "First, the objectives of our review were focused on whether the structure  and functions of HSS allow it to provide effective independent oversight of  nuclear safety.  Our review was not intended to be a comprehensive  assessment of safety management across the entire department.  HSS is a  critical component of DOE’s self-regulation approach because it is the  only DOE safety office intended to be independent of the program offices,  which carry out the department’s mission responsibilities.  Contrary to  DOE’s assertion, we do not believe, nor did our draft report state, that  DOE program offices are inherently ineffective or that all DOE oversight  must be performed by HSS.  Our draft report clearly noted that DOE’s  ability to effectively self-regulate its high-hazard nuclear facilities depends  on vigorous oversight of contractors by the program offices.  However, we  do believe that the program offices inherently lack independence and  require oversight by an independent office with no program  responsibilities.", "The concept of independent oversight is at the heart of our report.  In any  program subject to safety regulation, the regulated entity is ultimately  responsible to ensure safety.  This fact does not diminish the need for  independent oversight.  DOE program offices face competing and often  conflicting goals of maximizing project performance and minimizing cost.   The steps necessary to ensure safety and to independently validate these  steps can run counter to achieving mission objectives. For example, in its  comments, DOE cites the Facility Representative Program, which is  managed by the program offices and provides an on-site presence at DOE  nuclear facilities as a more extensive and more effective program than  existed with HSS predecessor offices. However, the facility  representatives have other responsibilities beyond safety, namely helping  to ensure that program goals are achieved in a cost-effective manner.   While the program offices will always have a critical role in ensuring safety  and the usefulness of the Facility Representative Program is not in dispute,  these activities are not a substitute for oversight by an office that is  focused solely on safety and is independent from other mission  responsibilities.", "Second, we also disagree with DOE’s comment that the draft report lacked  balance and selectively quoted information out of context.  For example,  contrary to DOE’s claim, we detailed why DOE eliminated the independent  site representative program, both in the Results in Brief section and in the  body of the report.  Moreover, in our discussion of NRC’s review of DOE  regulatory processes at its Hanford Waste Treatment Plant, which DOE  cites as an example of selective quotation, we provided examples of both  positive and negative findings by NRC.  Specifically, we noted that NRC  reported that DOE’s enforcement requirements, guidance, and procedures  contain many features that appear similar to the NRC enforcement  process.  To address DOE’s concerns, we have added NRC’s conclusion  that, if properly implemented, DOE’s program is adequate to ensure  protection of public health and safety.  However, this does not negate  NRC’s suggestion following its conclusions that DOE should explore ways  to ensure its regulatory oversight is independent from its project  management functions.", "Third, we disagree with DOE’s comments that the draft report draws  erroneous conclusions based upon an incomplete understanding of HSS’s  mission and that the report was oversimplified because of limited  expertise with DOE’s approach to nuclear safety.  Our draft report  discussed HSS’s different functions and had extensive detail on the  nuclear safety related functions of HSS’s Office of Enforcement; Office of  Independent Oversight; Office of Environment, Safety, and Health  Evaluations; and Office of Corporate Safety Analysis.  DOE illustrates  what it calls our lack of complete understanding of HSS’s mission by  stating that we did not address the attention HSS has given to problems at  the Office of River Protection.  We specifically discussed the number of  inspections at this site relative to other sites.  We also discussed the  number of enforcement actions and gave several examples.  The point of  our assessment was that this site has not received the inspections it should  have based on HSS guidance and that the enforcement actions by HSS  have not reduced the incidence of certain recurring violations of the  nuclear safety requirements by contractors at this site.", "DOE also asserts that the draft report fails to acknowledge the wide  variation in the type and status of DOE’s nuclear facilities and therefore  incorrectly reports that there are significant gaps in HSS inspections of  DOE nuclear sites.  DOE further states that nuclear safety professionals  would recognize that there are valid reasons why little value would be  gained from inspecting certain sites, including sites where cleanup is  essentially complete.  Our draft report clearly noted in several places that  there are a number of sites, including DOE’s Fernald, Miamisburg/Mound,  and Rocky Flats sites that have largely completed cleanup activities and  have no remaining high-hazard nuclear facilities.  Our discussion of  inspection gaps was focused on those sites that have or had high-hazard  nuclear facilities.  While we agree that there may be valid reasons for  concluding that inspecting certain sites would result in little value, it is  important to note that HSS’s own policy requires inspections every 2 to 4  years at high-hazard facilities.  Of the 22 sites that had at least one high- hazard nuclear facility over the last 5 years, 8 were not inspected in the  required time frame.  One site, Hanford’s Office of River Protection, has  received a site inspection only once since 1995, despite having four  operating nuclear facilities.  Even DOE’s Rocky Flats site—which was  undergoing cleanup activities at the time of the inspections—received  three times as many reviews.  If little value is gained from inspecting sites  where cleanup is under way, we question why HSS reviewed that site three  times as often as a site with operational nuclear facilities.", "Finally, we disagree with DOE’s comment that the draft report was  developed by individuals with limited expertise in nuclear safety and with  DOE’s approach to nuclear safety.  As our draft report noted, GAO began  reporting on independent oversight within DOE in 1977.  Over the ensuing  years, we have produced dozens of reports examining nuclear safety and  security issues at both DOE and NRC.  Collectively, the GAO staff  responsible for the draft report possess decades of experience examining  DOE and NRC management of its programs, nuclear safety and security,  and regulatory issues. The criteria we used to evaluate HSS are based on a  long history of reviewing nuclear safety at DOE and supporting  independent oversight and on discussions with outside nuclear safety  experts.", "The Safety Board did not comment on our recommendations but wrote  that the basic structure and authorities of the existing safety oversight  organizations, including the board, provide a satisfactory framework for  this function at those facilities under the board’s jurisdiction.  The Safety  Board urged that the draft report be amended to emphasize that its  statutory powers constitute action-forcing authority that is, in part,  reflected by DOE accepting and acting upon all of the 50  recommendations that it has issued.  However, as noted in appendix V,  there has been a decline in the number of Safety Board recommendations  over the years, some past deficiencies addressed by recommendations still  remain unresolved, and the pace of closing out many other  recommendations has been slow.  This raises questions about DOE’s  responsiveness to the board’s recommendations.  Nevertheless, we revised  the report to address the board’s concerns and made other changes, as  appropriate.", "NRC did not comment on our recommendations but instead provided one  general comment and other suggested changes to clarify the text related to  our citing information from various reports, particularly the most recent  report on its review of DOE regulatory processes at the Hanford Waste  Treatment Plant.  As a general comment, NRC wrote that the current  commission has not expressed a view on expanding its oversight role  beyond the DOE facilities already subject to NRC regulation.  We  incorporated other suggested changes where appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date.  At that time, we will send copies to the Secretary of Energy,  the Chairman of the Defense Nuclear Facilities Safety Board, and the  Chairman of NRC. We will make copies available to others upon request.  In addition, the report will be available at no charge on the GAO Web site  at http://www.gao.gov.", "If you or your staffs have any questions about this report, please contact  me at (202) 512-3841 or  aloisee@gao.gov. Contact points for our Offices   of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff members who made contributions to this  report are listed in appendix IX."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["In our review, we examined 1) the extent to which the Office of Health,  Safety and Security (HSS) meets the elements of effective independent  nuclear safety oversight and (2) the factors contributing to any identified  shortcomings with respect to these five elements.", "To conduct our review, we examined HSS’s structure and functions and  that of its predecessor offices—principally the former Office of  Environment, Safety and Health and the Office of Safety and Security  Performance Assurance—with respect to only meeting our elements of  effective independent oversight of nuclear safety. We included in this  review two HSS predecessor offices because HSS began operation in  October 2006. We relied on criteria we developed in a 1987 report that  reviewed legislation to establish the Defense Nuclear Facilities Safety  Board (Safety Board), with the addition of enforcement authority, which  was given to the Department of Energy (DOE) around the same time as  the formation of the Safety Board. In some cases, we further defined these  elements with recommendations from our past reports, HSS guidance, and  through discussions with outside nuclear safety experts.", "To examine the extent to which HSS, as currently structured, meets the  elements of effective independent nuclear safety oversight, we assessed  the oversight and enforcement practices of HSS and its predecessor  offices against our criteria for (1) independence; (2) technical expertise;  (3) ability to perform reviews and have findings effectively addressed; (4)  enforcement; and (5) public access to facility information. To conduct this  assessment, we reviewed relevant DOE rules and directives; met with  headquarters program office managers and HSS officials to discuss current  and past oversight practices; collected and analyzed information obtained  from documents and interviews with these officials and at the Oak Ridge  National Laboratory and Y-12 National Security Complex, as well as the  Office of River Protection and the Richland Office at the Hanford Site; and  reviewed the database of HSS environment, safety, and health program  inspection reports and enforcement activities. We assessed data on  contractor self-reported violations of the nuclear safety requirements  entered into the Noncompliance Tracking System, which we determined  were sufficiently reliable for the purposes of this report, and safety basis  information from a GAO-administered Web-based survey.", "Although DOE has the Safety Basis Information System (SBIS) database  that tracks some information on the safety basis of nuclear facilities, we  determined that the information included in this database was not  sufficient for our analysis. To obtain reliable data, we developed a Web- based survey instrument to administer to DOE officials who are  responsible for overseeing nuclear safety at hazard category 1, 2, and 3  nuclear facilities. The survey instrument included two parts. First,  program office officials at the site were asked to provide details on the  safety basis status for each nuclear facility for which they had oversight  responsibility. Second, these officials were asked to respond to questions  regarding guidance provided to them on safety basis information and the  line of authority for approving the safety bases and any modifications to  them.", "To identify the current list of DOE’s hazard category 1, 2, and 3 nuclear  facilities for survey administration, we reviewed lists of nuclear facilities  from each of the program offices and the National Nuclear Security  Administration (NNSA) and e-mailed site officials to verify that the lists of  nuclear facilities were accurate. Prior to administering the survey, we  pretested the content and format of the survey with program officials at  four sites to determine whether (1) the survey questions were clear, (2)  the terms used were precise, (3) respondents were able to provide the  information we were seeking, and (4) the questions were unbiased. We  made changes to the content and format of the survey based on pretest  results. The survey was designed as a Web-based survey with a unique  username and passcode for each survey respondent. The survey was sent  to 34 program officials that were collectively responsible for what we  identified as the total number (205) of high-hazard nuclear facilities across  the DOE complex. The survey field period was from mid-December 2007  to mid-February 2008 and the survey response rate was 100 percent.", "To determine the factors contributing to any identified shortcomings with  respect to the five elements of effective independent oversight of nuclear  safety, we analyzed documentary and testimonial evidence on current HSS  practices and those of the former Office of Environment, Safety and  Health. In addition, we reviewed documents and interviewed officials from  the Safety Board and the Nuclear Regulatory Commission (NRC) regarding  past and current experiences in overseeing or planning to oversee DOE  nuclear facilities. We also discussed with them their capability to accept  an expanded role in overseeing DOE nuclear facilities. Furthermore, we  asked for perspectives on DOE oversight of nuclear facilities from former  DOE senior officials, academics, and representatives from organizations  who are knowledgeable about nuclear safety and DOE operations,  including the Health Physics Society, a nonprofit professional organization  whose mission is to promote the practice of radiation safety; Conference  on Radiation Control Program Directors, a nonprofit organization of  individuals that regulate and control the use of radioactive material and  radiation sources; and the Government Accountability Project, a  government watchdog organization. We also spoke with a representative  from the Institute of Nuclear Power Operations about the functions of  corporate safety offices in nuclear utility companies.", "We conducted this performance audit from April 2007 through September   2008 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: DOE Nuclear Safety Regulations and Related Directives", "paragraphs": ["The following table presents the DOE nuclear safety directives, which  include rules, guidance, and orders. We obtained this list from HSS, which  cautioned that it is not all inclusive. The list of directives are most related  to and developed specifically for DOE nuclear safety. Other directives,  such as those specifically related to worker radiation protection, public  and environmental radiation protection, and DOE general management are  important but are not listed in the table. This list also does not include  technical standards that DOE may recommend or require for complying  with nuclear safety requirements. These and other DOE directives can be  obtained from http://www.directives.doe.gov."], "subsections": []}, {"section_title": "Appendix III: HSS Organizational Chart", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Aggregate Results from Survey of DOE High-Hazard Nuclear Facilities", "paragraphs": ["This appendix provides the aggregate results from our survey of DOE’s  high-hazard nuclear facilities. The Web-based survey was comprised of  two parts. The first part asked questions about the safety basis for each of  the high-hazard nuclear facilities. Thirty-four respondents were asked to  provide responses to these questions concerning DOE’s 205 high-hazard  nuclear facilities. The second part asked questions about the general  review process undertaken by the program offices. Because some  questions were not answered by all respondents, the totals for each  question do not necessarily add to the total number of survey respondents."], "subsections": [{"section_title": "Safety Basis Information at Nuclear Facilities", "paragraphs": [], "subsections": [{"section_title": "U.S. Government Accountability Office", "paragraphs": ["Welcome to the Survey on Safety Basis Information at Nuclear  Facilities. At the request of the Congress, the U.S. Government  Accountability Office (GAO) is examining the effectiveness of the  Department of Energy's (DOE) Office of Health, Safety and Security  (HSS) in its independent oversight of nuclear safety at DOE  facilities. As part of this review, we have prepared two surveys for  DOE officials who oversee nuclear safety at sites that contain these  facilities.", "Questions on this survey include information on the safety  basis status for hazard category 1, 2, or 3 nuclear  facilities overseen by your site office.", "Q2. What is the hazard category of ?", "Hazard category 1  Hazard category 2  Hazard category 3  Below hazard category 3  Other   Don't know  Q3. What is the operational status of ?", "Q4. What is the current safety basis approval status of  ?", "Safety basis is under  development  Q5. If the safety basis is under development, does  have an approved preliminary  safety basis under 10 CFR 830?", "Q7. Since January 2007, were there any Potential Inadequacies in the Safety Analysis  (PISAs) identified for ?", "Q8. If yes, how many PISAs were identified?", "Q9. How many of these PISAs resulted in a positive USQ?", "Q10. Of the positive USQs that resulted from PISAs, how many resulted in Justifications  for Continuing Operation (JCOs)?  28  Q11 and Q12. Of the positive USQs that resulted from PISAs, how many are:  Q11a. Number  that are  currently  unresolved  Q12a. Number  resolved  through  revisions to the  safety basis  Q12b. Number  resolved  through  amendments to  the safety basis Q12c. Number  resolved  through  permanent  exemptions  . . .", "Q12d. Number  resolved  through  temporary  exemptions  Q12e. Number  resolved  through other  actions  Q12g. Number  resolved  through JCO  Q13. Is  currently operating under a JCO?", "Q14. If yes, how many JCOs are currently in place?", "67  Q15a. Difference between JCO approval date and JCO expected end date - in months  Q15b. Length of time JCO has been in place from end of survey field period - in months  Q16. Does  currently have any approved exemptions under 10 CFR 830?", "Q17a. If yes, how many of these exemptions are temporary exemptions?", "For the general survey, more than one respondent from a site office  responded to our survey. In some cases, not all respondents from the same  site office necessarily provided the same response to the questions.  As a  result, if at least one site office respondent responded yes to a question,  we coded the response from that site office as yes. Aggregate results from  the 16 site offices are presented below."], "subsections": []}]}, {"section_title": "Review of DOE’s Office of Health, Safety and Security (HSS)", "paragraphs": [], "subsections": [{"section_title": "U.S. Government Accountability Office", "paragraphs": ["At the request of the Congress, the U.S. Government Accountability  Office (GAO) is examining the effectiveness of the Department of  Energy’s (DOE) Office of Health, Safety and Security (HSS) in its  independent oversight of nuclear safety at DOE facilities. As part of  this review, we have prepared two surveys for DOE officials who  oversee nuclear safety at sites that contain these facilities.", "This survey includes a short set of general questions  regarding safety basis guidance and approval authority.", "Q1. Has your headquarters line management issued any guidance on safety basis  requirements that is supplemental to the guidance issued by HSS?", "Q2. Has your site office issued any guidance on safety basis requirements that is  supplemental to the guidance issued by HSS?", "Q3. Does your site office have the authority to approve initial safety basis requirements at hazard category 2 and 3 facilities?", "Yes, for both category 2 and 3  facilities  Q4. Does your site office have the authority to approve changes to the safety basis (such as amendments, revisions, and JCOs) at  hazard category 2 and 3 facilities?", "Q5. Does your site office have the authority to downgrade facilities or activities to lower hazard categories?"], "subsections": []}]}]}, {"section_title": "Appendix V: Options for External Regulation of DOE Nuclear Facilities", "paragraphs": ["Two prominent options for external regulation of DOE nuclear facilities  have been put forward to improve the effective independent oversight of  nuclear safety. Most DOE high-hazard nuclear facilities are already subject  to external scrutiny by the Safety Board, and a few are currently externally  regulated by NRC. One option would be to restructure and expand the role  of the Safety Board. This option appears practical but has not been  advocated for by the Safety Board. The second option is to shift all or  some additional DOE nuclear facilities to external regulation by NRC. This  option also appears practical and acceptable in the past if given the  necessary authority and resources, but the current commission has not  expressed a view on expanding its oversight role beyond the DOE facilities  already subject to NRC regulation.  DOE and the Safety Board have taken  issue with this option because of concerns about the transition costs  versus the likely safety benefits of doing so."], "subsections": [{"section_title": "Most DOE High- Hazard Nuclear Facilities Subject to External Review, but Few Are Externally Regulated", "paragraphs": ["Most DOE high-hazard nuclear facilities are already externally reviewed,  but not regulated for nuclear safety, by the Safety Board, and a few are  already externally regulated by NRC. The Safety Board was established in  1988 to provide independent safety oversight of DOE defense nuclear  facilities. The Safety Board was given responsibilities to (1) review and  evaluate the content and implementation of the standards relating to the  design, construction, operation, and decommissioning of defense nuclear  facilities; (2) investigate any event or practice at these facilities that it  determines has adversely affected or may adversely affect public health  and safety; (3) analyze design and operational data, including safety  analysis reports; (4) review new facility design and monitor construction,  recommending any changes within a reasonable time period; and (5) make  such recommendations to the Secretary of Energy, considering the  technical and economic feasibility of implementing them. By statute, the  Secretary must respond in writing to the Safety Board to accept or reject  the recommendation and make this public.  If the Safety Board transmits a  recommendation relating to an imminent or severe threat, the Board shall  also transmits it to the President and for information the Secretary of  Defense. The President shall review DOE’s response and accept or reject  the Safety Board’s recommendation.  The Safety Board does not have the  authority of a regulator but rather uses both informal interactions and  formal communications with DOE to implement its statutory “action  forcing” authorities.", "The defense nuclear facilities overseen by the Safety Board constitute 74  or 76 high-hazard nuclear facilities within NNSA and 80 of 90 high-hazard  nuclear facilities within the Office of Environmental Management.  The  Safety Board does not have a role in overseeing nondefense nuclear  facilities comprising 2 NNSA, 10 Office of Environmental Management,  and 39 Office of Science and Office of Nuclear Energy high-hazard nuclear  facilities.  The 51 nondefense high-hazard nuclear facilities represent  about 25 percent of the 205 such facilities across the DOE complex as of  December 2007.", "The Safety Board, technical staff, and site representatives informally  interact with DOE officials at the sites and headquarters and with the  contractors during this process. The 10 site representatives at five DOE  sites provide day-to-day observations of nuclear operations at the sites  and, among other responsibilities, record these observations in weekly  reports to the Safety Board.  The site representatives have no role in  enforcing DOE’s nuclear requirements, as this authority was never given to  the Safety Board.", "Outside of informal interactions, the Safety Board uses its authority to  issue letters and recommendations to and impose reporting requirements  on DOE, publish technical reports, and hold public hearings on safety  issues. The Safety Board noted in its 2007 annual report to the Congress  that since 1989, it has issued 48 formal recommendations—comprising 221  individual subrecommendations—184 reporting requirement letters, and  held 94 public hearings.  The current number of recommendations is now  50.  Starting around 1995, however, the number of Safety Board  recommendations has declined from a range of five to seven per year since  1990 a range of zero to three per year through 2007. In September 2006, the  Congress urged the Safety Board to evaluate whether more frequent use of  recommendation letters would speed up resolution of issues with DOE.   The Congress was concerned about delays primarily resulting from the  untimely resolution by DOE of technical issues raised by the Safety Board  during the design of the waste treatment plant at the Hanford Site. The  Safety Board subsequently responded that it could provide timely  resolution of most health and safety concerns regarding the design and  construction of new DOE nuclear facilities without the need for it to resort  to formal recommendations.", "While DOE has been responsive to the Safety Board’s recommendations, a  number of past deficiencies remain unresolved, and the pace of closure for  many other recommendations has been slow. According to the Safety  Board, DOE has accepted all of its recommendations.  However, some  concerns raised by the Safety Board in its first annual report to the  Congress, in February 1991, have not been fully resolved. These include  shortcomings in nuclear safety analysis; lack of valid justifications for  continued operations, possibly causing temporary or permanent  curtailment of operations; and deficiencies in technical capabilities to  effectively manage, direct, and guide nuclear operations. While this report  pointed out the formidable problem of ensuring that DOE effectively  applies its own rules at the time, the Safety Board noted the intentions of  the Secretary of Energy to establish within DOE a new safety culture for  nuclear activities. The pace of closure for many recommendations has also  been slow. It has taken DOE up to 11 years to obtain closure from the  Safety Board for some of its recommendations. Some systemwide  recommendations, such as the one addressing safety management, have  remained open for a decade or more. Of the 19 recommendations since  1995, 10 remain open, along with 1 more from previous years going back to  1992.", "DOE has sometimes struggled with the action-forcing nature of the  recommendations from the Safety Board. Concerns about the authority of  the Safety Board surfaced in a 1995 DOE Advisory Committee report,  which found that the board was not subject to the same checks and  balances as NRC is with respect to regulating NRC’s licensees. More  recently, the chief of the technical staff to one of DOE’s Central Technical  Authorities told us that in addressing seismic safety issues, the Safety  Board has essentially tried to regulate from what he characterized as its  advisory role. In May 2006, the Secretary of Energy sent a memorandum to  the department heads to clarify the distinction between program office  responsibilities and the role of the Safety Board. The Secretary wrote that  DOE views the Safety Board as a “valuable asset” in meeting its obligation  to ensure the highest standard of nuclear safety through its advice and  observations but that the program offices have the authority and  accountability for nuclear safety. This memorandum did not mention the  role of the independent oversight office, now HSS.", "NRC is also involved in regulating some DOE nuclear facilities and has  examined the possibility of regulating other facilities that had commercial  application: In 1978, the Congress enacted the Uranium Mill Tailings Radiation Control  Act, which established two programs to protect the public and the  environment from uranium processing waste. This legislation required  DOE’s cleanup and remediation of these abandoned sites to be performed  with the concurrence of NRC.", "NRC granted DOE’s Idaho Operations Office a license in 1999 for the  operation of an Independent Spent Fuel Storage Installation to store the  spent fuel from Three Mile Island Unit 2 at the Idaho National Engineering  and Environmental Laboratory.", "In 2003, NRC approved a license amendment to allow Nuclear Fuels  Services, Inc., to possess and use Special Nuclear Material at its newly  constructed uranyl nitrate building at its Tennessee complex. This facility  and another one in Virginia, operated by another contractor, are not  owned by DOE but work almost exclusively for DOE and the Department  of Defense. These facilities are part of DOE’s program to reduce stockpiles  of surplus highly-enriched uranium through reuse or disposal as  radioactive waste. The contractor has agreed to implement enhanced  security measures recommended by NRC.", "The Congress gave NRC an important role in licensing the construction  and overseeing the eventual operation of two new DOE nuclear facilities;  the geologic repository for high-level waste at the Yucca Mountain Site in  Nevada for which DOE is the licensee and the Mixed Oxide Fuel  Fabrication Facility at DOE’s Savannah River Site in South Carolina for  which the contractor would be the licensee, if the application is approved.", "NRC has also been involved in reviewing the development of some DOE  nuclear facilities that had potential commercial application. In the late  1970s, NRC got involved in reviewing DOE’s Fast Flux Test Reactor at the  Hanford Site, which was to test advanced nuclear fuels, materials,  components, systems, nuclear power plant operating and maintenance  procedures, and active and passive reactor safety technologies that could  have commercial application. Later, NRC got involved in evaluating more  advanced design concepts, conducting preliminary licensing reviews, and  preparing safety evaluation reports. However, DOE decided to deactivate  this reactor in 2001 without going to commercialization. Starting in 1997,  NRC also worked with DOE on the planned Hanford Waste Treatment Plant,  then known as the Tank Waste Remediation System-Privatization Program.", "NRC provided assistance to DOE for over 3.5 years under a Memorandum of  Understanding. The memorandum gave NRC the opportunity to acquire an  understanding of the wastes and potential treatment processes, and allowed  DOE to see how NRC would perform reviews and develop an effective  regulatory program for the potential transition to its regulatory oversight. In  the course of its work with DOE, NRC staff reported that they gained an  understanding of the waste and treatment issues and found that, for the  most part, standard nuclear industry methods could be used for risk  reduction. However, NRC reported that it had identified over two dozen  significant issues and over 50 specific topic areas in the design and approval  approach DOE was considering that would require further efforts and  analysis under the NRC approach. For example, NRC identified the  influence that cost, schedule, and capacity were having on the review  activities, as well as inconsistencies between the design and updates to the  authorization basis in which DOE grants the contractor permission to  perform certain operations. A senior DOE official that had been with a  regulatory unit that was reviewing the design for the Waste Treatment Plant  told us that this unit had also identified similar issues with the process. DOE  eventually decided in May 2000 to abandon the privatization of this facility,  citing, among other reasons, the high cost of privatization and declared its  intent to pursue a more conventional DOE self-regulatory approach without  any schedule for transitioning to NRC regulatory oversight. Most recently,  NRC issued a report on its review of DOE regulatory processes for this  plant."], "subsections": []}, {"section_title": "Option to Expand Role of Safety Board Appears Practical, but Not Advocated", "paragraphs": ["While restructuring and expanding the responsibilities of the Safety Board  appears practical, the Safety Board has not advocated for this change in  the past.  The board could be given authority to oversee all DOE high- hazard nuclear facilities, approve the safety basis for designing and  constructing any new facility, approve significant modifications to the  safety basis of existing facilities, and enforce DOE nuclear safety  requirements. The Safety Board already has on-site representatives at  many DOE sites, and it is familiar with DOE’s nuclear safety requirements  and oversight approach. Its safety reviews of the design and construction  of new nuclear facilities are extensive, and it is equally accustomed to  considering the requirements of nuclear safety and national security, as  well as the safety risks, mission priorities, and costs in its  recommendations. In addition, the Safety Board has experienced scientific  and technical personnel, and the power to hire more such personnel  without having to go through the civil service system. Moreover, the Safety  Board’s legislation authorizes a staff of up to 150 but, according to the  board, the Congress has limited the amount of authorized and  appropriated funds such that the board has about 100 full-time employees,  of which less than 60 are technical staff.", "The Safety Board, however, has not advocated for changing its authorities  and responsibilities.  For example, in a July 2007 report to the Congress,  the Safety Board and DOE concluded that rigorous adherence to the  existing responsibilities and powers set forth in present law would foster  the early identification and resolution of safety issues without the need for  legislative changes. Their report pointed out that during the past 2 years,  the Safety Board and DOE had established several new expectations and  requirements and were committed to continuous improvement of DOE’s  project management directives.  More recently, the Safety Board told us  that it currently lacks the resources to take on more responsibilities,  particularly for enforcement activities.  In commenting on draft of this  report, the Safety Board stated that even if it was directed to conduct a full  suite of compliance activities comparable to those of the NRC licensing  activities, significantly more resources than the summation of current staff  plus HSS enforcement staff would be required.  In regard to increasing site  representation, we were informed that if the current DOE facility  representatives were transferred to the Safety Board as independent  inspectors, this would take away resources that the program offices would  need to replenish to continue their current level of contractor oversight.   The Safety Board also raised concerns in its fiscal year 2008 budget  request about its own ability to recruit qualified engineers, in part because  a renewed interest in commercial nuclear power has created competition  for these specialists.  Nevertheless, officials stated that the Safety Board  would of course accept more responsibilities for regulating DOE nuclear  facilities, as long as it has adequate funding, staffing, and legislative  authority.  However, in responding to a draft of this report, the Safety  Board stated that the basic structure and authorities of the existing safety  oversight organizations, including the board, provide a satisfactory  framework for this function at those facilities under its jurisdiction."], "subsections": []}, {"section_title": "Option to Shift Regulation to NRC Appears Practical and Acceptable, but Costs and Benefits Have Been Challenged", "paragraphs": ["NRC’s experiences regulating and examining how it would regulate many  DOE nuclear facilities indicate that shifting DOE nuclear facilities to its  regulatory oversight appears practical, even though the costs and benefits  have been questioned. As previously stated, NRC is currently involved in  regulating a number of DOE nuclear facilities in construction or operation,  as well as many uranium mill sites. NRC has also evaluated its capabilities  and the potential costs of regulating additional DOE nuclear facilities.  Beginning in October 1997, NRC tested regulatory concepts through  simulated regulation of three DOE sites with nuclear facilities by  evaluating each pilot facility against the standards that NRC believed  would be appropriate for this type of facility. In a July 1999 report, NRC  found that most of the technical, policy, and regulatory issues involving  NRC oversight of these sites could be handled adequately within the  existing NRC regulatory structure. In February 2003, the conference report  accompanying the Consolidated Appropriations Resolution, 2003 directed  that NRC carry out compliance audits of 10 DOE Office of Science sites in  order for DOE to develop estimates of the costs necessary to bring the  sites into compliance with NRC safety standards should the Congress  direct NRC to assume regulatory responsibilities over these sites. In an  April 2004 report, NRC again concluded that activities involving radiation- producing materials and machines at these DOE sites could be effectively  regulated within the existing NRC regulatory structure.", "While NRC has not advocated for taking on regulation of DOE nuclear  sites, it has identified some benefits in doing so.  For example, in its 1999  report on external regulation of DOE nuclear facilities, NRC stated that its  regulation would eliminate the inherent conflicts of interest arising in DOE  self-regulation, leading to a safety culture comparable to the safety culture  in the commercial industry, and allow the department to focus on its  primary missions.  However, in this report, NRC also stated that it would  need adequate funding, staffing, and legislative authorization, as well as  the opportunity to update its regulations as necessary.  Other prominent  stakeholder organizations have recently come forward with  recommendations that the Congress consider shifting DOE to external  regulation by NRC. These groups include the Health Physics Society, a  nonprofit professional organization representing about 6,000 members  whose mission is to promote the practice of radiation safety; the  Conference on Radiation Control Program Directors, a nonprofit  organization of individuals that regulate and control the use of radioactive  material and radiation sources; the Government Accountability Project, a  government watchdog organization; and the American Federation of Labor  and Congress of Industrial Organizations. For example, the Health Physics  Society informed us in an August 21, 2007, correspondence that self- regulation of nuclear safety by DOE is in contrast to the fundamental  principle that a single, independent agency should have the authority to  establish and enforce national standards for radiation safety. Moreover,  the letter pointed out that reliance on national security concerns to justify  continued self-regulation by DOE may no longer be compelling in light of  the increased security environment under which NRC now operates. The  Conference on Radiation Control Program Directors also provided us with  a Board of Directors Resolution, dated August 7, 2007, that the Atomic  Energy Act be amended to provide for the regulation of DOE by the NRC  for materials authorized under the Act.", "The principal concerns with shifting DOE to external regulation of nuclear  safety by NRC have been the transition costs versus the potential safety  benefits that would emanate from eliminating self-regulation. DOE and  NRC have differed on the cost and potential benefits of shifting to external  regulation. DOE expressed concerns that transition costs would exceed  any value in shifting to external regulation because of facility-specific  issues, potential uncertainties and implications of NRC regulatory  requirements, and the regulatory difficulty of licensing a single facility on a  large and complex nuclear site. For example, DOE estimated the  transition cost for NRC regulations of the Receiving Basin for Offsite Fuels  Facility at the Savannah River Site to be between $6 million and $13.5  million, with annual costs thereafter estimated at $1.5 million to $3.2  million (in 1999 dollars). However, NRC countered that because few  changes to DOE facilities or procedures would be needed under NRC  regulation, the transition costs would be far less than estimated by DOE.  NRC noted that DOE costs could be minimized and that the change might  provide a net savings if DOE reduced the level of its oversight to one  commensurate with a corporate oversight model.  Nevertheless, NRC  would have to increase its staffing levels to regulate DOE nuclear facilities,  but at an uncertain number. A DOE working group on external regulation  estimated in 1996 that NRC would need 1,000 to 1,600 new employees at a  cost of $15 million to $200 million.", "The Safety Board has sided with DOE in questioning the cost and benefits  of external regulation by NRC, early on raising national security concerns  with external regulation. The National Defense Authorization Act for  Fiscal Year 1998 required the Safety Board to make recommendations to  the Congress on what role it should take in the event that the Congress  should consider legislation for externally regulating DOE defense nuclear  facilities. In its November 1998 report, the Safety Board rejected a shift to  external regulation of DOE defense nuclear facilities for several reasons,  including the potential adverse effects on national security and the  likelihood that costs would outweigh any benefits that might accrue.  Based on its review of factors that would attend to external regulation of  these nuclear facilities, the Safety Board stated that it does not believe that  additional external regulation of them is in the best interest of our nation.  The board further stated that the Congress made the right decision in  setting it up as an independent advisory agency, not a regulator, and that  the contributions of the Safety Board since its inception attests to the  efficiency of its structure.", "More recently, HSS officials told us that NRC’s regulatory structure and  approach may not fit DOE’s operational model because of important  differences from the commercial nuclear industry, such as having one-of-a- kind facilities. HSS contends that it has coordinated with and evaluated  DOE’s initiative to strengthen program office oversight and that  integrating these procedures into the fabric of the department’s way of  doing business offers a viable alternative model to external regulation by  an agency that is not familiar with the intricacies of the unique operations  found at DOE facilities. In addition, HSS points out that external  regulation is not a panacea solution and that there are oversight failures,  such as NRC’s experience with the Davis Besse nuclear power plant. HSS  also points out the steady improvement in measurable safety areas across  the DOE complex and contends that an objective assessment of DOE’s  safety performance contradicts the assertion that the department’s safety  is lax or that it has pervasive problems and needs to be externally  regulated."], "subsections": []}]}, {"section_title": "Appendix VI: Comments from the Department of Energy", "paragraphs": ["The following are GAO’s comments on the Department of Energy’s letter  dated September 10, 2008."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["Our response to DOE’s letter is on pages 45 to 49.  The following responses  are to the detailed comments provided by DOE that were attached to the  letter.  1. DOE is incorrect in stating that we did not recognize the primary role of  the program offices in nuclear safety.  We addressed DOE’s self-regulation  approach on page 2 of the report and also on pages 13 to 14, as well as  through a general discussion of responsibilities on page 36.  For example,  we provided a figure on page 16, obtained from DOE, of the roles,  responsibilities, and authorities within DOE for nuclear safety.  We clearly  stated our research questions, criteria for evaluation, and the focus on  nuclear safety on page 6.  In addition, since we did not review the  effectiveness of the program offices’ nuclear safety oversight programs,  there is no basis for DOE to claim that we found this oversight to be  ineffective or that we contend that all oversight must be performed by HSS.   Moreover, DOE is incorrect in stating that we did not address the functions  of the Central Technical Authority. We discussed these functions on page  39.  While an evaluation of the role of the Central Technical Authority was  not the subject of this review, we added more detail about it on pages 15  and 39.    2. We disagree with DOE’s comment that we discounted DOE and HSS  perspectives that the former site representative program under a  predecessor office did not work very well and resulted in giving conflicting  directions to DOE contractors, which degraded the principle of line  management responsibilities.  We considered these perspectives, which we  discussed on pages 37 to 38. We still believe that HSS needs to increase its  site presence, but we did not prescribe how this should be accomplished.   For example, HSS might increase the frequency of its site inspections or  establish a minimal presence at sites with the most high-hazard nuclear  facilities.  We provided additional detail on page 37 regarding the role of the  site representatives and DOE’s statement that site representatives from the  independent oversight office were providing conflicting directions to the  contractors.   3. We agree with DOE that the lack of HSS involvement in approving the  safety basis is intentional, but we continue to believe that this is a valid  example of a shortcoming in HSS’s functioning as an effective independent  oversight office with respect to nuclear safety.  DOE further stated that our  conclusion is based on an incorrect premise that the program offices  cannot perform an adequate review of the safety basis documentation.  In  addition, DOE stated that the unique nature of the facilities requires that  the program office officials at the sites perform the reviews, not  headquarters.  First, our assessment of HSS’s current mission is based on  GAO’s elements of effective independent oversight, along with  supplemental criteria from our past work and HSS guidance.  Second, we  did not state that the program offices could not adequately review the  safety basis documentation on high-hazard nuclear facilities.  Third, we  disagree that the site offices are the only ones that know enough about the  facilities to conduct a safety basis review.  For example, DOE  acknowledged in its comments that technical staff for the Central Technical  Authorities’ at headquarters, as well as HSS also get involved in safety basis  reviews.  According to DOE, the headquarters-based technical staff for the  three Central Technical Authorities provide nuclear safety oversight and  advice to DOE sites and these authorities. They maintain awareness of  complex high-hazard nuclear operations at the sites, including safety basis  implementation, nuclear facility startup, and personnel training and  qualifications, among other things.  In addition, DOE stated that HSS  performs periodic site inspections that include nuclear safety basis  elements, such as engineering design, configuration management, and  safety basis.        4. DOE is incorrect in stating that we found the program office oversight to  be ineffective and that all oversight should be performed by HSS.  Our point  is that HSS—as the only independent oversight office—needs to also  participate in the safety basis review process as an important component of  DOE’s self-regulation approach.   5. We disagree with DOE that potential conflicts of interest between  mission objectives and safety will always exist in DOE and other industries  that deal with hazardous materials.  Our focus in this review was nuclear  safety oversight and, as we stated on page 1, virtually all other federal  nuclear facilities and all commercial, industrial, academic, and medical  users of nuclear materials are regulated by NRC.  Because these other  entities are regulated by NRC, we also disagree with DOE that its system of  checks and balances—with HSS providing an independent check of the  program offices and the contractors—is similar to these other industries.   The shortcomings we found in HSS as an effective independent overseer of  nuclear safety indicates to us that this system of checks and balances is not  in proper balance as it relates to nuclear safety.      6. We disagree with DOE that we misrepresented its position in forming  HSS and that we inferred that these actions reduced the effectiveness of  HSS’s oversight and enforcement functions.  The statement about the  mission of HSS came directly from a 2006 DOE report that set forth the  rationale for establishing this office.  According to this report, HSS was  established as a corporate safety office similar to corporate safety offices in  the commercial nuclear utility industry.  However, unlike DOE, corporate  safety offices of nuclear utilities operate under NRC regulation.  In  addition, DOE stated that it made these changes to strengthen HSS  independent oversight and enforcement responsibilities by, for example,  removing some management responsibilities.  This may have been one  objective in forming HSS, but we found that reducing some nuclear safety  responsibilities and technical resources in HSS that once resided in its  predecessor offices contributed to our findings that it does not fully meet  our elements of effective independent oversight of nuclear safety.    7. We disagree with DOE that we do not understand its governance model  for nuclear safety; as discussed above, we have described this approach in  our report.  We agree with DOE that we did not attempt to evaluate the  effectiveness of DOE’s governance model and instead evaluated HSS  against our elements for effective independent oversight of nuclear safety  to develop our findings, conclusions, and recommendations.    8. We disagree with DOE that our evaluation methods were too narrow in  scope to provide a valid assessment of HSS’s performance with respect to  oversight, enforcement, and technical expertise.  Our evaluation methods  were appropriate to assess HSS against our elements of effective  independent oversight of nuclear safety.  An assessment of HSS against  these elements and their criteria did not require us to review the quality of  the appraisal reports, enforcement actions, or technical staff.  Instead,  HSS’s ability to perform reviews and have its findings addressed relied on  criteria to assess the independence of the information available for these  reviews, the frequency of the reviews, and the opportunities to  independently determine the effectiveness of the actions taken to correct  the identified deficiencies.  In regard to enforcement, we evaluated the  level of recurring violations rather than the quality of the paperwork used  to document enforcement actions.  Finally, in terms of technical expertise,  our criteria required a review of the sufficiency of the staff rather than their  technical qualifications.  We found shortcomings in each of these areas,  which lead to our conclusions and recommendations.    9. We disagree with DOE’s statement that we selectively cited an NRC  report only to support our findings of HSS shortcomings.  We quoted  directly from the NRC report, and in several places, we discussed  similarities between DOE’s and NRC’s approach.  For example, we  discussed how DOE’s enforcement program is similar to NRC’s program  on page 43.  However, we have added on page 41 of this report, and in our  Conclusions on page 44 that NRC stated that it believes the DOE program,  if properly implemented, is adequate to ensure protection of public health  and safety.  Nevertheless, we also pointed out in our report on page 41  that NRC suggested that DOE evaluate how to improve implementation of  its requirements and the transparency of its decisions, and also explore  ways to gain and maintain more independence between its regulatory  oversight and project management functions.   10. We disagree with DOE that we mischaracterized information contained  in the Safety Board’s Recommendation 2004-1; we quoted directly from  the Safety Board’s recommendation.  However, we revised the report on  page 1 to add the Safety Board’s statement that DOE has a long and  successful history of nuclear safety during which DOE developed a  structure and requirements to achieve safety.  Nevertheless, we noted on  page 2 that our 2007 report found a record of recurring accidents and  violations of the nuclear safety requirements at three DOE weapons  laboratories.  DOE also stated that we did not mention that its  implementation plan to create the Central Technical Authority to fulfill  one aspect of Recommendation 2004-1 was accepted by the Safety Board.   We added this text to the report on page 39.   11. We disagree with DOE that NRC’s recent report, which concluded that  DOE needs to increase the independence between its regulatory oversight  and project management functions, only relates to the program offices and  has no bearing on HSS.  As our report states on page 41, NRC found that  DOE focuses its oversight program on owner responsibilities rather than  on nuclear safety requirements and suggested that DOE explore ways to  increase independence between regulatory oversight and project  management functions.  We believe that it is reasonable to conclude from  NRC’s report that DOE should consider opportunities to strengthen  independent oversight both within the program offices and HSS.  12. We disagree with DOE that our identified shortcomings with the  structure and functions of HSS are not supportable because we looked at  HSS in a vacuum rather than in the context of DOE’s governance model.   We evaluated HSS against our elements of effective independent oversight  of nuclear safety, supplemented with recommendations from past GAO  reports and HSS guidance.  In our opinion, this is the role that HSS needs  to play in DOE’s self-regulation approach.   13.  We disagree with DOE’s claim that our independence criteria are not  essential components for an independent oversight office.  We added on  page 21 that while HSS is structurally distinct from the program offices,  there are also other components of independence that this office should  possess, identified in past GAO reports, which are essential for HSS to  function in this independent role with respect to nuclear safety.  DOE also  stated that HSS is similar to Occupational Safety and Health  Administration and Environmental Protection Agency as independent  oversight agencies without a site presence.  However, nuclear safety has  always been a special case for intense oversight.  The NRC and the Safety  Board are very involved in reviewing the safety basis for nuclear facilities,  and these two organizations rely heavily on having a site presence at high- hazard nuclear facilities.  DOE also said that we did not present any safety  performance criteria.  While this was not the subject of our review, we did  note on page 2 that our 2007 report found a record of recurring accidents  and violations of the nuclear safety requirements at three DOE weapons  laboratories.     14. We question DOE’s justification for shifting the 20 nuclear safety  review positions to the program offices from the former Office of  Environment, Safety and Health to support oversight by the Central  Technical Authority.  For example, DOE stated that they placed these  technical experts in the authority to help the program offices review and  approve their nuclear facility safety basis, in part because of the challenge  to get some sites to upgrade the safety basis of these nuclear facilities.   DOE fails to acknowledge that it has increased the potential for conflict of  interest in the review and approval of the safety basis for nuclear facilities  by removing any semblance of remaining independent input to this  process that once resided in an HSS predecessor office.    15. We agree with DOE that our assessment of its staffing situation did not  provide a complete and accurate picture, such as the use of contractors, in  the Results in Brief section of our report.  We have added this to our  Results in Brief section and also changed the number of current vacancies  from three to two in the Office of Enforcement.  We did address the use of  contractors and other federal resources in the body of the report.  16. We disagree with DOE that the head of HSS has the same rank as a  Senate-confirmed head of the program offices, even though they both may  have direct access to the Secretary of Energy at this time.  At the  suggestion of DOE, we have added to the text on page 23 that DOE  officials have emphasized that the head of HSS has excellent access to the  Secretary of Energy and other DOE decision makers and that the  authorities of this position are at least equivalent to, and sometimes  greater than, those of the head of HSS’s predecessor offices.  Importantly,  we note that while the current head of HSS contends that he has access to  the Secretary of Energy, there is no guarantee that a future head of HSS  will enjoy the same level of access. 17. We clarified in our report on page 23 that our recommendation that the  head of the independent oversight office be a Senate-confirmed individual  at the same rank as the program office heads was not acted upon.   18. We disagree with DOE that the sites that were not visited by HSS in the  last 5 years did not warrant a visit because they no longer have nuclear  facilities.  The sites with high-hazard nuclear facilities, by DOE’s  definition, can pose serious consequences from an accident, and all sites  that we included in our analysis had nuclear facilities operating within the  last 5 years.  DOE is also incorrect in stating that we chose not to include  a 2007 site investigation of Los Alamos National Laboratory and a 2004  review of the Office of River Protection.  We did not include the site  investigation of Los Alamos National Laboratory because it was issued  outside of the time frame of our analysis.  Finally, we noted that the Office  of River Protection was included in a lessons learned report but that it  was not subject to a separate environment, safety, and health site  inspection, and thus, is not reflected in table 1 on page 29 of this report.  We added the 2007 accident investigation to the report on page 28, but not  in table 1.     19. DOE is incorrect in stating that we did not provide a complete and  accurate picture of HSS’s role in corrective actions.  We stated on pages 19  and 30 that the program offices are responsible for preparing corrective  action plans and that HSS has a role in reviewing these plans.  While HSS  inspection protocols indicate that most sites with high-hazard nuclear  facilities should receive a site inspection every 2 to 4 years, we found that  HSS had not inspected 8 of the 22 sites that had these nuclear facilities in  the last 5 years.  We also provided information on pages 40, regarding  additional reasons HSS provided for not inspecting some sites on  schedule.  20. DOE is incorrect in stating that we assumed that the scheduled  oversight inspections are the only mechanism for reviewing corrective  actions and that HSS should routinely review these corrective action  plans. DOE is also incorrect in stating that we did not mention HSS’s  option to perform reinspections or more frequent inspections if warranted  and that we did not mention the frequency of other reviews.  First, on  pages 19 and 30, we addressed HSS’s involvement in reviewing the  corrective action plans formulated by the program offices.  Second, on  page 30, we discussed the option to conduct follow-up reviews and found  that they were done only five times since 1995.  Third, on page 30, we  accurately recorded how often HSS returns to sites for subsequent  inspections.  For example, we found that sites with two and seven high- hazard nuclear facilities, excluding those that no longer have such  facilities, were only inspected on average once every 6 years.  Finally, we  did mention the other site reviews by the program offices, contractors,  and now the Central Technical Authority on page 40.    21. We disagree with DOE that HSS is not the organization responsible for  maintaining information on the status of nuclear facilities, that upgrading  the safety basis of nuclear facilities is not and should not be a primary  concern of HSS, and that HSS only needs to be concerned with whether  the safety basis accurately reflects facility conditions and that appropriate  controls have been implemented.  First, HSS is responsible for maintaining  the Safety Basis Information System (SBIS) that includes information on  the safety basis status of high-hazard nuclear facilities and thus should be  more accountable for the reliability of the information in this database  because, according to DOE, the database is intended to allow the public to  track upgrades of the facility safety basis.  Second, we believe that HSS is  the most appropriate office to hold the program offices accountable for  upgrading the safety bases of their nuclear facilities to meet current  requirements because, as our report noted, the program offices have been  slow to accomplish this task.  Third, as our report states, we believe that  HSS needs greater responsibilities in the up front review of the safety  basis of new nuclear facilities as well as major modifications of existing  facilities because such an independent review reduces potential conflicts  of interest inherent in reviews conducted by the program offices.    22. We disagree with DOE that we drew invalid conclusions from the SBIS  database regarding the information available to HSS or the state of HSS  knowledge.  We do not dispute that the SBIS database is not used by HSS  or the program offices; however, more effort needs to be made to ensure  that the information in this database is updated because it is supposed to  be available to the public to check progress made in upgrading facility  safety bases.  More importantly, this is the only database that attempts to  provide information on the number and status of high-hazard nuclear  facilities; information that we found was not fully known by the program  offices at headquarters, as well as HSS.  It seems reasonable to us that  HSS should independently assess the accuracy of the information in the  database and use it to monitor the safety basis status of nuclear facilities,  particularly the use of JCO.    23. DOE is incorrect in stating that we did not discuss the time frame for  the involvement of HSS’s predecessor offices in the review of safety basis.   We clearly do this on page 36.  An evaluation of why the safety bases  approval process that existed in HSS predecessor offices may have been  ineffective was not the subject of our review.               24. We disagree with DOE that our conclusions about HSS’s knowledge of  the status of the nuclear safety bases are not valid because they are based  on an inadequate assessment of HSS’s roles and responsibilities.  We  based our assessment on the structure and functions of HSS with respect  to our elements of effective independent oversight of nuclear safety.  We  addressed HSS’s review process on pages 21 and 25.  Starting on page 39  and continuing through page 41, we discuss the factors contributing to the  three shortcomings that we believe affect HSS’s ability to perform reviews  and have its findings addressed.      25. We disagree with DOE that we incorrectly used terminology and, thus,  presented a misleading, inaccurate, and inflammatory perspective.  DOE  said that while it agreed that some facilities do not have an updated safety  basis, we characterized this situation as noncompliant, inadequate, or not  proper.  This is incorrect.  We clearly stated on page 26 that 31 nuclear  facilities do not have safety bases that meet current requirements.  We  obtained this information directly from site office officials who we  surveyed and who are the most knowledgeable about current conditions.  DOE also stated that 10 CFR 830 envisioned a transition period to upgrade  the facility safety bases.  However, DOE did not mention that this  transition period ended 5 years ago.  We added language on page 40, as  DOE suggested, that some DOE sites have yet to upgrade their safety basis  to new standards and that some sites have a limited lifetime because they  are scheduled for decommissioning, therefore, upgrading the facility  safety basis for these sites may be an unwarranted expenditure of  resources to provide little additional safety.    26.  DOE agrees that we are justified in pointing out that some nuclear  facilities do not have approved safety bases.  However, DOE suggested  that we failed to mention the interim measures that are being taken by the  Office of Nuclear Energy at the Idaho National Laboratory to ensure  adequate safety while additional upgrades are made.  We have added on  page 26 that 2 of the 14 facilities now have approved, upgraded safety  bases, and that the Office of Nuclear Energy has put in place JCOs, as well  as additional oversight, to address weaknesses in the previous safety  bases for the other facilities until they can be upgraded.    27. DOE generally agreed with our analysis of the JCO issue.  However,  DOE provided additional information on other actions it has taken since  the end of our audit time frame, namely that preparing further guidance  regarding the content and approval of JCOs is warranted.  We added this  text to the report on page 28.  28. We disagree with DOE that HSS should not have a role in monitoring  JCO use outside of periodic site inspections because, as our report notes,  there have been inappropriate and excessive uses of JCOs that went  undetected, in part because there was no central monitoring of their use.      29. DOE is incorrect in stating that we implied that it does not monitor  changes to the safety bases of high-hazard nuclear facilities.  We only  stated on page 27 that HSS does not routinely review changes in the safety  bases, such as use of JCOs.  However, we did add on page 28 that HSS  reviews the use of JCOs during its periodic site inspections.    30. We disagree with DOE that the problems identified by the Safety Board  were primarily due to insufficient guidance that existed prior to issuance  of DOE Guide 424.1, in July 2006, and that this situation has been  corrected with new guidance.  Our survey found additional use of JCOs 16  months after the issuance of this guidance.  While our survey found that  the average days of the JCOs was less than found by the Safety Board in  its sample of defense nuclear facilities, we noted on page 27 that the  expected duration of these JCOs was almost twice what the Safety Board  reported. DOE incorrectly stated that we stated that the Safety Board  attributed the prevalent use of JCOs to the structure of DOE oversight.     31. We disagree with DOE that we mischaracterized the role of HSS as  secondary to the program offices in addressing nuclear safety violations.   We took this characterization directly from information provided to us by  HSS.  In addition, DOE incorrectly stated that we stated that HSS should  take over program office responsibilities.  DOE also suggested that we  implied that HSS has made some conscious decisions not to act to prevent  recurring nuclear safety violations.  On the contrary, we stated that HSS  has made this a key issue to address with increasing enforcement actions.   We only indicated that these actions alone have not impeded the  recurrence of 9 of the top 25 violations of the nuclear safety requirements.    32. We disagree with DOE that our use of data in its Noncompliance  Tracking System, from which we drew conclusions, is too narrow and  meaningless.  DOE also stated that we should be cautious in drawing  conclusions from this database.  This is the only database that DOE has to  track violations despite the limitation DOE mentions for using it in our  analysis.  We determined that this database was sufficiently reliable for  the purposes of our report. Moreover, an HSS official in the Office of  Enforcement told us that this database was the main source of  information used by this office, even though other databases are also  reviewed, and that this office conducts program reviews to ensure that the  contractors are entering data correctly.  Another Office of Enforcement  official told us that this database, the program reviews, and an occurrence  reporting database are used to assess recurring and long-standing  problems, but that this is assessment is informal and with the current  staffing level there are limited resources to conduct the program reviews.  In addition, as a check on the reliability of the data, this office also relies  on enforcement coordinators at the sites, but this official told us that they  work for the program offices and thus have some conflict of interest. In  regard to recurring violations, we looked at these violations over a 3 year  period across all sites, thereby ruling out outliers that DOE has offered as  reasons for ups and downs in the number of reported violations.  We also  noted on page 32 that entries into this system have averaged around 220  per year since 1999.  This suggests to us that our findings would not  change if we added more years of violations to our analysis.  Finally, we  disagree with DOE that our conclusions are simply not supportable.  DOE  provided no evidence to show that what we found is inaccurate and also  agreed with our recommendation that enforcement actions need  strengthening.  However, we added language on page 31, as DOE  suggested to explain that the category of violations for “performing work  consistent with technical standards” is broad in scope and includes all  instances of procedural violations and inadequate procedures.   Nonetheless, our report notes that these violations meet DOE’s reporting  thresholds for safety significance and reflects on the safety culture at the  sites.    33. To eliminate any confusion between the recurring violations at the  Hanford Tank Farm and those at the Waste Treatment Plant, we modified  the text on page 35 to clarify this distinction.      34. DOE stated that the 1-year time frame to take action for some  recommendations may not be reasonable for a variety of reasons.  The  intent of this 1-year deadline was to encourage DOE to take quick action  on what we believe is a critical issue independent oversight at DOE  nuclear facilities. While we do not believe that DOE has convincingly  argued that our recommendations are necessarily expensive, redundant,  and counterproductive, we agree that careful planning is necessary.  We  have therefore modified the recommendation to remove the 1-year  deadline to address DOE’s concerns.  However, we note that 31 U.S.C. 720  requires the head of a federal agency to submit a written statement of the  actions taken on our recommendations to the Senate Committee on  Homeland Security and Governmental Affairs and to the House  Committee on Oversight and Government Reform not later than 60 days  from the date of our report and to the House and Senate Committees on  Appropriations with the agency’s first request for appropriations made  more than 60 days after the date of this report.  In this written statement,  we believe DOE should take the opportunity to detail not only the actions,  if any, it intends to take, but also to specify the time required to take these  actions in as economical and efficient a way as possible.  DOE’s statement  should also specify what recommendations or parts of recommendations  the department does not intend to implement and its reasons.  This  information could serve as a basis for any additional congressional action,  if appropriate, as envisioned by our Matters for Congressional  Consideration. 35. We stand by our recommendation that HSS needs to be involved in the  review of the safety basis for new nuclear facilities and significant  modifications of existing facilities that may raise new safety concerns.  We  believe that this is a fundamental responsibility of an independent  oversight office with respect to nuclear safety.    36. DOE generally accepted our recommendation on the need to increase  its involvement in monitoring the safety basis status of nuclear facilities.    37. DOE is incorrect in stating that our recommendation to maintain a site  presence for HSS includes an implicit recommendation to eliminate the  existing oversight programs of the program offices.  We also did not  prescribe how HSS would maintain a site presence.  However, we have  modified this recommendation to replace “maintain” with “increase” a site  presence in order to give DOE more flexibility in deciding how to obtain  more routine awareness of site operations.  38. DOE agreed with our recommendation to strengthen the enforcement  program but did not agree with the need for measurable goals.  We  modified our recommendation to exclude the requirement for measurable  goals for enforcement because it now appears to us that it would be  difficult to attribute any decline in recurring violations to only the  enforcement actions by HSS because other factors could be attributable to  a change, such as actions taken by the program offices.    39. DOE agreed with our recommendation that public access to HSS  reports is desirable, as long as security requirements are met.  40. We revised the text on page 4 to more accurately reflect the DOE  review of the external regulation option starting in the mid-1990s.   41. We revised the text on page 8 to replace the term “policy” with  “internal guidelines.”    42. We revised the text on page 8 to state “do not fully conform to DOE  guidelines.”   43. We made the suggested changes in figure 4 on page 16 to place  “authorization agreements,” within site office responsibilities.    44. We revised the text on pages 41 to 42 that the program offices can and  do use contractual mechanisms to penalize contractors for poor nuclear  safety performance, as well as to encourage improved performance.   These mechanisms include assessment reports that dictate that a problem  needs correction, showing cause letters, stopping work direction,  conditional payment for fee actions, and contract termination.  For  example, HSS officials informed us that since 2005, the Office of  Environmental Management has exercised conditional payment of fee  action 10 times over concerns about contractor safety performance.  45. We changed the text to clarify that the Chemistry and Metallurgy  Research facility is operating under the safety basis established in 1998,  although according to DOE this facility has been subject to almost  continuous safety review by both the contractor and the department.   46. We are not making this recommended change because we believe that  the cognizant program office official at the site has the most accurate  information on the facility.    47. We changed the year to 2012 on page 26.  48. We added a note about Brookhaven to table 1 and table 3 on pages 29  and 33, respectively.  49. We added a note about New Brunswick to table 3 on page 33.  50. We changed the data for 2007 to adjust the line in figure 5 on page 34.   51. We revised the text on page 34.  52. We revised the text to include “notice of investigation” on page 35.  53. We revised the text regarding HSS plans to help the program offices  identify causes of recurring violations on page 42.  54. We revised the text to add “other nuclear safety guidance” to table 4 on  page 54, and changed the number from 26 to 29 rules and directives on  page 14.  55. We cannot change the language of the survey instrument because we  have already conducted the survey of DOE’s high-hazard nuclear facilities.    56. We revised the text to replace 1998 with 1999 on page 67."], "subsections": []}]}, {"section_title": "Appendix VII: Comments from the Defense Nuclear Facilities Safety Board", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VIII: Comments from the Nuclear Regulatory Commission", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IX: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individuals named above, Daniel Feehan (Assistant  Director), Jeffrey Barron, Thomas Laetz, Omari Norman, Lesley Rinner,  Benjamin Shouse, and Elizabeth Wood made key contributions to this  report."], "subsections": []}]}], "fastfact": []}