{"id": "GAO-11-767", "url": "https://www.gao.gov/products/GAO-11-767", "title": "Indian Health Service: Increased Oversight Needed to Ensure Accuracy of Data Used for Estimating Contract Health Service Need", "published_date": "2011-09-23T00:00:00", "released_date": "2011-09-23T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Indian Health Service (IHS), an agency in the Department of Health and Human Services (HHS), provides health care to American Indians and Alaska Natives. When care at an IHS-funded facility is unavailable, IHS's contract health services (CHS) program pays for care from external providers if the patient meets certain requirements and funding is available. The Patient Protection and Affordable Care Act requires GAO to study the adequacy of federal funding for IHS's CHS program. To examine program funding needs, IHS collects data on unfunded services--services for which funding was not available--from the federal and tribal CHS programs. GAO examined (1) the extent to which IHS ensures the data it collects on unfunded services are accurate to determine a reliable estimate of CHS program need, (2) the extent to which federal and tribal CHS programs report having funds available to pay for contract health services, and (3) the experiences of external providers in obtaining payment from the CHS program. GAO surveyed 66 federal and 177 tribal CHS programs and spoke to IHS officials and 23 providers."]}, {"section_title": "What GAO Found", "paragraphs": ["Due to deficiencies in IHS's oversight of data collection, the data on unfunded services that IHS uses to estimate CHS program need were not accurate. Specifically, the data that IHS collected from CHS programs were incomplete and inconsistent. For example, 5 of the 66 federal and 30 of the 103 tribal CHS programs that responded to GAO's survey reported that they did not submit these data to IHS in fiscal year 2009. Also, the format of IHS's annual request has not provided the agency with complete information to determine which programs submitted these data. In addition, individual CHS programs reported inconsistencies in how they recorded information about a specific type of unfunded service that IHS uses in its assessment of need. A reliable estimate of need will require complete and consistent data from each of the individual CHS programs. In November 2010, IHS created a workgroup to examine weaknesses in its current data and explore other sources of data to estimate need. IHS officials expect the workgroup to make a recommendation to the IHS Director by the end of calendar year 2011 that IHS adopt a new method of estimating need. As of September 2011, IHS was continuing to develop this new method and officials indicated that deferral and denial data would continue to be collected until it makes further decisions about its needs assessment methodology. Sixty of the 66 federal and 73 of the 103 tribal CHS programs that responded to GAO's survey reported that in fiscal year 2009 they did not have CHS funds available to pay for all services for which patients otherwise met requirements. Some federal CHS programs reported continuing to approve services for patients when sufficient funds were not available; IHS officials told us they were unaware this practice was occurring. In contrast, other federal CHS programs reported using a variety of strategies to help patients receive services outside of the CHS program in order to maximize the care that they could purchase. For example, some federal CHS programs reported helping patients locate free or low-cost health care. Tribal CHS programs reported using a variety of strategies not available to federal CHS programs. For example, 46 of 103 tribal CHS programs that responded to GAO's survey reported supplementing their CHS programs' funding with tribal funds, which are earned from tribal businesses or enterprises. Most external providers that GAO interviewed described challenges in the CHS program payment process. For example, when patients presented for emergency services, 13 of 23 providers reported challenges determining which services would be approved for payment because, unlike other payers, they cannot check a patient's eligibility electronically. Eighteen providers noted challenges receiving communications from IHS about CHS policies and procedures related to payment, including having had few, if any, formal meetings with program staff and a lack of training and guidance. IHS officials acknowledged that the complexity of the CHS program makes provider education important. Most providers said that these challenges contributed to patient and provider burden."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that HHS direct IHS to ensure unfunded services data are accurately recorded, CHS program funds management is improved, and provider communication is enhanced. HHS noted how IHS would address the recommendations; describing the proposed new method to estimate need. IHS's steps will address some recommendations, but immediate steps are needed to improve the collection of unfunded services data to determine program need."]}], "report": [{"section_title": "Letter", "paragraphs": ["Access to health care services for American Indians and Alaska Natives  has been a long-standing concern. The Indian Health Service (IHS), an  agency within the Department of Health and Human Services (HHS), is  charged with providing health care to the approximately 1.9 million  American Indians and Alaska Natives who are members or descendants  of federally recognized tribes. These services are provided at federally or  tribally operated health care facilities, which receive IHS funding and are  located in 12 geographic regions overseen by IHS area offices. These  IHS-funded facilities vary in the services that they provide. For example,  some facilities offer comprehensive hospital services, while others offer  only primary care services. When services are not available at these  facilities, the agency’s contract health services (CHS) program may pay  for services from external health care providers, including hospital- and  office-based providers. The CHS program is administered at the local  level by individual CHS programs generally affiliated with IHS-funded  facilities in each area. These individual CHS programs may be federally  or tribally operated.", "These federal and tribal CHS programs determine whether or not to pay  for the referral of a patient to an external provider or pay an external  provider for a service already provided. IHS requires that patients meet  certain eligibility and administrative requirements to have the services  paid by the CHS program. In addition, the CHS program, which is funded  through the annual appropriations process, must operate within the limits  of its appropriations. Therefore, committees associated with each CHS  program meet at least weekly to review cases and approve payment  based on the relative medical need of each case. When the requirements  have not been met or funds are not available, CHS programs defer or  deny requests to pay for services. Services for which patients otherwise  meet necessary requirements, but for which CHS program funds are not  available for payment, are known as unfunded services.", "Limits on available resources have affected the specific types of services  available to American Indians and Alaska Natives through the CHS  program. For example, in a 2005 report examining 13 IHS-funded health  care facilities, we reported that primary care services were generally  offered at the facilities, but certain specialty and other services were not  always directly available to American Indians and Alaska Natives. These  facilities also generally lacked funds to pay for all of these services  through their CHS programs. We also noted that, in some cases, gaps in  services resulted in diagnosis or treatment delays that exacerbated the  severity of a patient’s condition and required more intensive treatment.", "Funding for the CHS program has increased significantly, from   $498 million in fiscal year 2005 to $779 million in fiscal year 2010. Despite  the funding increases over this period, IHS reported an increase in the  number of services denied by CHS programs due to a lack of funding.  IHS uses the number of services that were deferred or denied due to a  lack of funds by the CHS programs to develop an estimate of the  additional funds needed for the CHS program. However, IHS and other  stakeholders have questioned whether these data on unfunded services  represent the extent of need. For example, IHS has acknowledged that  little is known about the extent of unfunded services for tribal CHS  programs. Just for federal CHS programs, IHS has estimated that $360  million in services were unfunded in fiscal year 2008.", "The Patient Protection and Affordable Care Act requires GAO to study the  adequacy of federal funding for the CHS program. IHS does not maintain  comprehensive data and information about the program that would be  relevant to assessing the adequacy of federal funding. As discussed with  the committees of jurisdiction, we examine (1) the extent to which IHS  ensures the data it collects on unfunded services are accurate to  determine a reliable estimate of CHS program need, (2) the extent to  which federal and tribal CHS programs report having funds available to  pay for contract health services, and (3) the experiences of external  providers in obtaining payment from the CHS program.", "To examine the extent to which IHS ensures the data it collects on  unfunded services are accurate to determine a reliable estimate of CHS  program need and the extent to which federal and tribal CHS programs  report having funds available to pay for contract health services, we  administered a Web-based survey to the 66 federal CHS programs  identified by the area offices. We administered the survey between  October 2010 and January 2011 and received completed survey  responses from all 66 federal CHS programs. We also administered a  mixed-mode survey—both Web-based and by mail—to the 177 tribal  CHS programs identified by the area offices. We administered the survey  between September 2010 and January 2011 and received completed  survey responses from 103 of the tribal CHS programs, for a response  rate of 58 percent. Because we did not receive responses from all tribal  CHS programs and because there is variability among programs due to  the flexibility tribes and tribal organizations have in administering their  programs, the results from our survey of tribal CHS programs are not  generalizable to all tribal CHS programs. In addition, we conducted two  site visits to IHS’s Oklahoma City and Portland area offices, interviewed  officials from IHS and each of IHS’s 12 area offices to discuss oversight  of the CHS program, and spoke with tribal health advocacy groups. We  also examined IHS oversight—such as the provision of policy and  guidance—conducted to ensure that CHS programs consistently and  completely record and report unfunded services data. We compared  these oversight activities to the standards described in the Standards for  Internal Control in the Federal Government and the Internal Control  Management and Evaluation Tool. We also reviewed our cost estimating  guide to assess procedures for determining a reliable estimate for  budgetary purposes.", "To examine the experiences of external providers in obtaining payment  from the CHS program, we interviewed representatives from hospitals  and office-based health care providers in selected IHS areas. We  selected four areas based on their per capita CHS funding for fiscal year  2009 and dependency on CHS funds for hospital services. The four  areas we selected were Bemidji, Billings, Phoenix, and Oklahoma City,  which represent areas that were above or below average for each of our  selection criteria. Within these four areas, we selected 16 hospitals and   7 office-based providers from a list of providers that were identified by  federal CHS programs in our survey and by other experts as interacting  frequently with IHS’s CHS program. Given the small number of providers  in our sample and our process for selecting them, the results from these  interviews are not generalizable to all providers interacting with the CHS  program. We asked providers about their experiences obtaining effective  and timely communication related to the payment process, such as  training or guidance on determining patient eligibility for CHS program  payment of services, and determining the status of claims or receiving  payment, and compared their experiences with the standards described  in the Standards for Internal Control in the Federal Government and the  Internal Control Management and Evaluation Tool. We asked providers  a standard set of open-ended questions and we did not independently  validate their reported experiences, but we did discuss many of the issues  they raised with IHS officials. (See app. I for more details on our scope  and methodology.)", "We conducted this performance audit from January 2010 to September  2011 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["IHS oversees the CHS program through 12 area offices. Federal and  tribal CHS programs in each of these areas pay for services from external  providers if services are not available directly through IHS-funded  facilities, if patients meet certain requirements, and if funds are available.  IHS conducts an annual assessment to estimate CHS program need. To  perform its needs assessment, IHS requests data from area offices and  individual CHS programs on health care services they were unable to  fund."], "subsections": [{"section_title": "CHS Program Organization", "paragraphs": ["IHS manages the CHS program through a decentralized system of   12 area offices, which oversee individual CHS programs in 35 states  where many American Indian and Alaska Native communities are located.  (See fig. 1 for a map of the counties included in the 12 areas. Residence  in these counties is generally a requirement for obtaining contract health  services.)", "IHS headquarters is responsible for overseeing the CHS program. Among  other things, it sets program policy and distributes CHS program funds to  the 12 area offices. The 12 area offices then distribute funds to CHS  programs within their respective areas, monitor the CHS programs,  establish procedures within the policies set by IHS, and provide programs  with guidance and technical assistance. About 46 percent of CHS funds  are distributed to federal CHS programs and the other 54 percent to tribal  CHS programs. Tribal CHS programs must meet the same statutory and  regulatory requirements as federal CHS programs, but they are not  generally subject to the same policies, procedures, and reporting  requirements established for federal CHS programs.", "Federal and tribal CHS programs pay for services from external providers  if the services are not available at IHS-funded facilities. The services  purchased include hospital, specialty physician, outpatient, laboratory,  dental, radiology, pharmacy, and transportation services. While programs  may have agreements or contracts with providers, they are not required  for a provider to be paid. For example, a CHS program may have a  contract with a nearby hospital or specialty providers, such as an  orthopedic practice, to provide services to American Indians and Alaska  Natives served by the CHS program. However, in the event of an  emergency, patients have the option of visiting the nearest available  provider, regardless of whether that provider has any prior relationship  with the CHS program.", "Patients must meet certain eligibility, administrative, and medical priority  requirements to have their services paid for by the CHS program. (See  table 1.) To be eligible to receive services through the CHS program,  patients must be members of federally recognized tribes and live in  specific areas. In addition, patients must meet specific administrative  requirements. For example, if there are other health care resources  available to a patient, such as Medicaid and Medicare, these resources  must pay for services before the CHS program because the CHS  program is generally the payer of last resort. If a patient has met these  requirements, a program committee (often including medical staff) that is  part of the local CHS program evaluates the medical necessity of the  service. IHS has established four broad medical priority levels of health  care services eligible for payment and a fifth for excluded services that  cannot be paid for with CHS program funds. Each area office is required  to establish priorities that are consistent with these medical priority levels  and are adapted to the specific needs of the CHS programs in their area.  Federal CHS programs must assign a priority level to services based on  the priority system established by their area office. Funds permitting,  federal CHS programs first pay for the highest priority services (priority  level I: emergent/acutely urgent care), and then for all or only some of the  lower priority services they fund. Tribal CHS programs must use medical  priorities when making funding decisions, but unlike federal CHS  programs, they may develop a system that differs from the set of priorities  established by IHS.", "There are two primary paths through which patients may have their care  paid for by a federal CHS program. The subsequent sections generally  describe these two paths, which IHS officials told us federal CHS  programs are expected to follow. First, a patient may obtain a referral  from a provider at an IHS-funded health care facility to receive services  from an external provider, such as a hospital or office-based physician.  That referral is submitted to the CHS program for review. If the patient  meets the requirements and the CHS program has funding available, the  services in the referral are approved by the CHS program and a purchase  order is issued to the external provider and sent to IHS’s fiscal  intermediary. Once the patient receives the services from the external  provider, that provider obtains payment for the services in the approved  referral by sending a claim to IHS’s fiscal intermediary. Second, in the  case of an emergency, the patient may seek care from an external  provider without first obtaining a referral. Once that care is provided, the  external provider must send the patient’s medical records and a claim for  payment to the CHS program. At that time, the CHS program will  determine if the patient meets the necessary program requirements and  CHS funding is available for a purchase order to be issued and sent to  the fiscal intermediary. As in the earlier instance, the provider obtains  payment by submitting a claim to IHS’s fiscal intermediary. Patients  seeking to have their care paid for by tribal CHS programs follow similar  pathways, but these programs have certain flexibilities. For example,  while some tribal CHS programs also contract with IHS’s fiscal  intermediary to pay claims, they may also utilize other arrangements.  (See fig. 2 for an overview of these two paths for a patient to access the  CHS program.)", "Within either of these pathways, if the CHS program determines that the  patient’s service does not meet the necessary requirements or funding is  not available, it denies CHS funding. It may also defer funding a service.  The CHS program may issue a deferral when CHS funds are not  available for a service but the patient has otherwise met the eligibility and  administrative requirements."], "subsections": []}, {"section_title": "Needs Assessment for the CHS Program", "paragraphs": ["IHS conducts an annual assessment to estimate the CHS program’s  unmet need, which helps inform its budget request for the CHS program.  To gather information for its needs assessment, IHS headquarters sends  an annual request for information to each of the 12 area offices asking  them to report information from the federal and tribal CHS programs in  their respective areas. The annual request contains a template that asks  each area office to provide, among other things, summary counts of  deferrals and denials that were recorded by the CHS programs in their  areas. For example, each area office is asked to provide areawide totals  of the number of new deferrals that remained unfunded at the end of the  fiscal year. They are also to provide summary counts of denials that have  been issued for each of eight categories of denial reasons, regardless of  the type of service denied. The eight categories generally correspond to  the CHS program’s eligibility, administrative, and medical priority  requirements. Although funding for a service may be denied for multiple  reasons, programs are required to categorize each denial by a single  primary reason.", "IHS uses the data recorded by the individual CHS programs and collected  by the area offices to develop an estimate of the CHS program’s unmet  need. (See fig. 3.) To develop its estimate, IHS headquarters adds the  total number of reported deferrals and the total number of denials  reported in one of eight IHS-defined denial categories: “care not within  medical priority.” According to IHS, CHS programs are only to record a  denial as “care not within medical priority” to indicate that the patient met  eligibility and administrative requirements, but the care requested was not  within one of the medical priority levels for which funding was available.  For example, a program that determines it only has funding available to  pay for care designated as priority level I may deny a request to pay for  care designated as priority level II because the care requested was not  within the medical priority for which funding was available. Although IHS  requests that the area offices report data from both federal and tribal CHS  programs, it cannot require tribal CHS programs to report these data.  Therefore, IHS officials told us they make an assumption in their  assessment of program need that most tribal CHS programs do not report  deferral and denial counts to the area offices. Because tribal programs  receive about half of IHS’s CHS funding, and because IHS believes that  tribal CHS programs’ experiences are similar to federal programs, IHS  takes the data reported by area offices and multiplies them by two to  calculate an estimate of the total number of deferrals and denials for the  entire CHS program. IHS then multiplies this count of deferrals and  denials by an estimated average cost per claim (calculated using a  weighted average of the costs for inpatient and outpatient paid CHS  claims) to develop an estimate of the funds needed for the CHS program.  To this estimate, IHS adds data from the CHS program’s Catastrophic  Health Emergency Fund (CHEF), a fund that IHS headquarters  administers to reimburse CHS programs for their expenses from high-cost  medical cases. Specifically, IHS adds the total billed charges from  services for which CHS programs sought reimbursement from IHS  headquarters through CHEF, but that CHEF was unable to fund. (See  app. II for further discussion of CHEF.)"], "subsections": []}]}, {"section_title": "IHS’s Oversight of Data Collection Does Not Ensure the Accuracy of the Data Used for Estimating CHS Program Need", "paragraphs": ["Due to deficiencies in IHS’s oversight of data collection, the unfunded  services data on deferrals and denials that IHS used to estimate program  need are incomplete and inconsistent. IHS does not have complete  deferral and denial data from all federal and tribal CHS programs to  estimate CHS program need. While IHS headquarters told us that area  offices submit a report on unfunded services from their federal and tribal  CHS programs in response to the annual request, these reports did not  include data from all federal or tribal CHS programs. Of the 66 federal  CHS programs that responded to our survey, 5 reported that they did not  submit any deferral or denial data to their area offices in response to  IHS’s annual request in fiscal year 2009. IHS officials acknowledged that  they did not follow up with federal CHS programs to ensure they  submitted data. Although not required, tribal programs may choose to  submit deferral and denial data to IHS and the agency asks the area  offices to include tribal data in their annual reports. Of the 103 tribal CHS  programs that responded to our survey, 30 indicated that they collected  data on unfunded services and submitted these data to their area offices  in response to IHS’s annual request in fiscal year 2009. IHS officials  acknowledged that the agency needed to provide more outreach and  technical assistance to tribal programs to submit data in response to  IHS’s annual request. For example, they told us that an area office used  such efforts during one fiscal year and was successful at eliciting data  submissions from more tribes. By not encouraging the reporting of  unfunded services data from all programs, IHS’s data collection activities  are not consistent with the Standards for Internal Control in the Federal  Government, which state that an organization’s management should  provide reasonable assurance of the reliability of its reporting data for the  agency to achieve its goals—in this instance, IHS’s goal to appropriately  determine CHS program need. As we have also previously reported, the  ability to generate reliable estimates is a critical function for agency  management; having accurate data contributes to the reliability of the  estimate.", "Second, IHS’s report template was not designed to allow the agency to  collect complete information for estimating need because it did not  distinguish between the federal and tribal CHS programs that did report  data. Because IHS headquarters only requested areawide totals in its  report template, IHS officials were unable to determine which CHS  programs reported data from the area reports that were submitted. IHS  officials told us they did not know how many federal or tribal CHS  programs reported data, although they estimated that most of the data  were from federal programs and only a small percentage were from tribal  programs. To account for the lack of complete data from tribal programs,  when conducting its needs assessment, IHS doubled the count of  unfunded services it received from the area offices. However, this means  that any data received from tribal programs were being doubled along  with the federal data, contributing to an unreliable estimate of need. For  example, in fiscal year 2009, one area office reported a total of 4,858  denials for “care not within medical priority,” which IHS doubled to  account for the lack of complete data from tribal programs. However, we  determined that 2,901 of the 4,858 denials were reported by tribal CHS  programs. IHS officials told us that they do not distinguish federal and  tribal CHS program data in their annual data reporting template because  they believe the data they receive from tribal CHS programs are so  limited that they would not significantly affect their estimate of need.", "Additionally, CHS programs inconsistently categorized a specific type of  denial reason that is reported to IHS headquarters and used in its  estimate of CHS program need because IHS has not provided guidance  on this issue. CHS programs can deny care for multiple reasons, but IHS  requires CHS programs to select a primary reason for denial. Specifically,  IHS officials told us that IHS only counted those denials with a primary  reason identified as “care not within medical priority” in its needs  assessment because these services were denied solely if funds were not  available. However, neither IHS headquarters nor the area offices had  provided guidance to federal CHS programs on how to select this primary  reason for denial. Consequently, we found some area office and CHS  program officials defined this type of denial reason in different ways.  Officials from four area offices told us that they defined denials for “care  not within medical priority” as also including services denied for  administrative reasons or services that are excluded even if CHS funds  are available such as cosmetic or experimental procedures. In our survey  of the 66 federal CHS programs, 51 reported that they would apply this  denial category if the care requested was an excluded service. One CHS  program reported not knowing that a primary reason for denial existed.  Because this category of denial was the only denial reason IHS used in  its estimate, inconsistencies in how this denial reason was categorized by  CHS programs have directly affected IHS’s estimate of need.", "Some CHS programs also inconsistently recorded deferrals because IHS  has not provided guidance about how it uses deferral data in its needs  assessment. IHS officials told us that both deferral and denial data were  used in IHS’s needs assessment. However, officials from one area office  reported that their understanding was that only denials were counted in  IHS’s needs assessment. In our survey of the 66 federal CHS programs,  we found that 15 reported recording a decision to defer a service as both  a deferral and a denial (making the count of denials inaccurate). Because  IHS uses both deferrals and denials to estimate need, the inconsistent  recording of deferrals would directly affect IHS’s estimate of need. IHS did  not have a written policy documenting how the deferral and denial data it  requests annually from the CHS programs would be used in its needs  assessment and IHS officials told us they had not provided training to  area offices or CHS programs on how to complete the annual request.  However, this lack of guidance is inconsistent with the Standards for  Internal Control in the Federal Government, which notes that formally  documented policies and procedures provide guidance that, among other  things, helps to ensure that staff perform activities consistently across an  agency.", "IHS officials have also identified weaknesses in the deferral and denial  data that they used to estimate CHS program need. For example, they  told us the data did not capture complete information on needed services  that were not requested of the CHS programs because patients may have  been discouraged from presenting for care or providers may have chosen  not to write referrals if they believed funds were not available to pay for  services. IHS officials also told us that these data did not capture data  on the extent to which tribes supplemented their CHS funds with tribal  funds to avoid deferring or denying health care services.", "IHS has initiated steps to examine these weaknesses in its current data  and explore other sources of data to estimate CHS program need. In  November 2010, IHS convened an Unmet Needs Data Subcommittee as  part of its Director’s Workgroup on Improving the CHS Program. The  subcommittee was comprised of representatives from federal and tribal  CHS programs. In a January 2011 report, the subcommittee noted that  IHS’s deferral and denial data had inaccuracies. While the report noted  that reliably captured deferral and denial data on all patients would  present the strongest evidence of need, it acknowledged that these data  were incompletely and inconsistently reported by CHS programs, and  recognized that this undermined the reliability of the estimated need IHS  reports to the Committees on Appropriations annually in its budget  justification. In February 2011, the subcommittee presented options for  improving IHS’s assessment of CHS program need to the Director’s  Workgroup.", "Based on these options, the Director’s Workgroup agreed that the  subcommittee should explore a new methodology for estimating CHS  program funding needs that relies on different sources of data. Rather  than relying on deferral and denial data, the new method would use IHS’s  existing Federal Disparity Index (FDI). IHS calculates the FDI to estimate  the disparity between its overall health care funding and the amount of  funding needed to provide care to American Indians and Alaska Natives  at a level comparable to the care provided by the Federal Employees  Health Benefits Program (FEHBP), which is a nationwide health  insurance program available to federal employees. With this new  method, IHS would adapt the FDI to calculate an estimate of need for  each CHS program. Specifically, each IHS-funded facility would use a  standardized tool to (1) calculate what proportion of services is paid for by  its CHS program because these services are not available on-site at an  IHS-funded facility, (2) estimate the level of CHS funding that would be  needed to provide comparable services to those covered by FEHBP, and  (3) compare that estimated level of funding to the program’s actual level  of funding. As a first step, each IHS area was to pilot the methodology on- site at two of its IHS-funded facilities. Once the pilots were completed,  IHS officials told us the Workgroup planned to review the results of these  pilots and issue a final report that contains a recommendation for the  Director of IHS to consider for approval. As of September 2011, IHS  officials said that they had finished the on-site pilots, but they were still  making decisions about how to best adapt the FDI method to estimate  CHS program need and they did not have a formal agency approved plan  for implementing it. Officials indicated that they expected the Workgroup  to issue a final report to the Director for approval by the end of calendar  year 2011.", "In addition to the proposed new method for estimating need, the  Director’s Workgroup agreed that actions be taken to improve the  agency’s collection of deferral and denial data that is currently used for  that purpose. However, as of September 2011, IHS officials told us that  the agency had not determined whether it would make improvements to  the collection of deferral and denial data because it had not determined  how such data would be used if the FDI method is adopted. But, officials  said that they still see merit in using deferral and denial data to estimate  CHS program need and, therefore, IHS may supplement the estimates  from the FDI method with deferral and denial data from CHS programs  that agency officials believe collect accurate data. IHS officials indicated  that, until this decision is made, the agency will continue to collect deferral  and denial data from the area offices through its annual request."], "subsections": []}, {"section_title": "Most Federal and Tribal CHS Programs Reported They Did Not Have CHS Funds Available to Pay for All Services", "paragraphs": ["Most federal and tribal CHS programs reported that they did not have  CHS funds available to pay for all services for patients who otherwise met  eligibility and administrative requirements in fiscal year 2009. In addition,  some federal CHS programs reported using problematic funds  management practices."], "subsections": [{"section_title": "Most Federal CHS Programs Reported That They Did Not Have CHS Funds Available to Pay for All Services, and Some Reported Using Problematic Funds Management Practices", "paragraphs": ["Of the 66 federal CHS programs that responded to our survey,   60 reported that they did not have CHS funds available to pay for all  services for patients who otherwise met eligibility and administrative  requirements in fiscal year 2009. IHS officials told us that most CHS  programs establish budgets as a way to help ensure that funds are  available throughout the year. However, even with this budgeting, 11 of  these 60 CHS programs reported that they depleted their funds before the  end of the fiscal year. Officials from three CHS programs we spoke with  said their programs experienced multiple high-cost cases in the fourth  quarter that depleted their funds. An official from another CHS program  noted that the program is located in a rural area and the closest specialty  care providers are 3 hours away by car. Therefore, if emergency care is  required, the patient must be transported by air, which the CHS official  said is expensive. In our survey, each federal CHS program identified the  three most common categories of services it deferred or denied in fiscal  year 2009. The most commonly cited categories of services were dental  services, orthopedic services, vision services, and diagnostic and imaging  services.", "The 60 federal CHS programs that reported not having CHS funds  available to pay for all services in fiscal year 2009 varied in the extent to  which they had funds available to pay for services in each of the priority  levels. Some programs described the circumstances that influenced the  extent to which they had funds available to pay for services in fiscal year  2009. (See fig. 4.)    Thirty-nine of these programs reported having funds available to pay  for all priority level I services (emergent/acutely urgent care) and  some services in lower priority levels. Some of these CHS programs  said that after purchasing all of their priority level I services, they had  funds remaining at the end of the fiscal year and were able to use  these funds to pay for lower priority services for patients whose  services they had originally deferred or denied. For example, officials  from one CHS program reported that in fiscal year 2009, they were  able to use funds at the end of the fiscal year to provide eyeglasses to  children and the elderly; a lower priority service that normally would  not have been funded.    Ten of these programs reported having funds available to pay for all  priority level I services, but no services in lower priority levels. Some  of these CHS programs reported that they never fund services beyond  priority level I because their funds are so limited. An official from one  of these programs noted that if a patient’s case was originally deferred  or denied because it was not a priority level I service but the patient’s  condition became more severe, the case may later be reclassified as  a priority level I and the services purchased.    Six of these programs reported having funds available to pay for some  of their priority level I services and some services in lower priority  levels. An official from one of these CHS programs told us that they  strictly adhere to a weekly budget. For example, if they approved  three high-cost cancer treatment cases one week, they may deny  other priority level I cases because they do not have funds remaining  to pay for these services. But, if funds in another week are sufficient to  pay for all priority level I cases, they may also have funds available to  pay for some lower priority services. An official from another of these  CHS programs told us that staffing shortages over 2 years resulted in  the program paying for services as the requests were received rather  than funding them in order of medical priority. The official told us that,  as a result, the CHS program paid for some priority level IV services,  like durable medical equipment, even though they did not have funds  available to pay for all of their priority level I services for the year.    Five of these programs reported depleting their CHS funds before the  end of the fiscal year and reported that they did not have funds  available to pay for all priority level I services. One of these programs  reported depleting its funds for the fiscal year in the second quarter of  fiscal year 2009, two programs reported depleting their funds in the  third quarter, and two programs reported depleting their funds in the  fourth quarter.", "Federal CHS programs we spoke with reported using a variety of  strategies to help patients receive services outside of the CHS program in  order to maximize the care that they could purchase. For example,  strategies noted by some CHS programs included helping patients locate  free or low-cost health care or negotiating reduced rates with providers on  the patient’s behalf. Although CHS programs are required to identify  alternate resources before approving a referral, some officials we spoke  with said they have implemented additional measures to help enroll  patients in alternate coverage, such as Medicare and Medicaid. For  example, one CHS program reported hiring a benefits coordinator who is  responsible for helping enroll people in alternate coverage.", "IHS’s CHS programs are not able to pay for services for all patients who  meet program requirements because they must operate within the limited  funding available. Whenever a program incurs costs for services, the  program incurs legal obligations to make payments. IHS does not  authorize programs to incur obligations in excess of their “allowances,”  which are distributions of funds that IHS makes to programs from  appropriations for contract health services., According to IHS officials,  programs are expected to actively manage their funds in order to  maximize the care that can be purchased, and defer or deny care when  sufficient funds are not available. Officials from five federal CHS  programs told us, however, that they approved services when funds were  depleted for a fiscal year with the understanding that providers would not  be paid until the next fiscal year. For example, one of these officials  reported that at the beginning of fiscal year 2009, the program owed   $2 million to providers for care provided in fiscal year 2008 for which  funds had not been available. At least one of these officials believed that  she was not authorized to deny care due to lack of funds.", "To help ensure compliance with the Antideficiency Act, which generally prohibits federal  officers and employees from incurring obligations in excess of appropriations,  apportionments, and certain administrative subdivisions of funds, IHS has promulgated a  funds management policy. See 31 U.S.C. §§ 1341, 1514, 1517. The existing policy  provides that, even if there is no violation of the Antideficiency Act, agency officials may  be subject to administrative discipline should they incur obligations in excess of the funds  distributed to them. See Indian Health Manual, Circular 95-19, Administrative Control of  Funds Policy; Indian Health Manual, Circular 91-7, Contract Health Service Funds Control.  IHS officials told us that the Indian Health Manual needs to be updated to reflect current  procedures for the administrative subdivision of funds, among other things, but that the  agency does not consider the over-obligation of allowances to be a violation of the  Antideficiency Act unless it results in an over-obligation of the related allotment.", "The reports from these officials suggest significant weaknesses in funds  management and violations of IHS policy creating the potential for  violations of the Antideficiency Act. They also suggest significant  inconsistencies in the administration of federal CHS programs. When  asked about this issue, IHS officials told us that they were not aware that  CHS programs had approved services without available funds, but  acknowledged that there had been some confusion in the past regarding  programs’ authority to deny care when funds were not available. They  also noted that the agency guidance on funds management that is  provided to CHS program staff is vague and needs to be updated and  clarified. The officials told us that the agency plans to update and revise  relevant IHS guidance, but had not developed a timeline for these  revisions. The officials said that they have delegated responsibility to the  area offices for issuing specific guidance to CHS programs, as well as  conducting oversight regarding funds management and other issues. The  officials, however, acknowledged that additional guidance and training  from IHS headquarters for the CHS programs on funds management  would be helpful."], "subsections": []}, {"section_title": "Most Tribal CHS Programs Reported That They Did Not Have CHS Funds Available to Pay for All Services but Many Used Other Strategies to Expand Access to Care", "paragraphs": ["Of the 103 tribal CHS programs that responded to our survey, most  reported they did not have CHS funds available to pay for all services for  patients who otherwise met eligibility and administrative requirements,  with 73 reporting that they depleted their CHS funds at some point during  fiscal year 2009. In our survey, each tribal CHS program identified the  three most common categories of services that were requested but not  funded in fiscal year 2009. The most commonly cited categories of  services that were requested but not funded were dental services,  orthopedic services, prescription drugs, diagnostic and imaging services,  and hospital services.", "Tribal CHS programs reported using a variety of strategies not available  to federal CHS programs to expand access to care. Forty-six of the 103  tribal CHS programs that responded to our survey reported  supplementing their CHS programs’ funding with tribal funds—funds  earned from tribal businesses or enterprises. For example, one tribal  CHS program we spoke with used the profits from its tribally funded  medical and dental clinics, which served non-IHS patients on a fee-for- service basis, to supplement its CHS funding. Of the 46 programs that  reported finding it necessary to supplement their CHS programs with  tribal funds, 28 reported contributing as much as was needed each year,  while the other 18 reported that their tribal contributions were limited by  the availability of funds from year to year. In our survey, tribal CHS  programs identified the three most common categories of services paid  for with tribal funds in fiscal year 2009. The most commonly cited  categories of services were prescription drugs, dental services, hospital  services, and orthopedic services. Five tribal CHS programs we spoke  with reported using tribal funds to expand access to contract health  services to individuals living outside the designated CHS delivery area, or  to pay for services CHS funding would not usually cover.", "Tribal CHS programs also reported supplementing their CHS funding by  using reimbursements from third party payers to pay for CHS services, a  strategy not available to federal CHS programs. Thirty-four of the 103  tribal CHS programs that responded to our survey reported using  reimbursements for services provided at their IHS-funded facilities from  third party payers such as Medicare, Medicaid, or private insurance to  pay for additional services through their CHS programs. One tribal CHS  program we spoke with reported that more than half of its budget relied  on funds from third party reimbursements, although officials noted that  even with this supplemental funding, they were still limited to funding  priority level I services only.", "In addition, five tribal CHS programs we spoke with reported using  strategies to expand access to care that reduced their reliance on CHS  funds. For example, two programs we spoke with were able to directly  enroll patients in a state-based insurance program for low-income  individuals who did not qualify for Medicaid, and to pay the premiums  using tribal funds. For uninsured CHS-eligible patients who are ineligible  for government programs, one program reported using its IHS-allocated  CHS funds to purchase private insurance coverage under a waiver from  IHS. Enrolling eligible patients in alternate coverage reduced the  reliance on CHS funds because the CHS program would only have to pay  for services to the extent they are not covered by the alternate resources.  Another program was able to achieve cost savings by contracting with a  third party administrator to process its CHS claims, which allowed it to  access a preferred provider network that provided care at discounted  rates. Officials from another program reported bringing specialty  providers, such as cardiologists and ear, nose, and throat specialists on- site at their facility to save money, compared to what it would cost to pay  providers in the community for individual services."], "subsections": []}]}, {"section_title": "Most External Providers Reported Challenges with the CHS Program Payment Process That May Burden Both Patients and Providers", "paragraphs": ["Most of the external providers who we interviewed reported challenges in  determining patient eligibility for CHS payment of services, in obtaining  CHS payment, and in receiving communications on CHS policies and  procedures from IHS related to payment. Providers stated that these  challenges contributed to patient and provider burdens."], "subsections": [{"section_title": "Most Providers Reported Challenges Determining Patient Eligibility, in Obtaining Payment, and in Receiving Communications on CHS Policies and Procedures Related to Payment", "paragraphs": ["Thirteen of the 23 providers who we interviewed reported challenges in  determining whether patients presenting for care without a CHS referral  were eligible to have services paid by the CHS program. Fourteen  providers also reported challenges obtaining timely payment from CHS  programs. Lastly, 18 providers noted challenges receiving  communications from IHS about CHS policies and procedures related to  payment, including having had few, if any, formal meetings with CHS staff  and a lack of training and guidance.", "Thirteen providers who we interviewed reported challenges determining  whether patient services would be approved by the CHS program for  payment. Providers interact with American Indian and Alaska Native  patients if these patients bring a referral from an IHS-funded health care  facility. In the case of an emergency, a patient may seek care without  obtaining a prior referral. Thirteen providers said it was especially  challenging to determine patient eligibility when patients presented for  care without a CHS program referral. Six providers noted that for other  payers with which they interact, they are able to electronically check a  patient’s eligibility or covered services. However, IHS officials indicated  that it is not possible for providers to check electronically whether the  CHS program will pay for a service. Five providers indicated that, when  possible, they attempted to contact the CHS programs in order to obtain  information about a patient’s eligibility. However, those providers said  they were generally not able to get in contact with CHS program staff.  Moreover, even if a provider determined that a patient met some CHS  program eligibility requirements, such as tribal membership, payment was  still conditional on whether the CHS program reviewed the patient’s  medical record and later determined that the emergency service met  medical priority requirements and funds were available. Therefore,  providers may not know if they will receive payment for services delivered  to the patient until the claim they have submitted to the CHS program is  reviewed. In the absence of a process to determine patient eligibility for  the CHS program, 12 providers said they submit claims for payment to  CHS programs for all patients who self-identified as being American  Indian or Alaska Native or eligible for the CHS program.", "Fourteen providers said that when a patient presented for care with a  CHS program referral, the likelihood that they would receive payment for  the services delivered to the patient increased. For example, one provider  stated that for the care delivered to American Indian and Alaska Native  patients without a CHS program referral, about 80 percent of claims were  denied; in comparison, about 20 percent of claims were denied when  patients had a CHS referral. IHS officials said that denials may occur for a  patient who has a referral if the patient presented for care at the external  provider before the referral was approved by the CHS program  committee. However, they also noted that there were situations in which  a referral that had been approved by a CHS program committee could still  be denied. For example, if a patient did not apply for alternate resources,  such as Medicare and Medicaid, for which the patient was eligible or the  provider did not bill other payers for which the patient was eligible, the  claim may be denied for CHS payment. Additionally, although CHS  programs are required to consider the availability of alternate resources  when deciding whether to approve a referral, IHS officials acknowledged  that programs may not always take this into consideration when making  their decision.", "Providers reported a number of reasons for which they received denials  for payment from CHS programs. While providers said that some of the  denials they received were related to patient eligibility, such as a patient  living outside of the CHS delivery area, which was noted by four  providers, most of the denials they received were related to administrative  requirements. Twelve providers indicated that one of the most common  reasons for denial was that an alternate resource was available to the  patient. Other common administrative denial reasons included the  availability and accessibility of IHS facilities to deliver services, noted by  seven providers, and failure to provide notification within 72 hours of the  patient receiving emergency services, noted by six providers. Seven  providers also stated that they received denials because the CHS  program determined that the care was non-emergent or not within  medical priority for which funding was available. In addition, eight  providers stated that some denials may have occurred because CHS  patients may not have had a clear understanding of CHS policies and  procedures related to payment. Eight providers stated that CHS patients  could benefit from education on CHS procedures, including the need to  obtain a CHS program referral prior to receiving care and the  understanding that a CHS program referral does not guarantee payment."], "subsections": []}, {"section_title": "Obtaining Payments from CHS Programs", "paragraphs": ["Fourteen providers who we interviewed reported challenges obtaining  timely payment from CHS programs. Seven of these providers stated that  these delays occurred in obtaining a purchase order. However, six  providers stated that after they obtained a purchase order from the CHS  program, they received payment from IHS’s fiscal intermediary in a timely  manner. In fiscal year 2010, IHS reported that the average number of  days between receiving a provider claim and issuing a purchase order  was 82 days, 4 days more than the agency’s target of 78 days for that  fiscal year. Of the providers who we interviewed, 12 providers stated  that it has taken several months, or in some cases years, to receive  payment for CHS program claims. Seven providers said that these delays  tended to occur when the CHS program’s funding for the fiscal year had  been depleted. According to IHS officials, delays in issuing purchase  orders can be attributed to several factors, including a shortage of the  CHS program staff who process purchase orders and the lengthy amount  of time it takes providers to send patient medical records needed to make  a determination for CHS payment.", "Fourteen providers stated that the CHS program’s paper-based claims  process required a lot of paperwork to be submitted, such as a patient’s  medical records, or was otherwise time consuming. Twelve providers also  stated that for some payers with which they interacted, including  Medicare and Medicaid, they were able to process claims electronically,  which in some cases also allowed them to electronically track a claim’s  status. In contrast, to obtain payment for emergency care through the  CHS program, providers have had to send paper copies of patient  medical records and a paper claim to the CHS program to be reviewed.  Seven providers stated that this process had led to delays because CHS  staff may lose paperwork and then ask the provider to resubmit the  information. However, seven other providers noted that they were  electronically submitting claims for payment to IHS’s fiscal intermediary,  or working with CHS programs to begin this process, which should reduce  the amount of required paperwork.", "Some providers also stated that it was difficult to determine the status of  claims while waiting for approval to be paid. Four providers said that  when they contacted CHS program staff to determine the status of claims,  the staff were not always able to provide the information. Of these  providers, two said that CHS programs did not communicate the status of  submitted claims. Additionally, one provider told us that one federal CHS  program with which they interacted did not communicate to them when a  claim had been denied. Instead, the CHS program provided no  response to the provider’s claim for payment. IHS officials  acknowledged that additional agency efforts toward improving customer  service are needed to ensure that CHS program staff communicate more  promptly with providers.", "Eighteen providers noted challenges receiving communications from IHS  about CHS policies and procedures related to payment, including having  had few, if any, formal meetings with program staff and a lack of training  and guidance. For example, 10 providers stated that they had never met  CHS program staff or did not meet regularly with them, although eight  other providers said that they benefited from regular communications with  CHS program staff, such as establishing good working relationships with  CHS program staff and getting assistance in clarifying CHS program  policies and procedures to receive payments. According to the Standards  for Internal Control in the Federal Government and the Internal Control  Management and Evaluation Tool, agency management should ensure  that there are adequate means of timely and effective communication  with, and obtaining information from, external stakeholders that have  significant impact on the agency achieving its goals and an agency  should employ many and various means of communications, such as  policy and procedure manuals and Internet web pages. By not ensuring  that its CHS programs have timely and effective communication with  external providers about CHS policies and procedures related to  payment, IHS has no reasonable assurance that the agency is achieving  its objectives.", "The providers who we interviewed generally indicated that their  understanding of the CHS program came from experience, rather than  communications, including formal training and guidance from IHS. Twelve  providers stated that they had at least a basic understanding of CHS  policies and procedures for obtaining CHS payments. The providers we  interviewed told us that the amount of training they received from IHS  varied. While 3 of 4 providers in one IHS area stated that they received  recent training from the staff of CHS programs or their area office,   13 providers in other areas told us that they had never received training  from IHS staff or had not received training in many years. Of those 13  providers, 6 mentioned that they had not received educational materials,  including guidance, about the CHS program. Instead, 6 providers stated  that their knowledge of the CHS program had been self-taught or  obtained from working with CHS program staff. In contrast, 7 providers  stated that other payers with which they interacted provided regular on- site training, guidance manuals, or online resources that allowed them to  learn about a payer’s payment policies. IHS officials said that the  responsibility for educating providers is delegated to the area offices.  According to IHS officials, during past meetings with area office staff, they  have emphasized the importance of external provider training and shared  area office best practices for educating providers. IHS headquarters  officials also stated that, in 2009, they developed a CHS program manual  for external providers and sent it to the area offices to be distributed to  providers. However, IHS officials acknowledged that, given the  complexity of the CHS program, additional agency efforts are needed to  ensure that all IHS areas are engaged in external provider education.", "In the absence of training from IHS, one provider stated that it had  developed its own training on the CHS program. This provider used the  experience of one of its staff members who had previously worked for the  CHS program to provide training to multiple health care facilities within its  health system. However, that staff member had not received any training  from either individual CHS programs or the area office since being hired  by the provider 4 years ago and, therefore, would not have been aware of  any policy changes IHS made during that time."], "subsections": []}, {"section_title": "Most Providers Generally Reported That CHS Program Challenges Contributed to Patient and Provider Burden", "paragraphs": ["Most providers who we interviewed generally reported that challenges  with the CHS program, particularly denied payment for services, added to  the burden of both patients and providers. Twenty-two providers stated  that when care they provided was denied by the CHS program, they billed  the patient. Of these providers, 3 stated that, because of the length of  time that it took the CHS program to approve or deny a service, they  started billing the patient even if a denial had not yet been received. For  example, 1 provider stated that they used to wait as long as 4 years for  CHS programs to make claims decisions, but they now bill the patient if  they do not receive communication from CHS programs within a  timeframe typical to that of other payers.", "Twelve providers told us that, for the care denied by CHS programs that  was billed to patients, either they were not able to obtain payment or  patients did not apply for provider payment assistance programs. Eleven  providers stated that they were only able to collect a small portion of the  care billed to American Indian and Alaska Native patients or patients for  whom payment was denied. Of the 12 providers who discussed how  uncompensated care is classified in their financial records, all indicated  that it was considered bad debt if the patient was not able to pay for  services or qualify for charity care. One provider estimated that it had a  collections rate of about 1 percent for services billed to patients denied by  the CHS program. The provider noted that while CHS patients accounted  for about 30 percent of its patient population, they accounted for about   85 percent of the provider’s bad debt. Ten providers stated that when the  patients’ bill was not paid, they were turned over to collections. In  addition, 18 providers had a charity care program, which offered reduced  charges or free care to patients who met income and other requirements  and was available to patients whose care was denied for payment by the  CHS program. However, 8 of these providers stated that patients for  whom CHS program payment was denied generally did not apply for  charity care, and 8 of the other 10 providers did not mention or did not  have information on the number of patients denied by the CHS program  that applied for charity care.", "Providers varied in whether they reported that this uncompensated care  affected their operations. Ten providers, including five of the eight critical  access hospitals that we interviewed, reported that the amount of  uncompensated care associated with the CHS program affected them  financially by, among other things, limiting their ability to purchase new  equipment or resulting in increased costs to other patients. One critical  access hospital stated that because of the uncompensated care  associated with the CHS program, it was seeking new ownership.  However, four providers who we interviewed told us that the amount of  uncompensated care had not significantly affected them financially.  Additionally, some providers sought payment from other resources for  services delivered to patients. For example, eight providers, seven of  which were larger than critical access hospitals, stated that they hired a  benefits coordinator or were able to get their state health benefits agency  to place a benefits coordinator at their facility to assist patients in applying  for alternate resources, such as Medicaid.", "The providers who we interviewed told us that these burdens had varying  effects on the delivery of care to patients. Nine of the 12 providers who  discussed this issue with us stated that they provided care to patients  regardless of their ability to obtain payment from the CHS program. In  addition, the Emergency Medical Treatment and Active Labor Act  (EMTALA) requires most hospitals to provide an examination and needed  stabilizing treatment, without consideration of insurance coverage or  ability to pay, when a patient presents to an emergency room for attention  to an emergency medical condition. However, 3 of the 7 office-based  providers that we interviewed said that when dealing with the CHS  program, generally, they only saw patients who had obtained a CHS  program referral."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["IHS’s CHS program serves as an important resource for American Indian  and Alaska Native individuals who need health care services not available  at IHS-funded federal and tribal facilities. Despite recent funding  increases, most federal and tribal CHS programs that responded to our  surveys reported that they did not have funds available to pay for all  requested health care services for patients who otherwise met  requirements, including emergent and acutely urgent care. However,  IHS’s estimate of the extent to which unmet need exists in the CHS  program is not reliable because of deficiencies in the agency’s oversight  of the collection of unfunded services data on which it relies to develop  this estimate. IHS’s acknowledgement of these limitations and the early  efforts of its workgroup to explore additional options for estimating need  are positive steps. However, IHS has not yet completed the development  of its new method for estimating CHS program need using the FDI or  made a decision about how it will use deferral and denial data to help  estimate CHS program need. Further, as its workgroup has noted, reliably  captured deferral and denial data on all patients would present the  strongest evidence of CHS program need. Therefore, it continues to be  important that the agency take steps to ensure that complete and  consistent deferral and denial data are collected. IHS has not provided  adequate oversight to ensure that the annual reports it receives from  each area office and uses to estimate unmet need include data from all of  their federal CHS programs. In addition, although the agency cannot  require reporting by tribal CHS programs, its efforts to provide outreach  have not been sufficient to encourage such reporting from all tribal  programs. Without complete reporting from federal and tribal programs,  IHS does not have complete data for its estimate of unmet need. In  addition, the agency’s ability to determine the completeness of the data it  collects and take steps to improve reporting is limited because its current  template does not provide sufficient detail about which federal and tribal  programs are reporting deferral and denial counts. As IHS responds to  the future recommendations of its workgroup, the agency should ensure  that it expeditiously addresses the weaknesses we identified in the  deferral and denial data that provide the agency with information about  program need.", "Given the decentralized nature of the CHS program, effective guidance,  training, and oversight by IHS can help ensure that policies and  procedures affecting its determination of need are consistently applied  across CHS programs. Our survey results suggest that current agency  practices have not ensured consistent recording of unfunded services by  CHS programs. Documenting how IHS uses unfunded services data to  assess CHS program need could help ensure that area offices and CHS  programs maintain data collection practices that contribute to the  reliability of IHS’s estimate of need.", "Given that CHS program funds may be depleted before the end of the  fiscal year, it is important that CHS programs take steps to maximize the  care that patients receive. However, they should not engage in practices  that risk incurring obligations in excess of the available funding. IHS  officials acknowledge that the guidance that IHS provides to CHS  program staff on funds management may not be sufficient to ensure that  CHS programs do not engage in problematic funds management  practices.", "Effective communication with providers is an important element of IHS’s  oversight to ensure proper CHS program management. The providers we  spoke with noted challenges related to their participation in the CHS  program that they said created a burden for themselves and their  patients. Among their concerns was a lack of timely and effective  communication with the individual CHS programs to determine whether or  when CHS programs would provide payment for services provided to  American Indian and Alaska Native patients. Timely and effective  communication between IHS and providers is especially important to  ensuring efficient program operations. As acknowledged by IHS officials,  the complexity of the CHS program makes this communication  particularly important. The challenges that providers described— determining patient eligibility for payment, contacting CHS programs with  questions about claims, and ensuring the timely receipt of payment— would be mitigated by improved CHS program processes and  communications, including training."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To develop more accurate data for estimating the funds needed for the  CHS program and improving IHS oversight, we recommend that the  Secretary of Health and Human Services direct the Director of IHS to take  the following eight actions:    ensure that area offices submit data on unfunded services from all  conduct outreach and technical assistance to tribal CHS programs to  encourage and support their efforts to voluntarily provide data that can  be used to better estimate the needs of tribal CHS programs;    develop an annual data reporting template that requires area offices  to report available deferral and denial counts for each federal and  tribal CHS program;    develop a plan and timeline for improving the agency’s deferral and    develop written guidance, provide training, and conduct oversight  activities necessary to ensure unfunded services data are consistently  and completely recorded by federal CHS programs;    develop a written policy documenting how IHS evaluates need for the  CHS program and disseminate it to area offices and CHS programs to  ensure they understand how unfunded services data are used to  estimate overall program needs;    provide written guidance to CHS programs on a process to use when  funds are depleted and there is a continued need for services, and  monitor to ensure that appropriate actions are taken; and    develop ways to enhance CHS program communication with  providers, such as providing regular trainings on patient eligibility and  claim approval decisions to providers."], "subsections": []}, {"section_title": "Agency and Tribal Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to HHS for review and comment and  subsequently met with HHS and IHS officials to obtain additional  information. In its written comments, HHS indicated steps that IHS would  take to implement some of our recommendations and discussed steps the  agency was taking to implement a new method for estimating CHS  program need. HHS and IHS officials subsequently provided us with  clarification about the status of IHS’s plans for estimating program need  and HHS submitted revised written comments. HHS’s letter and revised  general written comments are reprinted in appendix III. We also provided  tribal representatives with an opportunity to present oral comments and  the representatives we spoke with primarily discussed the role of tribal  programs in IHS’s needs assessment process. The comments from HHS  and the tribal representatives are summarized below.", "In its original written comments, HHS commented that IHS is making  efforts to address the problems identified in our draft report and provided  additional information about the development of its new methodology for  estimating program need. With regard to our first five recommendations to  improve the collection of deferral and denial data from individual CHS  programs, HHS agreed that these data are incomplete and inconsistent.  HHS also agreed that such data could provide a reliable estimate of need  if they were universally and uniformly collected. However, HHS indicated  that IHS’s proposed new method for estimating CHS program need by  adapting its existing FDI would provide IHS with a sufficiently reliable  estimate of CHS program need without relying on deferral and denial  data. In our draft report, we acknowledged that IHS has taken positive  steps to identify and examine the weaknesses in its current data and  explore other sources of data to estimate CHS program need, such as  exploring the use of the FDI method. As HHS noted in its comments, the  IHS Director’s Workgroup proposing this methodology has not yet issued  a final recommendation to the Director of IHS for approval.", "Following the receipt of HHS’s original written comments, we met with  HHS and IHS officials to obtain clarification about the status of IHS’s  plans for assessing CHS program need. The officials confirmed that the  agency was continuing to develop the new method by adapting the FDI  methodology to measure CHS program need. They said that the new  method had not yet been formally recommended to the Director and that  IHS did not have a formal agency approved plan for implementing it. IHS  officials also indicated the agency had not yet determined the extent to  which deferral and denial data would continue to be used by IHS  headquarters to estimate program need if the FDI method is adopted.  However, they indicated that until this decision is made, the agency will  continue to collect deferral and denial data from the area offices.", "As we noted in our draft, the FDI method would be adapted to provide  IHS with an estimate of funding needed to provide care to American  Indians and Alaska Natives through the CHS program at a level  comparable to the care available through the health insurance program  available to federal employees. IHS’s Director’s Workgroup previously  indicated that reliably captured deferral and denial data on all patients  would present the strongest evidence of CHS program need. Given that  the proposed FDI methodology is still in early development and IHS plans  to continue collecting deferral and denial data, we believe that expeditious  implementation of our first five recommendations is vital to ensure the  data IHS uses to calculate program need are accurate. With regard to our  other three recommendations, HHS described in its comments the steps  that IHS would take to develop a written policy on how IHS evaluates  CHS program need and provide training to CHS program officials on the  process to use when funds are depleted. HHS also indicated that the IHS  Director’s Workgroup would be providing recommendations for enhancing  communication with providers. HHS also provided us with technical  comments, which we incorporated as appropriate.", "Subsequent to our conversation with HHS and IHS officials, HHS  submitted revised comments to our report. In the revisions, HHS clarified  that the FDI method represents one of multiple options for estimating  unmet need that IHS’s Director’s Workgroup is considering and clarified  that the development of this new methodology is still ongoing. The  revisions HHS made to its written comments do not substantively change  our response.", "We also provided tribal representatives, including the 177 tribal CHS  programs we surveyed and the three tribal advocacy groups we  interviewed, the opportunity to provide oral comments on a draft of this  report. Representatives from 11 tribal CHS programs and two tribal  advocacy groups provided comments. The most frequent comment  related to our recommendation that IHS provide outreach and technical  assistance to tribal CHS programs to encourage them to submit data that  can be used to assess CHS program need. Specifically, representatives  from 2 tribal CHS programs stated that more technical assistance from  IHS would be helpful, because it is important that the needs of the tribal  programs be captured in IHS’s needs assessment. A tribal advocacy  group representative noted that some tribes have chosen not to collect  deferral and denial data because of its cost burden. A representative from  a tribal CHS program noted the added cost of tracking these data was  justified by the benefit they provide to IHS’s budget process. In addition, a  tribal representative expressed concern that our finding on the accuracy  of IHS’s estimate of need could be interpreted to suggest that the actual  level of need is lower than what IHS is estimating. In our report, we did  not examine whether or not IHS’s estimate of need over- or under- estimates the actual level of unfunded need, but rather found that the  estimate is not reliable because of deficiencies in the agency’s oversight  of the collection of unfunded services data.", "We are sending copies of this report to the Secretary of Health and  Human Services and other interested parties. In addition, the report is  available at no charge on the GAO web site at http://www.gao.gov.", "If you or your staffs have any questions about this report, please contact  me at (202) 512-7114 or kingk@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["In this report, we examined (1) the extent to which the Indian Health  Service (IHS) ensures the data it collects on unfunded services are  accurate to determine a reliable estimate of contract health services  (CHS) program need, (2) the extent to which federal and tribal CHS  programs report having funds available to pay for contract health  services, and (3) the experiences of external providers in obtaining  payment from the CHS program.", "To address part of our work for our first two objectives, we administered  two surveys—one each to federal and tribal CHS programs. From March  2010 through August 2010, we obtained lists of federal and tribal CHS  programs from each area office, from which we identified 66 federal CHS  programs and 177 tribal CHS programs. We administered a web-based  survey to all of the federal CHS programs from October 2010 through  January 2011. In addition, from September 2010 through January 2011,  we administered a mixed-mode survey—both web-based and by mail—to  all of the tribal CHS programs; this survey was blinded to maintain the  anonymity of respondents. To ensure the clarity and precision of our  survey questions, we pretested our federal CHS program survey with  officials from IHS and our tribal CHS program survey with officials from  three tribal health advocacy groups and a tribal health official. We  analyzed complete survey data from all 66 federal CHS programs, for a  response rate of 100 percent, and 103 of 177 tribal CHS programs, for a  response rate of 58 percent. The results from our survey of tribal CHS  programs are not generalizable to all tribal CHS programs because we  did not receive responses from all tribal CHS programs and tribal  programs vary due to the flexibility tribes have in administering their  programs. We relied on the data as reported by the CHS program officials  who were identified as the primary contacts for the CHS program and did  not independently verify these data or ask IHS to verify them. However,  we reviewed all responses for reasonableness and internal consistency.  For our survey of federal CHS programs, when necessary, we followed  up with the program officials who completed our survey for clarification.", "Based on these activities, we determined these data were sufficiently  reliable for the purpose of our report.", "We also conducted site visits to IHS area offices based in Oklahoma City,  Oklahoma and Portland, Oregon in March and April, 2010. During these  site visits, we interviewed area office officials and representatives from a  total of four federal and eight tribal CHS programs located in those areas.  In addition, we interviewed officials from IHS headquarters and each of  IHS’s 12 area offices to discuss oversight of the CHS program, and spoke  with three tribal health advocacy groups. We also examined IHS  oversight, such as the provision of policy and guidance, conducted to  ensure that CHS programs consistently and completely record and report  unfunded services data. We compared these oversight activities to the  standards described in the Standards for Internal Control in the Federal  Government and the Internal Control Management and Evaluation Tool.  We also reviewed our cost estimating guide to assess procedures for  determining a reliable estimate for budgetary purposes.", "To examine the experiences of external providers in obtaining payment  from the CHS program, we interviewed representatives from hospitals  and office-based health care providers from selected IHS areas. We  selected four areas from which to identify providers based on their fiscal  year 2009 per capita CHS program funding and dependency on CHS  funds for hospital services. We estimated per capita funding using the  agency’s fiscal year 2009 user population estimates and allocation of  CHS program funds. To estimate dependency, we used an IHS measure  of dependency it uses to allocate certain funds to the area offices. It  measures whether patients in an area have practical access to IHS- funded federally and tribally operated hospitals. If the patients do not  have access to such facilities, then they are considered to be more  dependent on the CHS program for hospital services and therefore, the  area receives additional funding. The four areas we selected were  Bemidji, Billings, Phoenix, and Oklahoma City, which represent areas  that were above or below average for each of our selection criteria. (See  table 3.) In fiscal year 2009, the four areas represented 43 percent of the  IHS user population and received 37 percent of CHS funding.", "Within these four areas, we selected 23 providers—16 hospitals and   7 office-based providers—to interview. Most of these providers were  identified through our survey of federal CHS programs as providers who  provided the highest volume of care to CHS program users in fiscal year  2009. In addition, we also identified providers who interact frequently with  CHS programs through our discussions with state hospital associations  and a tribal health advocacy group. Given the small number of providers  in our sample and our process for selecting them, the results from these  interviews are not generalizable to all providers interacting with the CHS  program. We asked providers about their experiences obtaining effective  and timely communication related to the payment process, such as  training or guidance on determining patient eligibility for CHS program  payment of services and determining the status of claims, and compared  their experiences with the standards described in the Standards for  Internal Control in the Federal Government and the Internal Control  Management and Evaluation Tool. We asked providers a standard set of  open-ended questions and we did not independently validate their  reported experiences, but we did discuss many of their comments with  IHS officials.", "We conducted this performance audit from January 2010 to September  2011 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Catastrophic Health Emergency Fund", "paragraphs": ["The Indian Health Care Amendments of 1988 established the  Catastrophic Health Emergency Fund (CHEF) to meet the medical costs  associated with treating catastrophic illnesses or victims of disasters.  CHEF is administered centrally within the Indian Health Service (IHS) and  reimburses federal and tribal contract health services (CHS) programs on  a first-come first-served basis for CHS program cases with costs  exceeding the threshold set annually within the range established by law.  Specifically, CHS programs pay for the services and then request  reimbursement from IHS for expenses over the threshold, which was  $25,000 in fiscal year 2009. In fiscal year 2009, IHS reimbursed 1,223  cases at a total cost of $31 million; in fiscal year 2010, IHS reimbursed  1,747 cases at a total cost of $48 million. The top three diagnostic  categories funded in fiscal year 2010 were injuries, cancer, and heart  disease.", "When CHEF funds are depleted, requests for reimbursement are denied  by IHS. As part of IHS’s needs assessment for the CHS program, the  agency determines the number of CHEF requests for reimbursement that  were denied and then uses the actual billed charges that were submitted  by CHS programs to determine the cost of these services. In fiscal year  2009, IHS denied 1,065 cases totaling $24 million; in fiscal year 2010, it  denied 865 cases totaling $14 million. However, IHS speculated that this  may underestimate the need for CHEF reimbursement because additional  cases may have qualified for CHEF reimbursement, but CHS programs  may not have submitted a request for reimbursement due to the depletion  of CHEF before the end of the fiscal year."], "subsections": [{"section_title": "CHEF Survey Data: Federal CHS Programs", "paragraphs": ["Of the 66 federal CHS programs we surveyed, 52 reported that they  submitted requests for CHEF reimbursement in fiscal year 2009. Of  these, 12 reported that they did not continue to submit requests for CHEF  reimbursement once the CHS program learned that CHEF funds were  depleted. Of the 66 federal CHS programs we surveyed, 14 reported that  they did not submit any requests for CHEF reimbursement in fiscal year  2009. The most common reasons they reported for not submitting  requests for CHEF reimbursement were that the CHS program did not  experience any cases costing over $25,000 (8 of 14 federal CHS  programs) and staffing shortages (5 of 14 federal CHS programs)."], "subsections": []}, {"section_title": "CHEF Survey Data: Tribal CHS Programs", "paragraphs": ["Of the 103 tribal CHS programs who responded to our survey,   46 submitted requests for CHEF reimbursement in fiscal year 2009.   Fifty-three of the tribal CHS programs reported that they did not submit  requests for CHEF reimbursement. The most common reasons they  reported for not submitting requests for CHEF reimbursement were that  the CHS program did not experience any cases costing over $25,000   (31 of 53 tribal CHS programs) and tribal programs were unable to pay for  the first $25,000 of expenses (13 of 53 tribal CHS programs)."], "subsections": []}]}, {"section_title": "Appendix III: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact names above, Catina Bradley, Martha Kelly, and  Suzanne Worth, Assistant Directors; George Bogart; Zhi Boon; William  Hadley; Giselle Hicks; Darryl Joyce; Hannah Locke; Sarah-Lynn McGrath;  Jasleen Modi; Lisa Motley; Laurie Pachter; and Mario Ramsey made key  contributions to this report."], "subsections": []}]}], "fastfact": []}