{"id": "GAO-17-224", "url": "https://www.gao.gov/products/GAO-17-224", "title": "International Food Assistance: USAID Has Controls for Implementation and Support Costs but Should Strengthen Financial Oversight", "published_date": "2017-03-09T00:00:00", "released_date": "2017-04-10T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In recent years, USAID has awarded about $1.4 billion annually for international food assistance projects under Title II of the Food for Peace Act (Title II). This funding has traditionally been used to provide U.S.-purchased commodities to food-insecure beneficiaries overseas. Section 202(e) of the Food for Peace Act authorizes USAID to also provide funding to cover project implementation costs, which have typically included administrative expenses such as implementing partner staff salaries. The Agricultural Act of 2014 (2014 Farm Bill) increased the amount of 202(e) funding USAID can use for implementation costs from 13 to 20 percent of the annual Title II appropriation and also expanded the eligible uses of these funds. USAID's utilization of these new authorities presents potential oversight challenges.", "GAO was asked to review Title II implementation costs. This report examines (1) any changes in USAID's use of Title II funding to implement and support projects since the 2014 Farm Bill and (2) USAID's financial oversight of this funding for selected projects. GAO analyzed USAID funding data for fiscal years 2012 through 2015 (the most recent available), reviewed USAID and partner documents, and interviewed officials. GAO conducted financial reviews of a nongeneralizable sample of seven Title II projects, selected on the basis of project funding and implemented modalities."]}, {"section_title": "What GAO Found", "paragraphs": ["The U.S. Agency for International Development (USAID) has used most of the 2014 Farm Bill's increase in authorized funding for section 202(e) of the Food for Peace Act to provide cash transfers, food vouchers, and locally or regionally procured food—modalities not previously supported through Title II. Of the additional authorized funding that the agency utilized, USAID obligated 75 percent in fiscal year 2014 and 96 percent in fiscal year 2015 for these modalities. In addition, to better meet beneficiaries' needs, USAID has increasingly used funds from accounts authorized by the Foreign Assistance Act, along with 202(e) funding, to implement and support projects—costs that 202(e) funding has typically covered. Also, in some cases, USAID has used funds from those accounts along with 202(e) funding to provide cash transfers, food vouchers, or local or regional procurement in a single project.", "USAID and its partners have various controls for financial oversight of Title II funding used for implementation and support costs; however, GAO found certain deficiencies in USAID's oversight. USAID reviews partners' detailed planned budgets for these costs and high-level quarterly financial reports, according to USAID officials, but it generally has not conducted systematic, targeted financial reviews of partners' actual spending on these costs. While GAO found that partners' internal controls generally included policies and procedures to help ensure proper use of funds, GAO's limited, nongeneralizable financial transactions testing identified instances of misspending, such as charging a 202(e) cost to one project that should have been charged to another. Also, USAID has not obtained key monitoring data from partners related to these costs that could identify areas needing additional financial oversight. Moreover, USAID does not require partners to conduct comprehensive assessments of financial and fraud risks for cash transfers and food vouchers in development projects, although it requires risk assessments for emergency projects. GAO found that partners for selected development projects provided broad discussions of risk to USAID but did not provide comprehensive risk assessments. As a result, USAID is limited in its ability to ensure that partners are spending funds as planned."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making five recommendations to USAID—for example, to conduct financial reviews, collect monitoring data, and assess risks. USAID concurred with the recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The United States is the world’s largest donor of international food  assistance, spending about $2.5 billion annually to serve beneficiaries  through various programs across the globe. The U.S. Agency for  International Development (USAID) provides much of this assistance— about $1.5 billion worth in fiscal year 2016—through its Title II Food for  Peace program (Title II). USAID generally has used Title II funds to  provide U.S. in-kind food aid (i.e., food commodities purchased in the  United States and transported overseas) through development assistance  projects meant to address long-term chronic hunger and through  emergency projects intended to address the food needs of vulnerable  populations affected by conflicts or natural disasters, such as droughts  and floods. To implement Title II projects, USAID enters into cooperative  agreements with implementing partners that design and implement food  aid activities and distribute the food aid. Nongovernmental organizations  (NGO) implement Title II development projects, and the World Food  Program (WFP)—a United Nations (UN) agency and the largest  humanitarian organization combating hunger—implements most Title II  emergency projects.", "Under the Food for Peace Act, USAID is authorized to spend some of the  funds appropriated annually to Title II on various costs associated with  the administration, implementation, and support of both development and  emergency food assistance. Specifically, USAID is authorized to provide  Title II funds to implementing partners to cover internal transportation,  storage, and handling (ITSH) costs incurred in both carrying out food  assistance activities and storing and distributing U.S. in-kind food aid after  it arrives in the destination countries. In addition, pursuant to Section  202(e) of the Food for Peace Act, USAID is authorized to spend a  proportion of Title II funds—in this report, “202(e) funding”—to cover the  costs its partners incur while administering activities, such as staff  salaries and project materials necessary to implement Title II projects.  The Agricultural Act of 2014 (2014 Farm Bill), enacted in February 2014,  increased the proportion of the annual Title II appropriation that USAID is  authorized to spend as 202(e) funding from 13 percent—about $191  million—to 20 percent—about $293 million in fiscal year 2016—and  expanded the eligible uses of 202(e) funding from those allowed by the  2008 Farm Bill.", "You asked us to review USAID’s use and oversight of Title II funding, in  light of the 2014 Farm Bill’s increase of 202(e) funding and expansion of  authority for USAID to spend this funding to implement and support Title  II. This report examines (1) any changes in USAID’s use of Title II funding  to implement and support projects since the enactment of the 2014 Farm  Bill and (2) USAID’s financial oversight of Title II funding used to  implement and support selected projects.", "To address these objectives, we reviewed USAID data, policies,  guidance, and procedures as well as implementing partners’ application  and award documentation for selected projects, including project  budgets. We interviewed USAID and partner officials both in  Washington, D.C., and during fieldwork in Haiti, Malawi, and Zimbabwe.", "To examine any changes in USAID’s use of Title II funding to implement  and support projects since the 2014 Farm Bill, we reviewed USAID  development and emergency Title II funding data for fiscal years 2012  through 2015—the most recent available data at the time of our review— as well as implementing partner award documents for selected projects.  We analyzed these data and documents to determine the amount of  202(e) funding USAID has provided for costs to implement and support  Title II projects; the amount of funding and number of projects distributing  cash transfers, food vouchers, or locally or regionally procured food since  the 2014 Farm Bill was enacted; and the most common types of  assistance modalities. We also reviewed other funding sources, such as  foreign assistance funding from the Development Assistance and  International Disaster Assistance (IDA) accounts, to identify countries and  projects receiving funding from multiple sources. To assess the reliability  of these data, we reviewed documentation and interviewed USAID  officials to identify and rectify any missing or erroneous data. We  determined that the data and information were sufficiently reliable to  compare project funding obligations and amounts (metric tonnage) of  food assistance provided.", "In addition, to examine USAID’s financial oversight of funding to  implement and support selected projects, we reviewed USAID’s policies,  guidance, and procedures for financial oversight and monitoring of 202(e)  and ITSH funding, including funding for cash transfers, food vouchers,  and locally or regionally procured food. We selected seven projects for  more in-depth review—four development and three emergency projects— and fieldwork locations on the basis of factors such as level of Title II  funding, region, and types of assistance implemented with 202(e) funding  since fiscal year 2014. Because we judgmentally selected projects and  locations for fieldwork, our findings cannot be generalized. For the  selected development projects, we reviewed and compared funding data  and information provided in applications, award agreements, approved  annual budgets, quarterly and annual reports, expenditure reports (known  as SF-425s), and relevant audits, among other documentation, to identify  any significant issues or discrepancies in implementing partners’ financial  oversight and monitoring of 202(e) and ITSH spending. We reviewed  selected implementing partners’ internal controls, disbursement  processes, and support documentation such as invoices and receipts for  a judgmental sample of transactions. For selected WFP emergency  projects, we reviewed WFP policies, procedures, and guidance related to  financial oversight and monitoring of food assistance projects; WFP’s  external and internal audits; and project documentation.", "We conducted this performance audit from October 2015 to March 2017  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives. Appendix I provides a detailed  discussion of our objectives, scope, and methodology."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "USAID International Food Assistance", "paragraphs": ["Through its Title II program, USAID has traditionally provided its  implementing partners with U.S. in-kind food aid, which its partners  distribute to beneficiaries in need overseas. Figure 1 shows the locations  of projects that received Title II funding in fiscal years 2012 through 2015.", "Congress has historically amended or reauthorized Title II program  authorizations through farm bills enacted about every 5 years. To cover  the costs associated with carrying out Title II projects, Congress  authorizes USAID to provide implementing partners 202(e) and ITSH  funding, with certain restrictions. Specifically, the 2014 Farm Bill  increased the total amount of 202(e) funding USAID can provide from 13  percent to 20 percent of funds made available to implement Title II of the  Food for Peace Act. The 2014 Farm Bill continued to allow USAID to use  202(e) funding to cover administrative-type costs but expanded the  eligible uses of this funding beyond those authorized by the 2008 Farm  Bill or previous farm bills, allowing the use of 202(e) funding to enhance  existing projects. According to USAID, this provision permits the agency  to use 202(e) funding to implement cash transfers, food vouchers, and  local or regional procurement in Title II projects. Title II also authorizes  USAID to use ITSH funding to cover costs that partners incur while  moving and storing U.S. in-kind food aid after it reaches a destination  country. (Fig. 2 shows images from a video depicting examples of  USAID’s uses of 202(e) and ITSH funding for Title II projects.)", "In fiscal years 2012 through 2015, USAID obligated about $5.567 billion  in Title II funding for its development and emergency projects. As figure 3  shows, USAID obligated about 44 percent of total Title II funding to 202(e)  and ITSH during that period to cover the costs of implementing and  supporting these projects. These obligations comprised about $889  million of 202(e) funding (16 percent of total Title II funding) and about  $1.575 billion of ITSH funding (28 percent of Title II funding). USAID  data for fiscal years 2012 through 2015 show that the agency provided  about 4.5 million metric tons of food commodities. USAID obligated the  remainder of Title II funding to cover the costs of purchasing the commodities in the United States (37 percent),  transporting the commodities from the United States as ocean freight  (12 percent), and  transporting the commodities inland from the foreign port of entry to  their destination in the country or to the border of another, landlocked  country (7 percent).", "Title II also authorizes USAID to allow its implementing partners to  monetize U.S.-sourced in-kind food aid—that is, to sell U.S.-donated  commodities in local markets to generate funds for implementing the  projects. However, according to USAID officials, it generally no longer  encourages its implementing partners to monetize. Instead, according to  USAID, it provides 202(e) funding, as authorized by the 2014 Farm Bill,  and funding authorized by the Foreign Assistance Act of 1961 directly to  its implementing partners to offset the revenue partners previously  received from monetizing commodities.", "USAID uses funding from accounts authorized by the Foreign Assistance  Act to operate multiple programs to combat food insecurity in  development and emergency situations worldwide.", "Development Assistance funding. According to USAID  documentation, the agency draws on its Development Assistance  account—as authorized under section 103 of the Foreign Assistance  Act of 1961, as amended—for community-level development activities  to complement Title II projects and to reduce the need for  monetization. According to USAID officials, these funds can be used  alongside Title II funding and may fund many of the same types of  items and activities covered by Title II 202(e) and ITSH. USAID  provided about $62 million from its Development Assistance account  in fiscal year 2015 to complement Title II projects.", "International Disaster Assistance funding. USAID’s Office of Food for  Peace uses the agency’s IDA account, authorized by the Foreign  Assistance Act of 1961, as amended, to fund the Emergency Food  Security Program (EFSP). According to USAID, it provides most of its  assistance for cash transfers, food vouchers, and local and regional  purchases of food through EFSP to assist beneficiaries facing  immediate food insecurity. According to USAID, it provided about  $1.01 billion in fiscal year 2015 on EFSP projects implementing cash  transfer, food voucher, local and regional procurement, and other  activities."], "subsections": []}, {"section_title": "USAID Guidance on Eligible Uses of 202(e) and ITSH Funds", "paragraphs": ["In 2014, USAID issued an information bulletin to its implementing  partners outlining the 2014 Farm Bill’s changes to 202(e) and USAID’s  policy regarding eligible and ineligible uses of 202(e) and ITSH funding.  The bulletin states that 202(e) funding may be used for activities to  establish and enhance Title II projects, including cash transfers, food  vouchers, and local and regional procurement of food—modalities  previously not authorized for Title II projects—as well as for traditional  implementation costs such as the partner’s staff salaries, project  overhead, project materials, and equipment, among others. USAID also  instructs partners that ITSH funding is available only for in-country costs  directly associated with the storage, movement, and distribution of U.S.  in-kind commodities. In addition to outlining the eligible and ineligible uses  for 202(e) and ITSH funding, and consistent with U.S. government-wide  guidance issued by the Office of Management and Budget (OMB)  concerning federal awards outlined in 2 C.F.R. § 200, the bulletin  instructs partners that these funds must be reasonable and allocable."], "subsections": []}, {"section_title": "Financial Risks and Oversight for International Food Assistance", "paragraphs": ["Food assistance projects are subject to numerous financial risks,  including risks associated with costs to implement and support projects  providing food commodities, cash transfers, or food vouchers. USAID  requires its partners ensure that aid reaches its intended beneficiaries  and that costs are reasonable, necessary, and allowable. Financial  oversight of international food assistance projects includes managing  program funds to ensure they are spent in accordance with award  agreements by, among other things, assessing financial risks and  implementing controls to mitigate those risks.", "The internal controls framework prescribed for federal agencies and  widely used by international organizations comprises five components  (see fig. 4). These controls apply to the tracking of costs to implement  and support projects providing commodities, cash transfers, or food  vouchers. For projects that include cash transfers and food vouchers,  controls may include steps to prevent the negative impact on market  prices as well as to prevent theft and diversion of cash or counterfeiting of  vouchers."], "subsections": []}]}, {"section_title": "USAID Used Most of 202(e) Funding Increase for Cash Transfers, Food Vouchers, and Local and Regional Procurement and Used Multiple Funding Sources with Title II", "paragraphs": ["In fiscal years 2014 and 2015, USAID used most of the increased  proportion of Title II funds authorized by the 2014 Farm Bill for 202(e) to  provide cash transfers, food vouchers, and local or regional procurement,  modalities the agency did not previously support through Title II. USAID  has also used funding from other accounts to complement Title II  projects. USAID obligations of 202(e) funding increased from about $171  million in fiscal year 2012 to about $268 million in fiscal year 2015.  Obligations of 202(e) funding for cash transfers, food vouchers, and local  and regional procurement in fiscal years 2014 and 2015 constituted 75  percent and 96 percent, respectively, of the additional authorized 202(e)  funding that the agency utilized for those years. USAID has used funds  from accounts authorized by the Foreign Assistance Act, along with Title  II funding, to implement and support projects. Moreover, it has  increasingly used funding from these accounts to cover the same types of  costs as are covered by 202(e) and in some cases has used funding from  these accounts as well as Title II to provide cash transfers, food  vouchers, or local or regional procurement within a single project."], "subsections": [{"section_title": "USAID Used Most of the Increase in 202(e) Funding to Provide Cash Transfers, Food Vouchers, and Locally and Regionally Procured Commodities in Title II Projects", "paragraphs": ["USAID used most of the 2014 Farm Bill’s increase in authorized 202(e)  funding (from 13 percent to 20 percent of total Title II appropriations) to  provide cash transfers, food vouchers, and locally or regionally procured  food for beneficiaries—modalities the agency did not previously support  through Title II. USAID obligations of 202(e) funding rose from $171  million in fiscal year 2012 to $268 million in fiscal year 2015. As table 1  shows, in fiscal year 2014, USAID’s obligations for these modalities  comprised 75 percent of the additional 202(e) amount it obligated under  the 2014 Farm Bill; in fiscal year 2015, USAID’s obligations for these  modalities comprised 96 percent of the additional obligated amount.  Specifically, USAID obligated $73.7 million in 202(e) funding in fiscal year  2015 for cash transfers, food vouchers, and local or regional  procurement—that is, 96 percent of the additional $77 million of 202(e)  funding available to the agency authorized by the 2014 Farm Bill.", "As figure 5 shows, USAID obligations of 202(e) funding in fiscal years  2012 and 2015—including the portion of 202(e) funding provided for cash  transfers, food vouchers, and local or regional procurement beginning in  2014—were within the applicable 202(e) spending limits designated by  the 2008 (13 percent) and 2014 (20 percent) Farm Bills. In both fiscal  years 2014 and 2015, the 202(e) obligations were lower than the 20  percent appropriation limit of $293 million. During this period, 202(e)  obligations for commodity and development activities fluctuated slightly.  In addition, 202(e) obligations for cash transfers, food vouchers, and local  and regional procurement increased from about 21 percent of total 202(e)  obligations in fiscal year 2014 to about 28 percent in fiscal year 2015.", "As table 2 shows, of the approximately $130 million of 202(e) funding that  USAID obligated for cash transfers, food vouchers, and local and regional  procurement in fiscal years 2014 and 2015, the majority was obligated for  local and regional procurement. USAID’s obligations of 202(e) funding for  local and regional procurement accounted for about 66 percent of its total  obligations of 202(e) funding for the three modalities in fiscal years 2014  and 2015. Cash transfers and food vouchers accounted for approximately  25 percent and 9 percent, respectively, of USAID’s obligations during this  period.", "USAID has obligated 202(e) funding for some Title II projects that  provided cash transfers, food vouchers, or locally or regionally procured  food but no U.S.-sourced, in-kind food aid. Before 2014, USAID obligated  Title II funding for projects that provided food commodities grown,  purchased, and shipped from the United States and obligated 202(e)  funding to cover the partners’ costs associated with administering these  projects. According to USAID officials, multiple Title II projects can make  up a Title II country program. In order to allow for the use of 202(e)  funding for cash transfers, food vouchers, or locally or regionally procured  food, a Title II country program must include U.S. in-kind commodities,  though each individual project within the Title II country program is not  required to include U.S. in-kind commodities, according to those officials.", "In fiscal years 2014 and 2015, USAID obligated a total of about $29.6  million for 202(e)-funded cash transfers, food vouchers, or local and  regional procurement in seven projects (four emergency projects and one  development project in fiscal year 2014, and two emergency projects in  fiscal year 2015) that did not include U.S.in-kind commodities. For  example, USAID obligated about $2.2 million in 202(e) funding in fiscal  year 2014 for a Title II emergency project in Haiti that provided cash  transfers to beneficiaries, with no U.S. in-kind food aid. In fiscal year  2015, USAID provided about $2 million for an emergency project  implemented by the United Nations Children’s Fund in Niger that provided  locally and regionally procured food and no U.S.in-kind food aid. In  addition, in fiscal year 2015, USAID awarded $45 million in 202(e) funding  for a 5-year Title II development project in Mali that did not include  planned U.S. in-kind food aid.", "According to USAID, it has also used the increase in 202(e) funding, as  well as funding from other sources, to reduce monetization in Title II  projects. In 2011, we reported that USAID loses, on average, 24 cents on  every dollar spent through the process of monetization. According to  USAID officials, the use of 202(e) funds has allowed for a reduction in the  use of monetization in development projects, enabling the agency to pay  directly for the cost its partners incur and to increase the efficiency and  effectiveness of its food assistance projects. Table 3 shows USAID’s use  of monetization in Title II development projects in fiscal years 2012  through 2015.", "According to USAID, in fiscal year 2014, the agency saved $21 million by  providing funds directly to implementing partners instead of using  monetization. For example, for fiscal year 2014, USAID approved an  approximately $13 million increase in the budgeted amount of 202(e)  funding to be provided to an implementing partner in Zimbabwe to replace  monetization. We found that the implementing partner used the 202(e)  funding to support activities such as livestock management and water  resources management (see fig. 6). According to USAID, the use of  202(e) funding in place of monetization will save the agency almost $10  million over the course of the 5-year project."], "subsections": []}, {"section_title": "USAID Has Used Funding Authorized by the Foreign Assistance Act Along with Title II Development and Emergency Projects", "paragraphs": ["Our review of USAID funding data shows that USAID has used funds  from two accounts authorized by the Foreign Assistance Act along with  Title II food assistance projects. Since fiscal year 2013, the agency has  increasingly obligated funds from the Development Assistance account to  cover many of the same types of implementation costs as 202(e) funding  and to help reduce monetization. USAID has also used both Development  Assistance funds and 202(e) funding to provide food vouchers or local or  regional procurement in two Title II development projects. In addition,  USAID has used funds from the IDA account as well as 202(e) funding to  provide cash transfers or local and regional procurement in a number of  emergency projects. Figure 7 shows the locations of projects where  USAID used Title II funding along with funding from the two accounts  authorized by the Foreign Assistance Act.", "With regard to funding for development projects, according to USAID  officials, the agency uses funding from the Development Assistance  account for many of the same types of implementation costs for Title II  development projects that 202(e) funding covers, including implementing  partners’ staff salaries, office and program supplies, and equipment,  among other expenses. USAID provides Development Assistance  account funds along with Title II development funding for projects either  through a single award or through separate awards. According to USAID,  it provides these funds in part to reduce monetization in Title II  development projects by paying directly for the costs its partners incur.  As table 4 shows, USAID obligations from the Development Assistance  account in support of Title II projects increased from $25 million in fiscal  year 2013 to $62 million in fiscal year 2015.", "For example, in fiscal year 2014, USAID began a 5-year, $60 million  development project in Malawi, budgeting $40 million in Development  Assistance funding and $20 million in Title II funding, including $4 million  in 202(e). USAID’s implementing partner used Development Assistance  funds for support costs such as staff salaries, office supplies, and  veterinary kits as well as for local procurement of food that it provided to  beneficiaries in exchange for their labor to build community assets (see  fig. 8).", "In addition, since fiscal year 2014, USAID has used both Development  Assistance funds and 202(e) funding to provide food vouchers or local  procurement in Title II development projects in two countries. In Haiti,  USAID obligated over $4 million in 202(e) funding and budgeted about $3  million in Development Assistance account funds to provide food  vouchers in a Title II development project in fiscal years 2014 through  2015. According to USAID officials, the 202(e)-funded and Development  Assistance account–funded food vouchers targeted different regions in  Haiti and thus the beneficiaries did not overlap. USAID officials added  that this was the first time USAID had used Development Assistance  account funds for food vouchers in a Title II food assistance project. In  Malawi, USAID used about $378,000 in 202(e) funding and budgeted  about $161,000 in Development Assistance account funds in fiscal year  2015 to procure 325 metric tons of local commodities as part of a Title II  development project.", "With regard to funding for emergency food assistance, USAID’s  implementation of the new 202(e) authorities to enhance existing Food for  Peace programs provided by the 2014 Farm Bill has resulted in USAID’s  use of both 202(e) funding and IDA account funds to provide either cash  transfers, food vouchers, or local or regional procurement in the same  emergency food assistance projects. Before the 2014 Farm Bill was  enacted, some emergency projects received both Title II funding for U.S.  in-kind commodities and funds from the IDA account’s EFSP for either  cash transfers, food vouchers, or locally or regionally procured food. Our  review of USAID funding data shows that USAID used Title II U.S. in-kind  food aid along with ESFP-funded cash transfers, food vouchers, or locally  or regionally procured food in some emergency food assistance projects.  For example, in fiscal year 2012, USAID obligated about $134 million in  EFSP funds to 10 emergency food assistance projects for which it also  obligated Title II funding for U.S. in-kind food aid. However, with its  expanded Title II authorities, USAID obligated a total of about $56 million  in 202(e) funding along with $140 million in EFSP funds to provide cash  transfers, food vouchers, or locally or regionally procured food in nine  WFP-implemented projects in fiscal years 2014 and 2015. For example, a  WFP emergency operation in Malawi used both $3 million in 202(e)  funding along with $2.5 million in EFSP funds for the local procurement of  commodities in fiscal year 2015. According to USAID officials, the agency  designs country programs using multiple funding sources to best meet the  needs of the beneficiaries and comply with the restrictions placed on each  funding source."], "subsections": []}]}, {"section_title": "USAID Has Various Controls for Financial Oversight of Title II Implementation and Support Costs, but Its Oversight Has Certain Deficiencies", "paragraphs": ["USAID and its partners have various internal controls for financial  oversight of implementation and support costs funded by 202(e) and  ITSH in selected Title II development and emergency projects, although  we found certain deficiencies in control activities, information and  communication, and risk assessment. USAID’s and implementing  partners’ internal controls for Title II project implementation and support  costs include reviews of planned budgets and high-level spending,  reviews of audit reports, and periodic monitoring data, according to  USAID and partner officials. Nevertheless, we identified deficiencies that  affect USAID’s ability to reasonably ensure that aid reaches the intended  beneficiaries and that funding is used for allowable and approved  purposes. First, regarding control activities, USAID generally does not  conduct systematic, targeted financial reviews of partners’ actual Title II  spending to implement and support projects. Our limited,  nongeneralizable financial transactions testing identified instances where  partners had not correctly recorded 202(e) and ITSH spending. Second,  regarding information and communication, USAID lacks key monitoring  data related to these costs that could identify areas needing additional  financial oversight and inform future decisions. Third, also related to  information and communication, USAID has not consistently updated  guidance and systems to help ensure that partners for Title II  development and emergency projects do not use ITSH funds to cover  implementation costs for local and regional procurement of commodities,  which is not an allowable use of these funds. Fourth, regarding risk  assessment, USAID does not require Title II development project partners  to conduct comprehensive assessments of financial, fraud, and other  risks that can affect cash transfers and food vouchers funded by 202(e),  although the agency has established such a requirement for emergency  projects."], "subsections": [{"section_title": "USAID Has Various Internal Controls for Implementation and Support Costs of Title II Projects", "paragraphs": ["USAID and its implementing partners have various controls for financial  oversight of Title II project implementation and support costs funded by  202(e) and ITSH. The internal controls framework prescribed for federal  agencies and widely used by international organizations notes that the  establishment of effective internal controls can help agencies achieve  desired results through the effective stewardship of resources.  Examples of USAID’s and implementing partners’ internal controls for  Title II project implementation and support costs include the following:", "Reviews of planned budgets. USAID officials told us that they  review implementing partners’ detailed planned budgets for costs to  implement and support Title II projects, which describe how the  partners plan to spend U.S. funds in the future. Specifically,  according to USAID, it reviews planned budget breakdowns and  explanatory narrative submitted by partners for Title II project  implementation and support costs, including partner staff salaries and  fringe benefits; transport, shipping, and handling costs; subaward  budgets; cash transfer, food voucher, and local and regional  procurement costs; other project activity costs; and other direct and  indirect costs.", "Reviews of spending. To monitor actual spending, USAID officials,  including agreement officers’ representatives, told us that they rely  primarily on each partner’s quarterly financial report, known as the  SF-425. Implementing partners are required to report high-level  expenditures for 202(e) and ITSH quarterly in the SF-425, according  to USAID officials. The officials noted that they follow up with a  partner if spending reported in the SF-425 is inconsistent with the  annual approved amount.", "Reviews of audit reports. According to USAID officials, USAID’s  Office of Food for Peace generally reviews the results of partners’  annual single audits as well as findings of the USAID Office of  Inspector General’s (OIG) periodic audits. Single audits include an  organization-wide review of an entity’s financial statements, a  schedule of the expenditure of federal awards, and review of related  internal controls. Single audit findings can be used by agencies to  identify areas warranting additional financial oversight. For example,  USAID officials informed us that the agency modified the terms of one  partner’s letter of credit as a result of single audit findings, which  included material weaknesses. Specifically, USAID stipulated that  the partner must request payment for incurred expenses in lieu of  advance payments. According to USAID officials, the Office of Food  for Peace also reviews periodic audit reports completed by the OIG  that may address financial internal controls related to 202(e) and ITSH  spending. According to USAID officials, in response to USAID OIG  findings of partners’ misspending, the Office of Food for Peace hired  an external auditor to conduct financial reviews for two Title II  projects.", "Partners’ internal controls. USAID officials noted that USAID  generally relies on its partners to implement financial oversight in Title  II projects. Our financial reviews of selected Title II development  projects found that partners’ internal controls generally included (1)  policies to prevent the commingling of U.S. government funds, (2)  policy manuals to instruct employees on the proper use of U.S.  government funds, and (3) procedures to segregate incompatible  financial duties. Partner officials also cited examples of various steps  they are taking to implement internal controls, such as using mobile  services providers for cash transfers, which can enhance the  traceability of funding, and maintaining warehouse records for  commodity receipt, storage, and distribution.", "Periodic monitoring data for Title II emergency projects. To help  inform USAID about potential issues, such as substantial increases or  decreases in costs, USAID requires partners for Title II projects to  report some information and data on implementation and support  costs. For example, NGO partners for Title II emergency projects  providing cash transfers, food vouchers, and local and regional  procurement report quarterly and annual data comparing planned with  actual activities, which may help inform USAID about the status and  progress of these activities. Such information can also be used to help  identify areas needing additional oversight."], "subsections": []}, {"section_title": "USAID Generally Does Not Conduct Systematic, Targeted Financial Reviews", "paragraphs": ["Although USAID reviews partners’ quarterly SF-425 reports of high-level  expenditures for 202(e) and ITSH, USAID generally does not conduct  systematic, targeted reviews of partners’ spending on these costs. As a  result, USAID is limited in its ability to provide reasonable assurance that  partners’ spending for Title II implementation and support costs is in  compliance with law and in accordance with approved budgets. In  addition, USAID may be unaware of potential gaps in partners’ internal  controls, which could result in misspending of funding to implement and  support Title II projects. USAID’s ADS notes that the USAID award  agreement officer is responsible for oversight of the financial  management aspects of awards to NGOs to confirm that activities funded  conform to the terms and conditions of the award, through review of  reports, correspondence, site visits, or other appropriate means. In  addition, the internal controls framework prescribed for federal agencies  and widely used by international organizations calls for control activities,  which commonly include reviews by management to ensure achievement  of objectives and to respond to risk.", "USAID officials, including agreement officers’ representatives, told us that  to monitor NGO partners’ actual spending for implementation and support  costs, they generally rely on reviews of partners’ quarterly financial (SF- 425) reports. However, in accordance with U.S. government regulation,  the SF-425 reports provide only the partners’ total expenditures for 202(e)  and ITSH costs in the relevant quarter; the reports do not provide detailed  information on the actual nature of the expenditures.", "While USAID’s Office of Food for Peace reviews partners’ single audits  and OIG reports—which can identify areas warranting additional financial  oversight—these audits are not designed to annually assess financial  oversight for each Title II project. For example, USAID modified the  terms of one partner’s letter of credit in response to single audit findings,  which included material weaknesses and significant internal control  deficiencies. However, USAID did not require the partner to submit  receipts or any other support documentation for expenditures.  Additionally, according to USAID officials, USAID’s OIG typically reviews  just one or two country food security programs each year, and these  reviews do not typically address every Food for Peace project ongoing in  a country. We found that in fiscal years 2012 through 2016, USAID’s  OIG conducted an audit relevant to two of the four Title II development  projects we reviewed. Although the Office of Food for Peace has hired  an external auditor to conduct financial reviews for two Title II projects  since fiscal year 2012 in response to USAID OIG recommendations, the  external auditor has not reviewed most projects. Also, officials at two of  the three USAID missions responsible for our selected Title II  development projects implemented by U.S. NGOs told us that they  generally do not conduct systematic, targeted financial reviews, including  transaction testing, as part of their Title II project monitoring.", "Our limited, nongeneralizable financial transactions testing identified  issues such as inaccurate accounting, insufficient support documentation,  and misspending of 202(e) and ITSH funding in 14 of the 60 transactions  we reviewed (representing $304,854 of $1,086,226 in expenditures) for  fiscal years 2014 and 2015 for three of the four selected Title II  development projects. These findings raise questions about whether the  partners have sufficient controls in place to ensure that they spend 202(e)  and ITSH funding as planned. For example, for one project, we found a  202(e) charge of $6,543 for fuel that should have been charged to  another project. For another project, we found an ITSH charge of $6,449  for the movement of stones for cash-for-assets activities, which is not an  allowable use of ITSH. Also, for two transactions for two projects,  employees incorrectly charged time to 202(e) and ITSH that was not in  accordance with approved budgets. After we informed implementing  partner officials of these findings, the officials stated that they were taking  steps to correct the errors we identified, such as providing additional  training to staff."], "subsections": []}, {"section_title": "USAID Lacks Key Monitoring Data for Some Title II Projects", "paragraphs": ["USAID has not collected complete and consistent monitoring data on an  ongoing basis for Title II development projects and some Title II  emergency projects. As a result, USAID lacks information that could help  inform budget decisions and financial oversight of spending for  implementation and support costs within and across food assistance  projects. The internal controls framework prescribed for federal agencies  and widely used by international organizations calls for the use of quality  information to achieve objectives, which may include identifying  information requirements, obtaining relevant and reliable data, and  processing data into quality information to make informed decisions.", "Our review of available monitoring reports submitted by the implementing  partners for the seven selected Title II development and emergency  projects for fiscal years 2014 through 2016 found that some reports  contained incomplete and inconsistent data and information for 202(e)  cash transfers, food vouchers, and local and regional procurement as well  as for ITSH.", "USAID has not required partners for Title II development projects to  report on the status and progress of cash transfers, food vouchers,  and local and regional procurement funded by 202(e) on a quarterly  basis. Nonetheless, implementing partners for the four development  projects we reviewed indicated that they were collecting these data on  an ongoing basis. However, we found that the partners reported  inconsistent data to USAID. For example, annual reports for the  selected project that included 202(e)-funded food vouchers provided  information on the frequency and number of months of food voucher  distributions, but quarterly reports for the project did not consistently  include this information. In addition, the project’s quarterly and annual  reports did not include updates on certain data elements, including the  actual number of vouchers redeemed and the actual cost of food  vouchers. Further, the quarterly reports, but not the annual reports, for  one of our two selected projects including 202(e)-funded cash  transfers provided updates on the total actual cost of cash transfers  and the value, frequency, and number of months that cash transfers  were provided. For our other selected project that included cash  transfers, the most recent annual report provided only annual data on  the number of months that cash transfers were provided and the  actual number of cash transfer beneficiaries. In October 2016,  USAID updated reporting guidance, specifying requirements for Title II  development projects to provide annual data on cash transfers, food  vouchers, and local and regional procurement. However, USAID  does not require partners for Title II development projects to provide  quarterly updates for these data, which could help inform USAID  about potential issues on a more frequent basis. In contrast, USAID  requires this information and data in quarterly and annual reporting for  Title II emergency projects implemented by NGOs.", "While, according to USAID, it generally relies on WFP to conduct  financial oversight of Title II funding it receives, the agency has  established requirements for WFP to report periodic project  monitoring data related to its expenditures of 202(e) funding for cash  transfers, food vouchers, and local and regional procurement and of  ITSH funding. However, USAID generally has not collected  complete and consistent data related to these expenditures from  WFP. Our review of periodic monitoring reports that WFP submitted to  USAID for the three selected Title II emergency projects—in Malawi,  South Sudan, and Zimbabwe—found that the reports provided the  required information for local and regional procurement on the types  and volumes (in metric tons) of commodities procured. However, the  reports for only one of the projects provided the required information  on commodity cost and market price analysis, and none of the reports  we reviewed provided the required safety or quality assurance  inspection results. Further, USAID has not obtained any of the  required information or data on ITSH costs from WFP for the three  selected projects, although such costs can be significant."], "subsections": []}, {"section_title": "USAID Has Provided Inconsistent Guidance Regarding Use of ITSH Funds for Local and Regional Procurement", "paragraphs": ["Although USAID has limited the use of ITSH funds for Title II projects to  costs directly associated with providing U.S. in-kind commodities, it has  not provided consistent guidance to implementing partners or updated  certain systems to help ensure that ITSH funds are not used to cover  costs related to local and regional procurement. As a result, USAID  cannot have reasonable assurance that partners are spending, and  accounting for, ITSH funds in compliance with its policy and the Food for  Peace Act. The internal controls framework prescribed for federal  agencies and widely used by international organizations calls for  management to externally communicate necessary information to ensure  achievement of objectives. Moreover, a key attribute of this principle  states that agency management should communicate with, and obtain  quality information from, external parties, so that those parties can help  the agency achieve its objectives and address risks.", "According to internal controls standards  prescribed for federal agencies, management  should externally communicate necessary  quality information to achieve an entity’s  objectives. Appropriate methods of external  communication may enable external parties to  help an entity achieve its objectives and  address risks.", "Although USAID issued guidance prohibiting the use of ITSH funds for  local and regional procurement in 2014, it had not updated other relevant  guidance and systems as of December 2016. Pursuant to the Food for  Peace Act, USAID may pay transportation costs incurred in moving U.S.- sourced food commodities from ports of entry to storage and distribution  sites as well as associated costs for storage and distribution. According  to USAID, it has traditionally advised its partners to use ITSH funding to  cover all movement and storage costs for the U.S. in-kind food aid  authorized by Title II. With the increased authority granted in the 2014  Farm Bill, USAID began allowing its partners to provide locally and  regionally procured food commodities through Title II projects, many of  which also provided U.S. in-kind food aid. For example, in fiscal years  2014 and 2015, one Title II development project and 22 Title II  emergency projects used Title II funding for local and regional  procurement as well as U.S. in-kind food aid. In the same years, 21 WFP  projects used Title II funding for U.S in-kind food aid as well as ESFP  funding for local and regional procurement (9 of the 21 received both Title  II and EFSP funding for local and regional procurement). In 2014,  USAID issued guidance, in the form of a Food for Peace information  bulletin, outlining the eligible and ineligible uses of ITSH funds. This  guidance required that partners use ITSH funds only to cover costs  directly associated with the movement, storage, and distribution of U.S.  in-kind food aid. The guidance also advised partners that 202(e) funds  may be used to cover movement and storage costs associated with  locally or regionally procured commodities that enhance a Food for Peace  program. However, as of December 2016, other USAID guidance and  systems were not aligned with the 2014 information bulletin’s prohibition  against using ITSH funds for costs related to local and regional  procurement. Examples include the following:", "As of November 2016, USAID’s supplemental budget guidance for  development programs stated that USAID prefers that partners use  ITSH funding for all internal transportation, distribution, and storage  costs.", "USAID’s fiscal year 2016 request for applications for development  projects in the Democratic Republic of the Congo, Ethiopia, and  Liberia stated that if the applicant requested local or regional  procurement as part of its project, the partner must also report on  ITSH funding for the locally or regionally procured commodities.", "The fiscal year 2016 request for applications also directed USAID’s  implementing partners to enter data in the Food for Peace information  management system on the amount of funds spent in transporting and  storing locally or regionally procured commodities as ITSH.", "According to USAID officials, although partners may use 202(e) funding  to pay for costs related to local and regional procurement, the Food for  Peace information management system does not clearly show that 202(e)  funding should be used rather than ITSH funding. USAID officials told us  that the agency was in the process of updating guidance to clarify the use  of 202(e) funding related to local and regional procurement costs.  However, as of January 2017, USAID had not completed these updates."], "subsections": []}, {"section_title": "USAID Does Not Require Risk Assessments for Cash Transfers and Food Vouchers in Development Projects despite Requiring Them in Emergency Projects", "paragraphs": ["USAID does not require implementing partners for Title II development  projects to conduct and document comprehensive risk assessments and  mitigation plans for cash transfer and food vouchers funded by 202(e)  despite requiring risk assessments for these modalities in emergency  projects implemented by NGOs. As a result, USAID may be impeded in  its efforts to determine whether development project partners have  adequate controls in place to manage risks associated with these  modalities. OMB guidance for federal agencies emphasizes the  importance of risk management as a key component of internal control for  improving the accountability and effectiveness of federal programs. In  addition, the internal controls framework prescribed for federal agencies  and widely used by international organizations calls for the identification  and analysis of risks from both external and internal sources related to  achieving defined objectives, as a basis for designing risk responses. provide an analysis of risks related to proposed modalities and relevant  mitigation measures, including an analysis of potential risks related to  fraud, corruption, and mismanagement as well as security risks.", "Our review of three selected Title II development projects that provided  202(e) funding for cash transfers or food vouchers found that none of the  implementing partners had submitted a comprehensive assessment of  the risks of using those modalities. Although none of these projects had  planned to provide cash transfers or food vouchers funded by 202(e) at  the application stage, USAID approved the use of 202(e) funding for  those modalities through award modifications. We found that award  documentation submitted by partners for the three projects generally  included some broad discussion of risks, such as security or weather  risks. However, the documentation did not address financial or fraud risks  related to cash transfers or food vouchers funded by 202(e)."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Since the 2014 Farm Bill was enacted, USAID has increased 202(e)  funding for implementation costs in Title II food assistance projects and  expanded the uses of this funding to support cash transfers, food  vouchers, and local and regional procurement of commodities. At the  same time, USAID has obligated funding authorized under the Foreign  Assistance Act in addition to that authorized by Title II, in some cases  using multiple funding sources to support similar costs and activities  within the same food assistance project. USAID’s spending of significant  and growing amounts of funding from different sources to implement and  support Title II projects heightens the importance of effective financial  oversight to ensure the correct and effective use of this funding. However,  without conducting systematic, targeted reviews of Title II development  and emergency projects, USAID has limited ability to ensure that  partners’ expenditures of 202(e) and ITSH funding comply with law and  align with approved budgets. In addition, without collecting complete and  consistent monitoring data on partners’ use of 202(e) funding for cash  transfers, food vouchers, and local and regional procurement and of ITSH  funding, USAID lacks information that could help inform its financial  oversight. Further, until it ensures that its guidance and systems  communicate consistent information about allowable uses of ITSH  funding in Title II projects, USAID lacks reasonable assurance that its  partners will spend, and account for, these funds correctly. Finally,  without requiring comprehensive risk assessments and mitigation plans  for the use of cash transfers and food vouchers in Title II development  projects, and taking steps to ensure that partners carry out the  assessments, USAID cannot determine whether its partners are  adequately addressing financial, fraud, and other risks. Taking steps to  improve its financial oversight of Title II funding to implement and support  food assistance projects will better position USAID to ensure the effective  use of available U.S. resources to address both long-term and emergency  food needs of vulnerable populations around the world."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To enhance USAID’s financial oversight of implementing partners’  spending to implement and support Title II development and emergency  projects, we recommend that the USAID Administrator take the following  five actions:  1.  Develop, document, and implement a process for periodically  conducting systematic, targeted financial reviews of Title II  development and emergency projects. Such reviews should include  efforts to verify that actual costs incurred for these projects align with  planned budgets.  2.  Ensure that its requirements for implementing partners to provide  monitoring data on an ongoing basis on the use of 202(e) funding for  cash transfers, food vouchers, and local and regional procurement are  consistent for Title II development and emergency projects.  3.  Take steps to ensure that it collects complete and consistent  monitoring data from implementing partners for Title II development  and emergency projects on the use of 202(e) funding for cash  transfers, food vouchers, and local and regional procurement as well  as data on the use of Title II funding for ITSH costs, in accordance  with established requirements.  4.  Update key guidance and systems to consistently reflect allowable  uses of ITSH funds in Title II development and emergency projects.  5.  Establish a requirement for Title II development project partners to  conduct and document comprehensive risk assessments and  mitigation plans for cash transfers and food vouchers funded by  202(e), and take steps to ensure that implementing partners adhere to  the requirement."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft version of this product to USAID for comment. USAID  provided official comments, which are reprinted in appendix V, as well as  technical comments, which we incorporated as appropriate.", "In its official comments, USAID concurred with our recommendations. For  example, regarding our recommendation to develop, document, and  implement a process for periodically conducting systematic, targeted  financial reviews of Title II development and emergency projects, USAID  stated that it is exploring options to develop a process for conducting  financial reviews. USAID added that this process will include the  development of additional guidance and training relevant to the  management of food assistance awards, to help ensure that actual costs  align with planned budgets. In addition, USAID stated that it has taken  steps to implement our recommendation to establish a requirement that  Title II development project partners conduct and document  comprehensive risk assessments for cash transfers and food vouchers  funded by 202(e) and to take steps to ensure that partners adhere to the  requirement. Specifically, USAID stated that it added a risk assessment  requirement to the fiscal year 2017 request for applications for  development projects in Uganda, which USAID issued February 17, 2017.", "As agreed with your office, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the Administrator of  USAID. In addition, the report will be available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-9601 or melitot@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made major contributions to this report  are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["We examined (1) any changes in the U.S. Agency for International  Development’s (USAID) use of Title II funding to implement and support  projects since the enactment of the 2014 Farm Bill and (2) USAID’s  financial oversight of Title II funding used to implement and support  selected projects.", "To address these objectives, we analyzed USAID Title II Food for Peace  (Title II) funding data and policies, guidance, and procedures documents  and interviewed USAID and implementing partner officials in Washington,  D.C., and in Haiti, Malawi, and Zimbabwe. We reviewed additional  documentation, including partner application and award documentation,  and annual and comprehensive project budgets for seven selected  projects—four development and three emergency projects—that received  Title II funding in fiscal years 2014 through2016. We selected these  seven projects on the basis of factors such as the highest level of funding  and types of modalities implemented with 202(e) funding, geographic  diversity, and project timeframe. Specifically, we focused on projects that  were ongoing in fiscal year 2016 and that included 202(e) funding for  cash transfers, food vouchers, or local and regional procurement. In  Haiti, Malawi, and Zimbabwe, we visited project sites and observed  ongoing activities; inspected food storage warehouses; reviewed  implementing partners’ systems for managing and storing commodities;  and met with beneficiaries who received U.S. in-kind assistance or cash  transfers, food vouchers, or locally and regionally procured commodities.  We selected countries for fieldwork to ensure that we included (1)  different geographic locations, (2) both emergency and development  projects, and (3) examples of cash transfers, food vouchers, and local  and regional procurement that were funded by 202(e). Since we  judgmentally selected projects and locations for fieldwork, our findings  cannot be generalized.", "To address our first objective, we analyzed USAID development and  emergency Title II funding data for fiscal years 2012 through 2015,  including annual project level data on total obligations and obligations for  internal transportation, storage, and handling (ITSH); 202(e) costs;  commodity costs; ocean freight costs and inland transportation costs;  cash transfers; food vouchers; and local and regional procurement. To  assess the reliability of these data, we reviewed related documentation,  including data presented in USAID’s and the Department of Agriculture’s  (USDA) annual United States International Food Assistance Report;  interviewed, and reviewed written responses from, USAID agency  officials; and electronically tested for outliers and potential errors. We  determined that the data and information were sufficiently reliable to  compare project funding obligations and amounts (metric tonnage) of  food assistance provided. In addition, we reviewed implementing partner  award documents for the selected projects, including detailed and  comprehensive budget documents, quarterly and annual results reports,  and award agreements. We analyzed these data and documents to  determine the amount of 202(e) funding USAID has provided for costs to  implement and support Title II projects; the amount of funding and  number of projects using cash transfers, food vouchers, and local and  regional procurement; and the most common types of modalities. We also  reviewed non-Title II funding sources, such as foreign assistance funding  from the Development Assistance and International Disaster Assistance  (IDA) accounts, to identify countries and projects receiving funding from  multiple sources. We did not assess partners’ studies on cost savings or  efficiencies gained through reducing monetization.", "To address our second objective, we reviewed USAID’s policies,  guidance, and procedures for financial oversight and monitoring of 202(e)  and ITSH funding as of fiscal year 2016, including relevant chapters of  USAID’s Automated Directives System (ADS), which outlines the  agency’s operational policy. We also reviewed partner award  documentation for the seven selected projects. For selected development  projects, we reviewed and compared funding data and information  provided in applications, award agreements, award modifications,  approved budgets, quarterly and annual reports, expenditure reports (SF- 425s) for both 202(e) and ITSH expenditures, and relevant audits, among  other documentation, to identify significant issues or discrepancies in  implementing partners’ financial oversight and monitoring of 202(e) and  ITSH spending. We reviewed monitoring data and information provided in  quarterly and annual reports for 202(e) cash transfers, food vouchers,  and local and regional procurement activities implemented during the  period of our review.", "For our selected development projects, we reviewed the implementing  partners’ internal controls and risks by reviewing policy manuals and  procedures to see if partners had implemented key policies and  procedures to (1) prevent comingling of U.S. funds, such as unique  accounting codes; (2) separate bank accounts; (3) instruct employees on  proper use of U.S. funds; (4) segregate financial duties; (5) document  bank reconciliations; (6) monitor subpartners’ use of program funding,  including subpartner financial risk and capacity assessments; (7) maintain  proper documentation to support subpartner expenditures; (8) conduct  cost and price analysis; (9) account for staff time; (10) conduct annual  audits; (11) conduct risk assessments and mitigation plans to address  financial risks and fraud; and (12) reconcile SF-425s to the general  ledger. The financial information we reviewed included general ledger  downloads from the implementing partners’ accounting systems, bank  account statements, and other information generated by accounting  systems. We focused our financial review primarily on compliance with  internal control standards related to monitoring of program funds and to  reviewing certain control activities.", "We also reviewed development partners’ disbursement processes and  reviewed a nongeneralizable sample of 80 transactions from financial  information provided by implementing partners to identify potential  internal controls and financial management issues. We performed  detailed expenditures transaction testing on expenditures of 202(e) or  ITSH funds in fiscal years 2014 and 2015, using samples of 20  transactions for each of our four selected development projects, including  a combination of larger and smaller transactions for traditional  implementation costs as well as cash transfers, food vouchers, and local  and regional procurement. We tested each selected transaction to  determine whether the costs were (1) accurate, (2) allowable, (3)  reasonable, (4) approved, (5) adequately reviewed, and (6) supported by  sufficient documentation. We compared the selected transactions with the  amounts budgeted in partners’ annual approved budgets to verify that  expenditures were (1) spent using the funding stream budgeted for the  expense and (2) not in excess of the budgeted amount. For each entity  we selected for transaction testing, we reviewed the transactions against  supporting documentation such as travel orders and authorizations,  receipts and invoices, time and attendance reports, and billing reports.  Since we judgmentally selected transactions, our findings cannot be  generalized.", "Additionally, for selected World Food Program (WFP) emergency  projects, we reviewed WFP policies, procedures, and guidance related to  financial oversight and monitoring of food assistance projects; WFP’s  external and internal audits; project funding and support documentation,  including transfer agreements, amendments, budget revisions, and  standard project reports. We reviewed monitoring data and information  provided in periodic reports for 202(e) cash transfers, food vouchers, and  local and regional procurement activities implemented during the period  of our review. We also performed walk-throughs with WFP officials of  preselected 202(e) and ITSH transactions. Because WFP is a public  international organization (PIO), we did not audit its expenditures or its  internal control systems.", "We conducted this performance audit from October 2015 to March 2017  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: USAID Internal Transportation, Storage, and Handling Funding", "paragraphs": ["The Food for Peace Act authorizes the U.S. Agency for International  Development (USAID) to pay for costs to transport, store, and distribute  Title II agricultural commodities (i.e., U.S. in-kind) overseas. To cover  these costs that partners incur while moving, storing, and distributing Title  II U.S. in-kind food aid after it reaches a destination country, USAID  provides the partners with funds that it categorizes as internal  transportation, storage, and handling (ITSH) funding. In fiscal years 2012  through 2015, USAID provided about 28 percent of total Title II funding to  cover ITSH costs (about $1.575 billion), which supported about 4 million  metric tons of commodities during that timeframe.", "Since 2012, USAID’s obligations for ITSH costs have varied, ranging from  about $371 million to about $405 million (see table 5). The amount of  commodities USAID has provided in its Title II program also varied within  this period, ranging from a high of about 1.2 million metric tons in fiscal  year 2012, to a low of 873,414 metric tons in fiscal year 2014. Likewise,  the amount of ITSH funding USAID has obligated per metric ton of  commodities (i.e., ITSH rate) ranged from a high of $457 in fiscal year  2014, to a low of $338 in fiscal year 2012. According to USAID officials,  increases in the ITSH rate were due to increased commodity storage and  transport costs, food prices, the shift to specialized nutrition products,  decreases in monetization, and security challenges, among other factors.", "While USAID makes ITSH funding available in both development and  emergency projects, emergency projects comprised the majority of ITSH  funding in fiscal years 2012 through 2015 (see fig. 9). According to  USAID officials, conflict and lack of in-country infrastructure can greatly  increase ITSH costs, particularly in emergency projects. For example,  according to USAID, in South Sudan, the World Food Program (WFP)— USAID’s implementing partner—distributed food assistance to  beneficiaries during the country’s armed conflict and was forced to deliver  some food via airdrops to conflict-impacted areas. When food could be  moved over land, trucking companies charged a premium due to the high  risk their drivers faced. Because of these factors, in June 2015, WFP  agreed to an ITSH cost of $1,087.50 per metric ton of food. In  comparison, in a country such as Malawi, which did not experience  security concerns and where WFP distributed emergency food assistance  to beneficiaries affected by severe drought conditions, WFP’s ITSH cost  in August 2015 was $97.87 per metric ton."], "subsections": []}, {"section_title": "Appendix III: Selected Title II Projects", "paragraphs": [], "subsections": [{"section_title": "Ethiopia", "paragraphs": [], "subsections": [{"section_title": "Selected Development Project Profile", "paragraphs": ["USAID Title II development project: August 2011 to July 2016  U.S. Agency for International Development (USAID) obligated Title II  funding for U.S. in-kind (i.e., U.S.-donated) commodities, including wheat,  split peas, and vegetable oil, in fiscal years 2014 and 2015. During this  period, USAID also obligated Title II 202(e) funding for cash transfers to  landless youth beneficiaries in exchange for their labor on public works  projects. These public work projects included terracing hillsides to create  farmland. Table 6 shows USAID obligations for this development project."], "subsections": []}]}, {"section_title": "Haiti", "paragraphs": [], "subsections": [{"section_title": "Selected Development Project Profile", "paragraphs": ["USAID Title II development project: August 2013 to September 2017  USAID obligated Title II funding to the project for U.S. in-kind food aid,  including lentils, bulgur, fortified cereal, and vegetable oil, in fiscal years  2014 and 2015. In fiscal years 2014 and 2015, USAID obligated Title II  emergency 202(e) funding to support food vouchers for beneficiaries  affected by drought. In addition, USAID obligated $18.8 million from its  Development Assistance account for this project. Of this amount, about  $3.1 million was budgeted to support food vouchers that the partner  provided to beneficiaries as part of its efforts to develop a long-term social  safety net in Haiti. Table 7 shows USAID obligations for this development  project."], "subsections": []}]}, {"section_title": "Malawi", "paragraphs": [], "subsections": [{"section_title": "Selected Development Project Profile", "paragraphs": ["USAID Title II development project: September 2014 to September  2019  In fiscal year 2015, USAID obligated Title II funding for U.S. in-kind food  aid such as fortified corn and soybean blend and vegetable oil. In  addition, USAID obligated Title II 202(e) funding for the local procurement  of commodities such as maize flour, salt, and soybeans for beneficiaries  with immediate food needs after severe flooding. According to USAID, it  will obligate over 65 percent of funding for the project from the  Development Assistance account, including funding for some project  implementation costs and local procurement of commodities to support  food-for-assets activities. Table 8 shows USAID obligations for this  development project."], "subsections": []}, {"section_title": "Selected Emergency Project Profile", "paragraphs": ["World Food Program (WFP) project implemented with USAID Title II  emergency funding: Protracted Relief and Recovery Operation  (PRRO) 200692: December 2014 through March 2017  In fiscal years 2014 and 2015, USAID obligated Title II funding to this  WFP PRRO for U.S. in-kind food aid—split yellow peas, lentils, sorghum,  and vegetable oil, and obligated 202(e) funding for the local procurement  of commodities such as maize, maize meal, and pulses. In addition,  USAID obligated Title II 202(e) funding for the transport, storage, and  distribution of 3,494 metric tons of maize that the government of Malawi  locally procured and donated, which allowed WFP to transport, store, and  distribute the food. Table 9 shows USAID obligations for this emergency  project."], "subsections": []}]}, {"section_title": "South Sudan", "paragraphs": [], "subsections": [{"section_title": "Selected Emergency Project Profile", "paragraphs": ["WFP project implemented with USAID Title II emergency funding:  Emergency Operation (EMOP) 200659: January 2014 through  September 2015  In fiscal years 2014 and 2015, USAID obligated Title II funding to EMOP  200659 for U.S. in-kind food aid, including lentils, split peas, sorghum,  and vegetable oil. USAID also obligated $4 million in Title II 202(e)  funding for locally and regionally procured maize and fortified cereal along  with $10.3 million in Emergency Food Security Program (EFSP) funds for  regionally procured food for this project. Table 10 shows USAID  obligations for this emergency project."], "subsections": []}]}, {"section_title": "Zimbabwe", "paragraphs": [], "subsections": [{"section_title": "Selected Development Project Profile", "paragraphs": ["USAID Title II development project: June 2013 to June 2018  In fiscal years 2014 and 2015, USAID obligated Title II funding for the  project for U.S. in-kind food aid, including sorghum, lentils, and vegetable  oil. In addition, USAID obligated Title II 202(e) funding for cash transfers  to beneficiaries in exchange for building or rehabilitating assets, such as a  livestock dip tank and dams that improve their community’s resilience to  shocks. This project also used 202(e) funding for development activities,  such as providing $150 household asset vouchers to 1,000 vulnerable  beneficiaries in exchange for their participation in training in fiscal year  2015. These vouchers could be used for the purchase of agriculture  inputs and supplies, such as seeds, livestock, wheelbarrows, and plows.  The project’s other activities included using 202(e) funding for agricultural  input and livestock fairs to facilitate market access for rural beneficiaries  in order to reduce food insecurity. Table 11 shows USAID obligations for  this development project."], "subsections": []}, {"section_title": "Selected Emergency Project Profile", "paragraphs": ["WFP project implemented with USAID Title II emergency funding:  Protracted Relief and Recovery Operation (PRRO) 200453: May 2013  to June 2016  In fiscal years 2014 and 2015, USAID obligated Title II funding to PRRO  200453 for U.S. in-kind food aid, including peas, sorghum, and vegetable  oil. In addition, USAID obligated Title II 202(e) funding along with EFSP  funds to this project for regionally procured commodities such as maize  and peas from Zambia and Malawi and for cash transfers to beneficiaries  in exchange for their work on assets such as dams and irrigation  schemes. Table 12 shows USAID obligations for this emergency project."], "subsections": []}]}]}, {"section_title": "Appendix IV: Financial Oversight of Title II Funding to Implement and Support WFP Emergency Food Assistance Projects", "paragraphs": ["The U.S. Agency for International Development (USAID) makes most of  its Title II emergency awards to the World Food Program (WFP). In  accordance with USAID’s Automated Directives System (ADS), USAID  has designated WFP as a category 1 public international organization  (PIO) on the basis of its review of WFP and United Nations (UN)  documents and reports, including strategy, policy, and audit documents  related to WFP’s internal controls procedures, financial resources and risk  management. USAID officials indicated that, in accordance with the  ADS, USAID may make awards to a category 1 PIO without conducting  pre-award audits or regularly reviewing audit and financial information. As  a result, USAID officials noted that the agency generally relies on WFP to  conduct financial oversight of implementation costs in Title II emergency  projects awarded to WFP.", "WFP’s Office of Evaluation is responsible for evaluations to provide  information on the quality and effectiveness of WFP’s policies, strategies,  operations, and efficiency of their implementation. WFP’s Office of the  Inspector General (OIG) is responsible for providing assurance on  governance, policy, risk, resources, operations and accountability, and  internal controls, including through internal audit and investigation, to  ensure the effective and efficient use of the resources of WFP and the  safeguarding of its assets. WFP also has an external auditor that is  appointed by, and reports to, WFP’s Executive Board and is responsible  for auditing WFP’s accounts and for carrying out performance audits of  WFP’s operations. According to the annual reports of WFP’s OIG for  2014 and 2015, the oversight work of the OIG did not disclose any  significant weaknesses. Moreover, in 2015, WFP’s Finance Committee  reported that the external auditor’s review of WFP’s financial statements  for 2014 revealed no material weaknesses or errors. We found that WFP  conducted 42 internal audits in 2014 and 2015 as well as several external  audits, with a range of findings and recommendations. For example,  audits identified instances in which a country office did not verify services  performed by third parties before paying for services and also identified  inconsistent or suboptimal rates of completion of risk assessments by  country offices, particularly for cash transfers and food vouchers. The  majority of internal audits reached satisfactory or partially satisfactory conclusions, and WFP generally reported implementing, or taking some  steps to implement, the audits’ recommendations.", "We reviewed WFP’s policies and procedures for financial internal controls  and found that they generally reflect Committee of Sponsoring  Organizations of the Treadway Commission (COSO) principles. We also  reviewed support documentation—such as purchase orders, payment  requests, and reconciliation documents—for one or two transactions  preselected by WFP involving 202(e) cash transfers, food vouchers, local  and regional procurement, or internal transportation, storage, and  handling (ITSH) funding for each of the three emergency projects we  reviewed. For example, in Zimbabwe, WFP officials walked us through  support documentation and discussed the approval process for a 202(e)  cash transfer transaction for our selected WFP project in Zimbabwe.  Support documentation included WFP’s agreement with the mobile  service provider for the cash transfers to beneficiaries; the purchase  requisition (including a breakout of actual cash distributed to beneficiaries  and associated costs, such as fees paid to the mobile provider); the  purchase order; the distribution plan by district and month; distribution  lists (including names and account numbers for beneficiaries); and the  actual payment request and corporate payment report, as well as  reconciliation documentation. We determined that for the purposes of our  review, documentation that WFP provided for these preselected  transactions showed that expenses were accurate and allowable and had  adequate levels of review and approval.", "Further, in reviewing three WFP projects for our current report, we found  that WFP country offices had compiled required risk assessments and  mitigation plans relevant to the three projects. Specifically, the three WFP  country offices developed higher-level risk assessments that addressed  risks to strategic or operational objectives of WFP country operations,  such as risks related to political instability, poor road infrastructure, or  erratic weather. In addition, one of the country offices, in South Sudan,  also developed a more in-depth assessment that addressed 66  programmatic risks, including risks related to internal controls; financial  risks; and potential fraud, waste, or abuse. According to WFP, it requires  country offices to develop only the higher-level assessments, and country  offices may choose to also develop more in-depth assessments. In  addition, we reviewed WFP sectoral capacity assessments related to  cash transfers, food vouchers, and local and regional procurement for the  selected projects. These assessments evaluate the capacities and  associated risks of cooperating partners, financial institutions, and  markets as well as retailers for cash transfers, food vouchers, and local  and regional procurement. WFP noted that it consults with local  governments in developing these assessments. WFP also noted that it  uses the assessments to inform the choice of program delivery modality,  particularly examining logistics, financial, and information and  communications technology in determining the appropriateness and  feasibility of using cash transfers, food vouchers, and local and regional  procurement and mobile technology in its projects."], "subsections": []}, {"section_title": "Appendix V: Comments from the U.S. Agency for International Development", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Valérie L. Nowak (Assistant  Director), Elisabeth Helmer, Nicholas Jepson, Steven Rocker, Ming Chen,  Jeff Isaacs, Reid Lowe, and Kimberly McGatlin made significant  contributions to this report. Jaime Allentuck, Jacques Arsenault, Diana  Blumenfeld, Martin de Alteriis, Neil Doherty, Mark Dowling, Christopher  Hayes, Susmita Pendurthi, Theresa Perkins, and Sushmita Srikanth  provided technical assistance."], "subsections": []}]}], "fastfact": ["USAID spent about $1.4 billion in fiscal year 2016 on international food aid projects under the Food for Peace Act. These funds have traditionally been used to buy food in the United States and transport it abroad. In addition, USAID also spends some of this money on implementation and support costs, such as storing food in warehouses and—in recent years—providing cash and food vouchers to individuals.", "We found that USAID could enhance its financial oversight of these implementation and support costs. We recommended that the agency conduct financial reviews, collect monitoring data, and assess risks to ensure that these funds are used properly."]}