{"id": "GAO-12-665", "url": "https://www.gao.gov/products/GAO-12-665", "title": "Private Sector Pensions: Federal Agencies Should Collect Data and Coordinate Oversight of Multiple Employer Plans", "published_date": "2012-09-13T00:00:00", "released_date": "2012-10-04T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO has reported that millions of U.S. workers lack access to employer-sponsored pension plans and that some small businesses, which offered plans at lower rates than large businesses, may be deterred by the cost of plan administration. MEPs, a type of pension plan maintained by more than one employer, have been supported as an option that could expand coverage by lowering administrative costs. For this report, GAO examined (1) the characteristics of private-sector MEPs, (2) the advantages and disadvantages of MEPs and how their perceived advantages are used to market them, and (3) how IRS and Labor regulate MEPs.", "GAO interviewed MEP sponsors, pension experts, officials at the Department of Labor (Labor), the Internal Revenue Service (IRS), and the Pension Benefit Guaranty Corporation (PBGC), and analyzed the primary source of pension data reported to the government\u0097the Form 5500."]}, {"section_title": "What GAO Found", "paragraphs": ["Little is known about the characteristics of private sector multiple employer plans (MEP), especially information regarding the employers that participate in them. Although no participating employer information is currently collected in the Form 5500, the primary source for pension information reported to the government, some plan-level information on MEPs is available. GAO\u0092s analysis of 2009 plan-level data shows that the bulk of MEP participants and assets resided in the largest 25 private-sector MEPs. Three major sponsor types emerged among the top 25 plans: large corporations, associations, and professional employer organizations (PEO), which are firms that provide payroll and other human resources services to clients. These sponsor types differ in various ways, but notably, associations and PEO sponsors GAO interviewed tended to have a large number of employers participating in their plans. Little is also known about a fourth category of sponsor type called \u0093open\u0094 MEPs, a type of MEP in which employers in the plan share no common relationship or affiliation with the other employers in the plan. This sponsor type appears to have come about in response to 2002 IRS guidance that allowed certain PEOs to avoid tax disqualification of their pension plans if they were converted to MEPs. Soon after this guidance was issued, practitioners began offering open MEPs.", "MEPs are marketed as providing several advantages for employers over single-employer plans, but GAO found that these advantages may not always be unique to MEPs. MEPs are marketed as providing reduced fiduciary liability, administrative responsibility, and cost. However, other types of single-employer plans may also offer reduced fiduciary responsibility and third-party administrators can reduce administrative responsibilities. Overall, among MEP representatives and pension experts, there was no consensus on whether or not open MEPs or PEO-sponsored MEPs could substantially expand pension coverage. Given that employers do not directly oversee the plan, there was also some concern from Labor officials regarding the risk of MEP abuses, such as charging excess fees or mishandling the plan\u0092s assets. Additionally, because all of the participating employers are responsible for maintaining the MEP, if one employer becomes noncompliant with the tax requirements the plans of all the employers in the MEP may lose their tax-qualified status.", "Labor regulates MEPs for participant protections under the Employee Retirement Income Security Act of 1974 (ERISA), while the IRS regulates them for preferential tax treatment under the Internal Revenue Code (IRC). However, ERISA places requirements on plans that are not required under the IRC, and Labor and IRS do not coordinate to reduce the impacts of defining a MEP differently. For example, although Labor recently opined that open MEPs are a collection of single plans, each separately sponsored by participating employers for their employees, open MEPs still qualify for preferential tax treatment under the IRC. Pension experts told GAO that such differing treatment can create compliance challenges. For example, an open MEP may be able to file a single annual report for the IRS but may also have to file annual reports for each of its component plans for Labor. Pension experts agreed that compliance guidance from either agency would be helpful."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that Labor lead an effort to collect data on the employers that participate in MEPs. GAO also recommends that Labor and IRS formalize their coordination with regard to statutory interpretation efforts with respect to MEPs. Furthermore, Labor and IRS should jointly develop guidance on the establishment and operation of MEPs. Agencies generally agreed with GAO\u0092s recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Millions of American workers lack access to employer-sponsored pension  plans. Those who work for small employers are typically less likely to  have a pension than workers in larger firms. GAO recently reported that  small employers face several challenges to establishing and maintaining  pension plans. In particular, small employers may be reluctant to  sponsor a plan because the employer is overwhelmed by the number of  plan options, administrative requirements, and fiduciary responsibilities.  Consequently, some have argued that pension arrangements that pool  costs and administrative responsibilities could lead to increased  coverage.", "Although the term MEP can be used to refer to employee welfare benefit plans as well  as employee pension benefit plans, in this report, we use that term to refer only to  employee pension benefit plans or arrangements that purport to be employee pension  benefit plans. (PBGC). This report provides an overview of the characteristics and  utilization of these plans. To this end we will answer the following  questions:  (1) What are the characteristics of private sector MEPs?  (2) What are the advantages and disadvantages of MEPs and how are  the perceived advantages being used to market MEPs as a pension  design option?  (3) How do IRS and Labor regulate MEPs?", "To address our objectives, we assessed and analyzed 2009 Form 5500  data, the primary source of information for both the federal government  and the private sector on employee benefit plans. We also analyzed 2001  Form 5500 data to assess trends over time, as well as information on  participating employers that existed at that time. We interviewed at least  three plan-sponsor representatives from each of the four private sector  MEP sponsor types we identified via research and interviews. The major  sponsor types include: certain large corporations, associations,  professional employer organizations (PEO), and unaffiliated or “open”  MEPs. We identified three sponsor types from a list of MEPs drawn from  Form 5500 data and we selected interviewees from among the largest  sponsors of each type.sponsor type, though sponsors of these plans were often new and not   We identified open MEPs as an emerging  necessarily identified by Form 5500 filings. We selected these open MEP  sponsors through Internet searches and interviewed them as well. We  also conducted a literature review, and interviewed agency officials,  including officials at Labor, IRS, and PBGC, as well as pension  professionals and experts. Our selection of pension experts included  actuarial experts representing their professional association, as well as  various other pension experts, particularly those with administrative and  legal expertise. We reviewed relevant federal laws and regulations, as  well as agency guidance—most notably in the form of advisory opinions  issued by Labor. Following the issuance of recent advisory opinions, we  sought reactions from the MEP sponsors and pension experts. We  conducted our work from March 2011 to September 2012 in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe the information and data  obtained, and the analysis conducted, provide a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Under Title I of the Employee Retirement Income Security Act of 1974  (ERISA), employers are permitted to sponsor two broad categories of  pension plans. They are (1) defined benefit plans—in which employers  generally maintain a fund to provide a fixed level of monthly retirement  income based on a formula specified in the plan—or (2) defined  contribution plans—in which retirement income is based on employer and  employee contributions and the performance of investments in individual  employee accounts.contribution plan.", "A MEP may be a defined benefit plan or a defined  There are three types of pension plans that share some features with  MEPs but are not the focus of this report: (1) A single-employer plan is  established and maintained by only one employer and for that employer’s  employees. (2) A multiemployer plan is another form of multiple  employer arrangement where a plan is established and maintained  pursuant to the terms of a collective bargaining agreement between at  least one employee organization and more than one employer.  Specifically, management and labor representatives must jointly govern  these plans, in which participants can negotiate the plan benefits through  a union. (3) A master or prototype plan is based on a largely uniform  plan document sponsored by an organization for adoption by employers  who are either its customers or members. An employer who adopts a  master or prototype plan completes an adoption agreement to elect  certain options specified in detail in a separate plan document, but  generally the provider or sponsor centrally administers the plan and, in  the case of a master plan, pools the assets of the adopting employers into  a central investment trust. Banks, trade or professional organizations,  insurance companies, and mutual funds are generally allowed by the IRS  to provide master or prototype plans.", "In addition to employee pension benefit plans, ERISA covers employee  welfare benefit plans for health care and other employee benefits as well.  MEPs as pension plans have an analogous welfare arrangement called  multiple employer welfare arrangements (MEWA). These are also  maintained by multiple employers, and depending on the facts and  circumstances, are single employer or multiple employer plans subject to  requirements under ERISA.", "Labor, IRS, and PBGC share federal responsibility for regulating pension  plans under ERISA. Labor enforces rules concerning how pension plans  should operate in the best interest of participants and beneficiaries.  Accordingly, Labor has the statutory authority to bring legal action against  all fiduciaries under ERISA. Within Labor, the Employee Benefits Security  Administration (EBSA) is charged with interpreting and enforcing laws  designed to assure the security of the pension, health, and other  employment-based benefits of American workers and their families.  EBSA issues advisory opinions in which it facilitates compliance with  ERISA through interpretative guidance. A plan sponsor may request a  determination from EBSA that its arrangement constitutes an employee  benefit plan under ERISA. Through its advisory opinions, EBSA provides  the position of the department as to the application of one or more  sections of ERISA. An advisory opinion, which is limited to the facts in the  opinion, can be relied upon, as a legal matter, only by the parties in the  opinion. However, these opinions serve as guidance to others on what  arrangements are considered employee benefit plans under ERISA.", "26 U.S.C. §§ 401(a) and 501(a). terms of the plan as presented to the IRS, conform to the requirements of  the IRC.", "Lastly, PBGC acts as an insurer of private-sector defined benefit pension  plans by guaranteeing participant benefits up to certain statutory limits  and, in the case of covered single-employer plans, protecting participants  when the plan terminates with insufficient assets to pay all benefits, such  as the bankruptcy of plan sponsors with underfunded plans."], "subsections": [{"section_title": "Little Is Known About Key MEP Characteristics", "paragraphs": ["Little is known about the characteristics of private sector MEPs,  particularly information about the employers that participate in them. No  information with respect to participating employers in MEPs is currently  collected in the Form 5500, which is the primary source of pension plan  information for government oversight activities. However, basic plan and  sponsor-level information on MEPs is available in the Form 5500 data,  and we were able to analyze this data. The data show that MEPs are a  small portion of the overall pension universe and that the bulk of plan  assets and participants reside among the largest 25 defined contribution  and defined benefit MEPs. Lastly, we identified a new sponsor type of  MEP: the “open” MEP. Unlike the other sponsors we identified, the  employers that participate in open MEPs share no common relationship  or affiliation with the other employers in the plan."], "subsections": []}, {"section_title": "MEPs Are Characterized by the Employers Participating in Them", "paragraphs": ["As described previously, a MEP is a type of pension plan maintained by  more than one employer. Typically, employers participating in a MEP  have a common interest in some business or association, but do not  share common ownership control. When employers decide to  participate in a MEP, they legally adopt the plan as their own, as do other  participating employers. A participating employer may sign an agreement  that serves to identify the plan terms that will apply to its employees.", "Oversight agencies and plan administrators treat individual employers  within the MEP as maintaining separate, single-employer plans for some  purposes. For example, the IRS tests individual employers in a MEP  separately against certain requirements designed to promote equity and  inclusiveness of contributions and benefits across employees.  Additionally, a MEP may allow each participating employer to specify  employer and employee contributions and allow participating employers  to maintain unique plan benefit formulas.", "For other purposes, notably certain reporting and auditing requirements,  oversight agencies treat the MEP as one plan. under ERISA must only file a single Form 5500. In addition, a defined  benefit MEP pays a single-employer insurance premium to PBGC for the  plan as a whole."], "subsections": []}, {"section_title": "Key Data That Characterize MEPs Are Not Collected", "paragraphs": ["Generally, ERISA requires pension plans with 100 or more participants to have an audit  as part of their obligation to file an annual return/report, known as the Form 5500. 29  U.S.C. §§ 1023(9)(3)(A) and 1024(a)(2)(A). When an audit is required, the plan  administrator must select an independent qualified public accountant. A plan audit is one  way to help protect the assets and financial integrity of the pension plan and ensure that  the necessary funds will be available to pay promised retirement benefits. An audit helps  the sponsor carry out legal responsibilities to file a complete and accurate annual  return/report for the plan each year. In addition, the audit serves as financial disclosure to  the participants and beneficiaries. current data with respect to participating employers in a MEP.Participating employer information for a MEP is important because each  employer may be unique in relation to the plan overall, with regard to  discretionary plan options or its portion of the overall participants in the  MEP.", "According to the official, the agencies could change the Form 5500 to include  participating employer information after the department complies with the legally required  steps for implementing regulations, including regulatory analysis and notice-and-comment  rulemaking, as well as requirements under the Paperwork Reduction Act of 1995 (Pub. L.  No. 104-13, 109 Stat. 163 (codified as amended at 44 U.S.C §§ 3501-3521)) and the  Small Business Regulatory Enforcement Fairness Act of 1996 (Pub. L. No. 104-121, tit. II  110 Stat. 847, 857-74. Any added information would require changes to systems  administered by Labor’s contractor, with the cost of such a change depending on the  format of the change. that having access to participating employer information could have in  targeting plans that may have such plan testing issues.", "Besides participating employer information, Labor officials suggested that  information identifying key MEP sponsor types or employer relationships  may also be useful. As a possibility for gathering information about MEPs,  Labor officials suggested requiring an initial Form 5500 filing immediately  upon plan establishment. Another option would be to implement a  registration requirement for newly-formed MEPs, though officials stated  that Labor has no specific statutory authority to initiate collection of such  information.", "According to some MEP sponsors, reporting basic information about the  number of participating employers in a MEP would not be burdensome.  However, a few sponsors also told us that, to avoid creating complex and  burdensome reporting requirements, agencies would need to carefully  consider the information to be collected. For example, dynamic  interrelationships among participating employers, such as one employer  being a subsidiary of another, would require carefully defining the term  “participating employer.” Nevertheless, a plan sponsor representative  said participating employer information could be used for measuring a  MEP’s cost-effectiveness."], "subsections": []}, {"section_title": "MEPs Are a Small Portion of the Pension Plan Universe", "paragraphs": ["The 2009 plan and sponsor-level Form 5500 data, the most current and  complete year of data at the time of our analysis, show that MEPs  comprise a relatively small portion of the universe of pension plans.  Defined benefit and defined contribution MEPs each represent only 0.7  percent of approximately 46,000 private sector defined benefit plans and  approximately 654,000 private sector defined contribution plans. The vast  majority of pension plans are single-employer plans. More specifically,  MEPs account for only 318 defined benefit plans and 4,593 defined  contribution plans. MEP sponsorship seems to be following the general  trend away from traditional defined benefit plans and towards defined  contribution plans. For example, from 2001 to 2009 the number of defined  contribution MEPs appears to have grown by 20 percent, while the  number of defined benefit MEPs shrank by over a third. (See fig. 1).", "While MEPs represent a relatively small percentage of pension plans,  based on available data, they appear to represent a somewhat larger  percentage of pension assets. For example, defined benefit MEPs  represented about $110 billion in plan assets as of 2009—about 6  percent of all defined benefit assets. Defined contribution MEPs  represented an estimated $175 billion in assets—also about 6 percent of  all defined contribution assets. The portion of all participants  represented by MEPs is generally similar to the proportion of all assets  represented by MEPs. In 2009, defined benefit MEPs included about 2.2  million participants—about 5 percent of all defined benefit plan  participants. At the same time, defined contribution MEP participation  grew—defined contribution MEPs currently cover over 4.5 million  participants (about 5 percent of all defined contribution participants).  (See fig. 2.)", "The preponderance of MEP assets and participants reside in a relatively  small number of plans. Specifically, the largest 25 defined benefit MEPs  ranked by number of participants represent nearly 76 percent of all  defined benefit MEP assets and 72 percent of all defined benefit MEP  participants. Similarly, the largest 25 comparably ranked defined  contribution MEPs represent about 51 percent of all defined contribution  MEP assets and about 41 percent of all defined contribution MEP  participants. Three major sponsor types appear among the largest 25  MEPs: large corporations, associations, and professional employer  organizations (PEO). Additionally, we identified an emerging plan sponsor  type that does not appear among the largest plans: the open MEP.", "Large, Fortune 500, or Fortune Global 500 corporations make up the  majority of plan sponsors among the largest 25 MEPs (see figs. 3 and 4  in appendix I). For example, the defined benefit MEP maintained by  General Electric is overall the third largest defined benefit plan in terms of  total participants—representing 24 percent of all defined benefit MEP  participants. The defined contribution MEP maintained by General  Electric is the second largest defined contribution MEP and, when  compared to all defined contribution plans, is the ninth largest defined  contribution plan overall.", "Each of the sponsors we interviewed among these large corporate MEPs  told us their plans became MEPs as a result of their corporate structure or  transactions under which some or all employers were no longer in the  same controlled group. corporation and its subsidiaries that are not under common control of the  parent corporation. The large corporate MEP sponsors we interviewed  reported few participating employers in their plans. One sponsor reported  only two participating employers. The sponsor with the largest number of  participating employers reported eight.", "For most purposes, all employees of employers in the same controlled group are  treated as employed by a single employer. 26 U.S.C. § 414(b). The status of these large,  corporate plans as MEPs may be temporary if the transactions that resulted in them  becoming MEPs are undone. For example, one plan sponsor representative we  interviewed said that the sponsor’s defined benefit and defined contribution plans became  MEPs in the early-to-mid 2000s as a result of a merger within a business segment. Not  long after, however, that particular segment was spun-off from the company and, by  sometime in 2012, both the defined benefit and defined contribution plans will no longer  be MEPs, but may be single-employer plans."], "subsections": [{"section_title": "Association MEPs", "paragraphs": ["Association-sponsored plans also appear among the 25 largest defined  benefit and defined contribution MEPs. The largest association-related  defined benefit MEPs include the National Rural Electric Cooperative  Association Retirement Security Plan, the United Benefits Group Co-op  Retirement Plan, and the Pentegra Defined Benefit Plan for Financial  Institutions. Among the largest defined contribution MEPs are The Young  Men’s Christian Association Retirement Fund Retirement Plan and the  National Rural Electric Cooperative Association 401(k) Pension Plan.", "In contrast to our interviews with the large corporations that did not have  common control of one or more employers in the plan, the associations  had long-standing, continuously operating MEPs that, in most cases,  were established prior to the enactment of ERISA. Additionally, these  associations included a relatively large number of participating  employers—well over 100 in most cases—and tended to be organized  around a common trade or industry that served smaller employers. Two  of the associations we interviewed reported an average of between 20  and 60 employees per participating employer.", "The association representatives we interviewed also said that they had a  number of common operational structures. For example, each association  had an appointed board made up of association members that served as  the named fiduciary of the plan. Most of these associations required  member representatives who sat on the association board to participate  in the MEP.", "Additionally, a number of the association representatives noted the many  advantages of the MEP model for associations. For example, especially  in the case of defined benefit plans, as long as a participant remains an  employee of an employer within the association, they can change jobs  and continue earning additional benefits and vesting service credit  towards association plan benefits. Moreover, because MEPs can pool  resources, the plans can offer a broad enough array of benefit options to  satisfy association members and participants. In order to leverage  economies-of-scale, the MEP must keep the number of investment and  benefit options manageable. However, one expert we spoke with said that  certain association plans have been very effective at offering efficient,  cost-effective retirement options for their members.", "PEOs are the last sponsor type that appeared among the largest MEPs.  Specifically, two PEOs existed among the list of the largest 25 defined  contribution MEPs in 2009—the ADP Totalsource Retirement Savings  Plan and the Gevity 401(k) plan. According to the National Association  of PEOs (NAPEO), PEOs provide human resource services to their small  business clients by processing and administering wage and tax payments  and assuming responsibility and liability for compliance with various state  and federal laws and regulations. By NAPEO’s estimate, PEO  arrangements include between 2 and 3 million employees.", "The PEO representatives we interviewed said their PEOs operated under  what they referred to as a “coemployer” contract. Though the term  coemployer is not well-defined, according to the PEO sponsor  representatives we interviewed, generally it means that a client employer  signs a contract whereby the PEO assumes certain employer rights and  responsibilities through the establishment and maintenance of an  employer relationship with the workers assigned to its client. This usually  includes administering a suite of human resources functions for the client  such as payroll services, a worker’s compensation program, and a health  insurance plan. Additional services may also be offered or required, but  each PEO representative we interviewed said their PEO also offered a  401(k) defined contribution plan. According to one PEO representative,  the PEO-sponsored 401(k) MEP was the fourth-most selected service  option by clients. However, another PEO noted that the client could also  sponsor a separate, non-MEP, single-employer plan—such as a 401(k)- style defined contribution plan—if it so chose.", "The PEOs from which we interviewed representatives offered many plan  benefit features that could be highly customized to the client. For  example, one PEO representative said their plan allows client employers  to specify vesting schedules, choose among various levels of employer  contributions or matches, and add profit-sharing features. The PEO  representatives we interviewed said their PEOs had large numbers of  participating employers in their plans. Each PEO-sponsored defined  contribution plan had at least 400 participating employers, but one had  about 2,700—nearly three times the largest number of participating  employers that we estimated for 2001. The size of the typical client  employer varied significantly and ranged both across and within industry  sectors. For one PEO, the typical client employer had between 20 and 50  employees, but the PEO also had a client with nearly 3,000 employees.  Two PEO representatives reported that their PEOs serve a broad array of  industry sectors, though one representative noted that client employers  are generally in various “white collar” industries, such as health care or  public relations.", "According to pension experts familiar with the industry and our analysis,  PEO-sponsored MEPs grew both in size and number after IRS issued  guidance in 2002 that identified defined contribution MEPs as a plan  design some PEOs could use to avoid plan tax disqualification.According to one plan sponsor, since the guidance was issued, MEPs  have been the default plan design for PEOs—but the guidance did not  address what constituted a PEO.", "Though not found among the largest plans, our review found that another  MEP sponsor type emerged in recent years. As PEO-sponsored MEPs  continued to grow, one firm, TAG Resources, LLC, started a new type of  MEP: a defined contribution plan it called an “open” MEP. differences between PEO MEPs and open MEPs appear to be that open  MEPs do not (1) offer payroll management or other administrative  services PEOs typically offer, or (2) purport to be an employer of plan  participants. Employers in open MEPs are related solely by their  participation in the MEP.", "Since its inception in 2003, the TAG Resources open MEP grew to  include 8,402 plan participants and about $64 million in assets at the end  of the 2010 plan year. Another open MEP sponsored by 401kSafe, LLC  was established in 2009 and already had 1,509 plan participants at the  end of its 2010 plan year. According to its website, that plan had been maintained by the largest PEO in the southeastern United States and  became an open MEP to expand its pension plan to non-PEO clients.", "This plan is known as the 401K Advantage, LLC 401K Plan.", "30 employers per month. Additionally, we identified a consulting group  that was designing open MEPs to be sponsored in such a way as to  appeal to third-party service providers. The third-party service provider  would tailor the design of the plan to appeal to clients who might  ultimately adopt the MEP as participating employers."], "subsections": []}]}]}, {"section_title": "MEP Advantages Marketed to Employers May Not Be Unique", "paragraphs": ["Reflecting some of the content of the marketing material we reviewed  from PEO MEPs and open MEPs, MEP representatives told us that MEPs  provide several advantages for employers over single-employer plan  sponsorship: reduced fiduciary liability, reduced administrative  responsibility, and reduced cost. However, we found that these  advantages may not always be unique to MEPs. Based on our  interviews with MEP representatives and the fact that, as stated earlier in  this report, PEO and open MEPs are new and different compared to the  other MEP types, it may be that PEO MEPs and open MEPs are the only  MEP types marketing MEPs to employers. Consequently, the following  section focuses on the advantages of MEPs overall in the context of how  they would be presented to employers.", "Reduced fiduciary liability—According to all of the PEO and open MEP  representatives we interviewed, the firms that offer MEPs take on some  fiduciary duties that would otherwise remain solely with the employers if  employers managed their own plans; however, exactly how much relief  from liability, if any, the firm can provide to employers is unclear. In  taking some of the fiduciary responsibility, these firms have control over  the management or assets of the plan, which, according to one MEP  representative, includes fund selection, due diligence in tracking the  investment performance, and employee communication. Prior GAO work  identified the burden of fiduciary liability as a possible impediment to  small-employer plan sponsorship. According to one open MEP  representative, reducing fiduciary liability is the primary reason employers  participate in MEPs. Our prior work suggests this may be because some  employers are not familiar with how to manage a plan. However, there  may be other ways for employers to gain the same degree of reduced  fiduciary responsibility as afforded by a MEP. For example, we found a  firm marketing its willingness to establish and manage the investments of  single-employer plans on the behalf of individual employers.", "In contrast to the claims made by some MEP representatives, several  plan representatives and pension experts we spoke with said firms that  offer MEPs cannot assume all fiduciary liability on behalf of the  participating employer. Although a firm that offers a MEP can generally  control the plan on behalf of the participating employers, as Labor notes  on its website, at a minimum, the employers must still select a MEP to  join, which is considered a fiduciary function, and retain responsibility to  monitor the plan’s investments and fees. However, some MEP marketing  materials we reviewed may give an impression that enrolling in MEPs  eliminates fiduciary liability for employers entirely. Further, two of the  MEP representatives stated that MEPs did eliminate fiduciary liability for  employers.", "Reduced administrative responsibility—All of the PEO and open MEP  representatives we interviewed said firms that offer MEPs assume  administrative responsibilities that employers would retain if they  managed their own plans. Several MEP representatives said MEP  administrators can complete the record keeping and annual testing, and  submit required filings such as a single Form 5500 for the MEP on behalf  of all the participating employers. Additionally, a couple of the  interviewees said that employers not already offering plans might find it  easier and faster to join a MEP than to create their own administrative  structure with a single-employer plan. However, our prior work has shown  that individual sponsoring employers can also use service providers to  perform administrative functions similar to those that MEPs offer.  Further, PEOs that offer payroll services may offer similar plan  administrative services for small employers that sponsor a single- employer plan through the PEO. Consequently, it is unclear how, if at  all, the administrative services offered by a MEP differ significantly from  those offered for a single plan through a PEO. Finally, a couple of MEP  representatives identified the difficulty involved with tracking some of the  administrative tasks needed for a MEP if the participating businesses did  not have a common payroll remitter. One pension expert thought that this  complexity increased the chance that the MEP could fail to meet some of  its administrative responsibilities.", "Reduced cost—All of the PEO and open MEP representatives we  interviewed thought that participating in MEPs may offer reduced costs as  compared to single-employer plan sponsorship since participating  employers can pool assets to obtain the lower pricing available to the  larger plans. Additionally, several interviewees described how employers  may not need to pay for additional services from third-party administrators  or financial experts, which may be similar to what our prior work  described as bundled services. Further, while enrolling in MEPs can save time for employers without a prior plan, as mentioned earlier, a  couple of interviewees said MEPs may also save money since the  employer will not need to spend money to create an initial plan document  for a new single-employer plan. Lastly, in some cases, a firm offering a  MEP is only required to conduct a single plan audit, which a few  interviewees told us can be expensive for individual employers  sponsoring their own plans. This may reduce costs for larger participating  employers; however, employers with fewer than 100 participants are not  required to audit their plans.", "Overall, no consensus existed among MEP representatives and pension  experts on whether or not MEPs such as PEO MEPs or open MEPs  would substantially expand pension coverage. Several MEP  representatives thought that MEPs had the potential to expand coverage,  especially among small to mid-size employers that could benefit from the  potential administrative and cost advantages. However, a couple of  pension experts were skeptical that open MEPs would have much of an  impact in expanding retirement plan coverage. For example, one pension  expert said employee demand, rather than cost benefits offered by MEPs,  drives whether or not a business sponsors a plan. In our prior work, small  employers reported that employees may prefer to have health care  coverage or may not be interested in participating in a retirement plan.  The pension expert also observed that small businesses do not  extensively research retirement plans or actively seek them out. As a  consequence, marketing may be the biggest determinant of MEP growth.  Additionally, while a couple of the MEPs we spoke with had offerings for  employers to start new plans through the MEP, several targeted  businesses with existing plans. For example, an open MEP  representative said their adopting employers usually have over 100  employees or plan assets of $2 million to $5 million.", "There is also concern about whether MEPs are any more or less prone to  abuse than other types of pension arrangements. Labor officials said the  potential for inadequate employer oversight of the MEP is greater  because employers have passed along so much responsibility to the  entity controlling the MEP. Labor officials noted that potential abuses  might include layering of fees, misuse of the assets, or falsification of  benefit statements. One pension expert agreed that there was potential for MEPs to charge excess fees without the enrolled employer being  aware of those fees. While Labor officials acknowledged that single- employer plans could be subject to similar abuses, they cautioned that  MEPs’ structure and operation could make them particularly susceptible  to such abuses.", "Finally, a number of interviewees identified the “bad apple rule” as a  potential problem for MEPs. Specifically, in order to retain its tax-qualified  status and the associated tax advantages for the employer and  employees, IRS requires the firm offering the MEP to annually test each  employer to ensure that the contributions or benefits provided under the  plan do not discriminate against rank-and-file workers in favor of highly  compensated employees. If the tests find that one participating  employer discriminated against its rank-and-file workers, this might cause  the entire MEP to be considered noncompliant. However, many MEP  representatives we had spoken with said that, to date, they had never  needed to expel a participating employer because of noncompliance and  that making voluntary compliance corrections with the IRS was not  difficult."], "subsections": []}, {"section_title": "IRS and Labor Treat MEPs Differently, Reflecting a Lack of Coordination", "paragraphs": ["Labor and IRS treat MEPs differently because they are charged with  interpreting different titles of ERISA. Labor is primarily responsible for  interpreting and applying Title I of ERISA, which, among other things,  defines an employee benefit plan. In contrast to Labor, IRS is  responsible for determining whether plans qualify for preferential tax  treatment under Title II of ERISA, which amended the IRC. For Labor’s  purposes, under ERISA a plan can be maintained only by an employer,  an employee organization, or both. For the IRS’s purposes, the IRC  does not contain a definition of “employee benefit plan,” nor does it  include any explicit requirement that a plan be maintained by an employer  or an employee organization.", "Labor and IRS have not fully coordinated their statutory interpretations  related to MEPs with Labor’s advisory opinions. On May 25, 2012, Labor  issued two advisory opinions on open MEP arrangements and found an  open MEP was not a single employee benefit plan under Title I of  ERISA. However, applying tax law, IRS has found at least one open MEP, operating since 2003, qualified for preferential tax treatment. IRS  officials said IRS does not take into consideration a MEP’s status under  Title I of ERISA when considering whether it qualifies for preferential tax  treatment. IRS focuses solely on compliance with IRC provisions. In the  advisory opinions, Labor, and more specifically EBSA, opined that it  considers the participating employers in an open MEP to be sponsoring  their own plans for their own employees. The advisory opinions mean that  an open MEP is simultaneously considered both a single plan by IRS, for  purposes of certain tax laws, and a series of plans by Labor. This  presumably means that an open MEP will have to file annual reports on  behalf of each individual employer to satisfy Labor and also as one single  plan to satisfy IRS. Filing both ways would create duplications in reporting  and redundancies in Form 5500 data.", "The May 25th advisory opinions are the latest in a series of advisory  opinions dating back to at least the late 1970s on benefit plans  maintained by multiple employers. On both MEWAs (arrangements providing welfare benefits such as health coverage) and MEPs, Labor has  held that multiple employers may maintain a single plan through a bona  fide employer group or association of employers. However, Labor has  been careful to define the nature of such an association in advisory  opinions. A bona fide association may establish a plan because Labor  considers the association to be an “employer” under section 3(5) of  ERISA. Labor clarified in the May 25th opinions that it interprets the  term “employer” in ERISA as having the same meaning whether applied  to MEWAs or MEPs.", "Labor and Treasury are required to coordinate under ERISA. IRS have discussed these issues, but they have not coordinated to  develop rules, policies, or practices to reduce the duplication of reporting  and the burden of compliance with ERISA. IRS officials said they  recognize the need to work with Labor on these issues, but they have not  yet formulated the changes that may need to be implemented. Labor and  IRS maintain an agreement relating to coordinating investigations  generally, but the agreement does not include any coordination of  statutory interpretations reflected in Labor’s advisory opinions related to  MEPs."], "subsections": [{"section_title": "Labor’s Response to Open MEPs Leaves Unanswered Compliance Questions", "paragraphs": ["29 U.S.C. § 1204. participating employer in an open MEP. Employee benefit plans under  ERISA are subject to ERISA’s fiduciary provisions and are required to file  an annual report with Labor (using a Form 5500). Labor may fine plan  administrators who fail to file an annual report up to $30,000 per year until  the report is filed.", "The advisory opinions will likely prompt a range of responses according to  those we interviewed. Two open MEP representatives reported they will  take steps to bring their arrangements into compliance. An open MEP’s  fiduciaries can conduct new plan audits, assure employer compliance  with ERISA fidelity bond requirements, and file Form 5500s for each  employer, according to an open MEP representative and a pension  expert. Others will likely exit the market, according to one pension expert.  Some representatives of MEPs sponsored by PEOs and associations  reported that the opinions had no impact on their plans.", "The advisory opinions may also affect federal oversight of open MEPs. A  pension expert said open MEPs would be more likely to be selected for  an IRS audit as a result of the increased reporting. The pension expert  also suggested that disaggregating open MEPs into their underlying  ERISA plans may reveal prohibited transactions that were not obvious  before.", "The advisory opinions could also lead to higher costs for open MEPs.  Treating participating employers as plan sponsors will be expensive,  according to some MEP representatives and pension experts. Some open  MEP representatives said firms would pass costs associated with  compliance on to plan participants. One representative estimated  administrative fees covering plan maintenance costs could increase by up  to 50 percent and that increased costs will create a disincentive to plan  formation and contract pension coverage.", "MEP sponsors have already raised questions about the broader  applicability of the advisory opinions. Specifically, they have made  informal inquiries to Labor as to whether their pension benefit  arrangements are in fact open MEPs. Labor officials encouraged those  sponsors to submit a formal request for an advisory opinion. Labor  officials said each advisory opinion is based on the facts presented and,  as established under its procedure for advisory opinions, only the parties  described in the request for the opinion may rely on the opinion. However,  advisory opinions provide a legal interpretation of ERISA and a  discussion of factual situations that may be useful to persons not subject  to it. Labor officials said that they issued opinions on two different plan  structures to show that the agency’s reasoning would hold under various  circumstances.", "Compliance assistance from Labor or IRS would help open MEP  sponsors navigate the compliance requirements, according to two  pension experts. One pension expert said that prompt guidance would be  vital since certain plan sponsors submit requests for IRS determinations  of their plans’ tax-qualified status on a 5-year cycle, and MEPs are in  such a cycle now. However, IRS officials reported that as of June 21,  2012, they were still in the process of analyzing Labor’s advisory  opinions, and did not yet know if they would need to change their  determination procedures accordingly. IRS officials told us it was  premature to consider changes to their determination procedures until  they analyze the full impact of the opinions and more fully discuss them  with Labor. IRS officials noted any such change would necessitate an  outreach program to employers and practitioners. Labor officials said they  are responding to inquiries by open MEPs on a case-by-case basis as  part of their normal compliance and enforcement activities.", "Policy questions may still need to be addressed. One pension expert  explained that while Advisory Opinion 2012-04A clarified Labor’s position  on open MEPs, it did not explain Labor’s underlying policy concerns in  detail. The opinion also did not provide Labor’s view on the potential of  open MEPs to lower plan costs or expand coverage. One pension expert  suggested Labor officials may have felt bound to the agency’s prior  position by decades of existing precedent. However, another pension  expert suggested Labor could have deemed open MEPs to be plans  under ERISA but gave greater weight to its objective of ensuring benefit  security. Both open MEP representatives and these pension experts said  open MEP-like designs will continue to receive the attention of  policymakers, given interest in expanding pension coverage. Pension  experts also cautioned that any legislative change allowing certain open  MEPs should ensure that there are appropriate safeguards to protect plan  participants."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["MEPs are touted by some as a way for small employers to centralize  administration and reduce pension plan costs. However, given that no  data are collected on participating employers in MEPs, pension experts  and agency officials cannot determine how employers utilize MEPs, let  alone how beneficial the MEP design may be to employers and plan  participants. While MEPs have long been affiliated with associations or  complicated employer relationships, new sponsor types have emerged  that call into question the current understanding of these relationships,  which are a key aspect of ERISA’s requirements on employee benefit  plans. Furthermore, it appears that actions taken by IRS, while providing  some relief to certain PEOs has fostered the adoption of these new  sponsor types of MEPs, including the most recent: “open” MEPs. Yet, at  this time, no one knows for certain how many open MEPs there are, who  is in them, or how they may affect future pension coverage. To identify  ways to assess, mitigate, and monitor risks of MEPs in the future, Labor  needs comprehensive and more current information about MEPs and  their designs.", "There also appears to be a lack of coordination between IRS and Labor  on the application of different statutory requirements to MEPs. Newer  MEP designs appear to be a result of practitioners interpreting IRS  guidance on their tax-qualified status as a broader endorsement of their  plan designs. However, following the IRC, IRS does not take into account  ERISA Title I standards for employee benefit plans when determining tax- qualified status. The IRS may continue to find that an open MEP qualifies  for preferential tax treatment and promoters may use such qualification as  a tool for marketing their arrangements to employers—even though Labor  does not consider an open MEP to be a single employer benefit plan  under ERISA. Inadequate coordination, rather than setting the  groundwork for sound, sensible, and cost-efficient oversight, is likely to  lead to future compliance uncertainty and may ultimately risk participants’  retirement security.", "Labor’s recently issued advisory opinions, consistent with previous  opinions on employee benefit plans, establish that a common  employment nexus or other genuine organizational relationship unrelated  to the provision of benefits is required to maintain a pension plan among  multiple employers. Labor’s expectation is that the recently issued  opinions on open MEPs will serve as guidance to the pension industry at  large. However, the application of such specific opinions is not always  clear, and may be shaped by future requests for additional advisory  opinions."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": [], "subsections": [{"section_title": "Labor", "paragraphs": ["The Secretary of Labor should direct the EBSA to take the lead in  gathering useful oversight information about the employers that  participate in MEPs. A likely source for collection of this data would be the  Form 5500, as it is the primary source of private pension data for  government oversight activities."], "subsections": []}, {"section_title": "Labor and Treasury", "paragraphs": ["The Secretary of Labor should instruct the Assistant Secretary of EBSA  and the Secretary of the Treasury should instruct the Commissioner of  Internal Revenue to formalize their coordination with regard to the  statutory interpretations reflected in Labor’s advisory opinions related to  MEPs. Furthermore, the agencies should coordinate to develop  compliance-related guidance on the establishment and operation of  MEPs under ERISA and the IRC."], "subsections": []}]}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to Labor, Treasury (specifically including  IRS), and PBGC for their review and comment.  Labor, Treasury and  PBGC provided written comments, which are reproduced in Appendix II,  III, and IV respectively.  PBGC and Labor provided technical comments,  which we incorporated where appropriate.", "The agencies generally agreed with the findings and conclusions of the  report. Additionally, they expressed a commitment to expanding  retirement plan coverage while also protecting the retirement benefits of  workers, retirees and their families. GAO shares this commitment to  expanding and promoting pension coverage in a manner that bolsters the  retirement security of American workers. However, largely due to a lack of  data, we could not fully examine how MEPs are utilized by employers or  how they affect pension coverage overall. With better information to  permit appropriate oversight, new MEP designs may prove to be viable  options for sponsors and participants.", "The agencies generally agreed with the recommendation on data and  suggested that, as part of their regular evaluations of changes to the  Form 5500, they would consider the merits of alternative methods of  collecting additional data about employers that participate in MEPs,  among other possible changes to the Form 5500. We believe that such  an evaluation is an important first step in determining how to collect useful  information on employers that participate in MEPs.", "The agencies also agreed with our recommendation to provide for  coordination of the statutory interpretations of Title I of ERISA and Title II  of ERISA (as reflected in the IRC) in connection with MEPs. We are  encouraged that that the agencies coordinated on the advisory opinions  to some extent during their development and issuance—consulting on the  text of the opinions, making revisions, and discussing issues arising from  their issuance. We added language in our report to reflect this  coordination. Additionally, we modified the recommendation to  acknowledge that there are a variety of mechanisms they could use to  improve and formalize their coordination. Labor and IRS said they would  amend their coordination agreement when compliance issues become  more apparent or if the impact of the advisory opinions suggests such  coordination would be helpful.", "While our recommendation did not specify how or when the agencies  should modify or formalize coordination agreements on statutory  interpretations, we believe that it would be prudent to do so sooner rather  than later. With respect to mechanisms for formalizing future coordination  of statutory interpretations on MEPs in a more deliberative way, the  agencies could modify their existing agreement on investigations or, if  more appropriate, the agencies could initiate a new agreement, for  example, via a memorandum of understanding or similar document.  Further, our report contains evidence that the conditions the agencies  believe would warrant modifying or formalizing agreements are already  evident, namely concerns about compliance and the possible impacts of  the opinions. Additionally, our report notes that the advisory opinions do  not preclude the IRS from determining that open MEPs qualify for  preferential tax treatment in the future. Currently, each of the three  primary agencies regulating MEPs uses different criteria to define these  plans for plan sponsors and administrators. Absent coordinated federal  decisions, the potential exists for uncertainty within the regulated  community and confusion for employers. By coordinating their statutory  interpretations and subsequent guidance, these agencies could start to  help create a clear, unified regulatory environment to optimize the  potential for MEPs as an effective vehicle of pension coverage.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 21 days from the  report date. We are sending copies of this report to the Secretary of  Labor, the Secretary of the Treasury, the Director of PBGC, and other  interested parties. This report is also available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff have any questions regarding this report, please  contact me at (202) 512-7215 or jeszeckc@gao.gov. Contact points for   our Offices of Congressional Relations and Public Affairs can be found on  the last page of this report. Key contributors are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: GAO Analysis of Multiple Employer Plan Data", "paragraphs": ["To determine the largest multiple employer plan (MEP) sponsors and  other key MEP characteristics, we analyzed electronic Form 5500  information, the primary source of private pension data. We analyzed  2009 Form 5500 information, the most current and complete year, and  also used 2001 information to compare trends over time. We chose 2001  Form 5500 data as the comparison year because 2001 information is  known to have fewer errors than certain prior years. The 2001 data also  includes the Schedule T, which allowed us to estimate employers  participating in MEPs for that year.", "Problems with the electronic data of the Form 5500 have been previously  documented. However, we took steps to assess the reliability of the data  and determined the data to be sufficiently reliable for our purposes. For  example, we performed computer analyses of the data and identified  inconsistencies and other indications of error and took steps to correct  inconsistencies or errors. A second analyst checked all computer  analyses.", "We chose to use “raw” 5500 data rather than Labor’s research files  because the research data do not specifically focus on MEPs. According  to Employee Benefits Security Administration (EBSA) officials, the  research data are cleaned for common mistakes and the main focus of  the effort is to assure that the historical relationship between single and  multiemployer plans is accurate. Thus, the research data are not  specifically cleaned with respect to MEP identification. Thus, MEPs may  be recoded in the research data to single or multiemployer plans and  there is no specific effort to better identify MEPs in the data.", "We found the Department of Labor’s (Labor) characterization of MEPs in  the research files not to be well-suited for our analysis. Labor’s research  data appear to recode a sponsor’s indication of MEP status using an  inconsistent method. This inconsistency is noted in certain Labor  publications.information about MEP sponsorship in its Private Pension Bulletins. The  bulletins include only information about single-employer and  multiemployer plans and include MEPs as either a single- or  multiemployer plan type. In the footnotes, which disclose how MEPs are  allocated across the single- and multiemployer categories, indication of  collectively bargained participants in the MEP is the key determinant. For  example, one of the footnotes indicates that if the MEP includes  collectively bargained participants it would be characterized as a  multiemployer plan in the bulletin. This is inaccurate—and at odds with  the Form 5500 instructions—as MEPs may or may not include  participants that are subject to collective bargaining; however, the  collective bargaining agreement does not define the conditions and  maintenance of the plan as it does for a multiemployer plan. Further, MEP  administrators pay single-employer premiums for the MEP as a whole for  purposes of Pension Benefit Guaranty Corporation (PBGC) insurance.", "For example, Labor does not publish basic pension plan  We also found that that Labor does not consistently recode MEPs in the  Form 5500 research file according to collective bargaining status—which  violates the stated allocation rules in the footnotes of the pension bulletin.  Certain MEPs that include participants that are subject to collective  bargaining may be recoded as single-employer plans.", "For our analysis we made no attempt to recode plan types, notably for  those plans identified as MEPs. Labor officials told us that certain plans  may be mistakenly identified as MEPs on the Form 5500, but may  actually be another plan type. However, to identify such mistakes would  require detailed and time-consuming review of plan and sponsor  documentation that is not publically available and may not be definitive.  Thus, our analysis of MEP and other plan types is limited to the self- reported plan status as indicated by the Form 5500 filer.", "Given that little information about MEPs is known or publically available,  we have included additional tables and figures from our analysis that  were not included in the body of this report. These figures and tables  include information about the largest MEPs, plan funding methods, key  sponsor industries, and participating employer information culled from  Schedule T attachments."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Labor", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of the Treasury", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from the Pension Benefit Guaranty Corporation", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Patrick DiBattista, Assistant  Director; Chuck Ford; Ted Leslie; David Reed; Craig Winslow; and Frank  Todisco made key contributions to this report. Also contributing to this  report were Amy Anderson, David Chrisinger, Mimi Nguyen, Jodi  Munson-Rodriguez, Roger Thomas, and Paul Wright."], "subsections": []}]}], "fastfact": []}