{"id": "GAO-16-617T", "url": "https://www.gao.gov/products/GAO-16-617T", "title": "Public Safety Officers' Benefits Program: Improvements Made but Information on Performance Goals Still Needed", "published_date": "2016-04-26T00:00:00", "released_date": "2016-04-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The PSOB program, administered by the Department of Justice's Bureau of Justice Assistance, provides three types of benefits (death, disability, and education) to public safety officers and their eligible family members in cases of line-of-duty death or disability. GAO's 2009 report (GAO-10-5) examined the timeliness of claims processing and the extent to which the program followed government guidelines for monitoring program performance. The report made two recommendations to DOJ. DOJ's OIG issued a report in 2015 that provided updated information on the concerns raised by GAO in 2009.", "This testimony summarizes key findings of GAO's October 2009 report on the PSOB program and DOJ's actions to implement GAO's recommendations from that report. For its 2009 report, GAO reviewed a generalizable sample of 233 PSOB claims that were opened during fiscal years 2006 to 2008, reviewed relevant agency documents, and interviewed PSOB program officials, representatives of advocacy organizations, and state and local officials in five selected states. For this statement, GAO also reviewed DOJ's actions to date and the findings from the DOJ OIG's 2015 report on the PSOB program."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO's 2009 report on the Public Safety Officers' Benefits (PSOB) program— created to provide certain benefits in cases of public safety officers' death or total disability in the line of duty—identified issues with the timeliness of claims processing, program awareness, and performance measurement. Specifically, GAO found that death and education claims were processed faster than disability claims. GAO estimated that the Department of Justice's (DOJ) PSOB Office generally had processed education and death claims in under a year while disability claims took between 17 and 26 months. In 2009, most claims were being processed on paper, and DOJ had plans to establish an automated claims system to help ensure more efficient claims processing and improve available claims data. This system has since been established.", "GAO's 2009 report also identified issues with awareness of program benefits and adherence to federal guidelines for performance monitoring. In particular, representatives of 15 of the 44 public safety organizations GAO spoke with mentioned a lack of awareness about disability or education benefits, while officials from another 6 organizations were concerned that their constituents had a general lack of knowledge of the program. Moreover, GAO found that because DOJ had not set strategic goals and measures for the program, monitored performance, or reported results, the program had little accountability. To enhance claimant awareness and program accountability, GAO recommended that DOJ establish appropriate performance measures and goals for the PSOB program and use reliable data to monitor and report on program performance.", "DOJ agreed with GAO's recommendations and has taken some steps to address them. Specifically, by 2014, DOJ had established two PSOB performance measures and posted data for these measures on its public website. DOJ subsequently posted data for additional performance measures on its website, including average number of days to assign a PSOB Outreach Specialist and percentage of claims determined within 1 year. While posting data on these measures represents an improvement, as of April 2016, DOJ had not taken the additional step of publishing performance goals—which specify the desired level of performance--for the PSOB program. GAO continues to believe that publishing performance goals is a key step in gauging how well the program is working and enhancing stakeholder awareness of the program.", "Findings from a 2015 report by DOJ's Office of Inspector General (OIG) highlighted the program's continuing problems in the timeliness of claims processing and reporting of reliable program performance data. The OIG concluded that it did not believe that the PSOB Office's database, as a management tool, was adequate to evaluate efficiencies in processing or to identify potential causes of timeliness problems. The OIG made four recommendations to DOJ to address these concerns, and DOJ agreed with the recommendations. Continued attention to these issues by DOJ is needed to help ensure accountability for achieving the program's goals."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is not making any new recommendations in this testimony."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for this opportunity to discuss our prior work on the Public  Safety Officers’ Benefits (PSOB) program. Public safety officers, including  law enforcement officers, firefighters, and emergency medical  technicians, are among the first to respond to potentially dangerous and  life-threatening situations, putting themselves at risk of catastrophic injury  or death. In 2014, nearly 140 work-related deaths were experienced by  law enforcement and firefighting officers alone. The program was  established by federal law in 1976 in appreciation for the service of public  safety officers and in recognition of the potential inadequacy of state and  local benefits for officers and their survivors.", "The PSOB program, administered by the Department of Justice’s (DOJ)  Bureau of Justice Assistance, provides three types of benefits: death,  disability, and education. In cases of line-of-duty death or injuries that  result in permanent and total disability preventing the performance of any  gainful work, public safety officers and their beneficiaries are currently  eligible to receive a onetime lump-sum payment of $339,881. In addition  to the lump-sum death and disability benefits, the officer’s spouse and  children may also qualify to receive postsecondary education benefits up  to $1,021 a month.", "In October 2009, we reported on DOJ’s management of PSOB. At the  time we conducted out review, questions had arisen about DOJ’s  administration of the program, in part because of the time taken by the  agency to implement the Hometown Heroes Survivors Benefits Act of  2003. The act expanded program eligibility to include public safety  officers who die as a direct and proximate result of heart attacks or  strokes while on duty or within 24 hours after engaging in a nonroutine  stressful or strenuous physical public safety activity or training. Our 2009  report examined the timeliness of processing for the PSOB program and  the extent to which DOJ followed government guidelines for monitoring  program performance, among other issues. In 2015, DOJ ‘s Office of  Inspector General (OIG) issued a report on the PSOB program that  provided updated information on both topics. My testimony today  summarizes: (1) key findings from our October 2009 report on the PSOB  program and (2) DOJ’s actions to address the recommendations from our  report.", "For our 2009 report, we reviewed a random generalizable sample of 233  out of the 1,632 PSOB claims that were opened during fiscal years 2006  to 2008 for all three types of claims (death, disability and education). In  addition, we reviewed relevant agency documents, and interviewed  PSOB program officials, representatives of advocacy organizations, and  state and local officials in five selected states: California, Iowa, Louisiana,  Maryland, and New York. We selected these states based on the number  of public safety officer deaths around that time, geographic location, and  other factors. More detailed information on our objectives, scope, and  methodology for that work can be found in the issued report. More  recently, we conducted follow-up work to determine the status of our  recommendations, which involved contacting agency officials to obtain  relevant documentation. Additionally, we reviewed the findings of the  2015 DOJ OIG report on the PSOB program.", "The work on which this statement is based was conducted in accordance  with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The PSOB program provides death, disability, and education benefits to  eligible public safety officers and their families in the event of the officer’s  death or permanent and total disability in the line of duty. To qualify for  program benefits, claims must be associated with an officer who worked  for a public agency in one of the following official capacities:  rescue squad or ambulance crew; employee of the Federal Emergency Management Agency (FEMA)  who is responding to a federally declared disaster or emergency; state, local, or tribal officials who are working in cooperation with  FEMA during a federally declared disaster or emergency; or fire or police department chaplain.", "Eligible survivors—including spouses, children, and surviving parents— may qualify for death benefits if an officer’s death was the direct and  proximate result of an injury sustained in the line of duty.  To qualify for  disability benefits, the public safety officer has to be permanently and  totally disabled as the direct result of catastrophic injury sustained in the  line of duty that permanently prevents the individual from performing any  gainful work. An officer’s spouse or children may also qualify for  education benefits only after the officer’s eligibility for death or disability  benefits has been established.", "The PSOB program is administered by the PSOB Office, a unit of the  Bureau of Justice Assistance within DOJ’s Office of Justice Programs. At  the time of our 2009 report, it employed a total of 10 staff, including the  program director. In fiscal years 2006 through 2008, a total of 1,632  PSOB claims were filed through this office. The majority, or about 57  percent, were death claims; about 32 percent were education claims; and  about 11 percent were disability claims.", "As we reported in 2009, claimants were required to submit documentation  to the PSOB Office for each type of claim. Typically, the officer’s  employer (i.e., the state or local agency for which the officer worked at the  time of death or disability) assisted with filing death and disability claims  on the officer’s behalf, while claimants generally file for education benefits  on their own. Advocacy organizations may also have assisted. Upon  receipt of all the required documentation, a PSOB benefits specialist  reviewed the claim and its supporting documentation and drafted an initial  determination on whether to approve or deny the claim. This draft  determination was then reviewed by a senior benefits specialist, the  PSOB director, and the Office of Justice Program’s Office of the General  Counsel (referred to in this testimony as the “legal review” or the  “attorneys’ review”) before a final determination was rendered.", "Furthermore, some death claims were reviewed by a contracted  pathologist and all disability claims were reviewed by independent  medical reviewers of various medical specialties and subspecialties who  provide additional information as to whether claims meet medical  standards for eligibility. A claim may have gone through different phases  of the process multiple times if at any phase DOJ officials determined that  more information may be needed to make a determination."], "subsections": []}, {"section_title": "In 2009, GAO Identified Issues with Timeliness of Claims Processing, Program Awareness, and DOJ’s Monitoring of Program Performance", "paragraphs": [], "subsections": [{"section_title": "Death and Education Claims Were Processed Faster Than Disability Claims", "paragraphs": ["Based on the sample we used for our 2009 report, we estimated that the  PSOB Office closed and approved the different types of claims at varying  rates. Specifically, the office closed 78 percent of death claims and  approved about 80 percent of those closed claims that were initiated in  fiscal years 2006 through 2008. For education claims initiated over the  same period, the office closed and approved all of those claims. In  contrast, only 31 percent of disability claims were closed during the period  we reviewed. Moreover, we could not reliably determine their approval  rate due, in part, to the significantly longer time frame to process disability  claims (see fig. 1)", "With regard to the first phase of the claims process—length of time  between the date of death or disability and when the PSOB Office began  to process the claim— we reported in 2009 that the average length varied  significantly by type of claim. Specifically, the average length was 7  months to a year for death claims, 4 to 6 years for disability claims, and 7  to 10 years for education claims associated with approved death claims.  PSOB officials told us that several factors may affect the length of this  phase of the claims process, including claimants’ difficulty with obtaining  necessary documentation to prove eligibility and lack of awareness about  the program.", "Similarly with regard to the second phase of the claims process—length  of time between the date the PSOB Office received the claim to sending a  final determination letter to the claimant—our 2009 report found that the  average length also varied by type of claim. Specifically, the average  length of time was 4 to 6 months for education claims, 9 to 13 months for  death claims, and 17 to 26 months for disability claims (see fig. 2).", "Officials explained that disability claims were generally more challenging  and may have taken longer to process than death and education claims,  in part because eligibility was based on adequate medical documentation  from the claimant and an independent medical review by Bureau of  Justice Assistance contractors. Disability claims decisions were also three  times more likely to be appealed than death claims, which also  contributed to longer processing times.", "We were unable to identify which steps of the claims process were most  time-consuming because the claims files in the sample we reviewed in  2009 did not include reliable documentation regarding when claims  passed through each step of the process. For example, the PSOB Office  did not consistently document the dates of the attorneys’ reviews nor did  it document the dates of the contractors’ medical reviews. However,  based on our sample, we found in 2009 that the overall length of time  from occurrence of death or disability to the claimant’s receipt of a final  determination took an average of 16 to 21 months for death, 60 to 92  months (or 5 to about 7.5 years) for disability, and 96 to 126 months (or  about 8 to 10.5 years) for education claims. At the time of our report, most  of these claims were being processed on paper but the PSOB office had  plans to and subsequently implemented an automated information  management system in an effort to help ensure efficient claims  processing and improve available data on claims."], "subsections": []}, {"section_title": "In 2009, Public Safety Organizations In Selected States Expressed Concerns about Program Awareness, Difficulties Establishing Eligibility, and Perceived Long Wait Times for Benefits", "paragraphs": ["In 2009, we reported that state and local officials from police and fire  department and other public safety officer organizations did not always  know about PSOB program benefits, particularly disability and education  benefits. In particular, representatives of 15 of the 44 organizations we  spoke with mentioned a lack of awareness about disability and education  benefits, while officials from another 6 organizations were concerned that  their constituents had a general lack of knowledge of the PSOB program.  The general lack of awareness tended to pose a particular problem  among smaller rural and volunteer departments. The lack of awareness  also had an adverse effect on some claimants. For example, an official  representing a local police officers’ union mentioned that a local police  department unfamiliar with the disability benefits did not seek benefits on  behalf of a severely and permanently disabled officer until the officer  happened to seek educational assistance for his child. Officials from  some public safety officer unions and the PSOB program said that they  were more focused on promoting awareness of death benefits. Officials  from the five selected states we reviewed in 2009 also told us that  submitting all the necessary paperwork to prove eligibility was difficult and  could be time-consuming. For example, according to local officials we  interviewed, the application process could be delayed by long wait  periods to obtain accident reports, medical records, and birth records. In  one case, an official from a firefighters’ employee association in New York  stated that an officer’s family had to wait 6 months before they could  submit a death claim. Outdated beneficiary forms could have also  delayed claims processing, and Office of Justice Programs officials  acknowledged that sometimes the PSOB Office lost claim files. PSOB  officials noted that they planned to address this concern by automating  the claims process using an online application form.", "In 2009, officials most frequently expressed concern about perceived long  wait times for receiving benefits and also reported difficulties obtaining  information about claims status. A local police department official  explained that relatively long wait times for PSOB benefits can impose a  financial burden on families. A few state and local officials also expressed  concern that the PSOB Office did not inform claimants or agencies of how  long the claims process was expected to take. PSOB officials told us that  the program provided information on what stage the claim was in the  review process but not the estimated time frames for processing claims  because they varied widely based on each claim’s circumstances."], "subsections": []}, {"section_title": "DOJ Did Not Monitor PSOB Program Performance in 2009", "paragraphs": ["At the time of our 2009 report, the PSOB Office had not followed  government guidelines for performance monitoring. All federal executive  branch agencies are required by the Government Performance and  Results Act of 1993 (GPRA) to set strategic goals, measure performance,  and report on the degree to which goals were met in an effort to ensure  government accountability and enhance public awareness about  agencies’ accomplishments. Agencies are also subject to the Federal  Managers’ Financial Integrity Act of 1982, which requires that they  establish and maintain systems of administrative controls. GAO and the  Office of Management and Budget have established guidelines for  implementing these two acts. The guidelines include establishing goals  and performance measures, monitoring progress—including collecting  reliable data on program outcomes—and communicating program  operations and outcomes to relevant stakeholders such as Congress and  the public, including program participants.", "In 2009, we reported that DOJ had not set strategic goals and measures  related to GPRA for the PSOB Office and therefore did not track or report  such information to the public. As a result, the program had little  accountability. Officials said that the program was not subject to strategic  planning and goal setting because it was considered a payment program  and its budget was largely mandatory. However, we noted that other  federal programs that provide benefits after work-related injury and illness  have established performance measures, such as ones for claims- processing timeliness, and reported their results publicly. While the PSOB  program lacked GPRA-related strategic goals and performance  measures, a 2004 Attorney General memorandum established two  claims-processing goals. However, at the time of our 2009 report, the  PSOB program director stated that the office did not track the  memorandum’s first goal of processing claims within 90 days of receiving  all necessary documentation because it lacked automated data that  would have enabled the program to establish a baseline against which to  gauge progress. As for the second goal, an official in the Office of Justice  Programs’ Office of the General Counsel told us that their office had not  established mechanisms to monitor whether the attorneys reviewed  claims within 45 days of receiving all necessary documentation.", "Our 2009 report concluded that a more focused and systematic approach  to managing the PSOB program could help ensure that the office  achieves its goal of effectively and efficiently administering benefits that  honor the work of many public officers who are killed or injured in the line  of duty. To strengthen PSOB’s accountability and enhance awareness of  the program and its benefits, we recommended in 2009 that the Bureau of  Justice Assistance establish appropriate performance goals and  measures and use reliable data to monitor and publicly report on the  program’s performance. DOJ agreed with these recommendations."], "subsections": []}]}, {"section_title": "PSOB Office Has Taken Some Actions to Monitor Performance Since 2009, but a Recent OIG Report Identified Continuing Problems", "paragraphs": ["DOJ has taken steps to implement program improvements. By 2014, we  observed that the Bureau of Justice Assistance had posted two PSOB  performance measures and related data on its public website in  consultation with public safety stakeholder groups: average time for the  PSOB program to receive basic required documents, and average time  for the PSOB program to determine a claim. The Bureau subsequently  posted additional performance measures on its public website, including  average number of days to assign a PSOB Outreach Specialist and  percentage of claims determined within 1 year. While posting data on  these performance measures represents an improvement, as of April  2016, the Bureau of Justice Assistance has not taken the additional step  of publishing performance goals—which specify the desired level of  performance—for the PSOB program. We continue to believe that the  Bureau of Justice Assistance should publish performance goals to help  the public gauge how well the program is working and enhance  stakeholder awareness of the program.", "In addition, in its July 2015 report, DOJ’s OIG raised questions about  claims processing times and performance measurement. Specifically, the  report identified three primary factors that contributed to significant delays  in processing death and disability claims: (1) claimants filing incomplete  claims applications due, in part, to inadequate program guidance, (2)  claimants and agencies being unresponsive to the PSOB Office’s request  for additional information, and (3) the PSOB Office not adequately  documenting the basis for its initial determination, which caused delays  during the legal review phase. The OIG also determined that the PSOB  Office had not reported annual and appropriate data on its performance  measures and noted issues with the data’s reliability. For example, the  OIG found the PSOB Office’s database was inconsistent and did not  include data fields for important claims processing milestones, such as  the date claimants submit applications and the PSOB submits claims for  legal review. The OIG concluded that it did not believe that the PSOB  Office’s database, as a management tool, was adequate to evaluate  efficiencies in processing or to identify potential causes of timeliness  problems. The OIG made four recommendations to DOJ to address these  findings, and DOJ agreed with all four recommendations.", "In conclusion, the work of GAO and the OIG highlights difficulties DOJ  has encountered in working to improve performance measurement for the  PSOB program. While DOJ has taken some steps to address these  issues, continued attention is needed to help ensure accountability for  achieving program goals.", "Chairman Grassley, Ranking Member Leahy, and Members of the  Committee, this concludes my statement. I would be pleased to respond  to any questions you may have."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For further information regarding this testimony, please contact me at  (202) 512-7215. Key contributors to this testimony were Holly Dye, Meeta  Engle, Danielle Giese, Avani Locke, Lorin Obler and Almeta Spencer.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}