{"id": "GAO-17-596T", "url": "https://www.gao.gov/products/GAO-17-596T", "title": "Job Corps: Preliminary Observations on Student Safety and Security Data", "published_date": "2017-06-22T00:00:00", "released_date": "2017-06-22T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The deaths of two Job Corps students in 2015 raised concerns about the safety and security of students in this program. The Job Corps program serves approximately 50,000 students each year at 125 centers nationwide.", "Multiple DOL Office of Inspector General (OIG) audits have found deficiencies in the Office of Job Corps' efforts to oversee student safety. ETA and the Office of Job Corps have taken steps to address these concerns, but in March 2017, the DOL OIG raised new safety and security concerns, including some underreporting of incident data, and made related recommendations.", "This testimony is based on GAO's ongoing work on these issues and provides preliminary observations on (1) the number and types of reported safety and security incidents involving Job Corps students, and (2) student perceptions of safety at Job Corps centers.", "GAO analyzed ETA's reported incident data from January 1, 2007 through June 30, 2016. GAO's preliminary analysis summarizes reported incidents in the aggregate over this time period but the actual number is likely greater. GAO also analyzed student survey data from March 2007 through March 2017, reviewed relevant documentation, and interviewed ETA officials and DOL OIG officials."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO's preliminary analysis of the Department of Labor's (DOL) Employment and Training Administration's (ETA) incident data found that Job Corps centers reported 49,836 safety and security incidents of various types that occurred both onsite and offsite between January 1, 2007 and June 30, 2016. During this time period, approximately 539,000 students were enrolled in the program, according to ETA officials. ETA's Office of Job Corps is responsible for administering the Job Corps program, which is the nation's largest residential, educational, and career and technical training program for low-income youth generally between the ages of 16 and 24. As shown in the figure, the three most common types of reported incidents were serious illnesses or injuries, assaults, and drug-related incidents.", "More than three-quarters of the reported incidents occurred onsite at Job Corps centers, and the rest occurred offsite. Most reported violent incidents—specifically assaults, homicides, and sexual assaults that occurred onsite and offsite—involved Job Corps students. For example, students were victims in 72 percent of these reported incidents, while staff were victims in 8 percent, and the remaining incidents involved victims who were not associated with Job Corps.", "GAO's preliminary analysis of ETA's student survey data from March 2007 through March 2017 found that students generally reported feeling safe, but they reported feeling less safe with respect to certain issues. The student survey contains 49 questions about students' experiences in the Job Corps program, including 12 questions related to safety at centers. Across all 12 of these safety-related survey questions, an average of 72 percent of students reported feeling safe over this 10-year period. However, the average percentage of students who reported feeling safe on each individual survey question ranged from 44 percent to 91 percent. For example, an average of 44 percent of students reported that they had never heard students threaten each other, or had not heard such threats within the last month. The remaining 56 percent of students, on average, reported hearing such threats at least once in the last month."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is not making recommendations in this testimony but will consider recommendations, as appropriate, when ongoing work is finished. GAO incorporated comments from ETA as appropriate."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to discuss our preliminary observations on  the safety and security of students in the Job Corps program. Job Corps  is the nation’s largest residential, educational, and career and technical  training program for low-income youth generally between the ages of 16  and 24. The program is administered by the Office of Job Corps in the  Department of Labor’s (DOL) Employment and Training Administration  (ETA), and serves approximately 50,000 students each year at 125 Job  Corps centers nationwide.", "DOL Office of Inspector General audits in 2009, 2010, and 2015 found  that the Office of Job Corps did not properly address serious incidents  related to student safety because of deficiencies in its oversight of  program disciplinary policies. In addition, the deaths of two students at  two separate Job Corps centers in 2015 raised concerns. Since then,  ETA and the Office of Job Corps have taken a number of steps to  address safety and security concerns. In a March 2017 review, however,  the Office of Inspector General found that the Office of Job Corps lacked  an overall policy requiring centers to report potentially serious criminal  misconduct to law enforcement, and that 12 Job Corps centers had  physical security weaknesses, among other concerns, and made related  recommendations. In its response to a draft of the Office of Inspector  General’s report, ETA said it had already implemented most of these  recommendations.", "My testimony today will provide preliminary information on (1) the number  and types of reported safety and security incidents involving Job Corps  students, and (2) student perceptions of safety at Job Corps centers.  This statement is based on our ongoing work examining safety and  security issues in the Job Corps program.", "To assess what is known about the number and types of reported  incidents involving student safety and security at Job Corps centers, we  analyzed ETA’s incident data from January 1, 2007 through June 30,  2016. ETA captures this data in its Significant Incident Reporting System  (SIRS). We assessed the reliability of the SIRS data by reviewing relevant  agency documentation about the data and the system that produced  them, and interviewing ETA officials knowledgeable about the data. We  also interviewed officials from DOL’s Office of Inspector General, which  recently found that these data were incomplete for a non-generalizable  sample of 12 of 125 Job Corps centers because they failed to report over  a third of the incidents that occurred. We determined, however, that the  SIRS data were sufficiently reliable to report the minimum number of  incidents, in aggregate, that occurred from January 1, 2007 through June  30, 2016. However, it is likely that the actual number of incidents was  greater than the number we report in this statement. We plan to examine  incident data in a more comprehensive manner in our ongoing work. The  incident categories and definitions in this statement are taken directly  from ETA documents and represent how ETA categorizes these  incidents. We did not assess these categories and definitions, nor did we  conduct any research into the nature of the underlying events that led to  the reporting of the incident. In some cases, we made minor editorial  changes to the names of the incident categories for reporting purposes.", "To assess what is known about student perceptions of safety and security  at Job Corps centers, we analyzed ETA’s national, summary-level student  satisfaction survey data from March 2007 through March 2017. We  assessed the reliability of the data by reviewing relevant agency  documentation about the data and the system that produced them, and  interviewing ETA officials knowledgeable about the data. Based on this  assessment, we determined that the student survey data were sufficiently  reliable for our purposes. We plan to examine student survey data in a  more comprehensive manner in our ongoing work. In addition, we  reviewed Job Corps policies and guidance related to safety and security,  including the Job Corps Policy and Requirements Handbook, which  establishes program policies and requirements, and technical guidance  for entering SIRS data. We also interviewed ETA officials regarding ETA’s  efforts to improve safety for Job Corps students.", "We are conducting the work upon which this statement is based in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Job Corps’ Eligibility Criteria and Program Services", "paragraphs": ["To be eligible for the Job Corps program, an individual must generally be  16 to 24 years old at the time of enrollment; be low income; and have  an additional barrier to education and employment, such as being  homeless, a school dropout, or in foster care. Once enrolled in the  program, youth are assigned to a specific Job Corps center, usually one  located nearest their home and which offers a job training program of  interest. The vast majority of students live at Job Corps centers in a  residential setting, while the remaining students commute daily from their  homes to their respective centers. This residential structure is unique  among federal youth programs and enables Job Corps to provide a  comprehensive array of services, including housing, meals, clothing,  academic instruction, and job training."], "subsections": []}, {"section_title": "Job Corps’ Structure and Operations", "paragraphs": ["ETA administers Job Corps’ 125 centers through its national Office of Job  Corps under the leadership of a national director and a field network of six  regional offices located in Atlanta, Boston, Chicago, Dallas, Philadelphia,  and San Francisco. Job Corps is operated primarily through contracts,  which according to ETA officials, is unique among ETA’s employment and  training programs (other such programs are generally operated through  grants to states). Among the 125 centers, 99 are operated under  contracts with large and small businesses, nonprofit organizations, and  Native American tribes. The remaining 26 centers (called Civilian  Conservation Centers) are operated by the U.S. Department of  Agriculture’s (USDA) Forest Service through an interagency agreement  with DOL. Job Corps center contractors and the USDA Forest Service  employ center staff who provide program services to students. According  to ETA officials, the primary responsibility for ensuring safety and security  at Job Corps centers resides with center operators. Also, according to  ETA officials, the Office of Job Corps has oversight and monitoring  responsibility to ensure that contract operators are in full compliance with  their contract and that both contract centers and USDA-operated Civilian  Conservation Centers follow Job Corps’ Policy and Requirements  Handbook.", "In September 2015, as part of its overall effort to improve safety and  security for students, ETA established the Division of Regional  Operations and Program Integrity within the national Office of Job Corps.  This division is responsible for coordinating regional operations and  activities, including efforts to strengthen communications between the  national and regional offices, strengthen quality assurance, and promote  continuous improvement. The division is also responsible for reviewing  the results of all risk management data, center safety and culture  assessments, and responses to safety and security deficiencies at  individual centers. For example, this division is to monitor the safety and  security of Job Corps centers through ongoing oversight by regional  offices, including daily monitoring of SIRS data."], "subsections": []}, {"section_title": "Requirements for Job Corps Centers Related to Incident Reporting", "paragraphs": ["Job Corps’ Policy and Requirements Handbook requires centers to report  certain significant incidents to the national Office of Job Corps and to  regional offices in SIRS within 6 or 24 hours of becoming aware of them,  depending on the incident. Specifically, centers are required to report  numerous categories of incidents, including deaths, assaults, alcohol and  drug-related incidents, serious illnesses and injuries, and hospitalizations  (see appendix I for definitions of these categories of incidents). Centers  must report incidents involving both Job Corps students and staff, and  incidents that occur onsite at centers as well as those that occur at offsite  locations. Offsite incidents include those that occur while students are  participating in program-related activities, such as off-center training and  field trips. Offsite incidents also include those that occur while students  are not participating in program-related activities, such as when they are  at home during breaks.", "In some cases, the incident categories in SIRS are related to the specific  infractions defined in the Policy and Requirements Handbook, which are  classified according to their level of severity. Level I infractions are the  most serious, and include such infractions as arrest for a felony or violent  misdemeanor or possession of a weapon, and are required to be reported  in SIRS. Level II infractions include such infractions as possession of a  potentially dangerous item like a box cutter, or arrest for a non-violent  misdemeanor. The majority of these infractions are required to be  reported in SIRS. Minor infractions—the lowest level of infractions— include failure to follow center rules, and are not required to be reported  in SIRS.", "Within the Policy and Requirements Handbook, ETA establishes a Zero  Tolerance Policy, which specifies actions that centers must take in  response to certain incidents. ETA implemented changes to this policy  effective on July 1, 2016, which impacted the categorization and number  of reportable incidents. Under the prior Zero Tolerance Policy, there  were fewer infractions categorized as Level I, which are the most severe  and result in termination from the program. The July 2016 policy  changes broadened the types of infractions categorized as Level I. For  example, ETA elevated several infractions previously classified as Level II  to Level I, and added several new categories of reportable incidents.  According to ETA officials, they made these changes to reflect a  heightened emphasis on student safety."], "subsections": []}, {"section_title": "Job Corps Student Satisfaction Survey", "paragraphs": ["ETA currently surveys all students enrolled in Job Corps in March and  September each year to collect information on a variety of topics,  including their perceptions of safety at Job Corps centers. The current  student survey contains 49 questions on various aspects of the Job Corps  program, including career development services, interactions between  students and staff, access to alcohol and drugs, and overall satisfaction  with the program. The survey includes 12 questions on students’  perceptions of safety at centers. ETA has been conducting this survey  since 2002, and in recent years has administered it twice a year. ETA  officials told us they plan to survey students more frequently beginning in  July 2017. Specifically, they plan to survey students on a monthly basis  regarding their perceptions of safety, and on a quarterly basis regarding  their overall satisfaction with the program. ETA uses the responses to the  safety-related survey questions to calculate a center safety rating, which  represents the percentage of Job Corps students who report feeling safe  at each center, as well as a national safety rating, which represents the  percentage of Job Corps students who report feeling safe nationwide."], "subsections": []}]}, {"section_title": "Job Corps Centers Reported a Variety of Types of Incidents between January 2007 and June 2016, Many of Which Occurred Onsite", "paragraphs": [], "subsections": [{"section_title": "The Most Common Types of Reported Onsite and Offsite Incidents Included Serious Illnesses or Injuries, Assaults, and Drug-Related Incidents", "paragraphs": ["Our preliminary analysis of ETA’s SIRS data shows that Job Corps  centers reported 49,836 safety and security incidents, including those that  occurred both onsite and offsite, from January 1, 2007 through June 30,  2016. During this time period, approximately 539,000 students were  enrolled in the program, according to ETA officials. Three types of  incidents represented 60 percent of all reported incidents: serious  illnesses or injuries (28 percent), assaults (19 percent), and drug- related incidents (13 percent). The remaining 40 percent of reported  incidents included theft or damage to center, staff, or student property (12  percent), breaches of security or safety (6 percent), and all other types of  incidents (22 percent). During this time period, Job Corps centers  reported 265 deaths, including 61 deaths that occurred onsite and 204  that occurred offsite. Most of these reported deaths were homicides (25  percent), due to medical causes (23 percent), and due to accidental  causes (22 percent). In figure 1 below, 246 of these deaths are captured  in the “Other” category, and 19 of these deaths are captured in the  “Assault” category."], "subsections": []}, {"section_title": "Most Reported Incidents Occurred Onsite at Job Corps Centers, but the Majority of Reported Deaths Occurred Offsite", "paragraphs": ["Our preliminary analysis showed that from January 1, 2007 through June  30, 2016, 76 percent of the reported safety and security incidents  occurred onsite at Job Corps centers, and 24 percent occurred at offsite  locations (see fig.2). While most reported incidents occurred onsite, our  preliminary analysis showed that the majority of reported deaths occurred  offsite. During this time period, of the 265 reported deaths, 77 percent  occurred offsite, and 23 percent occurred onsite. The vast majority of  homicides reported during this time period occurred offsite, and very few  occurred onsite. Of 65 reported homicides, 61 occurred at offsite  locations and 4 occurred onsite.", "During this time period, the most common types of reported onsite  incidents were generally different from the most common types of  reported offsite incidents, although reported assaults were common in  both locations. The most common types of reported onsite incidents were  the same as the most common types of incidents overall: serious  illnesses or injuries (33 percent), assaults (20 percent), and drug-related  incidents (16 percent). Of all reported offsite incidents, the most common  types were thefts or damage to center, staff, or student property (23  percent), motor vehicle accidents (15 percent), assaults (14 percent), and  serious illnesses or injuries (14 percent) (see fig.3)."], "subsections": []}, {"section_title": "Most Reported Onsite and Offsite Violent Incidents Involved Job Corps Students, and Considerably Fewer Involved Program Staff", "paragraphs": ["Our preliminary analysis showed that from January 1, 2007 through June  30, 2016, most reported violent incidents—specifically assaults,  homicides, and sexual assaults that occurred both onsite and offsite— involved Job Corps students, and considerably fewer of these incidents  involved program staff. During this time period, Job Corps centers  reported 10,531 violent incidents, which represented 21 percent of all  reported onsite and offsite incidents. Students were victims in 72 percent  of these reported violent incidents, while staff were victims in 8 percent of  these incidents. Similarly, students were perpetrators in 85 percent of  these reported violent incidents, while staff were perpetrators in 1 percent  of these incidents (see table 1). Each of these reported violent incidents  involved at least one victim or perpetrator who was a Job Corps student  or staff member, but some of these incidents also involved victims or  perpetrators who were not associated with the Job Corps program."], "subsections": []}, {"section_title": "Students Generally Reported Feeling Safe, but Reported Feeling Less Safe on Certain Safety and Security Issues", "paragraphs": ["Our preliminary analysis of ETA’s student satisfaction survey data from  March 2007 to March 2017 showed that while students generally reported  feeling safe at Job Corps centers, they reported feeling less safe on  certain safety and security issues. Overall, across all 12 of the safety- related survey questions, an average of 72 percent of students reported  feeling safe during this time period. However, the average percentage of  students who reported feeling safe on each individual survey question  ranged from 44 percent to 91 percent. For 7 of the 12 questions, student  responses were above the 72 percent average, which indicates students  felt more safe; however, for 5 of the questions, student responses were  below the average, which indicates students felt less safe (see table 2).  For example, an average of 44 percent of students reported that they had  never heard students threaten each other, or had not heard such threats  within the last month. The remaining 56 percent of students, on average,  reported hearing such threats at least once in the last month.", "ETA uses students’ responses to the safety-related survey questions to  calculate a safety rating for each Job Corps center and a national safety  rating for the program overall. According to ETA officials, the center  safety rating represents the percentage of students who report feeling  safe at a center, and the national safety rating represents the percentage  of students who report feeling safe nationwide. Throughout the period of  March 2007 through March 2017, the national safety rating remained  above 82 percent, according to ETA data. ETA officials said they use  these ratings as management tools to assess students’ perceptions of  safety at individual centers and nationwide, and to determine whether  ETA needs to act upon these results to better address students’ safety  and security concerns.", "Chairwoman Foxx, Ranking Member Scott, and Members of the  Committee, this concludes my prepared remarks. I look forward to  answering any questions you may have."], "subsections": []}]}, {"section_title": "GAO Contact and Acknowledgments", "paragraphs": ["For further information regarding this testimony, please contact Cindy  Brown Barnes at (202) 512-7215 or brownbarnesc@gao.gov. Contact  points of our Offices of Congressional Relations and Public Affairs may  be found on the last page of this statement. Individuals who made key  contributions to this testimony include Mary Crenshaw (Assistant  Director), Caitlin Croake (Analyst in Charge), David Chrisinger, Alexander  Galuten, LaToya Jeanita King, Rebecca Kuhlmann Taylor, Grant Mallie,  Sheila McCoy, Meredith Moore, Mimi Nguyen, Lorin Obler, Matthew  Saradjian, Monica Savoy, Almeta Spencer, Amy Sweet, Walter Vance,  Kathleen van Gelder, and Ashanta Williams."], "subsections": []}]}, {"section_title": "Appendix I. Categories of Incidents in the Significant Incident Reporting System (SIRS)", "paragraphs": ["Appendix I. Categories of Incidents in the  Significant Incident Reporting System (SIRS)"], "subsections": [{"section_title": "Table 3. Categories of Incidents in the Employment and Training Administration’s (ETA) Significant Incident Reporting System (SIRS) and Related Definitions, as of December 2016", "paragraphs": ["ETA’s Definition  An incident involving the discovery of alcohol on center, or involving any student found in  possession of alcohol or charged by local law enforcement agencies with illegal alcohol  consumption or possession. Incidents which require medical treatment due to the physical effects  of drug use (alcohol poisoning, etc.) should be reported under the “Medical Incident” Primary  Incident Code.", "This code applies when a student is arrested for an incident that occurred prior to his/her  enrollment in Job Corps.", "These are acts that are commonly known as assault, battery, or mugging; any assault with a  weapon or object; or any altercation resulting in medical treatment for injuries. Mugging (robbery)  is included in this category because it pertains more to an assault upon a person than on property.  Homicide has been removed as a Primary Incident Code and is now listed under Assault as a  Secondary Incident Code.", "This code applies to any incidents that threaten the security and safety of center students, staff,  and property which may result in injury, illness, fatality, and/or property damage. Examples include  arson, bomb threat, gang-related incidents, possession of gun, possession of an illegal weapon,  unauthorized access to center buildings, grounds, or restricted areas, and verbal threats.", "Attempted suicide is a deliberate action by student to self-inflict bodily harm in an attempt to kill  one’s self. Centers need only report a suicide threat (suicidal ideation) if it results in evaluation by a  physician or mental health consultant.", "Centers must report the death of any student who is enrolled in Job Corps regardless of his/her  duty status. Centers are only required to report the death of a staff member if the death occurs  while on duty, either on center or off center.", "Incidents involving any student or staff found in possession of or charged by local law enforcement  agencies with a drug offense (e.g. the illegal use, possession, or distribution of a controlled  substance), or the discovery of drugs on center. Incidents which require medical treatment due to  the physical effects of drug use (overdose, etc.) should be reported under the “Medical Incident”  Primary Incident Code.", "ETA’s Significant Incident Reporting System (SIRS) Technical Guide does not provide a definition  of this category.", "Sexual misconduct includes the intentional touching, mauling, or feeling of the body or private  parts of any person without the consent of that person. Sexual harassment or unsolicited offensive  behavior such as unwelcome sexual advances, requests for sexual favors, and other verbal or  physical contact of a sexual nature is also included.", "ETA’s Significant Incident Reporting System (SIRS) Technical Guide does not provide a definition  of this category.", "ETA’s Significant Incident Reporting System (SIRS) Technical Guide does not provide a definition  of this category.", "ETA’s Significant Incident Reporting System (SIRS) Technical Guide does not provide a definition  of this category.", "ETA’s Significant Incident Reporting System (SIRS) Technical Guide does not provide a definition  of this category.", "ETA’s Definition  ETA’s Significant Incident Reporting System (SIRS) Technical Guide does not provide a definition  of this category.", "ETA’s Significant Incident Reporting System (SIRS) Technical Guide does not provide a definition  of this category.", "Motor vehicle accidents involving any Job Corps student, on duty staff member, and/or center- owned vehicle should be reported using this code. Incidents in which a pedestrian is struck by a  motor vehicle should be reported under the “Medical Incident” Primary Incident Code.", "Safety/Hazmat are incidents involving hazardous materials/chemicals in any solid, liquid, or gas  form that can cause harm to humans, plants, animals, property, or the environment. A hazardous  material can be radiological, explosive, toxic, corrosive, biohazard, an oxidizer, an asphyxiant or  have other characteristics that render it hazardous in specific circumstances.  Hazmat/toxic-mercury, gasoline, asbestos, lead, used syringe, blood  Hazmat/non-toxic-water, oxygen (can become hazardous under specific circumstances)", "Medical incidents include any diagnosis of injury, illness, or disease which is serious or widespread  among students and/or staff, (e.g. communicable disease outbreak, reaction to  medication/immunization, emergency surgery, hospitalization, emergency room treatment, etc.).  Incidents which require medical treatment due to the physical effects of drug and/or alcohol use  (drug overdose, alcohol poisoning, etc.) should be included in this category.", "Sexual assault includes any alleged non-consenting sexual act involving forceful physical contact  including attempted rape, rape, sodomy, and others. If forceful physical contact is not used, the  incident should be reported as a Sexual Misconduct.", "Property incidents are any incident by students or staff that involve the destruction, theft, or  attempted theft of property; this includes but is not limited to automobile theft, burglary, vandalism,  and shoplifting. If any type of force is used against another person, the incident is to be reported  under the “Assault” Primary Incident Code. Property incidents also include natural occurrences/  disasters or any other incident threatening to close down the center or disrupting the center’s  operation (e.g. hurricane, flooding, earthquake, water main break, power failure, fire, etc.).", "These incident categories were added to SIRS in June 2016. Some of these new categories  previously existed in SIRS, but were renamed in June 2016. Others were entirely new categories as  of June 2016. Centers were not required to officially report data in these new categories until July 1,  2016.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}