{"id": "GAO-03-210", "url": "https://www.gao.gov/products/GAO-03-210", "title": "Welfare Reform: Former TANF Recipients with Impairments Less Likely to Be Employed and More Likely to Receive Federal Supports", "published_date": "2002-12-06T00:00:00", "released_date": "2002-12-06T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Debates surrounding the reauthorization of welfare reform legislation have involved some discussion regarding outcomes for TANF recipients with physical or mental impairments. To inform this discussion, GAO was asked to report on (1) whether recipients with impairments were as likely to exit TANF as their counterparts without impairments and (2) the sources of income reported by leavers with and without impairments. To obtain this information, GAO analyzed self- reported data for the most recent years available from the Census Bureau's Survey of Income and Program Participation (SIPP)--a national survey of households that includes questions about TANF status and functional impairments."]}, {"section_title": "What GAO Found", "paragraphs": ["Recipients of Temporary Assistance for Needy Families (TANF) who had impairments were found to be half as likely to exit TANF as recipients without impairments, and recipients caring for children with impairments were found to be less than half as likely to exit TANF as recipients not caring for children with impairments, after controlling for demographic differences such as age, race, and marital status. Although impairments affect exits, other factors, including family support and personal motivation, as well as local TANF policies, may also affect whether recipients exit TANF. After leaving TANF, people with impairments were one-third as likely as people without impairments to be employed, according to a statistical model that controlled for demographic differences, and they were more likely to receive federal supports. Forty percent of leavers with impairments reported receiving cash assistance from Supplemental Security Income (SSI), a federal program designed to assist low-income individuals who are aged, blind, or disabled. Leavers with impairments were also more likely to receive non cash support in the form of Food Stamps and Medicaid than their counterparts without impairments. These findings underscore the challenge states face in ensuring that recipients with impairments and those caring for children with impairments receive the supports they need to meet the work-focused goals and requirements of TANF."]}], "report": [{"section_title": "Letter", "paragraphs": ["With the enactment of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 (PRWORA), the Congress made sweeping changes to federal welfare policy for needy families. PRWORA created the Temporary Assistance for Needy Families (TANF) block grant to states, which emphasizes work and responsibility over dependence on government benefits. Under TANF, states are to impose work requirements on most adults receiving TANF cash assistance and place a lifetime limit of 60 months on the receipt of federal cash assistance. Some policymakers have expressed concerns about the ability of TANF recipients with physical or mental impairments to comply with program requirements, which has contributed to a heightened interest in what happens to people with impairments after they exit TANF. Although the TANF block grant program was due to expire on September 30, 2002, the Congress provided for an extension of the program until January 11, 2003. By that time, the Congress must either reauthorize the program or provide for an additional extension. As of September 30, 2002, the House of Representatives had passed reauthorization legislation and the Senate Committee on Finance had passed a reauthorization bill, although the full Senate had not yet voted on this bill.", "To provide you with information on how people with impairments are faring in the current welfare environment and what issues may need attention as welfare reform evolves, you asked us to determine (1) how prevalent impairments are among TANF recipients; (2) whether recipients with impairments are as likely to exit TANF as recipients without impairments; and (3) what sources of income people with impairments have after leaving TANF, compared with people without impairments.", "To address all three questions, we analyzed self-reported data for the most recent years available from the Census Bureau’s Survey of Income and Program Participation (SIPP)—a survey of households nationwide that asks respondents questions about their TANF status and functional impairments and uses categories of impairments comparable to those covered by the Americans with Disabilities Act of 1990 (ADA). Because these data are self-reported, they may not accurately reflect the size of the population with impairments. We used a cross section of responses given between July 1997 and July 1999 and relied on a definition of impairments developed by Census that includes both severe and nonsevere physical and mental impairments. Our analyses included both descriptive statistics and multivariate analyses. We used appropriate techniques to weight the data to make population estimates. The sampling error for these estimates varied but did not exceed plus or minus 8 percentage points. For more information, see appendix I. We also reviewed findings of other studies to supplement the SIPP data. We conducted our work from March to October 2002 in accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["PRWORA built upon and expanded state-level welfare reforms to transform federal welfare policy for needy families with children. PRWORA replaced the individual entitlement to benefits under the 61-year-old Aid to Families with Dependent Children (AFDC) program with the TANF block grant, which provides family assistance grants to the states, and emphasizes the transitional nature of assistance and the importance of reducing welfare dependence through employment, among other goals. HHS administers the TANF block grant program, which provided grants to states totaling up to $16.5 billion each year through September 2002. To receive its grant, each state must also spend at least a specified amount of its own funds, referred to as state maintenance of effort (MOE) funds."], "subsections": [{"section_title": "State Flexibility on TANF Work Requirements and Time Limits", "paragraphs": ["While states have had flexibility to design programs that meet their own goals and needs, they also have been required to implement federal work requirements and time limits designed to promote employment among those able to work. First, TANF established stronger work requirements for those receiving aid than did the AFDC program. Specifically, to avoid financial penalties, states had to meet federal participation rate requirements, under which states were to ensure that an increasing percentage of adult recipients were participating in federally defined activities each year through fiscal year 2002. Second, states have been required to reduce the cash assistance benefit of an adult who did not participate as required by the state, referred to as a sanction, and could opt to terminate cash aid for the entire family. Third, states also have had to enforce a 60-month limit (or less at state option) on the length of time a family may receive federal TANF assistance.", "However, the law also provided states considerable flexibility in how they implemented work requirements and time limits, and some states and localities have used this flexibility to exempt recipients with disabilities from these requirements. For example, in our 2002 report on states’ implementation of work requirements and time limits, we noted that states have generally faced greatly reduced federal participation rate requirements. This resulted from the law’s “caseload reduction credit” which adjusted downward the federally required rate if a state’s caseload declined, which is exactly what occurred in most states—dramatic caseload declines from 1996 through at least mid-2001. In fiscal year 2000, these caseload reduction credits reduced required rates from 40 percent (the required rate) to 0 in 31 states. These lower participation rate requirements gave states more flexibility in exempting TANF recipients considered hard to employ from meeting work requirements. We found that while almost all states met or exceeded their adjusted required rate in that year, the federal participation rates that states actually achieved before adjustment ranged from about 6 percent to more than 70 percent.", "Regarding time limits, we found that states generally excluded from time limits families with a parent or caretaker with a disability or caring for a family member with a disability. States could do this by using the 20-percent federal time limit extension established in the law or by using state maintenance of effort funds, as also allowed by the law. Our work also showed that most families had not yet reached their federal or state- imposed cash assistance time limit as of fall 2001.", "While recipients with impairments may sometimes be exempted from work requirements and time limits, they may be at risk of having their benefits reduced or terminated through sanctions. A study in four urban areas conducted by the Manpower Demonstration Research Corporation (MDRC) found that recipients with a greater number of health problems were more likely to be sanctioned for noncompliance with program requirements than their healthier counterparts. Over 50 percent of former recipients with at least one health problem left welfare due to sanctions compared with 39 percent of recipients without health problems. Our earlier report on sanctions under the TANF program found that families who left welfare due to sanctions relied on support from family and friends after TANF payments stopped, rather than on income from employment, to a greater extent than families who left the program for other reasons."], "subsections": []}, {"section_title": "The Relationship between TANF and SSI", "paragraphs": ["TANF often serves, as did AFDC, as a temporary stopping point for low- income individuals with physical or mental impairments that may be considered severe enough to make them eligible for the federal SSI program. SSI, administered by the Social Security Administration (SSA), provides cash assistance to low-income individuals who are aged or who are unable to work because of a severe long-term impairment and who do not have sufficient work history to qualify for SSA’s Disability Insurance (DI) program. To qualify for SSI, an applicant’s impairment must be of such severity that the person is not only unable to do the kind of work that he or she engaged in previously, but is also unable to do any other kind of substantial gainful activity that exists in the national economy. In most states, SSI eligibility also entitles individuals to Medicaid benefits. As distinct from TANF, SSI for adults has federally established eligibility requirements and benefit levels and a nationwide disability determination process.", "Some individuals who apply for TANF may have impairments severe enough to make them eligible to receive SSI. Even before welfare reform, states had been actively identifying and referring potential SSI-eligible welfare recipients to SSI. In these cases, individuals may be on TANF while they are waiting for their SSI eligibility to be determined. In recent years, receiving an initial disability determination took an average of about 4 months from the date of SSI application. For claims that are denied and appealed, it may take over a year to reach a final decision. Generally, except for more temporary conditions, TANF recipients who have impairments but are not eligible for SSI or DI may be expected to work, as their impairments have been deemed not severe enough to preclude substantial employment.", "Title I of the ADA prohibits discrimination against such persons who have impairments but who are nonetheless able to perform the essential functions of the job they seek or hold. Under Title II of the ADA, no qualified individual with a disability shall be excluded from participation or be denied the benefits of the services, programs, or activities of a public entity, or be subject to discrimination by such entity. TANF, as a federal program, is subject to this requirement."], "subsections": []}, {"section_title": "Identifying and Measuring Impairments", "paragraphs": ["Identifying and measuring impairments or disabilities is a complex undertaking, and no single survey instrument has been accepted or generally agreed upon as the preferred method for identifying impairments within a population. Census believes the extensive set of disability questions contained in the SIPP make it a preferred source to examine most impairment-related issues. Nevertheless, SIPP data should be interpreted with care. For instance, the SIPP relies on self-reports of impairments and, therefore, may not accurately reflect the size of the general or TANF population with impairments. This can result in the overreporting or underreporting of impairments. For example, although some impairments, such as the inability to walk, missing or impaired limbs, or severely impaired vision, are easy to identify, many impairments are not. Individuals may not report less obvious impairments because of certain stigmas surrounding them or because they may not know of their existence. Some examples of these impairments include learning disabilities, depression, and mental illness. Other surveys use different approaches to measure impairments. The National Household Survey of Drug Abuse and the University of Michigan’s Women’s Employment Survey, for example, use nonclinical in-depth diagnostic questioning to identify certain psychiatric disorders that may be overlooked by other survey techniques."], "subsections": []}]}, {"section_title": "Impairments Were Relatively Common Among TANF Recipients", "paragraphs": ["Physical and mental impairments were reported to be relatively common among TANF recipients and, to a lesser degree, their children, compared with their prevalence among the non-TANF population. National survey data from the SIPP show that a total of 44 percent of TANF recipients reported in both 1997 and 1999 that they either had one or more physical or mental impairments as defined by Census or that they were caring for a child with such impairments. Specifically, in 29 percent of the TANF cases, only the adult recipient was reported to have impairments; in 7 percent of the cases, only the child was reported to have impairments; and in 8 percent of the cases both the adult and child were reported to have impairments. The prevalence of impairments among TANF recipients is greater than among the U.S. non-TANF population, among whom a total of 15 percent of individuals reported that they or their children had impairments. (See fig. 1.) Appendix I lists the specific criteria developed by Census that individuals must meet to be considered impaired as applied in the SIPP. We considered individuals to be impaired if they met the Census criteria in both 1997 and 1999.", "As shown in figure 2, SIPP data show some demographic differences between TANF recipients aged 18 to 62 who have impairments and those who do not have impairments. Two-thirds of adult recipients with impairments were over 35 years old, while fewer than a quarter of adult recipients without impairments were older than 35. Age differences between individuals with and without impairments exist not only among TANF recipients, but among the non-TANF population as well. Among the non-TANF population with impairments, 81 percent were aged 36 to 62 compared with 54 percent of those without impairments. Figure 2 also shows that TANF recipients with and without impairments differed by race. Forty-three percent of adult recipients with impairments were white compared with 28 percent of adult recipients without impairments. Among the non-TANF population, roughly equal percentages of people with and without impairments were white. Finally, as shown in figure 2, we found that SIPP data indicated no significant differences between recipients with and without impairments in the percentage who were married or the percentage who had no more than a high school education. Regardless of impairment status, about one-quarter of adult recipients were married and two-thirds to three-quarters had no more than a high school education."], "subsections": []}, {"section_title": "Recipients with Impairments Were Less Likely to Exit TANF Than Recipients without Impairments", "paragraphs": ["Impairments, whether they affected either adults or children, were associated with a decreased likelihood that a family would exit TANF. In particular, adult recipients with impairments were half as likely to exit TANF as adult recipients without impairments, after controlling for demographic differences, such as age, race, and marital status. Recipients caring for children with impairments were less than half as likely to exit TANF as others, after controlling for demographic differences. Different types of impairments or impairments of differing severity could have different effects on TANF exits, although we were not able to measure these effects. Furthermore, factors other than impairments may also affect whether recipients exit TANF."], "subsections": [{"section_title": "Adult Recipients with Impairments Were Half as Likely to Exit TANF as Adult Recipients without Impairments", "paragraphs": ["Using a statistical model to control for basic demographic factors (gender, race, age, marital status, and education) and state-level differences, we found that adult recipients with impairments were half as likely to exit TANF as recipients without impairments. That is, an individual with an impairment who received TANF at some point between July 1997 and July 1999 was less likely than an individual without an impairment to have exited TANF by July 1999, all else being equal. For example, among whites, those with impairments were less likely to exit TANF than were whites without impairments. Likewise, among nonwhites, those with impairments were less likely to exit TANF than were nonwhites without impairments. If demographic factors are not taken into account, approximately equal proportions (about 3 out of 4) of recipients with and without impairments exited TANF.", "Among those recipients who did exit TANF, a number of them returned to the TANF rolls at some point. SIPP data show that among individuals who received TANF and subsequently exited TANF between July 1997 and July 1999, about 1 in 4 had returned to TANF before the end of that period. This was true both of individuals with impairments and those without impairments. Other studies of TANF leavers that have included various time periods, populations, and methodologies have found similar results.For example, a recent study using data from the National Survey of America’s Families found that 21.9 percent of families leaving welfare in 1997 returned within 2 years. They also found that almost half of those who returned originally left welfare to work and that return rates were higher for former recipients with little education, limited work experience, and poor health."], "subsections": []}, {"section_title": "Recipients Caring for Children with Impairments Were Less Than Half as Likely to Exit TANF as Others", "paragraphs": ["After using a statistical model to control for demographic factors, we found that recipients caring for children with impairments were less than half as likely to exit TANF as their counterparts not caring for children with impairments. A variety of complicating factors related to their children’s impairments may contribute to the decreased likelihood that this population of TANF recipients will pursue and maintain employment. For instance, parents of children with impairments may face demands on their time related to their children’s impairments in the form of special therapies, the administering of medications, regular medical appointments, and hospitalizations. Furthermore, the chronic and unpredictable nature of many impairments, such as severe asthma and seizures, may cause parents to be absent from work frequently and with little or no advance notice to their employers. This may be particularly problematic for TANF leavers, many of whom enter into low- or unskilled entry-level jobs that offer limited flexibility and benefits, such as vacation time, sick leave, and health insurance.", "Finding child care and maintaining adequate health insurance coverage can be particularly challenging for parents caring for children with impairments. Children with impairments may need child care providers with the specialized training and equipment to accommodate their needs. In earlier work, we found that child care providers for children with special needs are sometimes in limited supply, especially in low-income neighborhoods. In addition to the difficulty in obtaining child care, families may be less likely to leave TANF if they are concerned about losing health care coverage. While the Congress established provisions to ensure that adults and children would continue to be eligible for Medicaid after leaving TANF, in our 1999 report we found some evidence to suggest that the reforms of 1996 initially contributed to confusion on the part of both beneficiaries and caseworkers about the criteria for maintaining Medicaid coverage after TANF benefits have been discontinued. Increased awareness of the need to ensure continued Medicaid enrollment for families exiting welfare has given rise to outreach efforts designed to promote awareness and maximize enrollment among eligible families."], "subsections": []}, {"section_title": "Factors Other Than Impairments May Also Affect Whether Recipients Exit TANF", "paragraphs": ["Although recipients with impairments were less likely to exit TANF than recipients without impairments, SIPP data did not provide reliable data on several other factors that may also affect whether recipients exit TANF. For example, there were insufficient data to differentiate among individuals based on the severity, type, or number of their impairments. However, it is possible that these factors might affect whether individuals exit TANF, as evidenced in a study of SIPP data from the early 1990’s that suggested that respondents with more severe disabilities were less likely to exit welfare than respondents with less severe limitations.Furthermore, intangible factors such as family support and personal motivation might also lead to very different experiences with TANF for otherwise similar individuals. In our 1997 survey of individuals receiving Social Security Disability Insurance, encouragement from family and friends and high self-motivation were identified to be among a range of factors that enabled these individuals with impairments to return to work.", "In addition, local TANF policies, which are not measured by the SIPP questionnaire, may affect whether recipients with impairments exit TANF. For example, local TANF policies regarding screening, assessment, and work requirements may affect whether recipients with impairments receive assistance that could help them move toward employment. In a national survey of county TANF agencies conducted for our October 2001 report, almost all the counties reported that they screened and assessed TANF recipients for impairments, but many used methods that may not accurately identify all impairments. In some cases, this may not be a problem because recipients may find jobs and leave welfare without special assistance. In other cases, recipients may need assistance targeted to their special needs to help them take steps toward employment or to transition to SSI.", "We also found that many counties reported exempting from state work requirements TANF recipients who had impairments or were caring for a child with an impairment. While exemptions from work requirements may be appropriate in some cases, in other cases it may mean recipients may not be getting the help, direction, or encouragement they need to take steps toward employment and increase their chances of exiting TANF. Exemptions from work requirements could also leave them more at risk of reaching a time limit without getting the assistance they need to find employment or alternative means of support such as SSI. Our previous work and other research makes clear that recipients exit TANF for a variety of reasons—increased income, time limits, sanctions, and voluntary exits—and that the reason that a family exits TANF could have an effect on the family’s outcomes or circumstances. However, SIPP data did not provide reliable data on the reasons families exited TANF."], "subsections": []}]}, {"section_title": "After Leaving TANF, People with Impairments Were Less Likely to Be Employed and Were More Likely to Receive Federal Supports Than Were People without Impairments", "paragraphs": ["TANF leavers with impairments were less likely to be employed and more likely to receive federal supports than were leavers without impairments. Although we found, after controlling for certain factors, that leavers with impairments were less likely to be employed than leavers without impairments, many of the leavers with impairments received income from SSI. Leavers with impairments also were more likely to receive Food Stamps and Medicaid."], "subsections": [{"section_title": "Leavers with Impairments Were Less Likely to Be Employed, but Many Received SSI", "paragraphs": ["Leavers with impairments were one-third as likely to be employed as leavers without impairments, after controlling for basic demographic factors, state-level differences, and receipt of SSI. In other words, for those not receiving SSI, leavers with impairments were one-third as likely to be employed as leavers without impairments, all else being equal. Leavers caring for children with impairments were equally likely to be employed as others, after controlling for demographics and other factors.", "In addition to estimating the probability of employment, we determined the actual percentages of adults who reported being employed at some point after leaving TANF between July 1997 and July 1999. Thirty-nine percent of adult leavers with impairments were employed at some point after leaving TANF, including 6 percent who also received SSI at some point after leaving TANF. (See fig. 3.) In contrast, 82 percent of leavers without impairments reported being employed at least at some point after leaving TANF between July 1997 and July 1999. In addition to the 6 percent of adult leavers with impairments who reported both employment and receipt of SSI, 34 percent reported receipt of SSI but not employment, indicating that a number of TANF recipients had impairments severe enough to qualify them for SSI and presumably also severe enough to limit their ability to sustain regular employment. Figure 3 shows that the proportion of leavers with impairments who reported either employment or SSI receipt, or both, is about the same as the proportion of leavers without impairments who reported employment.", "The fact that many recipients with impairments seem to have impairments severe enough to qualify them for SSI suggests that many recipients are relying on TANF while awaiting determination of their eligibility for SSI. Again, it may take over a year from the time that an individual applies for SSI to the time that a final eligibility decision is made. During this time, individuals on TANF may or may not be exempted from work requirements.", "Employed (no SSI)", "Receiving SSI (not employed) “Employed” and “Receiving SSI” include people who reported being employed or receiving SSI, respectively, in any month after leaving TANF and before the end of July 1999. “Not employed” and “no SSI” include people who reported not being employed or not receiving SSI, respectively, the entire time after leaving TANF and before the end of July 1999.", "Leavers with impairments were not only less likely than those without impairments to be employed at any time after leaving TANF, but not surprisingly, they were also less likely to report having personal earnings from employment or other sources in any single month. In each of the first 6 months after exiting TANF, about 20 percent of leavers with impairments reported having personal earnings, compared with about 60 percent of leavers without impairments. For those who did report personal earnings, though, the average amount of earnings for members of both groups was essentially equal, at about $1,000 per month. About 35 percent of leavers in both groups also reported household earnings. Regardless of their impairment status, their household earnings amounted on average to about $2,000 per month in addition to any personal earnings they may have had.", "Leavers with impairments were more likely than those without impairments to report having no income—from personal or household earnings or SSI—in any single month, although they may have received Food Stamps or Medicaid. In their first month after leaving TANF, 36 percent of leavers with impairments reported having no personal or household earnings, or SSI, compared with 23 percent of leavers without impairments. (See fig. 4.) These proportions remained relatively constant in each of the first 6 months after leaving TANF. Over the course of the entire 24-month observation period, 10 percent of all individuals who left during that period reported never having income from personal or household earnings or SSI at any point after leaving TANF. This means that 90 percent of leavers had income from at least one of these sources at some point after leaving TANF. There were insufficient data to examine whether there were any differences between people with and without impairments on this measure."], "subsections": []}, {"section_title": "Leavers with Impairments Were More Likely to Receive Food Stamps and Medicaid", "paragraphs": ["A greater proportion of leavers with impairments reported receiving Food Stamps and Medicaid than did leavers without impairments. Specifically, 77 percent of leavers with impairments received Food Stamps compared with 62 percent of leavers without impairments. Similarly, 89 percent of leavers with impairments reported receiving Medicaid in contrast to 71 percent of leavers without impairments. (See fig. 5.)"], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["The 1996 welfare reform legislation enacted by the Congress clearly emphasizes the importance of welfare recipients taking steps toward employment and self-support. At the same time, the legislation provides states some flexibility to design programs that meet the needs of families affected by serious physical and mental impairments who may need special attention to facilitate the transition to work or to SSI. As states move beyond the first 5 years of the TANF program, a key challenge will be to ensure that recipients with impairments and those caring for children with impairments receive the supports they need to meet the work-focused goals and requirements of TANF.", "Our findings underscore the magnitude and complexity of this challenge. Our findings that both adult recipients with impairments and recipients caring for children with impairments are less likely to exit TANF, and that adult leavers with impairments are less likely to be employed, suggest that in the early years of welfare reform at least, these families were not as successful as those without impairments at leaving welfare through work. Our finding that 40 percent of families with impairments who did leave welfare received SSI after leaving TANF shows that SSI is an important source of support for many of these families. This finding raises the difficult question of how best to use their time on TANF while awaiting SSI eligibility determination, such as what work expectations to have for these recipients. These findings also raise the more general question for policymakers about how best to promote work and personal responsibility—through work requirements and time limits—while at the same time taking into consideration the particular needs of recipients with impairments and those caring for children with impairments.  While our analysis provides descriptive information on outcomes for TANF recipients with impairments, much remains unknown about how best to help people with different types of impairments become self-sufficient."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In commenting on a draft of this report, HHS said that the topic of TANF recipients with impairments is an important one. HHS also noted that our analysis, while possibly the best available approach, has limited application in providing information on the extent to which different types of impairments, impairments of varying severity, or local employment services may affect outcomes for individuals with impairments. We acknowledge that our analysis focuses on describing outcomes rather than identifying explanations for these outcomes, in part because information is not readily available to look at the more complex picture of each individual’s needs and the particular services received. However, our analysis provides important information on what is happening in the early years of welfare reform with regard to recipients with impairments as a whole. We added language to our concluding observations to state that much remains unknown about how best to help people with different types of impairments to become self-sufficient. HHS also noted that an analysis that excluded recipients who moved onto SSI would be useful. We added language to the report to clarify that our finding that recipients with impairments are one-third as likely to be employed as recipients without impairments refers to recipients who did not receive SSI. HHS’s written comments are included in appendix II. HHS and two welfare experts also provided technical comments, which we have incorporated where appropriate.", "We are sending copies of this report to the Secretary of Health and Human Services, relevant congressional committees, and other interested parties.", "We will also make copies available to others upon request. In addition, the report is available at no charge on GAO’s Web site at http://www.gao.gov.", "If you have any questions about this report, please contact me at (202) 512-7215 or Gale Harris at (202) 512-7235. Other contacts and acknowledgments are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To describe the role of physical and mental impairments in the lives of families leaving Temporary Assistance for Needy Families (TANF), we developed estimates of the number of TANF recipients with impairments and investigated the differences between TANF recipients and leavers with and without impairments, using a 2-year cross section of data from the Census Bureau’s Survey of Income and Program Participation (SIPP). The SIPP is a national household survey conducted by the U. S. Census Bureau in which panels of individuals representative of the nation, including those receiving TANF, are interviewed over a period of 2 years or more. At 4-month intervals, panel participants are asked a set of “core” questions involving such subjects as their labor force activity, welfare program participation, and demographic characteristics. Periodically, the survey also asks a detailed set of questions called “topical modules” on a variety of topics not covered in the core section, such as disabilities. For our purposes, we selected panels starting in 1996 and sampled TANF and non-TANF adults between the ages of 18 and 62. Data from the topical modules on disability that we analyzed were from interviews conducted from August 1997 to November 1997, and August 1999 to November 1999, in which respondents were asked about their status in recent months, including July of that year. We included respondents who were in the sample in both July 1997 and July 1999 and analyzed their responses during this time period.", "During these interviews, panel members were asked an extensive set of questions about their physical or mental impairments, including questions on a range of functional or other activity limitations. To be identified as having a disability or impairment in the SIPP, individuals must meet specific disability criteria developed by the U. S. Census Bureau. That is, they must meet any of the following criteria: 1.  Had difficulty performing one or more functional activities, including seeing, hearing, speaking, lifting, and carrying, using stairs, and walking. 2.  Had difficulty with one or more activities of daily living, such as getting around inside the home, getting in or out of a bed or chair, bathing, dressing, and eating. 3.  Had difficulty with one or more instrumental activities of daily living, including going outside the home, keeping track of money or bills, preparing meals, doing light housework, and using the telephone. 4.  Had one or more specific conditions, including a learning disability, mental retardation or another developmental disability, Alzheimer’s disease, or some other type of mental or emotional condition. 5.  Had an other mental or emotional condition that seriously interfered with everyday activities, including frequently depressed or anxious, trouble getting along with others, trouble concentrating, or trouble coping with day-to-day stress. 6.  Had a condition that limited the ability to work, including around the house. 7.  Had a condition that made it difficult to work at a job or business. 8.  Received federal benefits based on inability to work. 9.  Used a wheelchair, a cane, crutches, or a walker.", "For our purposes, we considered individuals to have impairments if their survey responses indicated they had impairments at both times that the disability topical module was administered (i.e., in both 1997 and 1999). We considered individuals to not have impairments if their survey responses indicated they did not have impairments at both times that the disability topical module was administered. Individuals whose impairment status differed between the first and second modules were excluded from the analyses. (We excluded 12.5 percent of respondents for this reason). We used appropriate techniques to weight the data to make population estimates for 1999 as well as to take into account the complex sampling design when estimating variances. Because the estimates we reported from the SIPP were based on samples, they are subject to sampling error, which varied but did not exceed plus or minus 8 percentage points at the 95-percent confidence interval. Therefore, the chances are 95 out of 100 that the actual population percentages are within no more than plus or minus 8 percentage points of our estimates."], "subsections": [{"section_title": "Logistic Regression Analyses", "paragraphs": ["In addition to descriptive statistics, we used logistic regression models to examine the effects of recipients’ having impairments, and of recipients’ caring for children with impairments on the likelihood of leaving TANF and of being employed after leaving TANF, after controlling for age, gender, marital status, race, and educational attainment. Recognizing that TANF policies may vary across states, we controlled for state in the models as well. The models of post-TANF employment also controlled for receipt of Supplemental Security Income (SSI).", "The results from the models we used are odds ratios that estimate, in table 1, the relative likelihood of leaving TANF for each factor and, in table 2, the effect of each factor on the likelihood of being employed after leaving TANF. If there were no significant differences between two groups, their odds would be equal, and the ratio of their odds would be 1.00. The more the odds ratio differs from 1.00 in either direction, the larger the effect it represents.", "The odds ratios in each table were computed in relation to a defined reference group. In table 1 an odds ratio that is greater than 1.00 indicates a greater likelihood of leaving TANF than the reference group while a ratio under 1.00 indicates a lesser likelihood of leaving than the reference group. In table 2 an odds ratio that is greater than 1.00 indicates a greater likelihood of being employed after leaving TANF than the reference group while a ratio under 1.00 indicates a lesser likelihood of being employed after leaving TANF than the reference group. Both tables also show the 95-percent confidence intervals around the odds ratios. If these intervals contain 1.00, the difference is not statistically significant."], "subsections": [{"section_title": "Definitions of Other Variables", "paragraphs": ["TANF recipient: Respondents who reported receiving TANF in any month during the period (July 1997 through July 1999).", "TANF leaver: Respondents who reported receiving TANF in some month during the period and subsequently not receiving TANF at some point for at least 2 consecutive months.", "Non–TANF population: Respondents who did not receive TANF benefits in any month during the time period.", "Employed (leavers): Respondents who reported employment in any month after leaving TANF during the time period.", "Age: Categorized as 18-35 and 36-62 and defined as the respondent’s reported age in July 1997.", "Education: Categorized as either having more than a high school education or not. For models of TANF exits, education is defined as the reported level of education in July 1997; for models predicting employment among leavers, education is defined as the reported level of education in the month the respondent reported leaving TANF.", "Marital status: Categorized as either married or not. For models of TANF exits, marital status is defined as reported status in July 1997; for models predicting employment among leavers, marital status is defined as reported status in the month the respondent reported leaving TANF.", "Received Food Stamps/Medicaid (leavers): Respondents who reported receiving Food Stamps/Medicaid in any month after leaving TANF during the time period.", "Received SSI (leavers): Respondents who reported receiving SSI in any month after leaving TANF during the time period."], "subsections": []}]}]}, {"section_title": "Appendix II: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to those named above, Tiffany Boiman, Wendy Ahmed, and Grant Mallie made important contributions to this report."], "subsections": []}]}, {"section_title": "Bibliography", "paragraphs": ["Acs, Gregory, and Pamela Loprest. “Do Disabilities Inhibit Exits from AFDC?” Washington, D.C.: The Urban Institute, 1994.", "Brandon, Peter D., and Dennis P. Hogan. “The Effects of Children with Disabilities on Mothers’ Exit from Welfare.” Paper presented at the Joint Center for Poverty Research, Research Conference. Washington, D.C.: February 2002.", "Collier-Bolkus, Winifred. “The Impact of the Welfare Reform Law on Families with Disabled Children That Need Child Care.” Ph.D. diss.,Widener University, 2000.", "Danziger, S.K., and others. \"Barriers to the Employment of Welfare Recipients.\" In Prosperity for All? The Economic Boom and African Americans. Eds. R. Cherry and W. Rodgers. New York: Russell Sage Foundation Press, 2000.", "Lee, Sunhwa, Melissa Sills and Gi-Taik Oh. “Disabilities Among Children and Mothers in Low Income Families.” Washington, D.C.: Institute for Women’s Policy Research, June 20, 2002.", "Meyers, Marcia K., Anna Lukemeyer and Timothy Smeeding. “Work, Welfare and the Burden of Disability: Caring for Special Needs of Children in Poor Families.” Syracuse University: Center for Policy Research, Maxwell School of Citizenship and Public Affairs. 1996.", "Polit, Denise F., Andrew S. London, and John M. Martinez. “The Health of Poor Urban Women: Findings from the Project on Devolution and Urban Change.” New York, NY: Manpower Demonstration Research Corporation. 2001.", "Smith, Lauren A., MD et al. “Employment Barriers Among Welfare Recipients and Applicants with Chronically Ill Children.” American Journal of Public Health, 92, no. 9 (September 2002): 1453-1457.", "Wise, Paul H., MD et al. “Chronic Illness Among Poor Children Enrolled in the Temporary Assistance for Needy Families Program.” American Journal of Public Health, 92, no. 9 (September 2002): 1458-1461.", "Wood, Pamela R., MD et. al. “Relationships Between Welfare Status, Health Insurance Status, and Health and Medical Care Among Children with Asthma.” American Journal of Public Health, 92, no. 9 (September 2002): 1446-1452."], "subsections": []}, {"section_title": "Related GAO Products", "paragraphs": ["Welfare Reform: Tribes Are Using TANF Flexibility to Establish Their Own Programs. GAO-02-695T. Washington, D.C.: May 10, 2002.", "Welfare Reform: Federal Oversight of State and Local Contracting Can Be Strengthened. GAO-02-661. Washington, D.C.: June 11, 2002.", "Welfare Reform: States Are Using TANF Flexibility to Adapt Work Requirements and Time Limits to Meet State and Local Needs. GAO-02-501T. Washington, D. C.: March 7, 2002.", "Welfare Reform: More Coordinated Federal Efforts Could Help States and Localities Move TANF Recipients with Impairments Toward Employment. GAO-02-37. Washington, D. C.: October 31, 2001.", "Welfare Reform: Moving Hard-to-Employ Recipients Into the Workforce. GAO-01-368 Washington, D. C.: March 15, 2001.", "Welfare Reform: Work-Site-Based Activities Can Play an Important Role in TANF Programs. GAO/HEHS-00-122. Washington, D. C.: July 28, 2000.", "Welfare Reform: Means-Tested Programs: Determining Financial Eligibility is Cumbersome and Can Be Simplified. GAO-02-58. Washington, D.C.: November 2, 2001.", "Welfare Reform: Improving State Automated Systems Requires Coordinated Federal Effort. GAO/HEHS-00-48. Washington, D. C.: April 27, 2000.", "Welfare Reform: State Sanction Policies and Number of Families Affected. GAO/HEHS-00-44 Washington, D. C.: March 31, 2000.", "Welfare Reform: Assessing the Effectiveness of Various Welfare-to-Work Approaches. GAO/HEHS-99-179. Washington, D. C.: September 7, 1999.", "Welfare Reform: Information on Former Recipients’ Status. GAO/HEHS-99-48. Washington, D. C.: April 28, 1999.", "Welfare Reform: States’ Experiencs in Providing Employment Assistance to TANF Clients. GAO/HEHS-99-22. Washington, D. C.: February 26, 1999.", "Welfare Reform: Status of Awards and Selected States’ Use of Welfare-to- Work Grants. GAO/HEHS-99-40. Washington, D. C.: February 5, 1999."], "subsections": []}], "fastfact": []}