{"id": "GAO-02-566", "url": "https://www.gao.gov/products/GAO-02-566", "title": "Genetically Modified Foods: Experts View Regimen of Safety Tests as Adequate, but FDA's Evaluation Process Could Be Enhanced", "published_date": "2002-05-23T00:00:00", "released_date": "2002-05-23T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Genetically modified foods pose the same risks to human health as do other foods. These risks include allergens, toxins, and compounds known as antinutrients which inhibit the absorption of nutrients. Before marketing a genetically modified food, company scientists seek to determine whether these foods pose any heightened risks. The Food and Drug Administration (FDA) published guidelines in 1992 to ensure that companies worked with the agency to assess the safety of genetically modified foods."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that FDA's evaluation process could be enhanced by randomly verifying the test data provided and by increasing the transparency of the evaluation process, including communicating more clearly the scientific rationale for FDA's final decision on an assessment of genetically modified food. Scientists expect that genetic modifications will increasingly enhance the nutritional value of genetically modified foods. Although current tests have been adequate for evaluating the few genetically modified foods that have, so far, undergone relatively simple compositional changes, new technologies are being developed to evaluate the increasingly complex compositional changes expected. Monitoring the long-term health risks of genetically modified foods is generally neither necessary nor feasible. No scientific evidence exists, nor is there even a hypothesis, suggesting that long-term harm, such as higher cancer rates, results from these foods. Moreover, technical challenges make long-term monitoring infeasible."]}], "report": [{"section_title": "Letter", "paragraphs": ["Proponents and opponents of modern agricultural biotechnology hold passionate views about the benefits and risks of using this technology to produce genetically modified (GM) food. Proponents cite enhanced crop yields, more environmentally friendly food production, and more nutritious foods as reasons to move forward. Opponents of biotechnology argue that not enough is known about the safety of these foods and that they should be more rigorously controlled.", "While confidence in the safety of GM foods is essential to their commercial success, governments and consumers from different parts of the world have taken very different positions on their safety and regulation. Some consumers in Western Europe have shown their opposition to this technology by destroying GM food crops, and European regulatory entities have not approved any new GM foods in the past several years. In the United States, consumers and regulatory agencies, such as the Food and Drug Administration (FDA), generally support GM foods, with a number of these foods having been made available for sale in recent years. However, the debate on the safety of these foods is ongoing and may intensify in the future as genetic modifications to foods become increasingly complex.", "To ensure public confidence in GM foods, the U.S. biotechnology industry recognized in the early 1990s the need for oversight by FDA, which has primary responsibility for the safety of most of the nation’s food supply. In response, FDA published guidelines in 1992 to ensure that companies developing GM foods worked with the agency in assessing the safety of these foods. As part of the process, companies test new GM foods to assess their safety, including their potential health risks, and submit test data to FDA for evaluation. As of April 2002, FDA has evaluated 50 GM foods, many of which have subsequently been placed on the market. Currently, submission of information to FDA is voluntary, but FDA published a proposed rule in January 2001 that would make this submission mandatory.", "In light of the continued debate about GM foods, you asked us to (1) identify the types of potential human health risks associated with GM foods and experts’ views regarding the adequacy of tests used to evaluate these risks, (2) describe FDA’s controls for ensuring that companies submit test data it requests and identify experts’ views of the agency’s overall evaluations of these foods, (3) describe potential changes in future GM foods and any associated changes in tests to evaluate them, and (4) identify experts’ views on the necessity and feasibility of monitoring the long-term health risks of these foods.", "To conduct this work, we reviewed scientific and technical studies and other literature and spoke with experts in government, academia, private industry, and consumer groups. We selected these experts in consultation with officials from the National Academy of Sciences. As agreed with your offices, we did not assess the potential environmental risks associated with GM food production. In addition, since there have been no GM animals evaluated for commercialization, we did not assess their potential environmental or human health risks. Also, we did not independently evaluate FDA’s controls for ensuring it receives safety data. Further details of the scope and methodology of our review are discussed in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["Modern agricultural biotechnology refers to various scientific techniques, most notably genetic engineering, used to modify plants, animals, or microorganisms by introducing into their genetic makeup genes for specific desired traits, including genes from unrelated species. For centuries people have crossbred related plants or animal species to develop useful new varieties or hybrids with desirable traits, such as better taste or increased productivity. Traditional crossbreeding, however, can be very time-consuming because it may require breeding several generations to obtain a desired trait and breed out numerous unwanted characteristics. Genetic engineering techniques allow for faster development of new crop or livestock varieties, since the genes for a given trait can be readily introduced into a plant or animal species to produce a new variety incorporating that specific trait. Additionally, genetic engineering increases the range of traits available for developing new varieties by allowing genes from totally unrelated species to be incorporated into a particular plant or animal variety.", "In the 1970s, scientists learned how to extract a specific gene from a DNA strand and insert this gene into a different organism where it would continue to make the same protein that it did in its original organism. Scientists have applied this technology to bacteria, plants, and animals. For example, as shown in figure 1, scientists produced pest-resistant plants by identifying a gene responsible for pest resistance in an organism, isolating and copying the gene, and then inserting it into the target plant’s DNA. The plant was then tested to determine that the transferred trait (transgene) was inherited in subsequent generations and that the “transgenic” plant grew and functioned as well as the conventional variety.", "Biotechnology offers a variety of potential benefits and risks. It has enhanced food production by making plants less vulnerable to drought, frost, insects, and viruses and by enabling plants to compete more effectively against weeds for soil nutrients. In a few cases, it has also improved the quality and nutrition of foods by altering their composition. Table 1 summarizes the GM foods evaluated by FDA.", "Table 1 shows that the majority of modifications have been aimed at increasing crop yields for farmers by engineering a food plant to tolerate herbicides or attacks from pests such as insects and viruses (48 out of 62 modifications). Further, only two food plants have been altered to produce modified oil: the soybean and canola plants. According to industry officials, the modified soybean produces healthier oil. They also stated that the canola plant was modified to have a domestic source for laurate cooking oil. Because soybean oil is the most commonly consumed plant oil worldwide, scientists say that the new oil could significantly improve the health of millions of people.", "For three key crops grown in the United States—corn, soybeans, and cotton—a large number of farmers have chosen to plant GM varieties. In 2001, GM varieties accounted for about 26 percent of the corn, 68 percent of the soybeans, and 69 percent of the cotton planted in the United States. These crops are the source of various ingredients used extensively in many processed foods, such as corn syrup, soybean oil, and cottonseed oil, and they are also major U.S. commodity exports. The United States accounts for about three-quarters of GM food crops planted globally.", "However, the use of biotechnology has also raised concerns about its potential risks to the environment and people. For example, some people fear that common plant pests could develop resistance to the introduced pesticides in GM crops that were supposed to combat them. Further, some fear that crops modified to be tolerant to herbicides could foster the evolution of “super weeds.” Finally, some fear that scientists might unknowingly create or enhance a food allergen or toxin. Therefore, as biotechnology was being developed, U.S. scientists, regulators, and policymakers generally agreed that GM plants should be evaluated carefully before being put into widespread use. As a result, the United States published a Coordinated Framework for Regulation of Biotechnology in 1986. This framework outlined the regulatory approach for reviewing GM plants, including relevant laws, regulations, and definitions of GM organisms.", "Responsibility for implementing the coordinated framework fell primarily to three agencies: USDA, the Environmental Protection Agency (EPA), and FDA. Within USDA, the Animal and Plant Health Inspection Service (APHIS) bears the main responsibility for assessing the environmental safety of GM crops. The primary focus of APHIS’ review is to determine whether or not a plant produced through biotechnology has the potential to harm natural habitats or agriculture. Developers can petition APHIS to exempt a GM plant from regulation once sufficient and appropriate data have been collected regarding the potential environmental impact of a GM plant.", "To safeguard the environment and human health, EPA is responsible for regulating genetic modifications in plants that protect them from insects, bacteria, and viruses. These protectants are subject to the agency’s regulations on the sale, distribution, and use of pesticides. EPA must review and grant a permit for field-testing plants with such protectants on more than 10 acres of land. Prior to commercialization of a GM plant with such a protectant, EPA reviews the application for approval of the protectant, solicits public comments, and may seek the counsel of external scientific experts.", "FDA has primary authority for the safety of most of the food supply. The Federal Food, Drug, and Cosmetic Act establishes the standard for food safety as food being in an unadulterated condition. FDA established its basic policy regarding the review of GM foods in its 1992 Policy on Foods Derived from New Plant Varieties. According to this policy, FDA relies on companies developing GM foods to voluntarily notify the agency before marketing the foods. Notification leads to a two-part consultation process between the agency and the company that initially involves discussions of relevant safety issues and subsequently the company’s submission of a safety assessment report containing test data on the food in question. At the end of the consultation, FDA evaluates the data and may send a letter to the company stating that the agency has no further questions, indicating in effect that it sees no reason to prevent the company from marketing the GM food. In 1997, FDA supplemented its 1992 Policy with the current Guidance on Consultation Procedures, clarifying procedures for the initial and final consultations.", "In January 2001, FDA issued a proposed rule in the Federal Register that provides further information on these procedures and, more importantly, would require pre-market notification by companies. Among the reasons that FDA cited for this change are concerns expressed by consumers and public interest groups about the limited transparency and voluntary nature of the current process. FDA also pointed to the growing power of biotechnology to create potentially more complex safety issues that could require more stringent regulatory evaluations. FDA, tentatively, expects to finalize this rule as early as fiscal year 2003."], "subsections": []}, {"section_title": "GM Foods Share the Same Types of Health Risks as Conventional Foods and Are Evaluated by Tests That Appear Adequate", "paragraphs": ["All foods, including those from GM plants, pose the same types of inherent risks to human health: they can cause allergic or toxic reactions, or they can block the absorption of nutrients. Although some foods from GM plants have contained allergens, toxins, and antinutrients, scientists agree that the levels of these compounds have been comparable to those found in the foods’ conventional counterparts. To reach such a finding, each GM food is evaluated using a regimen of tests. This regimen begins with tests on the source of the gene being transferred, proceeds to tests examining the similarity of the GM food to conventional varieties with known allergens, toxins, and antinutrients, and may include tests on the safety of the modified protein from the GM food in simulated digestive fluids. At every phase, test results are compared to the risk levels found in the food’s conventional counterpart. If the risk levels are within the same range as those for the conventional food, the GM food is considered as safe as its conventional counterpart. Despite the limitations of individual tests, several experts agree that this regimen of tests has been adequate for ensuring the safety of GM foods."], "subsections": [{"section_title": "All Foods Share the Same Three Risks, Which Are Evaluated in GM Foods", "paragraphs": ["According to reports from the Organization for Economic Cooperation and Development, the Codex Alimentarius, and FDA, foods from GM plants pose three types of risk to human health: they can potentially contain allergens, toxins, or antinutrients. These risks are not unique to GM foods. People have consumed foods containing allergens, toxins, and antinutrients throughout human history. The small percentage of the population with food allergies (1-2 percent of adults and 6-8 percent of children) tries to prevent allergic reactions by avoiding offending foods. Additionally, people commonly consume toxic substances in foods, but they usually do so at levels that are considered safe. People also frequently consume foods containing antinutrients, such as certain proteins that inhibit the digestion of nutrients in the intestinal tract, but common food preparation techniques, such as cooking, break down the antinutrients. Moreover, consumption of a varied diet, in which a person is exposed to multiple nutrient sources, mitigates the risk of malnutrition from antinutrients, according to FDA officials and various academicians.", "Because conventional foods contain allergens, toxins, and antinutrients, scientists recognize that food cannot be guaranteed to pose zero risk. The primary concern with the genetic modification of food with respect to human health, state industry officials, is the potential for unintentional introduction of a new allergen, an enhanced toxin, or an enhanced antinutrient in an otherwise safe food. For this reason, developers evaluate GM foods to determine if they are as safe as their conventional counterparts."], "subsections": [{"section_title": "Allergic Reactions", "paragraphs": ["An allergic reaction is an abnormal response of the body’s immune system to an otherwise safe food. Some reactions are life threatening, such as anaphylactic shock. To avoid introducing or enhancing an allergen in an otherwise safe food, the biotech food industry evaluates GM foods to determine whether they are “as safe as” their natural counterparts. For example, in 1996 FDA reviewed the safety assessment for a GM soybean plant that can produce healthier soybean oil. As part of a standard safety assessment, the GM soybean was evaluated to see if it was as safe as a conventional soybean. Although soybeans are a common food allergen and the GM soybean remained allergenic, the results showed no significant difference between its allergenicity and that of conventional soybeans. Specifically, serums (blood) from individuals allergic to the GM soybean showed the same reactions to conventional soybeans."], "subsections": []}, {"section_title": "Toxic Reactions", "paragraphs": ["A toxic reaction in humans is a response to a poisonous substance. Unlike allergic reactions, all humans are subject to toxic reactions. Scientists involved in developing a GM food aim to ensure that the level of toxicity in the food does not exceed the level in the food’s conventional counterpart. If a GM food has toxic components outside the natural range of its conventional counterpart, the GM food is not acceptable.", "To date, GM foods have proven to be no different from their conventional counterparts with respect to toxicity. In fact, in some cases there is more confidence in the safety of GM foods because naturally occurring toxins that are disregarded in conventional foods are measured in the pre-market safety assessments of GM foods. For example, a naturally occurring toxin in tomatoes, known as tomatine, was largely ignored until a company in the early 1990s developed a GM tomato. FDA and the company considered it important to measure potential changes in tomatine. Through an analysis of conventional tomatoes, they showed that the levels of tomatine, as well as other similar toxins in the GM tomato, were within the range of its conventional counterpart."], "subsections": []}, {"section_title": "Antinutrient Effects", "paragraphs": ["Antinutrients are naturally occurring compounds that interfere with absorption of important nutrients in digestion. If a GM food contains antinutrients, scientists measure the levels and compare them to the range of levels in the food’s conventional counterpart. If the levels are similar, scientists usually conclude that the GM food is as safe as its conventional counterpart. For example, in 1995 a company submitted to FDA a safety assessment for GM canola. The genetic modification altered the fatty acid composition of canola oil. To minimize the possibility that an unintended antinutrient effect had rendered the oil unsafe, the company compared the antinutrient composition of its product to that of conventional canola. The company found that the level of antinutrients in its canola did not exceed the levels in conventional canola.", "To ensure that GM foods do not have decreased nutritional value, scientists also measure the nutrient composition, or “nutrition profile,” of these foods. The nutrient profile depends on the food, but it often includes amino acids, oils, fatty acids, and vitamins. In the example previously discussed, the company also presented data on the nutrient profile of the GM canola and concluded that the significant nutrients were within the range of those in conventional canola."], "subsections": []}]}, {"section_title": "Companies Use a Regimen of Tests to Ensure GM Food Safety", "paragraphs": ["Companies that may wish to submit new GM foods for FDA evaluation perform a regimen of tests to obtain safety data on these foods. FDA’s 1992 policy on safety assessments of GM foods describes the data the agency recommends it receive to evaluate these foods. Figure 2 provides an example of the regimen of tests. This regimen usually includes an analysis of the source of the transferred genetic material, specifically whether the source of the transferred gene has a history of causing allergic or toxic reactions or containing antinutrients; the degree of similarity between the amino acid sequences in the newly introduced proteins of the GM food and the amino acid sequences in known allergens, toxins, and antinutrients;   data on in vitro digestibility (i.e., how readily the proteins break down in simulated digestive fluids) the comparative severity of individual allergic reactions to the GM product and its conventional counterpart as measured through blood (serum) screening—when the conventional counterpart is known to elicit allergic reactions or allergenicity concerns remain; and   data on any changes in nutrient substances, such as vitamins, proteins, fats, fiber, starches, sugars, or minerals due to genetic modification.", "Occasionally, the regimen of tests also includes animal studies for toxicity.", "As shown in figure 2, the tests provide evidence at key decision points to direct which tests are subsequently performed. Tests on the source of the newly expressed protein, amino acid sequence similarity, and digestibility are typical for both allergenicity and toxicity assessments, while serum screening is used only for allergenicity assessment. Also, while the complete regimen is not necessary for every GM food safety assessment, companies often perform extra tests in the regimen to corroborate the results of previous tests.", "Using allergenicity as an example, if a company transfers a gene from a source that is not an allergen, the company evaluates the amino acid sequence of the GM protein. If the GM protein has an amino acid sequence similar to that of known allergens, the company initiates further, more specific allergenicity testing. The company would undertake in vitro digestibility tests to see if the GM protein was broken down in simulated digestive fluids. If there were any concerns about the speed with which the GM protein was broken down, the company would use serum-screening tests to support or refute the results of the digestibility tests when serums are available. If the serum screening yields results showing that the GM protein does not react with antibodies in serum, then the company concludes the GM protein does not raise allergenicity concerns. The results from this regimen of tests provide the weight of evidence necessary to determine the safety of a GM food."], "subsections": [{"section_title": "Source of the Transferred Genetic Material", "paragraphs": ["Examining the source of the transferred genetic material is the starting point in the regimen of tests for safety assessments. According to a scientist from a biotechnology company, two principles of allergenicity assessment underlying the regimen of tests contribute to adequate safety assessments: scientists (1) avoid transferring known allergenic proteins and (2) assume all genes transferred from allergenic sources create new food allergies until proven otherwise. If the source contains a common allergen or toxin, industry scientists must prove that the allergenic or toxic components have not been transferred. However, as a practical matter, biotechnology companies repeatedly state that if the conventional food is considered a major food allergen, they will not transfer genes from that source. Accordingly, experts from FDA and the biotechnology industry agree that the probability of introducing a new allergen, enhancing a toxin, or enhancing an antinutrient is very small."], "subsections": []}, {"section_title": "Amino Acid Sequence Similarity", "paragraphs": ["The next step involves a comparison between the amino acid sequences of the transferred proteins of the GM food plant and those of known allergens, toxins, or antinutrients. If scientists detect an amino acid sequence in a GM food identical or similar to one in an allergen, toxin, or antinutrient, then there is a likelihood that the GM food poses a health risk. Overall, sequence similarity tests are very useful in eliminating areas of concern and revealing areas for further evaluation."], "subsections": []}, {"section_title": "Digestibility Tests", "paragraphs": ["In vitro digestibility tests are a primary component of all GM food safety assessments. These tests analyze the breakdown of a GM protein in simulated human digestive or gastric fluids. The quick breakdown of a GM protein in these fluids indicates a very high likelihood that the protein is not allergenic or toxic. Safe dietary proteins are almost always rapidly digested, while allergens and toxins are not."], "subsections": []}, {"section_title": "Serum Screening", "paragraphs": ["If a gene raises allergenicity concerns, a company can include serum screening tests in its safety assessment of a GM food. Serum screening is used only for allergenicity assessment. Serum screening involves evaluating the reactivity of antibodies in the blood of individuals with known allergies to the plant that was the source of the transferred gene. Antibody reactions suggest the presence of an allergenic protein. Serum screening tests are valuable because they can expose allergens whose presence was only suggested in amino acid sequence similarity tests.", "Since there are neither abundant, appropriate stored serums nor many suitable human test subjects, these tests cannot always be used."], "subsections": []}, {"section_title": "Nutritional and Compositional Profile", "paragraphs": ["Scientists also create a nutritional and compositional profile of the GM food to assess whether any unexpected changes in nutrients, vitamins, proteins, fibers, starches, sugars, minerals, or fats have occurred as a result of the genetic modification. While changes in these substances do not pose a risk of allergenicity, toxicity, or antinutrient effects to human health, creating a nutritional and compositional profile further ensures that the GM food is comparable to its conventional counterpart."], "subsections": []}, {"section_title": "Animal Studies", "paragraphs": ["Biotechnology companies occasionally use animal studies to confirm the results of prior toxicity tests. For the most part, these studies have involved feeding extraordinarily high doses of the modified protein from a GM food to mice. The doses of the modified protein are often hundreds to thousands of times higher than the likely dose from human diets. Scientists perform these studies to determine if there are any toxic concerns from the GM food.", "Animal studies also have the potential to predict allergenicity in humans, although scientists have not yet identified an animal that suffers from allergic reactions the same way that humans do. The brown Norway rat has provided the closest approximation to human allergic reactions to several major food allergens. However, animal models—as predictors of allergenic responses in humans—are not scientifically accepted at this time."], "subsections": []}]}, {"section_title": "According to Experts, GM Food Safety Tests Have Been Adequate", "paragraphs": ["Biotechnology experts whom we contacted from a consumer group, FDA, academic institutions, research institutions, the European Union and biotechnology companies said that the current regimen of tests has been adequate for assessing the safety of GM foods. All but one expert considered the regimen of tests to be “good” or “very good” for ensuring the safety of GM foods for public consumption, and the remaining expert viewed the tests as “fair.” While the experts noted that individual tests have limitations, most experts agreed that results from the regimen of tests provide the weight of evidence needed for scientists to make an accurate assessment of risk.", "A distinction made by an academician and regulatory officials is that the available tests do not guarantee absolute safety of GM foods, but comparable safety. There is no assurance that even conventional foods are completely safe, since some people suffer from allergic reactions, and conventional foods can contain toxins and antinutrients. Because they have been consumed for many years, though, conventional foods are used as the standard for comparison in assessing the safety of GM foods, and experts note that the available tests are capable of making this comparison.", "While experts agree that the available regimen of tests is adequate for safety assessments, there are limitations to individual tests. For example, there are limitations to the acceptability of amino acid sequence similarity test results, in part because there is not agreement on what level of amino acid similarity indicates a likelihood of allergenicity and, therefore, the need for additional testing. Industry scientists assert that as long as amino acid sequences in a protein are less than 50 percent identical to those in known allergens, then the protein should not raise concerns. On the other hand, a scientist associated with a consumer group, as well as a report from the United Nations’ Food and Agriculture Organization, believe a more conservative level, such as less than 35 percent identical, is appropriate. Thus, experts from industry and consumer groups suggest that reaching agreement on this parameter would increase the consistency with which these tests are applied.", "In vitro digestibility tests also have limitations because they can yield inaccurate results when performed under inappropriate parameters, such as improper digestive fluid pH levels.  If a GM food protein is tested at a pH level representative of intestine digestion, yet the protein in real life is digested at a different pH level in the stomach, then the results of the test are not valid for reaching conclusions on the GM food’s likely effect in humans. FDA officials note that there is growing acceptance that the proper pH level for digestive stability tests is the pH level of the human stomach. As a result, experts from industry and consumer groups suggest that reaching agreement on the parameters in digestive stability tests— such as proper pH ranges—would help ensure that they are performed properly.", "Information on acceptable testing procedures (including parameters) is available from a variety of sources. For instance, AOAC Internationaldocuments standardized tests and test procedures, such as test procedures for examining nutrient levels in a GM food. Other groups, such as the American Oil Chemists’ Society and the American Association of Cereal Chemists also have information on official tests and test procedures. However, there is no centralized source of information on these procedures. Although FDA maintains a Web site with guidance for consultations, the Web site does not contain information about acceptable testing procedures."], "subsections": []}]}, {"section_title": "FDA Believes That It Obtains Necessary Safety Data for GM Food Evaluations, but FDA’s Overall Evaluation Process Could Be Enhanced", "paragraphs": ["According to FDA, it has the necessary controls to ensure it obtains the safety data needed for its GM food evaluations. In examining a selection of submissions, we found that companies adhered to FDA’s recommended procedures for the type of data to be submitted. However, biotechnology experts state that the agency’s overall evaluation process could be enhanced by randomly verifying the test data that companies provide and by increasing the transparency of the evaluation process—including more clearly communicating the scientific rationale for the agency’s final decision on GM food safety assessments. FDA believes that making these changes would enhance the public’s confidence in the agency’s evaluation process."], "subsections": [{"section_title": "FDA Believes Its Management Practices Are Generally Effective in Ensuring It Obtains the Data Necessary for Its GM Food Evaluations", "paragraphs": ["According to agency officials, FDA has several management practices that, in aggregate, constitute internal controls. The officials state that these practices effectively ensure FDA obtains the data necessary for evaluating the potential risks of GM foods. These practices include:   communicating clearly what safety data are important to FDA’s evaluations of GM food safety,   having teams of FDA experts representing diverse disciplines perform the evaluations, and tailoring the level of evaluation to match the degree of each GM food’s novelty.", "One key indication of the effectiveness of these practices is FDA’s ability to determine when data are inadequate and to specify the additional data important to a complete evaluation. In the cases we examined when the company’s initial submission of data was insufficient, FDA was able to specify and obtain additional data from the company.", "For a GM food, the evaluation process, known as a consultation, generally lasts between 18 months and 3 years, according to FDA officials. In what FDA calls the “initial” phase of the consultation, FDA and company officials discuss what safety data will be needed for a GM food submission. In the next or “final” phase, the company prepares a detailed report summarizing this data and submits it to FDA. After receiving and evaluating the report, FDA officials prepare a “memo to file.” This memo is the formal document in which FDA summarizes and evaluates everything the company has submitted. Consultation is complete when FDA determines that it has no further questions regarding the safety of the GM food and informs the company of this conclusion in a letter signed by the director of the FDA’s Office of Food Additive Safety. Receiving such a letter is generally helpful to companies in marketing their product."], "subsections": [{"section_title": "FDA Guidance Describes Safety Data Needed", "paragraphs": ["In FDA’s 1992 policy statement and its subsequent 1997 guidance, the agency clearly states what information companies should submit for FDA to assess the safety of GM foods. Specifically, the 1992 statement includes several risk assessment decision trees that provide a step-by-step approach to testing. FDA recommends that companies follow this approach in their assessments of GM foods. Using this approach, companies must show whether any allergens, toxins, or antinutrients have been introduced or enhanced. FDA’s 1997 guidance builds upon the 1992 policy statement by describing in more detail the process, procedures, and time frames pertaining to the initial and final consultations.", "FDA officials stated that the principles embodied in their 1992 policy statement guided the consultations for the 50 GM foods evaluated so far and that companies have closely adhered to these principles. In examining five submissions, we found that companies adhered closely to the 1992 policy statement. For example, a 1996 submission for a GM soybeanshows step-by-step adherence to the allergenicity decision tree established in the 1992 policy statement. Extensive data submitted by the company enabled FDA to conclude that it had no unanswered questions about the safety of the soybean. Later submissions involving an herbicide-tolerant sugar beet and pest-resistant corn also showed a close adherence to the 1992 policy statement."], "subsections": []}, {"section_title": "GM Food Evaluations Are Conducted by Multidisciplinary Teams", "paragraphs": ["Evaluations of GM food safety submissions must include concurrence from every member of a highly qualified team known as the Biotechnology Evaluation Team. The 1997 guidance states that the evaluation teams generally will be composed of a consumer safety officer (who serves as the project manager), molecular biologist, chemist, environmental scientist, toxicologist, and nutritionist. The guidance also states that the evaluation teams may be supplemented with additional expertise on a case-by-case basis. According to agency officials, these experts are qualified to perform what is effectively a peer review of each submission.", "Consumer safety officers, who generally have doctorates in relevant disciplines, including molecular biology, cell biology, or immunology, chair the teams. According to FDA officials, in addition to their scientific credentials, the consumer safety officers know what is needed for the administrative record for each submission. This knowledge encompasses the laws and regulations, such as the Federal Food, Drug, and Cosmetic Act, as well as specific pertinent procedures, such as FDA’s 1992 policy statement. According to FDA officials, the combination of scientific and administrative expertise makes the consumer safety officers effective leaders of the teams.", "FDA officials indicated that each member of an evaluation team reviews the entire file for a given GM food submission. These officials viewed this as another strength of the evaluation process. In particular, they stressed that the final evaluation is not a “piecemeal” evaluation in which, for example, the toxicologist receives only the toxicological data to review. Rather, each team member receives and examines all the data that the company has submitted. Further, team members must document in writing the results of all key interactions with a company throughout the course of the evaluation; this documentation is then available for the whole team to evaluate. Lastly, the entire team must concur with the final draft of the memo to file, which is usually prepared by the consumer safety officer.", "In summary, FDA officials told us that the expertise of the Biotechnology Evaluation Team members coupled with the multiple reviews of information enables the team to adequately evaluate safety assessments and determine if and when more data is needed."], "subsections": []}, {"section_title": "FDA Tailors Its Evaluation to Match the Degree of Novelty in Each Submission", "paragraphs": ["According to agency officials, FDA’s practice of varying its level of evaluation based on the degree of novelty of the GM food submission allows it to devote resources where they are most needed, thus assuring that Biotechnology Evaluation Teams have time to obtain necessary safety data. FDA’s evaluation of one company’s GM tomato provides an example of a detailed evaluation of a novel submission that went through both the initial and final consultations. Specifically, the Biotechnology Evaluation Team requested extensive detail from the company on the modification of the tomato, which involved the insertion of one gene to delay ripening and another gene to show that this trait was transferred. FDA’s documentation of its evaluation presented background information on these modifications, a point-by-point evaluation of the company’s food safety assessment, and FDA’s conclusion that the tomato was not significantly different from conventional tomatoes.", "By contrast, FDA officials stated that evaluations of company submissions for GM foods similar to GM foods previously evaluated by the agency (such as a virus-resistant squash and various herbicide-tolerant corns) required fewer agency resources because these submissions skipped the initial consultation and proceeded to the final consultation. In fact, FDA’s 1997 guidance states that a company might skip the initial consultation and go directly to the final consultation by submitting its final report. According to FDA officials, this skipping often occurs when a company has made multiple submissions for similar GM foods involving only minor variations from one case to the next. Having once gone through the full consultation process for a specific genetic modification, such a company is familiar with the kinds of safety information that FDA expects and thus can proceed directly to preparing a final report for similar cases. FDA’s documentation of its evaluation of such submissions can be less detailed."], "subsections": []}, {"section_title": "FDA Believes It Obtains Complete, Consistent Data", "paragraphs": ["According to FDA officials, in cases in which the agency determines that the data submitted by a company are insufficient, the company has always cooperated with FDA by performing additional tests and/or submitting the data needed. FDA officials described three types of situations where they have requested additional data and companies have responded: (1) the absence of a reliable or “validated” method for performing a test; (2) reliance on a prevailing scientific “assumption” that, when tested at FDA’s request, was proven incorrect; and (3) inconsistent or incomplete data in the final reports.", "The first situation involved the lack of a reliable method for testing tomatine, a naturally occurring toxin in tomatoes. The company that encountered this problem was inexperienced in analytical chemistry, and the laboratory with which it was working did not have an acceptable method. In evaluating the measurements of tomatine submitted by the company, FDA officials found these data unconvincing. As a result, FDA officials suggested that the company find a more appropriate method. In response, the company obtained a suitable method from another laboratory and later provided FDA with new data that the agency found convincing.", "The second situation is illustrated by FDA’s evaluation of a GM tomato altered to delay ripening. In this submission, the company assumed that only a certain segment of DNA was transferred. FDA asked the company to prove the accuracy of this assumption. Testing by the company then revealed that additional DNA had been transferred. This discovery led to more thorough analysis of the genetic modifications, including additional efforts to ensure that the transfer of extra DNA did not cause unintended changes.", "In the third situation, FDA noted discrepancies in the data in final reports involving GM cotton, rice, and canola and requested the relevant companies to correct the information, which they did."], "subsections": []}]}, {"section_title": "FDA Evaluations of GM Foods Could be Enhanced", "paragraphs": ["Biotechnology experts state, and FDA agrees, that its overall evaluation process for assessing the safety of GM foods could be enhanced by   verifying the GM food-related test data that companies provide, and  increasing the transparency of the evaluation process."], "subsections": [{"section_title": "FDA Could Validate Company Safety Data", "paragraphs": ["Biotechnology experts from consumer groups and academia state that FDA’s evaluation process could be enhanced if the agency validated companies’ test results on proposed GM products by reviewing raw data (e.g., the actual, unverified test results). Further, FDA believes that occasional reviews of the raw data developed by companies would further enhance the credibility of, and public confidence in, the overall safety data that companies submit. In addition, we believe occasional data verification by a federal agency is necessary to (1) identify the risk of the agency’s receiving faulty data from external sources and (2) ensure that no one agent is allowed to control every key aspect of a safety assessment.", "FDA officials stated that they do not believe it is necessary for the agency to routinely review raw data for two reasons. First, the risk of incurring criminal penalties for deliberately submitting false data to FDA provides a significant degree of deterrence. Second, FDA’s evaluation process constitutes a peer review of the safety data that will generally detect any problems. However, these officials added that an occasional review of raw data, performed on a random basis, would further help ensure the reliability of FDA’s evaluation of these foods, and thus enhance public confidence in the agency’s evaluation process.", "Officials from a major biotech company described three types of GM food safety data developed for each submission and available for FDA’s review: (1) raw data, (2) refinements and comprehensive interpretations of the raw data, and (3) summaries of these interpretations. According to these officials, FDA has reviewed the summaries, and in some instances the comprehensive interpretations, but has not reviewed the raw data. These officials note, and FDA officials concur, that nothing prevents FDA from reviewing these raw data. In general, these raw data are readily available from companies. The company officials also note that EPA has occasionally reviewed raw data in its safety assessments of GM plants regarding their environmental effects. Moreover, FDA officials stated the agency reviews raw data in its safety assessments of new drug applications."], "subsections": []}, {"section_title": "FDA Could Increase the Transparency of Its Evaluations", "paragraphs": ["Experts from consumer groups and academia have stated that the transparency of the agency’s evaluation process for GM foods could be enhanced if FDA described more clearly the scientific rationale for its safety decisions in its memo to file. FDA agrees. Guidelines issued by the Office of Management and Budget on the quality of information disseminated by federal agencies state that transparency is important in reviews of technical information and that these reviews should be conducted in an open and rigorous manner. Yet critics have stated that FDA’s current memos to file do not adequately communicate the scientific rationale for the decisions. Some consumer groups have pointed out the brevity of some of the memos and described them as “perfunctory” summaries of company data that provide little or no insight into FDA’s evaluation of the data. Likewise, the Council for Agricultural and Science Technology, a group of universities and companies established to provide a more scientific basis for analyzing and prioritizing agricultural issues, stated that FDA does not adequately clarify in its memos to file the basis for its decisions on GM food submissions. Our review of memos to file for the 50 GM food products evaluated by FDA as of April 2002 confirms that these memos do not clearly explain the scientific rationale for FDA’s decisions.", "In response to these concerns, FDA officials note that the memos to file had originally been created for FDA’s internal use rather than as public documents. Thus, they were not designed to provide detailed rationales of FDA’s decisions on GM food submissions. In addition, FDA officials said that some memos are brief because they record decisions on GM foods that are very similar to previously evaluated GM foods. However, FDA officials acknowledge that FDA could do more to inform the public of the basis for their decisions. For example, FDA could include comments in the memos to file that better reflected the context of the evaluation (for instance, its similarity to previous evaluations), the adequacy of the tests performed by the company, and the level of evaluation provided by FDA. For those memos to file on submissions for GM foods that are similar to GM foods previously evaluated, FDA could make reference to earlier, similar submissions having a more detailed memo to file."], "subsections": []}]}]}, {"section_title": "Future Changes in GM Foods May Alter Their Composition and Require New Testing Technologies for Assessing Safety", "paragraphs": ["Scientists expect future GM foods to include modifications of plant composition that may enhance the nutritional value of these foods but may also increase the difficulty of assessing their safety. While current tests have been adequate for evaluating the small number of relatively simple compositional changes made so far, some scientists believe that new testing technologies under development may be needed to assess the safety of these more complex GM foods. Scientists have diverging views on the potential role of these new technologies: some view them as a useful supplement to existing tests, while others view them as a new, more comprehensive way to assess the safety of all changes in GM foods. However, the lack of technical standards for these new technologies and proof of their reliability prevents their current use."], "subsections": [{"section_title": "Experts Foresee Compositional Changes", "paragraphs": ["Until now, most genetic modifications of plants have been aimed at increasing or protecting crop yield. These modifications have generally focused on the portions of plants, such as cornstalks, that are not consumed by humans. However, many scientists believe that the current wave of yield-related modifications will expand to include a new wave of genetic modifications involving compositional changes in the foods to enhance their nutritional value. For example, “golden” rice is a GM food under development that was modified to contain beta-carotene, a precursor of vitamin A. Golden rice may help to reduce the incidence of blindness in countries where rice is a dietary staple and malnutrition is common. Also under development are compositional changes that will increase the levels of vitamin E in foods. Plants are the primary source of this vitamin, which is believed to have cancer-preventing properties, but plants generally contain it in relatively low concentrations. A gene controlling vitamin E production was transferred recently to a member of the mustard plant family, which subsequently exhibited a nine-fold increase in this vitamin. According to a recent report, incorporation of this gene into major crops such as soybeans, canola, and corn is probably not far in the future.", "In addition to increasing nutrients in GM foods, scientists are working to reduce the presence of allergens, toxins, and antinutrients. For example, scientists have genetically modified wheat, one of the major allergenic foods, to stimulate a gene that diminishes wheat’s allergenic properties. Scientists are also seeking ways to reduce toxic substances, such as alkaloids in potatoes, by inserting genes that block their production. Preliminary findings have indicated that GM potatoes produced fewer of these alkaloids. Likewise, some plants, especially cereals and legumes, are nutritious foods but contain varying amounts of antinutrients. Genetic modifications are being explored to reduce these antinutrients.", "If adopted, FDA’s proposed rulemaking mandating the testing of all GM foods prior to commercialization will represent a timely response to this new wave of GM foods. For example, the preamble to the rule notes that some of the new ingredients in GM foods will significantly differ from ingredients that have a history of safe use. The rule also notes that products derived from this advanced biotechnology will present more complex safety and regulatory issues than those seen to date. The proposed rule concludes that nontraditional strategies for evaluating food safety will become the norm as the use of biotechnology expands. FDA officials explained that “nontraditional strategies” could include new technologies under development such as those described in the next section."], "subsections": []}, {"section_title": "New Testing Technologies May Be Useful in Addressing Compositional Changes", "paragraphs": ["Some scientists believe that testing technologies being developed but not yet widely applied to GM foods may be useful in assessing the safety of compositional changes and detecting unintended effects. In contrast to current tests that examine the human health effects of transferred genes and other relevant components on a highly selective basis, the new technologies will examine essentially all of the components—such as DNA, proteins, and metabolites—in conventional and GM plants simultaneously to detect any differences. These new technologies include   gene chips that use thousands of droplets of DNA on glass chips to identify gene sequences and determine the expression level or abundance of the genes;   proteomics which can analyze up to 100,000 proteins simultaneously; and   metabolic profiling that can analyze the 2,000 to 3,000 metabolites in people and 3,000 to 5,000 metabolites in plants.", "In essence, these new technologies combine huge increases in automated computing power with traditional testing technologies to identify differences between conventional and GM foods in ways that would have been impossible even a few years ago.", "A university scientist further explained the contrast between the current and new technologies by noting that traditional tests focus on known toxins and nutrients in a “targeted” approach, whereas new technologies use a “non-targeted” approach to increase the chance of detecting unintended effects of genetic modifications such as the creation of a toxin. According to this scientist, the latter approach has particular applicability to second-generation plants with extensive modifications, which may be more likely to have unintended effects. For example, a scientist with a consumer group stated that the new technologies may be useful in detecting unintended effects that traditional tests, such as those for digestibility, are not likely to identify. Other scientists expressed the need for caution and additional information to determine the potential role of these new technologies."], "subsections": [{"section_title": "Gene Chips", "paragraphs": ["Gene chips consist of grids of thousands of droplets of DNA on small glass surfaces. The chip-based DNA can bind with the DNA or RNA being tested to determine which genes are present or are being activated. Used in conjunction with DNA and RNA databases under development at various universities and other research institutions, this testing technique has yielded insights into areas such as the ripening process of tomatoes and its relation to toxins and nutrients. The major advantage of gene chips over conventional testing techniques is that they allow small-scale analysis of thousands of genes at the same time in a precise and quantitative manner. According to a university scientist, researchers are determining the extent to which this technology may be effective in assessing GM food safety."], "subsections": []}, {"section_title": "Proteomics", "paragraphs": ["Proteomics is a biotechnology technique used to identify many proteins simultaneously in a given organism. Using chemical analyses and computers, proteomics goes beyond plant studies focusing on DNA and RNA, which do not provide information on the actual creation of the proteins. Proteomics has been introduced successfully in medical disciplines such as oncology, where it has helped to identify proteins associated with cancer, but it has not yet been used to evaluate the safety of GM foods for two reasons. First, there are a large number of proteins that need to be analyzed in any given plant. Second, the function of proteins in a plant may change depending on their interaction with different cells and tissues. According to a university scientist, researchers are working to expedite the analysis of proteins in plants."], "subsections": []}, {"section_title": "Metabolic Profiling", "paragraphs": ["Metabolic profiling uses chemical analyses and computers to obtain a simultaneous, detailed look at all of the small molecules (metabolites) in a given GM plant to determine the extent to which these molecules have changed in comparison to a conventional plant, if at all. According to scientists at one company involved in developing metabolic profiling, this technique can determine whether a specific, intended change in a small molecule has been achieved. It can also identify any unintended changes in other small molecules—changes such as increased alkaloids, which are a major source of toxicity in plants. If the profiling finds no unintended changes in these molecules, then it offers a reasonable certainty that the genetic modification has not led to any changes with potentially adverse health consequences. In general, metabolic profiling has not yet been used commercially. However, scientists working with this technique believe that it may play a potentially important role as a safety screening tool for companies developing complex, compositionally altered GM foods in the future. In addition, scientists state that it shows promise in the health care field in assessing the safety of future new drugs."], "subsections": []}]}, {"section_title": "Challenges to Adopting New Testing Technologies", "paragraphs": ["Despite progress in developing and applying gene chips, proteomics, and metabolic profiling, technical limitations currently prevent their use to assess the safety of GM foods. Biotechnology experts told us that internal standards must be developed for the methods and chemicals used in these new technologies and that the reliability of these technologies must be proven. For example, in gene chip testing, experts state that standardization of the thousands of genes represented on the chips is essential to improve the quality of this technology. Further, experts state that the chemical analysis used in proteomics needs to be enhanced to improve its reliability.", "Beyond these technical challenges, however, lies a more fundamental problem. Because these new technologies are more sensitive, they may identify a flood of differences between conventional and GM food products that existing tests could not detect. Not all of these differences will stem from genetic modification. Some of the differences will stem from the tremendous natural variations in all plants caused by factors such as the maturity of the plants and a wide range of environmental conditions, such as temperature, moisture, amount of daylight, and unique soil conditions that vary by region of the country. For example, there can be a tenfold difference in the level of key compositional elements, such as nutrients, depending on the region in which soybeans are grown. Thus, according to a biotechnology company expert, it will be difficult to differentiate naturally occurring changes from the effects of deliberate genetic modifications.", "Industry and university scientists have expressed strong concerns about the problem of interpreting the potential significance of these differences. They believe that the new technologies will be of limited value unless baseline data on the natural variations of nutrients and other compositional values for each of the major food crops can be developed. However, experts disagree on the difficulty of developing this baseline. Some experts, including those at FDA, assert that developing the baseline will be difficult because of the extreme sensitivity of plants to environmental variations. Other experts, especially those pioneering the new techniques, state that a baseline can definitely be established in the next few years.", "Some companies have started to respond to the need for baseline information. New developments in technology have begun to provide an encyclopedic database on natural variations in plants and on the variations resulting from deliberate genetic modification. For example, using metabolic profiling, one company has analyzed approximately 150 characteristics, such as the size and rate of growth, of individual plants. The company has also examined about 12,000 genes in one species of plant—a member of the mustard family—and analyzed the consequences of eliminating or stimulating particular genes. About one million mustard plants of this type have been analyzed in this line of research. Even with the development of baseline data and the detection of differences, scientists will still need to evaluate the significance of these differences for human health. Appendix II provides more information regarding advancements in the development of baseline information and the experimental use of metabolic profiling to assess the safety of GM foods."], "subsections": []}]}, {"section_title": "Experts Maintain That Long-Term Monitoring of GM Foods Is Neither Necessary nor Feasible", "paragraphs": ["Scientists and federal regulatory officials we contacted generally agreed that long-term monitoring of the human health risks of GM foods through epidemiological studies is not necessary because there is no scientific evidence suggesting any long-term harm from these foods. These scientists and officials also stated that it would be very difficult, if not impossible, to develop a process for monitoring the long-term health risks of GM foods because of the technical challenges in developing such a system. A recent report by the United Nations also expresses skepticism about the feasibility of identifying long-term health effects from GM foods."], "subsections": [{"section_title": "There Is No Plausible Hypothesis Suggesting Long-Term Harm from GM Foods", "paragraphs": ["The scientists and federal regulatory officials generally agreed that because there is no scientific evidence that GM foods cause long-term harm, such as increased cancer rates, there is no plausible hypothesis of harm. Researchers need such a hypothesis in order to know what problem to search for, test, and potentially measure. For example, in the Framingham Heart Study of Massachusetts, researchers hypothesized that there were biological and environmental factors that contributed to cardiovascular disease. Using this hypothesis, researchers were able to design a study that established a relationship between the levels of cholesterol and the risk of heart disease. The resulting effort, comprising more than 10,000 participants over two generations (more than 50 years), developed groundbreaking information on the major risk factors associated with heart disease, stroke, and other diseases. For example, researchers found that a lifestyle typified by a faulty diet, sedentary living, or unrestrained weight gain exacerbated disease risk factors and influenced the occurrence of cardiovascular problems.", "Without a plausible hypothesis such as that used in the Framingham study, most scientists we contacted said that epidemiological studies on GM foods would not provide any useful information. Two of these scientists also noted that the primary ways in which foods might cause long-term harm are through (1) proteins that remain stable during human digestion, thereby retaining the potential to exert adverse effects such as a toxic reaction, and (2) detrimental changes in nutrients and other food components. However, for all 50 GM food plants reviewed by FDA as of April 2002, the genetically modified proteins in those foods that potentially could be cause for concern have been shown in tests to be rapidly digested. Further, the two GM food plants reviewed that produced modified oils—soybean and canola—had nutritional profiles that were similar to or better than their conventional counterparts. As discussed previously, the soybean oil was modified to be more nutritious than conventional soybean oil. The canola oil was modified to contain a higher level of laurate, which would allow it to substitute for imported tropical oils, such as palm kernel oil. However, industry determined that the total intake of laurate in the diet would not change significantly by substituting the improved canola oil for the tropical oil. Accordingly, industry officials stated, and FDA officials concurred, that long-term studies of health effects of this oil would not be needed."], "subsections": []}, {"section_title": "Technical Challenges Make Long-Term Monitoring Infeasible", "paragraphs": ["Scientists and federal regulatory officials also stated that there are substantial technical challenges that make long-term monitoring of the health effects of GM foods virtually impossible. The challenges cited include the following:   Conducting long-term monitoring would require both an experimental group that has consumed GM foods and a control group. The control group would consist of people who could confirm that they do not eat GM foods. In countries such as the United States, where labeling is not required for GM foods, reliably identifying such control groups would be virtually impossible.", "Even if GM foods were labeled in the United States, it would be very difficult to separate the health effects of GM foods from those of their conventional counterparts, since to date there has been very little nutritional difference between these foods. Further, over long periods of time, there would be practical challenges in feeding both the experimental and controls groups diets comprising large amounts of GM food, such as soybeans or corn, and their conventional counterparts.", "Since the long-term human health effects of consuming most foods are not well understood, there is no baseline information against which to assess health effects caused by GM foods.", "Changes in human food consumption patterns, specifically the addition and removal of various foods, add new variables to the diet and compound the difficulty of conducting long-term monitoring. The fairly recent introduction of the kiwi fruit (to which some individuals are allergic) and the reduction of the use of cotton seed (to which some individuals have also been allergic) as a protein source in candy or breads illustrate the challenges in monitoring food consumption patterns when conducting a 20-to-30 year epidemiological study.", "A report issued in June 2000 by the United Nations’ Food and Agriculture Organization and World Health Organization supports the scientists’ and regulators’ views about the infeasibility of identifying long-term health effects from GM foods. The report states that, in general, very little is known about the potential long-term effects of any foods, and that identification of such effects is further confounded by the great variability in the way people react to foods. The report also states that epidemiological studies are not likely to differentiate the health effects of GM foods from the many undesirable effects of conventional foods, which according to scientists include the effects of consuming cholesterol and fats. Accordingly, the report concludes that the identification of long-term effects specifically attributable to GM foods is highly unlikely.", "Given the challenges to long-term monitoring, federal regulatory officials, as well as some U.S. and European scientists, state that the best defense against long-term health risks from GM foods is an effective pre-market safety assessment process."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Biotechnology experts believe that the current regimen of tests has been adequate for ensuring that GM foods marketed to consumers are as safe as conventional foods. However, some of these experts also believe that the agency’s evaluation process could be enhanced. Specifically, FDA could verify companies’ summary test data on GM foods, thus further ensuring the accuracy and completeness of this data. In addition, the agency could more clearly explain to the public the scientific rationale for its evaluation of these foods’ safety, thereby increasing the transparency of, and public confidence in, FDA’s evaluation process. By addressing these issues, FDA’s assurance to consumers that GM foods are safe could be strengthened."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To enhance FDA’s safety evaluations of GM foods, we recommend that the Deputy Commissioner of Food and Drugs direct the agency’s Center for Food Safety and Applied Nutrition to   obtain, on a random basis, raw test data from companies, during or after consultations, as a means of verifying the completeness and accuracy of the summary test data submitted by companies; and   expand its memos to file recording its decisions about GM foods to provide greater detail about its evaluations of the foods, including the level of evaluation provided, the similarity of the foods to foods previously evaluated, and the adequacy of the tests performed by the submitting companies."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided FDA with a draft of this report for review and comment. In its written comments, FDA stated it believes that its current process for evaluating bioengineered foods provides appropriate oversight but agreed that enhancements can be made. Specifically, concerning the need to randomly review raw safety data, FDA agreed that occasional audits would provide additional assurance to the public that pre-market decisions about bioengineered foods are based on sound science and that safety and regulatory issues are resolved prior to commercial distribution. Concerning the expansion of its memos to file, the agency agreed that providing greater detail on its decisions about the safety of GM foods would enhance public understanding and confidence in the evaluation process. The agency noted that actions in its proposed rule—titled Premarket Notice Concerning Bioengineered Foods (66 FR 4706, January 18, 2001)—are relevant to our recommendations. FDA explicitly states it will evaluate whether to adopt occasional audits as it evaluates comments on its proposed rule. Since FDA officials told us that some of its proposed rule changes in the Federal Register have taken years to implement, we believe that the public’s interests would be served by implementing our recommendations separately from the proposed rule approval process.", "FDA also had general comments about the terms and definitions used in discussing agricultural biotechnology. FDA stated that our draft report avoided many of the pitfalls in terminology and in general was written in a manner that will be understandable to the public. However, the agency believes the use of terms such as “Genetically Modified Food” in the title and “GM food” in the text can be misleading and such foods are more commonly referred to as bioengineered foods. While perhaps the scientific community refers to these foods as bioengineered, the lay public is more familiar with the term genetically modified foods. Accordingly, we have continued to use the term genetically modified, which is defined on page one of our report.", "Separately from its written comments, FDA provided us with some technical changes, which we incorporated into the report where appropriate. FDA’s written comments are presented in appendix III.", "We performed our review from July 2001 through May 2002 in accordance with generally accepted government auditing standards. (See app. I for our objectives, scope, and methodology.)", "We are sending copies of this report to congressional committees with jurisdiction over food safety programs, the Deputy Commissioner of Food and Drugs, the Director, Office of Management and Budget, and other interested parties. We will also make copies available to others upon request.  In addition, the report will be available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please call me at (202) 512-3841. Key contributors to this report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Representatives John Baldacci and John Tierney asked us to (1) identify the types of potential human health risks associated with genetically modified (GM) foods and experts’ views on the adequacy of tests used to evaluate these risks, (2) describe the Food and Drug Administration’s (FDA) controls for ensuring that companies submit test data it requests and identify experts’ views on the agency’s overall evaluations of these foods, (3) describe potential changes in future GM foods and any associated changes needed in tests to evaluate them, and (4) identify experts’ views on the necessity and feasibility of monitoring the long-term health risks of these foods.", "In addressing our review objectives, we interviewed representatives from U.S. consumer groups, academic and research institutions, federal regulatory agencies, and the biotechnology industry. We also E-mailed a set of questions to experts representing a variety of positions on biotechnology issues. We selected these experts in consultation with officials from the National Academy of Science’s National Research Council. These experts included scientists from the Center for Science in the Public Interest, the Union of Concerned Scientists, the Biotechnology Center of the University of Illinois, the Health Sciences Center of Tulane University, FDA, the Aventis Corp., the DuPont Corp., the Monsanto Corp., and Paradigm Genetics, Inc. In addition, we analyzed reports, policy documents, or issue papers from the Center for Science in the Public Interest, the Consumer Federation of America, the Union of Concerned Scientists, the Council for Agricultural Science and Technology, the National Academy of Sciences, the Pew Initiative on Biotechnology, the Environmental Protection Agency, FDA, the Biotechnology Industry Organization, the Institute of Food Technologists, the Codex Alimentarius, and the National Institute for Quality Control of Agricultural Products at the Wageningen University and Research Center of the Netherlands. We did not assess the potential environmental risks associated with GM food production. In addition, since there have been no GM animals evaluated for commercialization, we did not assess the potential environmental or human health risks associated with them.", "To identify the types of potential health risks of GM foods, we analyzed and synthesized information from the interviews, E-mail question responses, and documents regarding these risks. To identify tests commonly used by industry to assess GM food safety, we examined several FDA evaluations of GM food. In examining these evaluations, we also analyzed how FDA addresses any potential limitations in these tests and what guidance FDA provides to industry regarding scientifically acceptable tests. In our E-mail questions, we also asked the experts to describe any limitations to these tests, and then analyzed and synthesized their responses, particularly regarding test-specific limitations and suggestions for improving the tests. In addition, we asked whether there were any limitations to FDA’s guidance on acceptable tests. We then synthesized their responses, including suggestions for improving FDA’s guidance.", "To describe FDA internal controls for ensuring that companies submit safety test data requested by the agency, we interviewed FDA officials and reviewed agency documents about the functions of these internal controls, specifically (1) FDA’s 1992 Policy on Foods Derived from New Plant Varieties and its 1997 Guidance on Consultation Procedures that describe what safety data companies should submit; (2) the qualifications and roles of the FDA Biotechnology Evaluation Teams responsible for evaluating these submissions; and (3) FDA’s practice of matching its level of evaluation to the degree of novelty of the GM food submitted. Further, we compared the safety data specified in FDA’s 1992 policy with data provided by companies in five GM food submissions and analyzed the extent of the companies’ adherence to FDA’s recommended procedures for safety assessments.  We contacted officials at the Department of Health and Human Services’ Office of Inspector General to determine if they had reviewed FDA’s internal controls. (They had not.) We did not, however, independently verify the adequacy of FDA’s internal controls. To identify experts’ views on the agency’s overall evaluations of GM foods, we interviewed consumer groups, industry officials, and other experts, analyzed their views and concerns—including any suggestions for improving FDA’s evaluation process—and reviewed related literature. For each concern identified with the process, we obtained FDA’s response and then determined the extent to which FDA’s response effectively addressed the concern or suggested a need for additional action by FDA. Further, we examined Office of Management and Budget and GAO guidance and policies relevant to these concerns.", "To describe the potential changes in future GM foods and associated changes needed in the tests to evaluate them, we interviewed scientists and regulators on the likely changes in GM foods and new testing approaches under development. We also focused several of our E-mail questions on this topic and analyzed the responses. In addition to E-mail respondents, we contacted experts from biotechnology companies concerning research on new, more complex GM foods as well as new testing approaches that may supplement or replace existing tests. We synthesized these respondents’ and experts’ views on likely changes to GM food and the value and challenges of using these new testing approaches. Further, we reviewed the relevant scientific literature for discussions of anticipated changes in GM foods and information on specific tests under development. We also met with scientists developing one of these new testing approaches to understand its potential value for assessing GM food safety.", "To identify the views of experts on the necessity and feasibility of monitoring the long-term health risks of GM foods, we asked respondents to our E-mail questions for an assessment of whether such an effort is necessary or feasible and then analyzed their responses. Further, we reviewed a variety of documents concerning the necessity and feasibility of long-term monitoring, including a recent joint United Nations’ Food and Agriculture Organization and World Health Organization report, as well as a recent report by the National Institute for Quality Control of Agricultural Products at the Wageningen University and Research Center of the Netherlands. We also discussed the topic with other regulatory officials connected with monitoring food safety. In particular, we discussed whether the long-term effects of GM foods could be separated from other factors that may influence human health.", "Finally, we submitted a draft of this report for technical review by scientists from industry, academia, and a consumer group, and we incorporated their comments as appropriate.", "We conducted our review from July 2001 through May 2002 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Potential Use of Metabolic Profiling to Compare a GM Plant to Its Conventional Counterpart", "paragraphs": ["Metabolic profiling could be used as a safety-screening tool for GM foods. Specifically, as shown in figure 3, special software has allowed one company to graph the metabolic profile of one variety of mustard plants and analyze the effects of genetic modifications. In the figure, the vertical axis in each graph provides a list of different small molecules, or metabolites, in mustard plants from this variety. The horizontal axis measures variation or deviation from the metabolite levels in this conventional variety. The vertical line in the middle of each graph represents the average value for a range of small molecules, or metabolites, in this conventional variety. In this example, the company analyzed thousands of conventional plants from this variety to come up with a range of naturally occurring metabolite levels. The company then used the averages of these ranges to generate the vertical line in the middle of the graphs. The points plotted with squares represent the levels of small molecules in GM mustard plants. Points appearing to the right of the center vertical line indicate increased levels of specific small molecules, while points appearing to the left indicate decreased levels. The graphs in figure 3 illustrate three scenarios: graph (a) shows a GM mustard plant with small molecule levels nearly identical to its conventional counterpart; graph (b) shows a GM mustard plant with a few easily measurable decreases; and graph (c) represents a GM mustard plant with many significant differences from the small molecule levels of its conventional counterpart.", "If baseline data on normal ranges of variation, such as those developed for the mustard plants, can be made available for all GM food crops, companies might use this type of testing to develop safety data. For example, in graph (a), the absence of significant changes in the small molecules would strongly indicate that no significant changes had resulted from the genetic modification. Hence, a change in the risk of allergenicity, toxicity, or antinutrients would be very unlikely. In the case represented by graph (b), the software could determine which small molecules have changed. Then, traditional testing techniques such as toxicity testing, could be used to determine if the altered small molecules would have any effect on human health, plant growth, or crop yield. In the case shown in graph (c), scientists would probably not proceed with development and commercialization of the GM food in the absence of extensive evaluations for allergens, toxins, or antinutrients, due to the significant differences in small molecules between it and its conventional counterpart."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individuals above, Nathan J. Anderson, Dennis S. Carroll, Kurt W. Kershow, and Cynthia C. Norris made key contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["International Trade: Concerns Over Biotechnology Challenge U.S. Agricultural Exports GAO-01-727. Washington, D. C.: June 15, 2001.", "Biotechnology: Information on Prices of Genetically Modified Seeds in the United States and Argentina GAO/T-RCED/NSIAD-00-228. Washington, D. C.: June 29, 2000.", "Biotechnology: Information on Prices of Genetically Modified Seeds in the United States and Argentina GAO/RCED/NSIAD-00-55. Washington, D. C.: January 21, 2000."], "subsections": []}], "fastfact": []}