{"id": "GAO-17-366", "url": "https://www.gao.gov/products/GAO-17-366", "title": "Commercial Space Launch Insurance: Weakness in FAA's Insurance Calculation May Expose the Federal Government to Excess Risk", "published_date": "2017-03-23T00:00:00", "released_date": "2017-03-23T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["To assist in the development of the commercial space launch industry, the federal government shares liability risks for losses from damages to third parties or federal property. This risk-sharing arrangement requires space launch companies to have a specific amount of insurance for damages to third parties and federal property. The federal government is potentially liable for third-party claims above that amount, up to an estimated $3.1 billion in 2017, subject to appropriations.", "The Commercial Space Launch Competitiveness Act enacted in 2015 required the Department of Transportation—of which FAA is a part—to study the methodology used to determine launch companies' insurance requirements. The law also contains a provision for GAO to evaluate the study's conclusions and any planned revisions.", "This report discusses the extent to which FAA has revised its methodology for calculating insurance requirements to address previously cited weaknesses and the potential effect of any changes on financial liabilities for the government. GAO reviewed documents from FAA and its contractors on alternative methods for calculating insurance requirements, interviewed FAA officials and a contractor involved in designing alternative methods, and reviewed GAO's prior work and relevant laws."]}, {"section_title": "What GAO Found", "paragraphs": ["The Federal Aviation Administration (FAA) has revised its method for calculating insurance requirements to address some known weaknesses. FAA is the part of the Department of Transportation that determines the amount of insurance that commercial space launch companies must purchase to cover damages from accidents that harm third parties—that is, the uninvolved public—or federal property and personnel, unless companies otherwise demonstrate sufficient financial resources to cover the same calculated damages. The amount of insurance required is based on FAA's calculation of the maximum loss that can be reasonably expected. FAA contractors found the following:", "FAA's estimates of the number of casualties (serious injuries and deaths) that could result from a launch accident have likely been too high, and have been based on an unrealistic scenario;", "FAA's estimates of losses due to property damage may be too high in some cases, and too low in others;", "FAA's estimate of the average cost of a casualty —referred to as the cost-of-casualty amount—is based on outdated information and is likely too low. The amount has been fixed at $3 million since 1988.", "FAA implemented a new method for estimating the number of casualties in April 2016 that uses computer software to simulate a range of possible launch accidents that are intended to be more realistic than FAA's previous scenarios. FAA has also reduced the factor it uses to estimate losses due to property damage, based on tests of a new process for estimating such losses that showed the previous factor was too high. Both of these revisions have tended to reduce insurance requirements. In addition, FAA assigned one of its two contractors examining elements of the methodology to study potential improvements in estimating average casualty losses, but that contractor found significant limitations in each alternative approach that it reviewed.", "Because FAA has not yet addressed the identified weakness in the cost-of-casualty amount used in its calculation, the federal government may be exposed to excess risk. FAA has identified potential steps to update the information the cost-of-casualty amount is based on, including seeking public input on whether and how to revise the amount, but the agency does not have a complete plan for updating the cost-of-casualty amount. Federal internal control standards require that agency management respond to risks related to achieving the entity's objectives, define how to achieve objectives, and set time frames for achieving them. FAA has not responded to the risk identified in using outdated data as the basis of the cost-of-casualty amount because FAA has prioritized other work, such as reviewing launch license applications, ahead of this issue. Further, because the weakness in the cost-of-casualty amount indicates that the amount is likely too low, the current calculation may not account for damages to third parties and federal property and personnel that can reasonably be expected from a launch accident, as required by FAA regulations. By leaving this weakness unaddressed, FAA's insurance requirements may not account for damages that can be reasonably expected, and may expose the government to more liability risk than intended under the risk-sharing arrangement."]}, {"section_title": "What GAO Recommends", "paragraphs": ["FAA should prioritize planning for addressing the identified weakness in the cost-of-casualty amount and update the amount based on current information. The agency did not comment on this recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since 1988, the federal government has sought to assist in the  development of the commercial space launch industry by sharing liability  risks for accidents leading to damages to third parties, that is, the  uninvolved public, or federal property and personnel. This risk-sharing  arrangement requires that space launch companies—firms that launch  satellites or other payloads into space or reenter vehicles from space— purchase insurance against claims by third parties and for loss or damage  to federal property and personnel up to an amount determined by the  Federal Aviation Administration’s (FAA) Office of Commercial Space  Transportation. For claims that exceed that threshold, the federal  government provides payment for damages, subject to appropriation and  up to a specified cap of an amount equivalent to $1.5 billion in 1988. We  estimate that the cap on the federal government’s assumption of risk in  2017 would be about $3.1 billion.", "We found in 2012 that the FAA method for calculating the amount of  required launch insurance may not be sound because FAA had not  updated crucial components to the method in use since 1988. In  addition, insurance industry officials and risk-modeling experts at the time  said that FAA’s method was outdated. We found that either the federal  government or launch companies could be harmed by an unsound  calculation method. Specifically, a method that understates the amount of  insurance coverage a launch company must obtain would increase the  likelihood of costs to the federal government, and a calculation that  overstates the amount of insurance coverage needed would raise the  cost of insurance for launch companies. We recommended that FAA  reassess its maximum probable loss methodology—including assessing  the reasonableness of the assumptions used—as discussed later in this  report.", "As part of the U.S. Commercial Space Launch Competitiveness Act  (CSLCA) enacted in 2015, Congress directed the Department of  Transportation—of which FAA is a part—to evaluate the methodology  used to calculate the amount of insurance launch companies must obtain,  and, if necessary, develop a plan to update that methodology so that the  federal government is not exposed to greater costs than intended and  launch companies are not required to purchase more insurance than  necessary. The results of that evaluation were to be reported to  Congress in a study due in May 2016, and CSLCA included a provision  for GAO to examine the conclusions in the study and the planned  approach for any revisions. However, as of March 15, 2017, the  Department of Transportation had not yet released the study mandated  by Congress, and agency officials said that the report has been delayed  in an internal review process.", "FAA is the part of the Department of Transportation that calculates the  amount of insurance launch companies must obtain. In July 2016, FAA  officials informed us that they had made some revisions to the method for  calculating insurance requirements for commercial space launches.  However, because the Department of Transportation has not yet released  its study as required, we will more fully assess the analysis and  conclusions that led to these revisions in a subsequent report after the  release of the study.", "This report focuses on the extent to which FAA has revised its method for  calculating insurance requirements to address previously cited  weaknesses and the potential effect of any methodological changes on  financial liabilities for the government. To address this objective, we  reviewed documents from FAA and its contractors that describe options  for revising various elements of the formula for calculating insurance  requirements, and we interviewed FAA officials and representatives of  FAA’s contractor responsible for designing the revisions FAA has  implemented. We also reviewed our prior work, the requirements of  CSLCA, and federal internal control standards.", "We conducted this performance audit from May 2016 to March 2017 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The Commercial Space Launch Act Amendments of 1988 (CSLAA)  established the foundation for the current U.S. policy to potentially provide  federal payment for a portion of claims by third parties for injury, damage,  or loss that results from a commercial launch or reentry accident. A  stated goal of CSLAA was to provide a competitive environment for the  U.S. commercial space launch industry. The act also provides for, among  other things, government protection against some losses—referred to as  indemnification—while still minimizing the cost to taxpayers. All FAA- licensed commercial launches and reentries by U.S. companies, whether  unmanned or manned and from the United States or overseas, are  covered by federal indemnification for third-party damages that result  from the launch or reentry.", "The U.S. indemnification policy has a three-tier approach for sharing  liability between the government and the private sector to cover third- party claims:", "The first tier of coverage is the responsibility of the launch company  and is handled under an insurance policy purchased by the launch  company or through a demonstration of financial responsibility. As  part of FAA’s process for issuing a license for a commercial launch or  reentry, the agency determines the amount of insurance a launch  company is required to purchase so the launch company can  compensate third parties and the federal government for any claims  for damages that occur as a result of activities carried out under the  license. The amount of insurance coverage that FAA can require is  capped at a maximum of $500 million for damages to third parties and $100 million for damages to federal government property and  personnel.", "The second tier of coverage is to be provided by the U.S.  government and covers any third-party claims in excess of the specific  first-tier amount up to a limit of approximately $3.1 billion. For the  federal government to be liable for these claims, Congress would  need to appropriate funds.", "The third tier of coverage is for third-party claims in excess of the  second tier. Like the first tier, this third tier is the responsibility of the  launch company, which may seek insurance above the required first- tier amount for this coverage. Unlike the first tier, no insurance is  required under federal law.", "The amount of insurance coverage that FAA requires launch companies  to purchase is intended to reflect the greatest dollar amount of loss to  third parties and the federal government for bodily injury and property  damage that can be reasonably expected to result from a launch or  reentry accident. This amount is known as the maximum probable loss  (MPL). For each launch license that it issues, FAA determines MPL  values for third parties with the intent of estimating the greatest dollar  amount of losses that could be expected from a launch or reentry  accident, which have no less than a 1 in 10 million chance of occurring.  Given the structure of the indemnification policy, an MPL calculation that  overestimates the amount of losses that can reasonably be expected  would increase the costs for launch companies by requiring them to  purchase more coverage than is necessary, while an MPL calculation that  does not account for losses that can be reasonably expected would  expose the federal government to excess risk.", "FAA has used a statistical approach to calculate MPL values that  considers three primary elements: a number of estimated casualties, an  estimate of the average loss per casualty, and the estimated amount of  losses from property damage. Prior to recent changes that we discuss in  greater detail later in this report, FAA estimated these three elements in  the following ways:", "Number of estimated casualties. To estimate the number of direct  casualties that could result from a launch accident, including serious  injuries and deaths, FAA has (1) estimated the total area of the debris  field that would result in the event of a launch vehicle’s self- destruction system being triggered as a safety measure, (2) estimated  the area within that debris field that would cause a casualty if a person  were within it, and (3) multiplied that area by the maximum population  density of the selected population center. In addition, FAA estimated  the number of casualties that could result from secondary effects,  such as fires and collapsing buildings, to be 150 percent of the  number of direct casualties. FAA added direct and secondary  casualties together to estimate the total number of casualties.", "Estimated loss per casualty. To determine the cost of judgments  and settlements that would result from the estimated casualties, FAA  has used $3 million as an estimate of the average loss per casualty.  FAA has used this $3 million figure, referred to as the “cost-of- casualty amount” throughout this report, since 1988, when it was  selected to be a conservative estimate of jury awards for  transportation casualties at that time.", "Estimated losses due to property damage. FAA has estimated  losses due to property damage to be 50 percent of its estimated  losses from casualties. FAA has added this amount to the estimated  losses from casualties to calculate the total MPL.", "We reported in 2012 that the average third-party MPL value for active  launch licenses, and thus the average amount of insurance coverage  required for commercial launches, was about $99 million, with a range of  about $23 million to $267 million. According to FAA, it issued five active  licenses in 2016, which had an average third-party MPL of about $51  million, and ranged from $10 million to $99 million."], "subsections": []}, {"section_title": "FAA Has Revised Elements of the MPL Calculation, but an Unaddressed Weakness May Expose the Federal Government to Excess Liability Risk", "paragraphs": ["FAA has revised its MPL calculation methodology to address some  identified weaknesses, but because another identified weakness remains  unaddressed, the current methodology may expose the government to  excess risk. FAA-contracted experts and others have found that FAA’s  estimates of the number of casualties have tended to be too high, that  estimates of losses from property damage may have been too high in  some cases and too low in others, and that the $3 million cost-of-casualty  amount was likely too low because it is based on outdated information.  FAA implemented a revised process for estimating the number of  casualties and reduced the 50 percent factor it uses to estimate losses  due to property damage by half, and these revisions have tended to  reduce insurance requirements, with some exceptions. However, FAA  has not addressed the identified weakness of an outdated cost-of- casualty amount, which may indicate that FAA is not requiring launch  companies to have insurance coverage for losses that can be reasonably  expected and therefore may be exposing the government to excess risk."], "subsections": [{"section_title": "Weaknesses Have Been Identified in Elements of FAA’s Calculation Methodology", "paragraphs": ["FAA-contracted experts and others have identified weaknesses in the  three primary elements of the MPL calculation. An FAA contractor, ACTA  Inc., reported to FAA in 2005 that FAA’s method for estimating the  number of casualties produced numbers of casualties that were too  high. ACTA found that the scenario that FAA based its casualty  estimates on—that the inert debris resulting from the self-destruction of  the launch vehicle would land on the area in the vicinity of the launch site  with the highest population density—was implausible. In other words, if a  launch vehicle’s self-destruct mechanism were triggered as a safety  measure, the resulting debris could not reach these population areas  because the vehicle would be destroyed before it could reach them. For a  vehicle to reach the maximum populated area, the vehicle’s self-destruct  system would have to fail. An ACTA official said that under more realistic  scenarios for losses from launch accidents that have no less than a 1 in  10 million chance of occurring, the inert debris caused from the self- destruction of a launch vehicle would likely land on less densely  populated areas, and thus the estimated number of casualties would be  lower in most cases. FAA officials that we spoke with confirmed that their  method for estimating the number of casualties was not as reasonable or  realistic as it could have been, and that it was generally too conservative.  ACTA also reported to FAA in 2006 that FAA’s assumption that  secondary casualties would be 150 percent of direct casualties was very  conservative.", "ACTA also found two weaknesses in FAA’s method for estimating losses  from property damage as 50 percent of losses from casualties, one that  could lead to overestimates and one that could lead to underestimates.  First, if a launch accident affected a residential area, FAA’s estimate of  losses from property damage would likely be too high because residential  structures have relatively low values compared to losses from casualties.  Second, as ACTA reported in 2007, in some accidents the number of  casualties may be low but property losses could still be very large, in  which case FAA’s estimates of losses from property damage would be  too low. For example, a launch vehicle could strike an unoccupied  structure that is very expensive, such as a neighboring launch complex.", "In addition, ACTA and GAO have found that basing the cost-of-casualty  amount on outdated information is a weakness that indicates that the $3  million amount is likely too low. ACTA reported to FAA in 2006 that the $3  million cost-of-casualty amount was probably too low, and that data at  that time suggested a more accurate value could be as much as three  times higher. In a 2012 report on commercial space launches, we found  that because FAA’s $3 million cost-of-casualty amount had not changed  since FAA began using it in 1988, it may not adequately represent the  current cost of liability for injury or death caused by commercial space  launch failures. Based in part on this finding, we recommended that  FAA reassess its maximum probable loss methodology—including  assessing the reasonableness of the assumptions used.", "Subsequently, FAA contracted with the Science and Technology Policy  Institute (STPI) in 2015 to study the damages awarded in judgments and  settlements for casualties in airplane crashes, as well as other data that  might inform an updated cost-of-casualty estimate. While STPI was  limited in the amount of data it could access, as we discuss later in more  detail, STPI concluded in 2016 that FAA’s cost-of-casualty amount should  be increased based on its analysis of the data it collected. STPI also  reported that this conclusion was unanimously confirmed in its interviews  with industry experts. STPI’s study indicated that a cost-of-casualty  amount of approximately $6 million per casualty might be appropriate, but  the study did not make a recommendation of what amount FAA should  use.", "The combined impact of these issues on the amount of insurance  coverage that launch companies are required to purchase is unclear.  While FAA contractors have identified some weaknesses that likely  overstate MPL values and some weaknesses that likely understate MPL  values, they have not reported the magnitude of the effects of these  weaknesses on insurance requirements. Further, because some  weaknesses likely overstate MPL values, while others likely understate  MPL values, to some extent the effect of one may offset the effect of  another (see fig. 1)."], "subsections": []}, {"section_title": "FAA Has Revised Its Methodology for Estimating the Number of Casualties and Property Damage", "paragraphs": ["In April 2016, FAA implemented a new MPL calculation methodology that  incorporates revisions to the processes for estimating the number of  casualties and losses due to property damage to address the  weaknesses identified in these elements of the MPL calculation.", "Estimating the number of casualties. In 2016, ACTA completed the  design of a method for estimating the number of casualties that uses  computer software to simulate a range of possible launch accidents that  are intended to be more realistic than the scenario used in FAA’s  previous method. FAA officials stated that FAA has used the revised  method to calculate MPL values since April 2016.", "FAA’s revised method for estimating the number of direct casualties in the  MPL calculation uses additional data and modeling software to simulate  more realistic accident scenarios. The data used in FAA’s previous  method were a list of potential debris for each launch vehicle, which was  supplied by the launch company, and the population densities of areas  near the launch site. The revised method uses additional vehicle launch  data, such as launch trajectory and fuel type, as well as failure rates for  different phases of flight and types of failures. FAA uses software known  as the Range Risk Analysis Tool to create physics-based simulations of  possible accidents using these data, and it assigns each simulated  accident a probability of occurrence based on the failure rates of the  different elements of the launch vehicle. Based on the types of debris  that are simulated, where the debris are predicted to fall, and population  data, the software estimates a number of direct casualties for each  simulated accident.", "FAA officials told us that FAA also revised how it incorporates secondary  casualties into its MPL calculation. In each simulated accident, secondary  casualties from inert debris and explosive debris are estimated  separately. Secondary casualties from inert debris are assumed to be 25  percent of direct casualties from inert debris, while secondary casualties  from explosive debris continue to be estimated as 150 percent of direct  casualties.", "FAA simulates millions of launch accidents with different probabilities of  occurrence and records the number of casualties that result in each  simulation. Taken together, the estimated numbers of casualties create a  “risk profile” of the launch, which is a representation of the estimated  number of casualties that would occur for accidents with a range of  probabilities of occurrence, as shown in figure 2. FAA then uses the  number of casualties that are estimated to have a 1 in 10 million chance  of occurring in its MPL calculation.", "FAA officials stated that the revised methodology generally reduces the  number of casualties estimated and ultimately the amount of insurance  coverage required. FAA officials said that they calculated MPL values  with both the revised method and the previous method for some recent  launches to compare the results. FAA officials noted that in these cases  the revised method generally estimated lower numbers of casualties than  the previous method, although there were exceptions. ACTA reported  while developing the revised methodology for estimating casualties that it  consistently produced lower MPL values than the previous method.", "Estimating losses from property damage. FAA has revised the factor it  uses to estimate losses from property damage in the MPL calculation and  is also testing a new process. FAA officials stated that they have  decreased estimates of property damage losses from 50 percent of  losses due to casualties to 25 percent. FAA made this revision because it  is testing a new process for estimating losses from property damage that  was also designed by ACTA, and officials said that in test applications,  this process has produced estimates of property damage losses that are  lower than 25 percent of losses due to casualties. As such, they said that  they believe that the lower factor for property damage losses estimates is  still conservative but more realistic than the previous estimates.", "As of January 2017, FAA had not determined whether it will use the new  process that it is testing in future MPL calculations, or continue to base  estimates of property damage on losses from casualties. The process  that ACTA designed for estimating losses from property damage is  intended to be integrated with the software tool that is now used to  estimate the number of casualties in the MPL calculation. This revised  process estimates losses from property damage using the same  simulated launch accidents that are used to estimate the number of  casualties. Property damage estimates are based on damage models that  simulate the effect of inert and explosive debris impacting different types  of structures, such as residential and commercial. FAA officials have  stated that they have begun to test this revised process but have not yet  implemented it in MPL calculations. These officials said that they have not  determined whether the new process is necessary because the impact of  property damage on the total MPL value is relatively minor, and  continuing to use a more simple method may be a more effective use of  limited FAA resources. However, an ACTA official noted that in some  cases losses from property damage can be the most significant  contributor to the total MPL value, and raised concerns about continuing  to calculate losses from property damage as a factor of losses due to  casualties."], "subsections": []}, {"section_title": "Unaddressed Weakness in FAA’s Cost-of-Casualty Amount May Expose the Federal Government to Excess Liability Risk", "paragraphs": ["FAA has not addressed the weakness identified in the cost-of-casualty  amount used in the MPL calculation, and, as of January 2017, it had not  determined when it would do so. FAA officials said that they have  identified potential steps to address the outdated data on which the cost- of-casualty amount is based, which may include revising the amount.  However, FAA’s potential steps to address the outdated data are not fully  developed, and FAA has not established time frames for taking action.", "FAA officials said that their first step would be to evaluate more current  information to form the basis for revising the cost-of-casualty amount.  However, FAA has faced challenges in identifying reliable information  because each of the sources that its contractor reviewed had significant  limitations.", "Airplane crash damages. FAA and STPI both noted that the  preferred method for updating the cost-of-casualty amount would be  to base it on legal judgments and settlements from casualties in  airplane crashes, given that there have not been any commercial  space launch accidents that have resulted in casualties. However,  STPI reported that it was only able to access very limited information  on settlement awards from airplane crashes. As a result, STPI said  it could not make a reliable estimate of the average loss per casualty  based on this information because it was not a representative sample  of all awarded damages and the damages awarded varied  substantially.", "Federal agency regulatory analysis. STPI also reviewed estimates  of the value of a “statistical life” that federal agencies use in the  analysis of proposed regulations as a possible basis for the cost-of- casualty amount. However, FAA officials stated that this method is not  suitable because these estimates are based on people’s willingness  to pay for safety, and the estimates do not necessarily reflect the  losses from casualty settlements or legal judgments that would be  expected from commercial space launch accidents.", "Inflation adjustment. The final method for updating the cost-of- casualty amount that STPI reviewed was to simply adjust the existing  cost-of-casualty amount for inflation using the Consumer Price Index.  However, FAA officials noted that they do not know whether  settlements and judgments for casualties have increased at the same  rate as inflation, and thus an inflation-adjusted amount may be too  high or too low.", "FAA officials said they are still considering how to overcome these  challenges. FAA officials said that they are not planning to make  additional attempts to access insurance data on airplane accident  damage awards at this time, because STPI considered enough options  for collecting these data that they believe additional attempts would be  unproductive. Officials said they plan to use the information collected by  STPI, despite its limitations, as well as any additional information the  agency may gather, to reach agreement within the agency for revising the  basis for the cost-of-casualty amount, though officials do not have a  detailed methodological approach.", "Once FAA has developed a revised basis for the cost-of-casualty amount  within the agency, officials said their next step would be to propose this  amount for public comment. Officials said that this step is necessary to  obtain input on whether and how to revise the amount and help ensure  that the revised amount would not place too much financial burden on  launch companies, thus disrupting the industry. FAA officials said they  may propose a revised cost-of-casualty amount in the Federal Register or  use other methods to request public input on the proposal. For example,  officials said they may seek input on a proposed amount from FAA’s  committee of industry advisors, the Commercial Space Transportation  Advisory Committee. However, agency officials have not yet determined  how to obtain public input or identified specific time frames for proposing  a revised cost-of-casualty amount.", "Federal internal control standards require that agency management  identify, analyze, and respond to risks related to achieving the entity’s  objectives, and use current data. These standards also require that  agency management define how to achieve objectives and the time  frames for achieving them. However, while FAA has hired a contractor to  study the cost-of-casualty issue, it has not responded to the risk  presented by using outdated data as the basis of the cost-of-casualty  amount. Further, because FAA’s contractors have concluded that the  cost-of-casualty amount is likely too low, the current MPL calculation may  not account for all damages to third parties and federal government  property and personnel that can reasonably be expected to result from a  launch accident, as required by FAA regulations. An MPL methodology  that does not account for all damages that can reasonably be expected  could cause the government to be liable for some of those damages. This  would not align with the mandated considerations of the CSLCA-required  FAA review, which includes helping to ensure that the federal government  is not exposed to liability risk for more damages or losses than can be  reasonably expected or intended. To achieve this purpose, Congress  directed the Department of Transportation, which includes FAA, to  determine whether the MPL calculation needs to be revised and to  develop a plan for any necessary revisions by May 2016.", "However, FAA’s identified steps to update the cost-of-casualty amount  remain incomplete because the agency has not prioritized this issue. FAA  officials said that they have prioritized other work, such as reviewing  launch license applications, ahead of addressing the weakness in the  cost-of-casualty amount. They also noted that they did not want to delay  the implementation of other revisions in the MPL methodology while they  reviewed the cost-of-casualty issue, indicating that those revisions were  also a higher priority.", "Although FAA has faced challenges in accessing sufficient data to use as  a basis for updating the cost-of-casualty amount, by not prioritizing this  weakness FAA may be exposing the federal government to excess risk.  By continuing to use the $3 million cost-of-casualty amount in its MPL  calculation methodology that we and others have noted is outdated, FAA  may not be requiring launch companies to have sufficient insurance to  cover all losses that can be reasonably expected. For example, if a cost- of-casualty amount based on more current data were set twice as high as  the existing $3 million amount, then industry insurance requirements  would cover only half of all losses that could reasonably be expected (see  table 1). If launch companies’ insurance requirements do not cover all  reasonably expected losses, the federal government will be exposed to  more risk than intended under the indemnification regime and may be  liable for some damages that should be covered by the launch company’s  insurance in the case of a launch or reentry accident."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["FAA’s mission includes promoting the development of the commercial  space launch industry as well as managing risk to the public and the  federal government. FAA has taken steps to address weaknesses in  some parts of its MPL calculation, which have tended to reduce the  amount of insurance coverage that launch companies are required to  have. However, FAA has not yet addressed the weakness identified in the  $3 million cost-of-casualty amount and does not yet have a fully  developed plan to do so, which would include time frames for taking  action. While there is substantial uncertainty in the MPL calculation, the  use of outdated data as the basis of the cost-of-casualty amount  represents a risk that the current MPL calculation may not account for  damages to third parties and federal property and personnel that can  reasonably be expected from a launch accident, as required by FAA  regulations. As a result of this unaddressed weakness in the cost-of- casualty amount, FAA may not be requiring launch companies to hold  enough insurance, which, as a result, may expose the government to  more risk than intended."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To help ensure that the government is not exposed to more liability risk  than intended, the Secretary of Transportation should ensure that the  FAA Administrator prioritizes the development of a plan to address the  identified weakness in the cost-of-casualty amount, including setting time  frames for action, and update the amount based on current information."], "subsections": []}, {"section_title": "Agency Comments and Third-Party Views", "paragraphs": ["We provided a draft of this report to the Department of Transportation for  its review and comment. We also provided relevant excerpts to the  agency’s contracted expert ACTA Inc. for technical comment. The  Department of Transportation did not comment on the findings or  recommendation, but provided technical comments that we have  incorporated into the report, as appropriate. ACTA Inc. also provided  technical comments, which we incorporated as appropriate.", "We are sending copies of this report to interested congressional  committees and the Secretary of the Department of Transportation. In  addition, this report will be available at no charge on GAO’s website at  http://www.gao.gov.", "If you or your staff have any questions or would like to discuss this work,  please contact Alicia Puente Cackley at (202) 512-8678 or  cackleya@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this report.  Individuals making key contributions to this report are listed in appendix I."], "subsections": []}]}, {"section_title": "Appendix I: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Jill Naamane (Assistant Director),  Jeremy Conley (Analyst-in-Charge), Stephen Robblee, Jessica Sandler,  Jennifer Schwartz, Joseph Silvestri, Jena Sinkfield, and Shana Wallace  made key contributions to this report."], "subsections": []}]}], "fastfact": []}