{"id": "GAO-02-940T", "url": "https://www.gao.gov/products/GAO-02-940T", "title": "Managing for Results: Using Strategic Human Capital Management to Drive Transformational Change", "published_date": "2002-07-15T00:00:00", "released_date": "2002-07-15T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["Strategic human capital management is critical to maximizing government's performance and ensuring its accountability for the benefit of the American people. The early years of the 21st century are proving to be a period of profound transition being driven by several key trends, including global interdependence; diverse, diffuse, and asymmetrical security threats; rapidly evolving science and technology; dramatic shifts in age and composition of the population; important quality of life issues; the changing nature of the economy; and evolving governmental structures and concepts. GAO designated strategic human capital management as a governmentwide high-risk area because of a long-standing lack of a consistent strategic approach to marshaling, managing, and maintaining the human capital needed for government to deliver on its promises. Three broad human capital reform opportunities are instrumental to agency transformation efforts: aligning individual and organizational performance, implementing results-oriented pay reform, and sustaining agency transformation efforts."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the essential actions that the federal government needs to take in order to manage its most important asset—its people, or human capital. An organization’s people define its culture, drive its performance, embody its knowledge base, and are the key to successful merger and transformation efforts. As such, strategic human capital management is the critical element to maximizing government’s performance and assuring its accountability for the benefit of the American people.", "The early years of the 21st century are proving to be a period of profound transition for our world, our country, and our government. This transition is being driven by a number of key trends including: global interdependence; diverse, diffuse, and asymmetrical security threats; rapidly evolving science and technology; dramatic shifts in the age and composition of the population; important quality of life issues; the changing nature of our economy; and evolving government structures and concepts. These trends present a range of challenges that have no boundaries. These trends also contribute to a huge, longer-range fiscal and budgetary challenge facing the United States. Given these trends and long- range fiscal challenges, the federal government needs to engage in a comprehensive review, reassessment, and reprioritization of what the government does, how it does business, and who does the government’s business. We must re-examine a range of government policies, programs, and operations. The status quo is simply unacceptable. The long-range numbers do not add up. We must re-examine the base, including our current human capital policies and practices. This re-examination will in turn require federal agencies to transform their cultures and shift their overall orientation from:   processes to results,   stovepipes to matrixes,   hierarchical to flatter and more horizontal structures,   an inward focus to an external (citizen, customer, and stakeholder) focus,   management control to employee empowerment,  reactive behavior to proactive approaches,   avoiding new technologies to embracing and leveraging them,   hoarding knowledge to sharing knowledge,   avoiding risk to managing risk, and   protecting turf to forming partnerships.", "Leading public organizations here in the United States and abroad have found that strategic human capital management must be the centerpiece of any serious change management initiative and efforts to transform the cultures of government agencies. Unfortunately, as the Commission has made clear, the federal government is not well positioned to make the needed transformation. GAO designated strategic human capital management as a governmentwide high-risk area in January 2001 because of a long-standing lack of a consistent strategic approach to marshaling, managing, and maintaining the human capital needed for government to deliver on its promises. We reported then and still find today that serious human capital shortfalls are eroding the capacity of many agencies, and threatening the ability of others, to economically, efficiently, and effectively perform their missions. The federal government’s human capital weaknesses did not emerge overnight and will not be quickly or easily addressed. The enormous human capital and other transformation challenges that need to be addressed to transform the Federal Bureau of Investigation (FBI) and create a successful Department of Homeland Security are instructive of the critical and difficult task ahead. Committed, sustained, highly qualified, and inspired leadership, and persistent attention by all key parties will be essential if lasting changes are to be made and the challenges we face across the federal government successfully addressed.", "Fortunately, we are now seeing increased attention to strategic human capital management and a real and growing momentum for change is now evident since we placed strategic human capital management on our High- Risk list.", "In August 2001, President Bush placed human capital at the top of his management agenda.", "The Office of Management and Budget (OMB) is assessing agencies’ progress in addressing their individual human capital challenges as part of its management scorecard and mid-point review process.", "As one of its many efforts to help agencies with these issues, the Office of Personnel Management (OPM) released a human capital scorecard last December to assist agencies in responding to the OMB scorecard.", "Finally, Congress has underscored the consequences of human capital weaknesses in federal agencies and pinpointed solutions through the oversight process and a wide range of hearings held over the last few years.", "Therefore, the key question today is how do we best seize the opportunity and build on the current momentum? I have often noted that the first step toward meeting the government’s human capital challenges is for agency leaders to identify and make use of all the appropriate administrative authorities available to them to manage their people for results both effectively and equitably. Much of the authority agency leaders need to manage human capital strategically is already available under current laws and regulations. Agency leaders should not wait for comprehensive human capital legislative reforms to happen. The use of these authorities often needs to be undertaken as part of, and consistent with, proven change management practices. The second step is for policymakers to pursue incremental legislative reforms to give agencies additional tools and flexibilities to hire, manage, and retain the human capital they need, particularly in critical occupations. Key provisions of legislative proposals under consideration in Congress represent an important step to helping agencies address their human capital management challenges. Many of the provisions contained in the bills are consistent with authorities we have been urging for other federal agencies. The third step toward meeting the federal government’s human capital challenges is for all interested parties to work together to identify the kinds of comprehensive legislative reforms in the human capital area that should be enacted over time. These reforms should place greater emphasis on knowledge, skills, and performance in connection with federal employment, promotion, and compensation decisions, rather than on the passage of time, the rate of inflation, or geographic location, as is often the case today. Shockingly, over 80 percent of the cost associated with the annual increases in federal salaries is due to cost-of-living and locality pay adjustment. This must change.", "Today, I will discuss three broad human capital reform opportunities that are instrumental to agency transformation efforts and that the Commission may want to consider as its work moves forward. These broad opportunities include: first, aligning individual and organizational performance; second and directly related to that, implementing results- oriented pay reform; and third, sustaining agency transformation efforts. I will conclude with some comments on how we in GAO are playing a constructive role in helping the government address its human capital challenges, including our efforts to “lead by example” in this critically important area."], "subsections": [{"section_title": "Using Performance Management Systems to Help Transform Agencies", "paragraphs": ["Leading organizations use their performance management systems as a key tool for aligning institutional, unit, and employee performance; achieving results; accelerating change; managing the organization on a day-to-day basis; and facilitating communication throughout the year so that discussions about individual and organizational performance are integrated and ongoing. Performance management systems in these leading organizations typically seek to achieve three key objectives. First, they strive to provide candid and constructive feedback to help individual employees maximize their potential in understanding and realizing the goals and objectives of the agency. Second, they seek to provide management with the objective and fact-based information it needs to reward top performers. Third, performance management systems provide the necessary information and documentation to deal with poor performers. Most federal performance management systems fail to achieve these objectives. In addition, many federal agencies are just beginning to recognize that their performance management systems can be strategic tools to achieve success. In my opinion, modernizing agency performance appraisal and management systems and linking them to agency strategic plans and desired outcomes should be a top priority.", "Results-oriented performance agreements are one mechanism in a performance management system that creates a “line of sight” showing how individual employees can contribute to overall organizational goals. Agencies that effectively implement such systems must first align agency leaders’ performance expectations with organizational goals and then cascade performance expectations to other organizational levels. These employees are then held accountable for their contributions to achieve desired results. Our work has shown that agencies have benefited from their use of results-oriented performance agreements for political and senior career executives. The performance agreements   strengthened alignment of results-oriented goals with daily operations,  fostered collaboration across organizational boundaries,   enhanced opportunities to discuss and routinely use performance information to make program improvements,   provided a results-oriented basis for individual accountability, and   maintained continuity of program goals during leadership transitions.", "Governmentwide, agencies need to place increased emphasis on holding senior executives accountable for organizational goals. OPM amended regulations that change the way agencies evaluate the members of the Senior Executive Service (SES). While agencies will need to tailor their performance management systems to their unique organizational requirements and climates, they nonetheless are to: hold executives accountable for results; appraise executive performance on those results balanced against other dimensions, including customer satisfaction and employee perspective; and use those results as the basis for performance awards and other personnel decisions. Agencies were to implement the new policies for the SES appraisal cycles that began in 2001.", "Ultimately, an effective performance management system must link pay and incentive programs to individual knowledge, skills, and contributions to achieving organizational results. The affect of poor performers on agencies’ performance and morale can far exceed their small numbers. Still, while important, dealing with poor performers is only part of the challenge; agencies need to create additional incentives and rewards for valuable and high-performing employees who represent the vast majority of the federal workforce. Congress and the administration have repeatedly expressed a commitment to more fully link resources to results. The American people expect and deserve this linkage as well. However, we will never achieve this linkage without modern and effective performance management strategies. Additional information on the performance management programs in use in agencies and the relative strengths and weaknesses of those programs, along with best practice information, would prove very helpful as agencies seek to link pay to individual knowledge, skills, and performance.", "Efforts to link federal pay to knowledge, skills, and performance should be part of a broader effort to align resource decisions to results. As I noted, fostered in part by the Government Performance and Results Act (GPRA), there has been an increasing interest within the executive branch and the Congress in linking performance and results to resource allocation and other decisions. Consistent with that view, we need to continue efforts to shift agency accountability—with appropriate safeguards and oversight— to budgeted resources and results and away from other inputs and processes.  The work of the recently completed Commercial Activities Panel, which I had the privilege of chairing, is illustrative in this regard.One of the sourcing principles adopted by the Panel was that the federal government’s sourcing policy should avoid arbitrary full-time equivalent (FTE) or other numerical goals. The principle is based on the unarguable point that the success of government programs should be measured by the results achieved in terms of providing value to the taxpayer, not the size of the in-house or contractor workforce. I believe that the Panel’s principle should also apply to resource allocation generally. We need to continue— and even augment—efforts to shift the focus of management, resource allocation, and decisionmaking from inputs and process to a greater focus on results and outcomes and to provide management reasonable flexibility while incorporating appropriate safeguards to prevent abuse.  In this regard, holding managers accountable for results based on a specific dollar allocation versus FTE caps would be a major step in the right direction."], "subsections": []}, {"section_title": "Creating a Results- Oriented Approach to Federal Pay", "paragraphs": ["As you know, I believe that a greater emphasis should be placed on knowledge, skills, and performance in connection with federal employment promotion and compensation decisions at all levels, rather than the passage of time, the rate of inflation, or geographic location, as so often is the case today. In recent years, widespread concern has been expressed about the methodology and results of the procedures to determine the federal pay gap. These concerns are among the reasons that the pay gap has never been fully addressed. I believe that careful study is needed to develop more realistic and workable methodologies and solutions to federal pay issues. Part of that assessment should focus on options for moving away from a compensation system that contains governmentwide pay increases with locality adjustments, and toward a system that is based to a greater degree on the knowledge, skills, and performance of the individuals involved.", "I fully appreciate that much work may be needed before agencies’ respective performance management systems are able to support a more direct link between pay and individual knowledge, skills, and performance. OPM certainly has a continuing and vital role to play in connection with these issues. OPM’s recently released white paper on federal pay provides a good foundation for the results-oriented pay reform discussion that must now take place. The greater use of “broadbanding” is one of the options that deserves to be discussed. In the short term, Congress may wish to explore the benefits of (1) providing OPM with additional flexibility that would enable it to grant governmentwide authority for all agencies (i.e., class exemptions) to use broadbanding for certain critical occupations and/or (2) allowing agencies to apply to OPM (i.e., case exemptions) for broadbanding authority for their specific critical occupations. However, agencies should be required to demonstrate to OPM’s satisfaction that they have modern, effective, and validated performance management systems before they are allowed to use broadbanding."], "subsections": []}, {"section_title": "Ensuring Leadership and Accountability for Agencies’ Transformation Efforts", "paragraphs": ["The nature and scope of the cultural transformation that needs to take place in many agencies across the federal government will take years to accomplish—easily outrunning the tenures of most political appointees. At the same time, GAO’s work over the years, most prominently in our High- Risk and Performance and Accountability Series, has amply documented that many agencies suffer from a range of long-standing management challenges and a lack of attention to basic stewardship responsibilities, requiring concerted action and sustained top-level attention if they are to be addressed.", "One option for addressing the issues agencies face is to create a Chief Operating Officer (COO) position for selected agencies that would provide the sustained management attention essential for addressing key stewardship responsibilities in an integrated manner while helping to facilitate the transformation process within an agency. These long-term responsibilities are professional and nonpartisan in nature. They cover a range of “good government” responsibilities that are fundamental to effectively executing any administration’s program agenda. Statutory COOs would differ from—but hopefully complement—the roles often assumed by the current Deputy Secretaries in assisting the Secretaries in executing the administration’s policy and program agenda and achieving an agency’s mission. The good government responsibilities that could be led by a COO include:   strategic planning,   organizational alignment,   core values stewardship,   human capital strategy,   performance management (aligning institutional, unit, and individual measurement and reward systems to achieve overall organizational goals),   communications and information technology management,  financial management,   acquisition management,  risk management,   knowledge management,   matrix management, and   change management.", "While various models for structuring such a position could be used, one option would be to have a COO who is appointed, subject to Senate confirmation, to a term of 5 to 7 years (generally considered to be the minimum time needed for major change initiatives to provide meaningful and sustainable results). The COO should be at an organizational level equivalent to the current deputies in major departments and agencies in order to help assure the effectiveness of this position. A term appointment would help to provide continuity that spans the tenure of the political leadership to ensure that long-term stewardship issues are addressed and change management initiatives are successfully completed. The individual would be selected without regard to political affiliation based on (1) demonstrated leadership skills in managing large and complex organizations, and (2) experience achieving results in connection with a number of the above responsibilities. To further clarify accountability, the COO could be subject to a clearly defined, results-oriented performance contract with appropriate incentive, reward, and accountability mechanisms.", "If Congress and the executive branch decide to move forward with the COO approach, it may make sense to use a pilot in a select number of agencies using a value and risk-based approach. For example, an agency that is experiencing particularly significant challenges in integrating disparate organizational cultures (such as the proposed Department of Homeland Security) may be an especially appropriate first phase candidate. Agencies engaged in major transformation efforts, like the FBI, the Internal Revenue Service (IRS), and the National Aeronautics and Space Administration (NASA) could also benefit from such an approach. Similarly, a “challenged agency’’—one that has longstanding management weaknesses and high-risk operations or functions, such as the Department of Defense (DOD)—may also be a good first phase candidate. The point would be for the Congress, executive branch leadership in OMB and OPM, agencies, and others to gain experience with the COO approach before deciding how and where it should be applied across the government.", "More generally, we need to comprehensively examine opportunities for better using the federal government’s career SES leadership. This examination should focus on a number of issues that have been suggested to strengthen the SES and thereby improve federal performance and foster transformation efforts. These issues include, for example, concerns over SES compensation and pay compression. I believe that the issue of whether and how much to increase SES pay must be discussed within the context of how to make any pay increases variable and performance-based rather than across-the-board and fixed. We also must carefully examine the composition of the SES. It seems to me that, in general, current members of the SES fill three broad roles: executive leadership, program management, and senior technical and specialists positions. We need to look at the implications that these differing roles have for a range of issues, such as SES core competencies, performance standards, recruitment sources, mobility, and training and development programs. We also need to look at whether the number of levels within the SES (i.e. ES 1 through 6) are necessary and appropriate."], "subsections": []}, {"section_title": "GAO’s Constructive Efforts to Help Agencies Address Their Human Capital Challenges", "paragraphs": ["As the federal government’s leading accountability organization, we have made a concerted effort to identify and encourage the implementation of human capital practices that improve the efficiency, effectiveness, and accountability of the federal government. Over the last few years, we have issued numerous reports with practical recommendations on the steps individual agencies can take to address their specific human capital challenges. In addition, we have reported on governmentwide trends and lessons learned by successful organizations. We also understand that we have a responsibility to “lead by example” and “practice what we preach” in all key management areas, including strategic human capital management.", "On March 15, 2002, we released A Model of Strategic Human Capital Management, the latest in a series of tools designed to assist agency leaders in effectively managing their people. Our model is designed to help agency leaders effectively lead and manage their people and integrate human capital considerations into daily decision making and the program results they seek to achieve. In so doing, the model highlights the importance of a sustained commitment by agency leaders to maximize the value of their agencies’ human capital and to manage related risks. Accordingly, it raises the bar for all of us—those in positions of leadership, federal managers, employees, unions, and human capital executives and their teams.", "Consistent with OPM’s and OMB’s views, our model of strategic human capital management embodies an approach that is fact-based, focused on strategic results, and incorporates merit principles and other national goals. As such, the model reflects two principles central to the human capital idea:   People are assets whose value can be enhanced through investment. As with any investment, the goal is to maximize value while managing risk.", "An organization’s human capital approaches should be designed, implemented, and assessed by the standard of how well they help the organization pursue its mission and achieve desired results or outcomes.", "The model highlights the kinds of thinking that agencies should apply, as well as some of the steps they can take, to make progress in managing human capital strategically. The concepts presented in the model are arranged around eight critical success factors, which are organized in pairs to correspond with four cornerstones of effective strategic human capital management. (See Fig. 1.)", "As I noted before, OPM and OMB also have developed tools that are being used to assess human capital management efforts. We provided drafts of our human capital model to OPM and OMB for their review prior to publication to help ensure that the three efforts are conceptually consistent. We hope that the perspective and information provided in our model will help inform agencies’ efforts to respond to the administration’s management initiatives, such as “getting to green” on OMB’s management scorecard and using the tools developed by OPM. While we remain sensitive of the need to maintain our institutional independence, we are working constructively with OPM, OMB, and others to explore opportunities to develop a more fully integrated set of guidance and tools for agencies to address their human capital challenges."], "subsections": []}, {"section_title": "GAO’s Efforts to Lead by Example", "paragraphs": ["In addition to providing tools to help agencies help themselves, we believe it is our responsibility to lead by example. We are in the vanguard of the federal government’s efforts to modernize existing human capital strategies and we are committed to staying in this position. Our people are our most valuable asset and it is only through their combined efforts that we can effectively serve our clients and our country. By managing our workforce strategically and focusing on results, we are helping to maximize our own performance and ensure our own accountability. By doing so, we also hope to demonstrate to other federal agencies that they can make similar improvements in the way they manage their people.", "We have identified and made use of a variety of tools and flexibilities, some of which were made available to us through the GAO Personnel Act of 1980 and our 2000 legislation, but most of which are available to federal agencies.", "The most prominent change in human capital management that we implemented as a result of the GAO Personnel Act of 1980 was a broadbanded pay-for-performance system. The primary goal of this system is to base employee compensation primarily on the knowledge, skills, and performance of individual employees. It provides managers flexibility to assign employees in a manner that is more suitable to multi-tasking and the full use of staff. Under our current broadbanded system, analyst and analyst-related staff in Grades 7 through 15 were placed in three bands. We expect to modify our banded system in the future based on our experience to date.", "In January 2002, we implemented a new competency-based performance management system that is intended to create a clear linkage between employee performance and our strategic plan and core values. It includes 12 competencies that our employees overwhelmingly validated as the keys to meaningful performance at GAO. (See Fig. 2.)", "Our October 2000 legislation gave us additional tools to: realign our workforce in light of mission needs and overall budgetary constraints; correct skills imbalances; and reduce high-grade, managerial, or supervisory positions without reducing the overall number of GAO employees. This legislation allowed us to create a technical and scientific career track at a compensation level consistent to the SES. It also allowed us to give greater consideration to performance and employee skills and knowledge in any Reduction-in-Force actions. We believe that other agencies could benefit from these additional authorities.", "Since the legislation was enacted, we have established agency regulations and conducted and completed our first offering of voluntary early retirement opportunities. Once employees registered their interest in participating in the program, we considered a number of factors including: employee knowledge, skills, performance, and competencies; the organizational unit or subunit in which an employee worked; an employee’s occupational series, grade, or band level, as appropriate; and the geographic location of the employee. As authorized by the 2000 legislation, employee performance was just one of many factors we considered when deciding which employees would be allowed to receive the incentives. However, let me assure you, we did not use performance to target certain individuals.", "We are also using many recruiting flexibilities that are available to most agencies, including an extensive campaign to increase our competitiveness on college campuses and extending offers of employment during the fall semester to prospective employees who will come on board the following spring and summer. We are also using our internship program in a strategic fashion and we often offer permanent positions to GAO interns with at least 10 weeks of highly successful work experience. Moreover, we are building and maintaining a strong presence of both senior executives and recent graduates on targeted college campuses. We have also taken steps to streamline and expedite our hiring process. In this regard, the current length of time that it takes to hire a person in most other federal agencies is much too long and must be addressed.", "Even after we hire good people, we need to take steps to retain them. We have taken a number of steps to empower and invest in our employees. For example, we have active employee feedback and suggestion programs. In addition, we are in the midst of implementing our first student loan repayment assistance program for about 200 employees who have indicated interest and are willing to make a three-year commitment to staying with the agency.", "Overall, we have implemented the following initiatives and targeted investments, some of which are relatively recent and some of which are longstanding:  Prepared a human capital profile and needs assessment to understand employee demographics and distribution.", "Conducted an employee survey in 1999 and 2002 to understand the status and progress of the agency and the areas in which we need to improve.", "Completed a knowledge and skills inventory for all employees.   Conducted an employee preference survey so that employees could be given the opportunity to work in the areas that interest and energize them in light of our institutional needs. Implemented an Executive Candidate Development Program to prepare candidates for assignments in the SES. Initiated a Professional Development Program for newly hired GAO analysts to help them transition and progress. Initiated a redesign of our training curriculum to directly link and support our validated core competencies.", "Established an Employee Advisory Council to facilitate open communication and direct input from line employees to the Comptroller General and other GAO senior leadership.", "Provided an on-site child care center called “Tiny Findings” and the Wellness and Fitness Center. Implemented additional employee-friendly benefits such as business casual dress, flextime, and public transportation subsidies.", "Used recruitment bonuses, retention allowances, and student loan repayment assistance to attract and retain employees with specialized skills. Implemented a new “state of the art” performance appraisal system that is linked to our strategic plan and based on key competencies.", "As we engage in these changes, we also know that we are not perfect and we never will be. This is a work-in-progress for us as it is for others. Our approaches are not the only way for agencies to proceed, but they can help others identify ways to address their individual human capital challenges. In this regard, we have shared our lessons and experiences with others, and are happy to do so."], "subsections": []}]}], "fastfact": []}