{"id": "GAO-03-772", "url": "https://www.gao.gov/products/GAO-03-772", "title": "U.S. International Broadcasting: New Strategic Approach Focuses on Reaching Large Audiences but Lacks Measurable Program Objectives", "published_date": "2003-07-15T00:00:00", "released_date": "2003-07-15T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Prompted by a desire to reverse declining audience trends and to support the war on terrorism, the Broadcasting Board of Governors (BBG), the agency responsible for U.S. international broadcasting, began developing its new strategic approach to international broadcasting in July 2001. This approach emphasizes the need to reach mass audiences by applying modern broadcast techniques and strategically allocating resources to focus on high-priority markets. GAO was asked to examine (1) whether recent program initiatives have adhered to the Board's new strategic approach to broadcasting, (2) how the approach's effectiveness will be assessed, and (3) what critical challenges the Board faces in executing its strategy and how these challenges will be addressed."]}, {"section_title": "What GAO Found", "paragraphs": ["Consistent with its new plan to dramatically increase the size of U.S. international broadcasting listening and viewing audiences in markets of U.S. strategic interest, the Broadcasting Board of Governors has launched several new projects, including Radio Sawa in the Middle East, Radio Farda in Iran, and the Afghanistan Radio Network. These projects adhere to the Board's core strategy of identifying a target audience and tailoring each broadcast product to market circumstances and audience needs. The Board's plan lacks measurable program objectives designed to gauge the success of its new approach to broadcasting, detailed implementation strategies, resource needs, and project time frames. A number of key effectiveness measures could provide a starting point for developing measurable program objectives and related performance goals and indicators under the Board's annual performance plan. These measures include audience size in specific markets, audience awareness, broadcaster credibility, and whether the Voice of America (VOA) effectively presents information about U.S. thought, institutions, and policies to target audiences. The Board has identified a number of market and internal challenges--such as technological innovation and better coordination of its seven separate broadcast entities--that must be addressed to make U.S. international broadcasting more competitive. It has also developed a number of solutions to address these challenges. However, the Board has not addressed how many language services it can carry effectively (with the number rising nearly 20 percent over the past 10 years) and what level of overlap and duplication in VOA and surrogate broadcast services would be appropriate under its new approach to broadcasting. Resolving these questions will have significant resource implications for the Board and its ability to reach larger audiences in high-priority markets."]}], "report": [{"section_title": "Letter", "paragraphs": ["Millions of foreign listeners and viewers turn each week to U.S.  international broadcasting to obtain news and information about the  United States and the world. However, the United States’ share in several  broadcast markets has been declining or static for decades due to  increasing competition and an outdated approach to broadcasting.  Prompted by a desire to reverse this trend and a sense of urgency created  by the war on terrorism, the Broadcasting Board of Governors (BBG or the  “Board”), the agency responsible for nonmilitary U.S. international  broadcasting programs, initiated a new strategic approach to international  broadcasting in July 2001. The new strategy emphasizes the need to reach  large audiences by applying modern broadcast techniques and strategically  allocating resources to focus on high-priority broadcast markets, such as  the Middle East.", "The BBG and the Department of State share an annual budget of about $1  billion for public diplomacy activities designed to inform, engage, and  influence foreign audiences. The BBG manages and oversees the Voice of  America (VOA), WorldNet Television and Film Service, Radio/TV Marti,  Radio Free Europe/Radio Liberty, Radio Free Asia, Radio Sawa, and Radio  Farda (collectively referred to as the broadcast entities). This report  focuses on the BBG’s public diplomacy efforts. A planned follow-on report  will assess the Department of State’s public diplomacy efforts.", "As agreed with your staff, this report examines (1) whether recent program  initiatives have adhered to the Board's new strategic approach to  broadcasting, (2) how the approach’s effectiveness will be assessed, and  (3) what critical challenges the Board faces in executing its strategy and  how these challenges will be addressed.", "To accomplish our objectives, we met with individual Board members and  senior managers from each broadcast entity (including Radio Free  Europe/Radio Liberty officials in Prague) to discuss a range of management  issues including the Board’s new 5-year strategic plan (titled “Marrying the  Mission to the Market” and issued in December 2002), which defines the  Board’s new approach to broadcasting. We met with foreign ministry  officials in London and Berlin and broadcasting officials from the British  Broadcasting Corporation in London and Deutsche Welle in Cologne and  Berlin to compare their respective approaches to public diplomacy and  international broadcasting with the Board’s activities. We also met with  several private sector audience research firms to discuss a range of  performance management and measurement issues. Finally, we  administered a survey to 34 senior program managers across all 7 BBG  broadcast entities to obtain their views on strategic planning, current  operations, program challenges, and various program options."], "subsections": [{"section_title": "Background", "paragraphs": ["U.S. international broadcasting efforts support the three key objectives of  U.S. public diplomacy, which are to engage, inform, and influence overseas  audiences. As a news organization, the BBG must maintain its journalistic  independence while also serving U.S. strategic interests as a member of the  public diplomacy apparatus. To fulfill this latter role, the BBG seeks input  from the Department of State and the larger public diplomacy community  in formulating its broadcast plans and making annual decisions on the  deletion and addition of language services. The Secretary of State serves as  a member of the Board, further strengthening coordination efforts. Within  the BBG, VOA, Radio/TV Marti, and WorldNet Television, are organized as  federal entities, while Radio Free Europe/Radio Liberty and Radio Free  Asia operate as independent, nonprofit corporations and are funded by  Board grants. Radio Free Europe/Radio Liberty, Radio Free Asia, and  Radio/TV Marti function as “surrogate” broadcasters where a local free  press does not exist. Congress created the International Broadcasting  Bureau (IBB) in 1994 in an effort to streamline and consolidate certain  broadcast operations.", "Figure 1 illustrates the Board’s placement in the U.S. public diplomacy  hierarchy and its current organizational structure.", "Each U.S. broadcast entity is organized around a collection of language  services that produce program content. In some instances, both VOA and a  surrogate broadcaster run “overlapping” services due to the different  missions pursued by VOA and the surrogates. For example, both VOA and  Radio Free Europe/Radio Liberty have their own Russian language service.", "The BBG currently has a collection of 97 language services—with a 55  percent overlap between VOA and the surrogates broadcasting in the same  language."], "subsections": [{"section_title": "The Mission of U.S. International Broadcasting", "paragraphs": ["Each broadcast entity has its own legislated mandate. VOA’s mandate is to  (1) serve as a consistently reliable and authoritative, accurate, objective,  and comprehensive source of news; (2) represent America, not any single  segment of American society, and therefore present a balanced and  comprehensive projection of significant American thought and institutions;  and (3) present the policies of the United States clearly and effectively and  also present responsible discussions and opinion on these policies. In  contrast, the role of the surrogate broadcasters (Radio Free Europe/Radio  Liberty, Radio Free Asia, and Radio/TV Marti) is to temporarily replace the  local media of countries where a free and open press does not exist.  WorldNet Television and Film Service provides production and distribution  support for television broadcasts developed by VOA and the Department of  State. The Board’s public diplomacy mandate also includes helping to  develop independent media and raising journalistic standards where  possible."], "subsections": []}, {"section_title": "The Board’s New Strategic Approach", "paragraphs": ["The Board’s new approach to broadcasting represents an ambitious  attempt to reach larger audiences in key markets. To do this, it seeks  creative solutions that prioritize the use of limited resources and marry the  mission of U.S. international broadcasting to the needs and wants of target  audiences. The Board’s new strategic plan was issued in December 2002;  however, development of its new approach to broadcasting began in July  2001. The plan was developed to address declining audience share in key  markets such as Russia and historically static performance in key strategic  regions such as the Middle East. For example, the BBG had a 21 percent  market share in Russia in the early 1990s that has declined to about 4  percent of the adult listening audience in recent years. In the Middle East,  the VOA’s Arabic service has for decades reached less than 2 percent of  potential listeners.", "The Board’s new plan outlines a strategic vision for U.S. international  broadcasting that is designed to move the organization toward a market- based approach that will generate the large listening audiences in priority  markets that the Board believes it must reach to effectively meet its  mission. Early implementation of the plan has focused on markets relevant to the war on terrorism; however, the Board intends that many elements of  its new approach will be applied to many of its language services over time.  The Board’s vision is to create a flexible, multimedia, research-driven U.S.  international broadcasting system. This system will incorporate regional  networks and single-country operations to reach large audiences by  programming the distinct content of VOA and the surrogate services  through state-of-the-art formats and distribution channels controlled by the  Board.", "Figure 2 provides an overview of the Board’s new strategic plan and shows  the links among the Board’s mission statement, vision statement, broadcast  priorities, strategic goals, and program objectives. Appendix I provides a  complete list of the goals and objectives.", "Strategic plans play a critical role in the management of agency operations.  Guidance from the Office of Management and Budget (OMB) makes clear  that agency strategic plans, annual performance plans, and annual  performance reports form the basis for a comprehensive and integrated approach to performance management. In the Board’s case, its  performance management is augmented by an ongoing series of program  reviews of individual language services conducted each year and an  annual comparative review of all language services. Program reviews are  in-depth assessments of performance conducted by a team of management,  audience research experts, technical staff, and language service staff. The  comparative review of language services represents an intensive 4-month  review by the Board designed to evaluate the need for adding or deleting  language services and strategically reallocating funds to the language  services on the basis of priority and impact. This year, the Board asked  eight language services to prepare individual performance plans that  capture key elements of the Board’s new strategic approach to  broadcasting, including the need to identify a target audience and establish  specific audience goals. These performance plans will become the focus of  future program reviews and form the final link in a planned performance  management system that will integrate the Board’s strategic plan,  performance plan, annual language service review, budget preparation  process, and program reviews into a unified whole. The strategic plan  forms the heart of this system since it should provide the performance  goals and measures that drive the Board’s entire operations."], "subsections": []}]}, {"section_title": "Projects Supporting War on Terrorism Adhere to Board’s New Approach", "paragraphs": ["Consistent with the plan’s theme of “marrying the mission to the market,”  the Board has applied its new audience-focused broadcasting approach to  recent initiatives supporting the war on terrorism. The first project under  the new approach, Radio Sawa in the Middle East, was launched in March  2002 using many of the modern, market-tested broadcasting techniques and  practices prescribed in the plan, in an effort to attract a larger, younger  population. Follow-on program initiatives also adhere to the Board’s  modern approach to broadcasting, though application is tailored to the  specific circumstances of each target market. These initiatives include the  Afghanistan Radio Network (ARN) and the new Radio Farda service to  Iran. Estimated start-up and recurring costs for these three projects  through fiscal year 2003 total about $116 million. As funds become  available, there are plans to extend application of the Board’s new  approach to other high-priority markets, such as Indonesia. In addition, the  Board hopes to further expand its presence in the Middle East through the  launch of a Middle East Television Network. Future initiatives are expected  to require additional reallocation of funds and possible supplemental  spending by Congress."], "subsections": [{"section_title": "Application Tailored to Market Circumstances", "paragraphs": ["The Board has tailored the use of its modern, audience-focused approach  to broadcasting, taking target audiences and market circumstances into  consideration when developing and implementing new program initiatives.    Table 1 provides a brief description of recently implemented projects  supporting the war on terrorism.", "The first program under the Board’s new approach, Radio Sawa in the  Middle East, was launched using modern, market-tested broadcasting  techniques and practices, such as the extensive use of music formats, to  improve performance in this priority market and lend support to the war on  terrorism by targeting youth audiences. Although music remains a large  part of the programming on Radio Sawa, the proportion of news and  information to music is steadily increasing, peaking at 5-hours a day during  Operation Iraqi Freedom. Radio Sawa replaced the poorly performing VOA  Arabic service, which had listening rates at around 2 percent of the  population. The Board has survey research indicating that Radio Sawa is  reaching 51 percent of its target audience and is ranked highest for news  and news trustworthiness in Amman, Jordan. Despite such results, it  remains unclear how many people Radio Sawa is actually reaching  throughout the Middle East because audience research has been performed  only in select markets and has not yet included audiences in key markets  like Saudi Arabia."], "subsections": [{"section_title": "Afghanistan Radio Network", "paragraphs": ["The Afghanistan Radio Network was launched in August 2002 to more  effectively use and strengthen the impact of BBG broadcasting resources  targeted to Afghanistan, a key market for the war on terrorism. ARN  utilizes broadcasting concepts outlined in the Board’s new strategic  approach, such as tailoring content to the target audience and integrating  programming streams across entities. Unlike Radio Sawa, ARN is not  primarily designed to reach a youth audience but a broader Afghani  audience. Programs are designed to be locally focused and are high in  educational, news, and information content. BBG service to Afghanistan  has in the past yielded some of the Board’s highest listening rates (in 1999  around 80 percent of adult male heads-of-household). Recent BBG  research indicates that the Board is reaching about 45 percent of all male  and female adults in the listening regions of Kabul and Mazar-e-Sharif."], "subsections": []}, {"section_title": "Radio Farda", "paragraphs": ["Radio Farda was launched to strengthen the impact of BBG broadcasting  resources targeted to Iran, another key market for the war on terrorism.  Based on audience research and an analysis of specific market factors in  Iran, the Board tailored the plan’s elements to Radio Farda. Radio Farda  uses modern broadcast techniques to attract a youth target audience.  Although it uses music formats, Radio Farda also strives to provide  substantial news and information. The Board claims that increases in the  volume of e-mail and phone calls from the region indicate that the service is  gaining popularity among the target audience in Iran."], "subsections": []}, {"section_title": "Other New Initiatives", "paragraphs": ["The Board is planning other program initiatives in support of the war on  terrorism, and plans indicate that the Board will selectively apply its new  broadcasting approach to these projects. Future initiatives include  enhancements to the VOA Indonesian and Urdu services and creation of a  Middle East Television Network, which represents the single largest  enhancement to the Board’s operations in the coming year. Still in the  planning stages, the Middle East Television Network will be an 18- to 24- hour-a-day, seven-days-a-week, U.S.-controlled satellite TV service  presenting what the Board sees as American-style news and information  programs in the Arabic language to counter the lack of depth and balance  in the Middle Eastern media. As television is the most important medium in  the region for news and information, the Board expects to significantly  increase its audience size with this initiative."], "subsections": []}]}, {"section_title": "Projected Costs of the New Strategy Are Significant", "paragraphs": ["Certain elements of the Board’s new plan will require substantial levels of  investments. Such elements include broadcasting round-the-clock, using  audience research and music formats extensively, and reaching audiences  on Board-controlled AM and FM frequencies. Other elements do not  require as substantial capital investments, such as identifying target  audiences and redesigning program content to appeal to these audiences.  Just as Radio Sawa, ARN, and Radio Farda incorporate the Board’s new  broadcasting approach to varying degrees, the Board has stated in its  strategic plan that it will apply certain high-cost elements of its new  approach on a case-by-case basis. It cannot afford to broadly apply all  elements to all language services, and some markets do not require such  changes for U.S. international broadcasting to remain competitive. Table 2  provides a cost summary of recently implemented high-priority projects.", "The estimated price tags for other priority initiatives, such as the Middle  East Television Network and the expansion of the VOA Indonesian service,  are also significant. For example, the Board estimates that it will cost about  $62 million to initiate the Middle East Television Network and an additional  $37 million annually for recurring operational costs. Expanding VOA  Indonesian radio and TV programming is estimated to cost an additional  $3.4 million. Cost estimates for the VOA Urdu service program expansion  are not yet available because the Board has not finalized its plans for this  project.", "Some of the Board’s recent priority projects have been funded in part by  reallocation of program funds under the Board’s annual language service  review process. For example, the Board funded Radio Farda by  reprogramming more than $5.6 million in fiscal year 2003 funds and also  helped pay for Radio Sawa by reprogramming approximately $4.1 million in  fiscal year 2001 funds from other language services."], "subsections": []}]}, {"section_title": "Effectiveness Is Difficult to Assess Absent Measurable Program Objectives", "paragraphs": ["The Board’s new approach to broadcasting is based on the need to reach  large audiences in priority markets, but its strategic plan does not include a  single goal or related program objective designed to gauge progress toward  increasing audience size. In addition, the plan’s seven existing strategic  goals (for example, to employ modern communication techniques or to  revitalize efforts to tell America’s story) are not supported by measurable  program objectives that would allow the Board and others to gauge the  agency’s progress in implementing its strategic goals. While the plan lacks  a range of measurable program objectives, key effectiveness measures that  could be incorporated in future versions of the Board’s strategic plan  include audience awareness of U.S. broadcast efforts, audience  perceptions of the credibility of U.S. broadcasts, and whether VOA  effectively presents information about the United States and its policies to  target audiences. Efforts to assess the effectiveness of the Board’s new  approach to broadcasting may also be hampered by the lack of details on  how the Board intends to implement each of its program objectives.  Missing from the plan are specifics on implementation strategies, resource  requirements, and project time frames. The Board has acknowledged that its strategic plan needs to be significantly improved, and major changes are  planned for the next iteration."], "subsections": [{"section_title": "Plan Lacks Focus on Audience Size and Other Measurable Program Objectives", "paragraphs": ["The absence of “audience size” as a strategic goal and related measurable  program objectives represents one of the most significant oversights in the  Board’s strategic plan. The strategic plan references the importance of  reaching a large audience in priority markets as the key driver behind the  Board’s new approach to broadcasting and notes that audience size is the  most readily available and accurate impact measure it has. Despite the  central importance of audience size to the Board’s new approach to  broadcasting, the plan is silent on how these data should be incorporated  as a measurable program objective or series of program objectives to gauge  the Board’s effectiveness in this key area. The Board has traditionally  reported audience size in its annual performance plan; however, this  reporting lacks any contextual meaning since it is not tied to a program  objective(s) defining the Board’s multiyear vision for what it would like to  accomplish in this area. In addition, the Board’s practice of reporting  audience size goals and accomplishments at the entity level in its annual  performance plan obscured important performance data at the regional  and language service level.", "We also found that the plan’s existing strategic goals are not supported by  measurable program objectives. The strategic plan has 17 program  objectives, any of which can be used to illustrate the lack of performance  goals and expectations. For example, under the goal of employing modern  communication techniques and technologies, one objective is to accelerate  multimedia development and infuse more television and Internet into the  mix. The Board’s plan only makes broad assertions about the need to “do  more with TV where market realities demand and resources permit” and  that the Board “will ensure that all entities have world-class Internet  presences.”", "Under the goal of progressively building out the U.S. international  broadcasting system, the Board lists the successful launch of Radio Sawa  as a program objective. Again, the plan makes broad statements about the  need to attract and build a significant audience in the Middle East and  present news that is objective, comprehensive, fresh, and relevant.  However, it does not provide details on expected performance levels.  Specifically, the plan does not establish short- or long-range target audience  figures for the Gaza strip, West Bank, and 17 countries in the Middle East  and Africa to which Radio Sawa will eventually broadcast."], "subsections": []}, {"section_title": "A Range of Effectiveness Measures Could Be Incorporated in the Board’s Plan", "paragraphs": ["Our survey of senior program managers across all broadcast entities and  discussions with other program staff and outside parties, suggested a  number of other effectiveness measures the Board could incorporate when  developing measurable program objectives designed to support the plan’s  strategic goals. These measures include audience awareness; broadcast  entity credibility; and a measure of VOA’s ability to communicate a  balanced and comprehensive projection of American thought, institutions,  and policies so that audiences receive, understand, and retain this  information."], "subsections": [{"section_title": "Audience Awareness", "paragraphs": ["The strategic plan does not include a measure of audience awareness to  answer a second key question of effectiveness: whether target audiences  are even aware of U.S. international broadcasting programming available in  their area. Board officials have stated that such measures would help the  Board understand a key factor in audience share rates and what could be  done to address audience share deficiencies. The Board could develop this  measure since it already collects information on language service  awareness levels in its audience research and in national surveys for  internal use."], "subsections": []}, {"section_title": "Broadcaster Credibility", "paragraphs": ["The strategic plan does not include a measure of broadcaster credibility,  which can identify whether target audiences believe what they hear.  Reaching a large listening or viewing audience is of little use if audiences  largely discount the news and information portions of broadcasts. Our  survey of senior program managers and discussions with BBG staff and  outside groups all point to the possibility that U.S. broadcasters (VOA in  particular) suffer from a credibility problem with foreign audiences, who  may view VOA and other broadcasters as biased sources of information.  InterMedia, the Board’s audience research contractor, told the Board that it  is working on a credibility index for another customer that could be  adapted to meet the Board’s needs which, when segmented by language  service, would reveal whether there are significant perception problems  among key target audiences. However, to develop this measure, the Board  would need to add several questions to its national survey instruments."], "subsections": []}, {"section_title": "Measure of VOA Mission Effectiveness", "paragraphs": ["Finally, the strategic plan does not include a measure of whether target  audiences hear, understand, and retain information broadcast by VOA on  American thought, institutions, and policies. The unique value-added  component of VOA’s broadcasting mission is its focus on issues and  information concerning the United States, our system of government, and  the rationale behind U.S. policy decisions. Tracking and reporting these  data are important to determining whether VOA is accomplishing its  mission. InterMedia officials noted that developing a measure of this sort is  feasible and requires developing appropriate quantitative and qualitative  questions to include in the Board’s ongoing research activities."], "subsections": []}]}, {"section_title": "Plan Lacks Specifics on Implementation Strategies, Resource Needs, and Project Time Frames", "paragraphs": ["We found that each of the plan’s program objectives lacked a detailed  description of implementation strategies, resource needs, and project time  frames. Typically, each program objective consists of an overview of the  problem followed by a general assertion that operations must be improved.  For example, the “action plan” for the accelerated use of television and the  Internet is limited to the following statements:   “Appropriate Television – VOA has seen significant audience impact in  several key markets through television broadcasts—the Balkans, Iran,  and Indonesia. We can and will do more with TV where market realities  demand this and where resources permit. The first step is to cement the  establishment of VOA-TV from the former Worldnet.", "Higher Quality Web Presence – We have seen spotty progress towards  the goal of having all language services create high quality news- oriented websites. Some are outstanding. The content of others is thin  and visually uninteresting. Bottom line: We will ensure that all entities  have world-class Internet presences.”", "This level of planning begs key questions such as:  What is the overall strategy for implementing the enhanced use of  television and the Internet? Who will be responsible for implementing  the component parts of the strategy? How much will it cost? How long  will it take to implement?", "How will the Board manage workforce planning issues such as  transitioning staff from radio-based skills to the skill set required to  significantly augment the Board’s multimedia operations?", "How will the long-planned merger of VOA Television and WorldNet  impact the Board’s strategic approach to television?", "How will the Middle East Television Network factor into the Board’s  plans and what are the resource, staffing, and training implications of  this proposed network?", "Answers to such questions will provide the Board, BBG managers, OMB,  and the Congress with specific information needed to manage ongoing  program implementation and assess progress against meaningful short- and  long-term criteria. This level of planning also will reveal any potential gaps  or inconsistencies in planned implementation steps across the Board’s  many program objectives."], "subsections": []}]}, {"section_title": "Board Plans to Address Many Challenges, but Scope of Operations May Limit Its Impact", "paragraphs": ["The key strategic challenge the Board faces is how to achieve large  audiences in priority markets while dealing with (1) a collection of  outdated and noncompetitive language services, (2) a disparate  organizational structure consisting of seven separate broadcast entities and  a mix of federal agency and grantee organizations that are managed by a  part-time Board of Governors, and (3) the resource challenge of  broadcasting in 97 language services to more than 125 broadcast markets  worldwide. The plan does address the challenge of revamping its current  broadcast operations by identifying a number of solutions to the  competitive challenges the Board faces. It also provides a new  organizational model for U.S. international broadcasting that stresses the  need to view the broadcast efforts of the separate entities as part of a  “single system” under the Board’s direct control and authority. The Board  has stated that it cannot sustain all its current broadcast operations and  have the desired impact in high priority markets at the same time. Despite a  clear articulation of U.S. international broadcasting’s resource challenges,  the Board and Congress have not been able to substantially reduce the total  number of language services or a reported 55 percent overlap in VOA and  surrogate language services."], "subsections": [{"section_title": "Board Has Identified Solutions to Market Challenges", "paragraphs": ["The Board’s strategic plan does an adequate job of identifying the market  challenges for U.S. international broadcasters and potential solutions to  these challenges. The task of reaching a significant audience today is a far  different proposition than reaching an audience a decade ago. Priority  markets have multiplied and media environments have advanced virtually  everywhere with an explosion of local radio and television outlets that  compete aggressively for audience share. Broadcast and computer  technologies have made quantum leaps, with satellite television and the  Internet becoming preferred information modes for millions. The Board  has concluded that because many people can now pick and choose their  information sources, U.S. international broadcast operations must be  improved to remain competitive in a new media environment.", "The Board’s strategic plan includes a frank assessment of the market  challenges that must be addressed to make U.S. international broadcasting  more competitive. These challenges include:  Branding and positioning. Language services lack a distinctive  contemporary identity and a unique reason for listeners or viewers to  tune in.", "Target audiences. Few language services have identified their target  audience—a key first step in developing a broadcast strategy.", "Formats and programs. Many language services have outmoded  formats and programs with an antiquated, even Cold War, sound and  style.", "Delivery and placement. Three-quarters of transmitted hours have poor  or fair signal quality, and affiliate broadcaster strategies have stressed  quantity over quality.", "Marketing and promotion. Audience awareness levels are low across  the world and audiences often do not know where to tune in or what to  expect once they do.", "Technology. The Board is not maximizing the use of multimedia to reach  audiences, stimulate real-time interaction, and cross-promote broadcast  products.", "These challenges are addressed by a number of proposed solutions in the  form of strategic goals and program objectives listed in the plan. With  regards to the marketing challenges, 12 of the 17 program objectives are  designed to directly or indirectly overcome these challenges. For example,  the Board’s strategic goal of employing modern communication techniques  and technologies is supported by the following program objectives:  accelerate multimedia development and infuse more television and  Internet into the mix;  adopt modern radio principles and practices including the matching of  program formats to target audiences;  control the distribution channels that audiences use;  go local in content and presence;  tailor content to audiences; and  drive innovation and performance with research.", "Full implementation of these and other solutions to market challenges in  high priority markets will depend on available resources, which in turn will  be driven in part by the Board’s effectiveness in addressing its  organizational and resource challenges."], "subsections": []}, {"section_title": "Plan Proposes a “Single System” for Broadcasting and Increased Leadership for the Board", "paragraphs": ["The plan identifies a number of internal challenges or obstacles which, if  not addressed and corrected, will hamper the Board’s ability to effectively  implement its new strategic approach to broadcasting. First, the Board  believes that it needs to do more to consolidate and rationalize its  organizational structure to better leverage existing resources and generate  greater program impact in priority markets. As the strategic plan notes,  “the diversity of the BBG—diverse organizations with different missions,  different frameworks, and different constituencies—makes it a challenge  to bring all the separate parts together in a more effective whole.” Second,  the Board believes that it must clarify the respective roles and  responsibilities of the Board, the IBB, and the broadcast entities to ensure  that a rational management process is in place and that internal  communications flow in a logical manner.", "The Board’s response to these internal challenges is largely contained in  the two program objectives listed under the strategic goal of designing a  broadcast architecture for the 21st century. The first program objective is  to create a unified broadcasting system by treating the component parts of  U.S. international broadcasting as a single system.   This is an important  distinction since it places the Board in the position of actively managing  resources across broadcast entities to achieve common broadcast goals. A  good example of this strategy in action is Radio Farda, which draws on the  unique content of VOA’s Persian service and Radio Free Europe/Radio  Liberty’s Persian service to create a new broadcast product for the Iranian  market. Board officials acknowledge that the new single system approach  will take years to implement throughout the BBG and require hands-on  management by the entire Board to ensure that resources are adequately  managed across entities. Also, the Board’s experience with implementing  Radio Sawa suggests that it can be difficult to make disparate broadcast  entities work toward a common purpose. For example, Board members  and senior planners said they encountered significant difficulties  attempting to work with VOA officials to launch Radio Sawa and there are  now plans to constitute Radio Sawa as a separate grantee organization.  While this move is understandable under the circumstances, it also  contributes to the further “balkanization” of U.S. international  broadcasting.", "The second program objective consists of realigning the BBG’s  organizational structure. This objective highlights the need to reinforce the  Board’s role as CEO and to reaffirm the IBB’s role as central provider of  transmission and local placement services. The plan notes that by law the  Board is the head of the agency with a host of nondelegable responsibilities  including taking the lead role in shaping the BBG’s overall strategic  direction, setting expectations and standards, and creating the context for  innovation and change. As it consolidates its role as the collective CEO for  U.S. international broadcasting, the Board will seek to create better and  stronger linkages among entities, uniting them in a common purpose and  program. At the same time, the Board plans to assume the role of helping  the broadcasting organizations develop radio formats to package and  better present the broadcasters’ content. According to the plan, this  becomes a major responsibility, as professional formatting is vital to the  BBG’s competitiveness and effectiveness."], "subsections": []}, {"section_title": "Plan Does Not Discuss Several Organizational Options", "paragraphs": ["We found significant support among BBG staff and outside experts we  interviewed and surveyed for a select number of solutions not included in  the Board’s plan. However, these are complex issues that deserve detailed  review and careful weighing of the pros and cons.   Implementing these  solutions is largely beyond the Board’s control. However, the Board can  play a key role in identifying and endorsing creative solutions for Congress  to consider if the Board’s planned solutions to organizational and  leadership challenges falter and are ineffective. A list of these options is  offered for informational purposes and as a reference point for the Board,  OMB, and Congress in pursuing solutions to acknowledged operating  challenges. (See app. II for relevant survey responses we received from  senior program managers.) Table 3 summarizes the Board’s planned action  compared with these potential alternatives."], "subsections": []}, {"section_title": "Plan Does Not Directly Address the Board’s Scope of Operations", "paragraphs": ["The Board has concluded that if U.S. international broadcasting is to  become a vital component of U.S. foreign policy, it must focus on a clear  set of broadcast priorities. Trying to do too much at the same time fractures  this focus, extends the span of control beyond management capabilities,  and siphons off precious resources. The Board has determined that current  efforts to support its broadcast languages are “unsustainable” with current  resources given its desire to increase impact in high priority markets.  Currently, the Board broadcasts in 66 languages, through 97 language  services (resulting from a 55 percent overlap between VOA and surrogate  language services) to more than 125 markets worldwide. The plan notes, “it  is a daunting challenge to obtain the impact the Board desires across all its  language services given what is essential to spend in high priority services.”", "Despite this recognition, the plan fails to answer such questions as, when is  it appropriate to broadcast VOA and surrogate programming in the same  language, and what level of duplication in roles and target audiences  should be allowed between VOA and surrogate broadcasters. These types  of questions have been raised before. For example, in our September 1996  review of options for addressing possible budget reductions at the U.S.  Information Agency, we concluded that any substantial reduction in  funding for U.S. international broadcasting would require major changes in  the number of language services and broadcast hours. Our report noted  that the BBG planned to extensively review its language services to  determine their continued need and effectiveness. Our September 2000  report on U.S. international broadcasting noted that the Board concluded it  was essential to revisit the issue of broadcast overlap between VOA and the  surrogate services in light of evolving foreign policy, geopolitical, and  budget realities in the new century. Finally, the Board considered the  issue of role and target audience duplication among VOA and surrogate  broadcasts in a July 2000 language service analysis, which sought to  identify where broadcast services shared similar roles (that is, to supply  international/regional news, local news, information on American policies  and perspectives, etc.) and the same target audiences (that is, elites, mass,  youth, women, and diaspora). This analysis confirmed that surrogate  broadcasters, consistent with their mission, carry substantially more local  content than VOA. Likewise, the analysis confirmed that VOA alone  provides news and information on what the Board labeled the “American  political perspective.” However, the Board’s analysis also revealed that a  significant degree of overlap existed in other content areas (such as  “political/democracy building”) and in target audiences between VOA and  the surrogates."], "subsections": []}, {"section_title": "Reducing the Number of Language Services and Broadcast Overlap Has Broad Support", "paragraphs": ["Our survey of senior program managers revealed that the majority  supported significantly reducing the total number of language services and  the overlap in services between VOA and the surrogate broadcasters.  Eighteen of 24 respondents said that too many language services are  offered, and when asked how many countries should have more than one  U.S. international broadcaster providing service in the same language, 23 of  28 respondents said this should occur in only a few countries or no  countries at all. Finally, when we asked respondents what impact a  significant reduction in language services (for the purpose of  reprogramming funds to higher priority services) would have, 18 of 28  respondents said that this would have a generally positive to highly positive  impact.", "The BBG’s annual language service review process addresses the need to  delete or add languages. The process prioritizes individual language  services based on such factors as U.S. strategic interests, political freedom,  and press freedom data. Such assessments have been used in an attempt to  shift the focus of U.S. international broadcasting away from central and  eastern Europe to allow greater emphasis on Russia and Eurasia; central  and South Asia; China and east Asia; Africa; and selected countries in our  hemisphere such as Colombia, Cuba, and Haiti. This system has been used  to re-deploy resources within the BBG. For example, the Board has  reallocated more than $9 million through the elimination or reduction of  language services since its first language service review in January 2000. In  total, the Board has eliminated 3 language services and reduced the scope-of-operations of another 25 services since January 2000. In terms of  the total number of language services, the Board had 91 language services  when it concluded its first language service review and 97 language  services at the conclusion of this year’s review.   Congress has contributed  to this situation by authorizing additional language services over the years.  However, the Board, through its required annual language service review  and strategic plan, is responsible for analyzing, recommending, and  implementing a more efficient and economical scope of operations for U.S.  international broadcasting."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The Broadcasting Board of Governors’ strategic plan embodies, defines,  and guides the Board’s new approach to U.S. international broadcasting,  which aims to dramatically increase the size of listening and viewing  audiences in markets of U.S. strategic interest while focusing on the war on  terrorism. Early initiatives such as Radio Sawa, Radio Free Afghanistan,  and Radio Farda represent the first wave of projects incorporating, to  varying degrees, the market-driven techniques on which the Board’s new  approach to broadcasting are based. Effective implementation of the  Board’s new approach to broadcasting rests, in part, on a rigorous plan that  reflects the Board’s best strategic thinking on a host of critical issues.  However, the Board’s plan lacks measurable program objectives, detailed  implementation strategies, resource needs, and project time frames. We  identified a number of key areas that could provide a starting point for  developing multiyear program objectives that focus on the Board’s actual  effectiveness. These measures include audience size by language service,  audience awareness, broadcaster credibility, and whether VOA effectively  presents information about U.S. thought, institutions, and policies to target  audiences. Implementation of these and other program objectives could be  tracked through a related set of performance goals and indicators in the  Board’s annual performance plan. The Board has identified a number of  market and internal challenges and proposed solutions to address them. If  the Board falters in its efforts to correct some significant organizational  challenges, a number of alternative solutions do exist. Finally, the Board  needs to evaluate how many language services it can effectively carry and  what level of overlap and duplication in VOA and surrogate broadcast  services is appropriate. Resolving these key questions will have significant  resource implications for the Board and its ability to reach large audiences  in markets of priority interest to the United States."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve overall management of U.S. international broadcast operations  and maximize their impact on U.S. public diplomacy efforts, we  recommend that the Chairman of the Broadcasting Board of Governors:  revise the BBG’s 5-year strategic plan to include measurable program  objectives, implementation strategies, resource requirements, and  project time frames;  include audience size, audience awareness, broadcaster credibility, and  VOA mission effectiveness as measurable program objectives in the  strategic plan;   revise the BBG’s annual performance plan to include performance goals  and indicators that track the Board’s progress in implementing the  multiyear program objectives established in the Board’s revised  strategic plan; and  revise the Board’s strategic plan to include a clear vision of the Board’s  intended scope-of-operations and the appropriate level of overlap and  duplication between VOA and surrogate language services."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["The Broadcasting Board of Governors provided written comments on a  draft of this report. The Board stated that overall our report is fair and  accurate and it largely concurred with our report recommendations. The  Board noted that it intends to create a new strategic goal (that is,  maximizing impact in priority areas) and recast the plan’s seven existing  strategic goals as operational goals that would support the Board’s single  strategic goal. These operational goals would be descriptive in nature and  generally not measured directly. However, the Board intends to develop  measurable multiyear program objectives and related performance  indicators under its new strategic goal that will be tracked on an annual  basis through the BBG’s performance plan. The Board’s response notes that  possible performance indicators include audience reach, share, awareness,  credibility, programming quality, mission, added-value, and delivery.  Finally, the Board noted that it is currently undertaking an in-depth  assessment of the utility and practicality of integrating overlapping  language services and expects to include this assessment in its fiscal year  2005 budget submission. We believe these planned actions are significant  and if fully implemented should materially improve the Board's  performance management process and provide OMB and Congress with  more meaningful data on the actual impact of Board activities.", "The comments provided by the Board are reprinted in appendix IV. The  Board also provided technical comments which we have incorporated in  the report as appropriate."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To obtain comparative information on all our objectives, we conducted  fieldwork in the United Kingdom and Germany. We met with foreign  ministry officials in London and Berlin to discuss their approaches to  public diplomacy. We also met with broadcasting officials from the British  Broadcasting Corporation in London and Deutsche Welle officials in  Cologne and Berlin to discuss their respective approaches to international  broadcasting.", "To examine the status of the BBG’s new strategic approach, we conducted  interviews with Board members and senior managers from the broadcast  entities including Radio Free Europe/Radio Liberty officials in Prague. We  also reviewed the Board’s new 5-year strategic plan titled “Marrying the  Mission to the Market” as well as other agency documentation, including  entity mission statements and budget requests.", "To identify how the Board plans to measure the effectiveness of its new  strategic approach, we reviewed current performance management  documentation, such as language service and program review documents,  audience research summaries, and annual performance plans and reports.  We also met with Board officials and with several private sector audience  research firms to discuss a range of performance management and  measurement issues.", "To obtain information on various challenges the Board faces in executing  its new strategy, and to identify program options for overcoming key  challenges, we administered a survey to 34 senior program managers  across the 5 broadcast entities in existence at the time our survey was  implemented. We also conducted interviews with Board members and the  Undersecretary for Public Diplomacy and Public Affairs at the Department  of State.", "We conducted our work from May 2002 through April 2003 in accordance  with generally accepted government auditing standards.", "We are sending copies of this report to other interested members of  Congress, the Chairman of the Broadcasting Board of Governors, and the  Secretary of State. We will also make copies available to other parties upon  request. In addition, this report will be available at no charge on the GAO  Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  on (202) 512-4128. Other GAO contacts and staff acknowledgments are  listed in appendix V."], "subsections": []}]}, {"section_title": "Challenges Facing U.S. International Broadcasting", "paragraphs": ["The Board’s strategic plan provides both a candid assessment of the  challenges facing U.S. international broadcasting and a series of proposed  solutions to address these challenges in the form of strategic goals and  related program objectives. Table 4 is an overview of each challenge  described in the Board’s strategic plan. Table 5 is a list of the proposed  solutions the Board identified."], "subsections": []}, {"section_title": "Survey Development", "paragraphs": ["To determine senior managers’ views of current operations, obtain  information on the challenges associated with U.S. international  broadcasting, and obtain information on the expected impacts of the BBG’s  new “Marrying the Mission to the Market” initiative, we conducted a survey  of these managers. Our survey questionnaire was administered from  January 15 to March 11, 2003, to the directors, program-related managers,  and regional language chiefs at the five BBG broadcasting entities in  existence at the time our survey was implemented.", "The questionnaire was developed between September 2002 and January  2003 by social science survey specialists and other individuals who were  knowledgeable about international broadcasting issues. In late October, we  obtained an external expert review of the questionnaire from InterMedia, a  private consulting group that conducts research into international  broadcasting issues. We also obtained a series of comments and feedback  from key Board planners and staff in November and December 2002.", "We pretested the questionnaire in December 2002 with four senior  managers of BBG broadcasting entities to ensure that the questionnaire  was clear, unambiguous, and unbiased. Initially, we had considered  surveying a broader section of managers of BBG broadcasting entities,  such as language service chiefs and managers of support services.  However, after conducting the pretests, we concluded that our questions  were appropriate only for directors, program-related managers, and  regional language chiefs. In addition, we decided that it would be  inappropriate to survey members of the Board of Governors because many  of the questions asked about decisions and strategies for which they were  directly responsible.", "We developed our study population of top managers, program-related  managers, and regional language chiefs based on information that the BBG  provided and input from BBG management. In those instances where  managers had taken office during or after the time period to be evaluated in  our survey (Oct. 1, 2001, through Sept. 30, 2002), we also surveyed their  predecessors. In all, we sent the survey to the 34 individuals we identified  as our study population and received 30 responses, resulting in an 88  percent response rate. All data from the completed surveys were double- keyed and verified during data entry.", "The results of our closed-ended questions to our survey are provided in  appendix III."], "subsections": []}, {"section_title": "Survey of Program Managers of U.S. International Broadcasting Entities", "paragraphs": ["Finally, the questionnaire asks about current  (GAO), an agency of Congress, has been asked  operations, recent changes in programming, and  by the Chairman of the House International  program options.", "Relations Committee to study the activities of  the Broadcasting Board of Governors (BBG).", "This request was prompted by the terrorist  contribution to our study of U.S. international  attacks of September 11, 2001 and the question  broadcasting, and ask that you respond to this  of what can be done to improve our image and  questionnaire so that we may provide the most  audience understanding of U.S. foreign policy.", "As part of this work, we are surveying entity  questionnaire should take between 30 to 45  heads, senior program managers, and regional  minutes to complete, depending upon the length  language chiefs in the International Broadcasting  of your answers to the open-ended questions.", "Free Asia (RFA).", "This questionnaire asks you to assess various  unless compelled by law or requested by a  program elements during fiscal year 2002 for the  member of Congress.", "Please complete this questionnaire as soon as  whether any external factors impeded the ability  possible and fax it to Melissa Pickworth at (202)", "Melissa Pickworth at (202) 512-3158.", "BBG’s new strategic planning initiative  “Marrying the Mission to the Market” that was  introduced in November and December 2002.", "Section 1:  Assessment of Program Elements in Fiscal Year 2002  (October 1, 2001, through September 30, 2002)", "Mission of All U.S. International Broadcasting Language Services  “To promote and sustain freedom and democracy by broadcasting accurate and  objective news and information about the United States and the world to audiences  overseas.” technology (e.g., digital  phones). 12) Use of audience and  media/format preferences.", "Comments, if any.  (Please provide highlights of what worked well, areas needing improvement, and  suggestions on how operations can be improved.)", "Q.2) During fiscal year 2002, what impact did the following strategic planning elements have on your  language services’ ability to achieve their mission?  (Please check one box in each row.) planning.  planning.  planning.", "Comments, if any. (Please provide highlights of what worked well, areas needing improvement, and  suggestions on how operations can be improved.)", "Q.3) During fiscal year 2002, how effective or ineffective were the following performance management  system elements in terms of how they helped your language services to achieve their mission?  (Please check one box in each row.)  1) BBG’s Annual  Service Review process.  2) Your entity’s annual  service.  3) Quantity of research for  your entity’s annual  program reviews.  4) Quality of research for  your entity’s annual  program reviews.  5) Timeliness of research  support for your entity’s  annual program reviews .", "Comments, if any. (Please provide highlights of what worked well, areas needing improvement, and  suggestions on how operations can be improved.)", "Q.4) During fiscal year 2002, did the following organizational structures have a positive or negative  impact on your language services’ ability to achieve their mission?  (Please check one box in each  row.) 1) Management oversight by  the board of governors.  2) Use of multiple broadcast  entities (VOA and surrogates  model). of the IBB and its support  services role.  4) New regional network  streams on one frequency).  -ship (the board, entity  managers, and the IBB).  6) Firewall to protect  journalistic independence.  7) VOA and Radio/TV  Marti’s status as federal  entities.  8) RFE/RL and RFA’s status  as grantees.", "Comments, if any.  (Please provide highlights of what worked well, areas needing improvement, and  suggestions on how operations can be improved.)", "Q.5) During fiscal year 2002, how satisfied or dissatisfied were you with the allocation of resources and  organizational capacities with regards to your language services?                                                   (Please check one box in each row.)", "Allocation of Resources and Organizational Capacities  1) Program funding levels. 2) Staffing levels. 3) Level of staff skills  and knowledge.  4) Level of staff  training. equipment. 6) Ability to compete in  such as the BBC.  7) Ability to compete in  BBC. 8) Ability for crisis  capability.  9) Managerial flexibility:  resources.", "Comments, if any.  (Please provide highlights of what worked well, areas needing improvement, and  suggestions on how operations can be improved.) item)", "1) A perception of U.S. international  broadcasting as a propaganda tool of  the United States.   2) Impact of U.S. foreign policy on  foreign perceptions.  3) A generally negative image of the  United States.  4) Fear of listening because of  repressive regimes.  5) The jamming of U.S.  governments. 6) Potential audience’s lack of  technology (no SW radios, satellite  dishes, etc.).", "Comments, if any.", "Section 3: Assessment of External Conditions in Fiscal Year 2002 Q.7) Think back over the main categories of factors and elements you were asked to address in questions  1 through 6 of this survey.  The following table summarizes the categories and issues within the  Number of hours of transmission, transmission strength and quality, use of  affiliates, use of technology, use of audience and marketing research.", "BBG and IBB strategic, technology, and workforce planning.", "Language Service Review process, entity annual program reviews, and research  for annual program reviews.", "Management oversight by the Board of Governors, use of multiple broadcast  entities, organizational placement of the IBB, new regional network approach,  intra-agency coordination/guidance/leadership, firewall issues, status of some  entities.", "E) Resource Issues and Organizational Capacities  Current program funding and staff levels, staff skills, knowledge and training,  technology and equipment, ability to compete and respond to crises, managerial  flexibility.", "Perceived credibility of U.S. international broadcasting, image of the United  States, lack of free media and civil liberties, jamming of U.S. broadcasts, potential  audience’s lack of technology to hear broadcasts.  7a) During fiscal year 2002, what factor made the greatest contribution to your broadcasting entity’s  ability to meet its mission?    (Please enter the letter corresponding to the factor from the list above.)   A 13  Comments, if any.  7b) During fiscal year 2002, what factor represented the greatest impediment to your broadcasting entity’s  ability to meet its mission?     (Please enter the letter corresponding to the factor from the list above.)   E 13  Comments, if any.", "Section 4:  New Strategic Planning Initiatives  Q.8) How familiar or unfamiliar are you with the BBG’s new strategic planning initiative, “Marrying the  Mission to the Market,” which was introduced in November and December 2002?  (Check one box.)", "Not familiar  (Skip to Question12)", "No basis to judge  (Skip to Question 12)", "Q.9) To what extent, if any, do you believe the new strategic planning initiative, “Marrying the Mission to  the Market”: (Please check one box in each row.)  1) Is well structured?  2) Addresses issues of critical importance  to U.S. international broadcasting?  3) Is likely to succeed in most aspects?  4) Will be embraced by middle  management?  5) Will be embraced by the rank and file?", "Comments, if any.", "Q.10) In your opinion, what impact will the BBG’s new strategic planning initiative, “Marrying the  Mission to the Market,” likely have on the following aspects of U.S. international broadcasting? (Please check one box in each row.)   strength and quality, use of  affiliates, use of technology,  use of audience and marketing  research.", "BBG and IBB strategic,  planning.  process, entity annual program  reviews, and research for  annual program reviews.", "Board of Governors, use of  the IBB, new regional network  ship, firewall issues, status of  some entities. 5) Resource Issues and  staff levels, staff skills,  ability to compete and respond  flexibility.", "Perceived credibility of U.S.  image of the United States,  lack of free media and civil  liberties, jamming of U.S.  audience’s lack of technology  to hear broadcasts.", "Comments, if any.", "Q.11) Overall, do you think that the BBG’s new strategic planning initiative, “Marrying the Mission to  the Market,” will likely have a positive or a negative impact on U.S. international broadcasting’s  ability to achieve its mission?", "U.S International Broadcasting entities,  actually reaching significant audiences? which of the following best describes the  (Check one box.) number of language services offered by  U.S. international broadcasting entities?  (Check one box.)", "Broadcasting Board of Governors (BBG) should be more than one U.S. international  has made shifts in resources.  Do you  broadcaster providing service in any  believe that the BBG:                           particular language? (Check one box.) (Check all that apply.)", "Other  (please explain in the  comments)", "Q.17) One current model of service delivery  uses the same program stream, coordinates  coverage, and has common production  values.  To what extent do you believe this  model might be applicable to the countries  served by your broadcasting entity? (Check one box.)", "Q.15) Based on your experience in broadcasting,  how would you assess the current level of  funding for U.S. international broadcasting  relative to its mission: (Check one box.)", "U.S. international broadcasting?", "U.S. foreign policy interests?", "Section 6:  Program Options  Q.20) In your opinion, what impact would the following program options (identified by various contacts  in our review) likely have on the ability of U.S. international broadcasting to achieve its mission?    (Please check one box in each row.)   1) Consolidate VOA, the IBB, and the  surrogates into one broadcasting entity  headed by the Board of Governors.  2) Appoint a single individual as CEO  for U.S. international broadcasting, and  give that individual direct reporting  responsibilities to the board.  3) Significantly reduce the overall  number of language services in order to  reprogram funds to higher priority  services.  4) Use language service audience goals  tailored to local circumstances  (e.g., 5  percent audience share in one market  versus a 10 percent share in another  market). 5) Set language service audience goals  by target audience (e.g., mass versus  elites, under 30 versus over 30, men  versus women, etc.).  6) Eliminate VOA editorials.  7) Revamp/re-invent VOA editorials.  8) Defederalize VOA (e.g., give VOA  grantee status).  9) Defederalize IBB (e.g., give IBB  grantee status).  10) Establish closer strategic  coordination between the BBG and the  State Dept.  11) Establish closer strategic  coordination between the BBG and the  White House.  12) Establish closer cooperation with  other international broadcasters.  13) Establish a national strategic  guidance to all agencies involved in  public diplomacy.", "Comments, if any.", "Q.21) Which organization do you work for?", "Q.22) Which of the following categories  (Please check one box.) most closely matches your level within your  organization? (VOA, IBB, RFA, etc.)", "Q.23) Please briefly describe the language services for which you are responsible: Q.24) Other comments (Please continue on additional sheets, if necessary. Also, please feel free to  attach any relevant documents you wish.)", "Contact information:  If you would like us to contact you directly about an issue related to this survey, please  provide your name and telephone number below.  Any contacts we have with you will be strictly confidential.", "Thanks for your assistance!"], "subsections": []}, {"section_title": "Comments from the Broadcasting Board of Governors", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["Diana Glod (202) 512-8945."], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the person named above, Michael ten Kate, Melissa  Pickworth, and Janey Cohen made key contributions to this report.", "Martin De Alteriis and Ernie Jackson also provided technical assistance."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional  responsibilities and to help improve the performance and accountability of the  federal government for the American people. GAO examines the use of public  funds; evaluates federal programs and policies; and provides analyses,  recommendations, and other assistance to help Congress make informed  oversight, policy, and funding decisions. GAO’s commitment to good government  is reflected in its core values of accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail  this list to you every afternoon, go to www.gao.gov and select “Subscribe to   e-mail alerts” under the “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}