{"id": "GAO-02-692", "url": "https://www.gao.gov/products/GAO-02-692", "title": "Defense Acquisitions: Testing Needed to Prove SURTASS/LFA Effectiveness in Littoral Waters", "published_date": "2002-06-10T00:00:00", "released_date": "2002-06-18T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["For decades, the Navy has been striving to improve its ability to detect potential enemy submarines before they can get within effective weapons range of U.S. forces. In 1985, the Navy established the Surveillance Towed Array Sensor System (SURTASS) Low Frequency Active (LFA) sonar program to develop a long-range capability for detecting a new generation of quieter Soviet nuclear and diesel submarines operating principally in the open ocean. However, as the Navy conducted testing of the system in the mid-1990s, some public interest groups and scientists raised concerns that SURTASS/LFA may cause harm to marine mammals. The Navy discontinued operational testing of the system and initiated an environmental impact statement process. The Navy will not begin testing or operating the system until it receives a Letter of Authorization from the National Marine Fisheries Service. A decision on the authorization is expected later in 2002. SURTASS/LFA will increase the Navy's capability to detect submarines in the open ocean, where the system was originally intended to operate. The Navy has considered a number of existing alternatives to SURTASS/LFA and found that the system provides long-range detection capabilities not available with other systems."]}], "report": [{"section_title": "Letter", "paragraphs": ["For decades, the Navy has been striving to improve its ability to detect potential enemy submarines before they can get within effective weapons range of U.S. forces. In 1985, the Navy established the Surveillance Towed Array Sensor System (SURTASS) Low Frequency Active (LFA) sonar program to develop a long-range capability for detecting a new generation of quieter Soviet nuclear and diesel submarines operating principally in the open ocean. Since the end of the Cold War, the Navy has shifted its focus to include regional conflicts and the threat posed by diesel-electric submarines operating in littoral waters. The Navy continued to develop SURTASS/LFA because it showed technological potential to detect objects at great distances. Sound produced at low frequencies can travel further underwater than sound produced at higher frequencies. However, as the Navy conducted testing of the system in the mid-1990s, some public interest groups and scientists raised concerns that SURTASS/LFA may cause harm to marine mammals. The Navy discontinued operational testing of the system and initiated an environmental impact statement process. Currently, the Navy will not begin testing or operating the system until it receives a Letter of Authorization from the National Marine Fisheries Service. According to Navy officials, a decision on the authorization is expected later in 2002.", "In addition, some of the same groups that have raised environmental concerns have questioned whether SURTASS/LFA will increase the Navy’s undersea detection capabilities and whether the Navy has an alternative for the system. In response to your request, we examined (1) the extent SURTASS/LFA will enhance the Navy’s antisubmarine warfare capabilities to detect submarines and (2) whether there are other existing or planned systems that can provide the same long-range detection capabilities as SURTASS/LFA."], "subsections": [{"section_title": "Background", "paragraphs": ["The primary goal of antisubmarine warfare is to protect U.S. ships and assets from enemy submarines. Undersea surveillance and detection of submarines are a critical part of this mission.  During the Cold War, the Navy relied on a combination of fixed, mobile, passive, and active sonar systems to detect enemy nuclear and diesel submarines, particularly those from the Soviet Union. Passive sonar systems “listen” or receive signals, whereas active systems send out signals to search for targets and receive an echo or response. The systems are used on mobile platforms, such as Navy surface ships, submarines, and aircraft, and in fixed arrays that are laid or buried across the ocean floor in various strategic locations. However, because of technology advancements, the Soviet Union and other countries developed quieter submarines. As a result, submarines became harder to detect, and the Navy grew concerned that enemy submarines could get within effective weapons range of U.S. ships and assets. The Navy determined it needed a system that could detect quiet submarines at great distances. In response to this need, the Navy launched the SURTASS/LFA program in 1985, which was originally designed for use in open oceans.", "The SURTASS/LFA system operates in conjunction with the Navy’s existing passive SURTASS sonar system. The two components, as illustrated in figure 1, make up a mobile acoustic undersea surveillance system that is intended to provide detection, cueing, localization, and tracking information on modern quiet nuclear and diesel submarines for the battle group or other tactical commanders. The passive component detects sounds or echoes from undersea objects through the use of hydrophones on a receiving array that is towed behind the ship. The active or transmitting component of the system sends high-intensity, low frequency sonar from transducers suspended by a cable under the ship. The active signal will produce a return echo that, when received, provides location and range data on submerged objects. The system uses 18 pairs of undersea transducers and 18 shipboard high-power amplifiers. The SURTASS/LFA system is heavy, weighing 327,000 pounds, and requires a specially designed ship to carry and operate it.", "The Navy plans to use two SURTASS/LFA systems. The first was installed in 1992 on the research vessel Cory Chouest. The other system, completed in 1993, will be installed on the twin-hull auxiliary general-purpose ocean surveillance ship, T-AGOS-23, which the Navy designed to carry the SURTASS system. The ship was originally scheduled for delivery in 1994, but construction was delayed due to the bankruptcy of the contractor and it will not be completed until late 2002. The Navy estimates that it has cost approximately $375 million to develop and produce the two systems and that it will spend an additional $40 million to field and operate the systems through fiscal year 2009. These estimates do not include the cost of the ships.", "During the course of developing and testing the SURTASS/LFA system, environmental interest groups, including the Natural Resources Defense Council, began to raise concerns that the system may cause harm to marine mammals. Environmentalists were concerned that the high- intensity sound emitted by the system could cause physical damage to marine mammals and adversely affect their behavior. In August 1995, in a letter to the Secretary of the Navy, the Natural Resources Defense Council questioned whether the Navy had complied with all applicable environmental laws and regulations. In response to growing public concerns and recognition that further assessment of the system was needed, the Navy decided to initiate an environmental impact statement process. As part of this process, the Navy conducted a scientific research program from 1997 to 1998 to test the effects of low frequency sonar on a limited number of whale species off the coasts of California and Hawaii. The Navy distributed a draft environmental impact statement for public comment in 1999 and issued a final environmental impact statement in 2001. The Navy concluded in the environmental impact statement that the potential impact or injury to marine mammals from SURTASS/LFA is negligible.  As reflected in the environmental impact statement, this is based on using the system with certain proposed geographic restrictions and monitoring to prevent harm to marine mammals.", "Because there is some potential for incidental harm to marine mammals, the Navy must obtain a Letter of Authorization from the National Marine Fisheries Service before SURTASS/LFA can be used. The National Marine Fisheries Service issued a draft authorization for public comment in 2001, which concurred with the findings of the Navy’s environmental impact statement. If approved, the authorization would allow the Navy to use the SURTASS/LFA system with certain specified mitigation measures and restrictions. These measures include limiting  (1) sonar sound levels to 180 decibels within 12 nautical miles of any coastline or in any designated biologically important offshore area and (2) sound levels to 145 decibels in known recreational or commercial dive sites. In addition, the authorization would require the Navy to monitor marine mammals from the ship visually and with passive and high frequency active sonar. If marine mammals were detected, the Navy would be required to shut down LFA operations to prevent, to the greatest extent possible, marine mammals’ exposure to potentially harmful sound levels. The decision on the authorization is expected later in 2002.", "Notwithstanding the mitigation measures outlined by the Letter of Authorization, environmental organizations are still expected to oppose the use of the SURTASS/LFA. They have indicated that although conclusive evidence has not been established regarding the harmful effects of the SURTASS/LFA on marine mammals, enough is known about the potential adverse effects of sound on marine mammals to warrant no further use of the system. They have also questioned the usefulness of the system to the Navy. The Navy has also recognized gaps exist in scientific knowledge about the impact of the system on marine mammals, but it considers that the risk is minimal and not enough to warrant ceasing its use. In addition, the Navy has stated that it has done an extensive amount of testing, research, and analysis regarding the use of SURTASS/LFA and marine mammals and that current information combined with the planned mitigation and monitoring procedures and ongoing research, support resuming SURTASS/LFA operations. Furthermore, the Navy has emphasized that the need for a long-range detection capability still exists."], "subsections": []}, {"section_title": "SURTASS/LFA Increases Antisubmarine Capabilities in Open Ocean, but Its Capabilities Are Unproven in Littoral Waters", "paragraphs": ["Based on initial testing conducted to date, SURTASS/LFA appears to provide long-range undersea detection capabilities in the deep, open ocean that surpass any system planned or in existence. However, the system may not be as effective in littoral waters. A final operational evaluation must still be conducted to determine the overall effectiveness and suitability of the system, and while Navy officials are developing a plan to evaluate the system, they have not yet defined what testing will be conducted in littoral areas."], "subsections": [{"section_title": "Operational Benefits and Limitations", "paragraphs": ["The primary benefit of SURTASS/LFA is that it will provide a significant increase in long-range undersea detection capability in the open ocean. Active sonar at low frequencies is more effective and transmits further undersea because its absorption rate in water is relatively low. Because of this, a low frequency active signal can travel several hundreds of miles if unimpeded. In contrast, mid frequency and high frequency sonar transmits on the order of tens of miles. Therefore, low frequency active sonar can potentially cover an area of the ocean vastly greater than sonar at higher frequencies. In addition, a benefit of active sonar is its ability to seek out targets rather than wait passively for a target to approach. As a result, a system such as SURTASS/LFA can provide the means to detect enemy submarines before they can get within the effective weapons range of U.S. ships. Also, because it is mobile, the system provides greater deployment flexibility and can detect target information in areas beyond the reach of fixed sonar systems according to Navy officials. Moreover, the SURTASS/LFA technology can provide long-range detection with less assets and operators than other technologies.", "SURTASS/LFA also has several operational limitations, including the amount of coverage it can provide and its vulnerabilities. The Navy plans to use a total of only two systems, with one deployed to the Pacific Fleet and the other to the Atlantic Fleet to support antisubmarine missions. Therefore, the amount of area the system can cover will be limited. The Navy recognizes that two systems are not sufficient to meet operational requirements and prefers to have more. In addition, SURTASS/LFA may be vulnerable to attack because the ships carrying the systems will not have onboard defense systems. The ships are also relatively slow and therefore incapable of remaining close enough to the transiting battlegroup to be protected. Furthermore, because SURTASS/LFA transmits an active, high volume signal, it can readily reveal its location, which further increases its vulnerability. However, the Navy concluded that the operational limitations are outweighed by the benefit of long-range detection."], "subsections": []}, {"section_title": "Demonstration of Capabilities", "paragraphs": ["Results of SURTASS/LFA testing to date show that the system will increase the Navy’s capability to detect modern submarines at long range in deep, open ocean areas. Starting in 1989 through 1992, the Navy conducted a series of developmental tests on SURTASS/LFA that were focused on validating the performance of a demonstration system in these areas. The objectives of these tests were to obtain an increased understanding of technical performance issues such as the long-range transmission of signals and signal processing techniques. Based on the successful results of these tests, the Navy concluded the system performance requirements were achievable and decided to proceed with full-scale engineering development.", "In 1992, the Navy began conducting operational tests using an engineering development model that more closely represented the operational SURTASS/LFA system. The purpose of these tests was to determine the performance of the system under more realistic at-sea conditions and against more realistic threat scenarios, including quiet submarines. Numerous tests were performed to assess the system’s capabilities in deep waters, such as in the middle of the Atlantic Ocean. These tests concluded that SURTASS/LFA could detect targets at long range and resulted in recommendations that the program continue with its development. In addition, a test in 1994 determined that the engineering development model performed well enough that the system could be introduced to the fleet as an interim capability. However, operational testing revealed some reliability and maintainability problems with critical software. Navy officials told us that they intend to resolve these issues before the overall operational evaluation is complete.", "While testing has demonstrated that SURTASS/LFA can increase detection in the open ocean, the system has shown limited capability in littoral waters. Tests indicate the system provides some detection capability in littoral waters but at a range that is significantly less than that achieved in the open ocean. Moreover, the effectiveness of SURTASS/LFA generally decreases closer to shore as the water becomes more shallow. Navy officials told us that these results were expected and can be attributed to system design and geographic characteristics. The characteristics of low absorption rate and low frequency signal that make SURTASS/LFA effective for extended ranges in the deep, open ocean are the same characteristics that limit its effectiveness in littoral waters. For example, littoral waters, particularly along coastlines, typically have more complex and prominent floor features than those in the open ocean. In littoral areas, sonar signals may reverberate or rebound off the ocean floor making target detection difficult. The littoral environment is also more acoustically harsh because it has shifting currents, variable water densities, and shallow water depth. As a result, active sonar signals— particularly those at low frequency—reverberate and degrade more than they do in the open ocean.  In addition, the littoral environment has more magnetic anomalies, which can severely degrade bearing accuracy. Littoral waters also have more shipping traffic and greater ambient noise, making it much more difficult for the system to distinguish and detect threat submarines from other noise-generating vessels. In addition, the presence of more shipwrecks and near shore debris in these locations increases the number of false targets and, therefore, increases the challenges to detect, locate, and distinguish threat submarines.", "Although the Navy has largely completed developmental testing and conducted a series of initial operational tests of the SURTASS/LFA system, it must still complete a final operational test and evaluation to establish the operational effectiveness and suitability of the system. Currently, this evaluation is planned for fiscal year 2004, providing the program receives authorization from the National Marine Fisheries Service. The Navy planned for the evaluation to primarily focus on demonstrating the system’s capabilities in the open ocean. Although the test evaluation master plan was updated in 1996, the concept of operations and the original operational requirements have not been updated to reflect the Navy’s shift in focus to littoral threats. In accordance with Department of Defense guidelines, a system should be tested under realistic conditions and in environments where it is intended to be used. In addition, any testing and operations will have to be in compliance with applicable operating restrictions such as the National Marine Fisheries Service Letter of Authorization. Currently, Navy working groups are in the process of updating a concept of operations for the SURTASS/LFA system and developing the test evaluation master plan that will be used to conduct the operational evaluation. However, they have not decided on the extent to which the system will be tested in littoral areas."], "subsections": []}]}, {"section_title": "Other Antisubmarine Warfare Technologies Complement but Are Not Substitutes for SURTASS/LFA", "paragraphs": ["Since the beginning of the program, the Navy has considered a number of existing and potential alternatives to SURTASS/LFA, and each time it found that the system provides long-range detection capabilities other systems could not provide. Available technologies offer different capabilities and practical limitations. Although SURTASS/LFA provides increased detection ranges, the Navy advocates a “tool box” approach that uses a mix of complementary technologies to detect enemy submarines.", "Existing passive, active, and nonacoustic technologies have a limited capability to detect submarines at long range. Passive sensors, for example, are effective at short range but have become more limited in their capability since the development of quieter submarines. Even though recent improvements to passive systems have extended their range, submarine quieting measures have lowered submarine noise levels to nearly the level of the ambient noise of natural sounds in the ocean. As a result, the Navy is concerned that an enemy submarine could get within effective weapons’ range of U.S. forces before passive systems could make contact with an enemy submarine. Passive systems by the nature of how they operate are environmentally benign because they do not transmit sound.", "Active sensors systems that can be used from aircraft provide extended ranges and large area coverage, but large area coverage requires a high number of assets of both aircraft and sensors to be deployed. Antisubmarine warfare aircraft are expensive to operate, and they require shore-based facilities, which are limited because of continued decreases to the number of these installations. A shipboard system, such as SURTASS/LFA, provides the advantage of extended range and duration of searches, but when it is used in a continuous search mode, it has the drawback of revealing the ship’s position.", "The Navy determined that nonacoustic technologies, such as radar, laser, magnetic, infrared, electronic, optical, hydrodynamic, and biological sensors, have demonstrated some utility in detecting submarines. Their usefulness, however, is limited by range of detection, unique operating requirements, meteorological/oceanographic disturbances, and/or a requirement that the submarine be at or near the surface for detection. Today, nuclear submarines can remain submerged at considerable depths indefinitely, and new battery technology and air-independent propulsionhave increased the time that diesel submarines can remain at depth.", "The capabilities of passive, active, and nonacoustic technologies vary depending on whether they are used on fixed, mobile, and deployable platforms. During the Cold War, the Navy relied on a comprehensive system of fixed undersea acoustic sensors as its primary means of  initial detection of enemy submarines. In recent years, the Navy’s Submarine Surveillance Program has undergone a major transition from emphasis on maintaining a large, dispersed surveillance force to detect and track Soviet submarines to a much smaller force. As a result, a number of fixed acoustic arrays have been turned off, placed in stand-by status, or damaged and not repaired. Fixed systems have a number of practical constraints such as requiring long lead times to install. They are also expensive, require extensive maintenance, and run the risk of being discovered, avoided, or tapped into. On the other hand, mobile systems are not limited to a specific location and can be deployed to areas of interest to the fleet at any time. Mobile systems also have the benefit of providing coverage in locations beyond the range of fixed systems or augmenting the capabilities of fixed systems.", "In the late-1990s, the Navy prepared an evaluation of alternatives on the requirements for long-range active undersea surveillance in a white paper. The evaluation examined expanding current technologies, developing new technologies, and improving the LFA system. The paper concluded that increasing the numbers of antisubmarine warfare search, detection, and attack platforms in an attempt to flood the target area with search systems requires a high number of assets and a large number of operators and results in high costs due to the continued use of multiple systems; increasing the number of assets also does not solve the problems of high false contact rates, short detection ranges, and danger to the sensor platform itself because an active signal discloses the ship’s position;   developing new passive systems will have a marginal potential to improve sensor detection ranges unless a new technology, yet to be identified, emerges; and improving the performance levels of active sonar systems like LFA addresses the critical issue of the range at which the threat submarine is detected.", "More recently, in 2001, the Navy conducted a comprehensive evaluation of existing and emerging antisubmarine warfare technologies that involved several expert panels consisting of Navy officials and representatives from the scientific, academic, and intelligence communities. The objective of this evaluation was to assess current and planned detection technologies to determine where the Navy has shortfalls in capability and where to invest future resources. A total of 125 technologies and concepts were initially evaluated and 16 were selected for additional analysis. The 16 technologies and concepts were analyzed against criteria that included robustness, operational suitability, survivability, technical maturity, potential operational effectiveness, deployment flexibility and responsiveness, and potential overall impact and military utility. The SURTASS/LFA program received high ratings for all criteria except for survivability.", "As a result of the panels’ analyses, the Navy determined that SURTASS/LFA provides the needed extended range coverage and deployment flexibility and reduces the need for multiple assets, all at a comparatively low operational and per unit cost. With fewer assets devoted to submarine detection, naval commanders can use the additional assets to manage and control the undersea battle space. Because of these benefits, the Navy plans to rely on the SURTASS/LFA to detect and locate enemy submarines at greater distances before they get within effective weapons range. While SURTASS/LFA is effective at long range detection, Navy officials still conclude that there is no single system capable of providing all Navy submarine detection capabilities and advocate the use of multiple, complementary systems or a “tool box” approach to meet this need. The most effective approach to conducting antisubmarine warfare operations is a “layered defense” beginning with a long detection range, early warning sensor, followed by short-range tactical active and passive sonars designed to coordinate the engagement of targets detected by the long-range system.", "The Navy continues to identify and develop new antisubmarine warfare technologies as well as explore new applications of existing technologies. Because no single antisubmarine technology or system meets all of the Navy’s undersea surveillance and detection requirements, the Navy continues acquisition and development efforts to increase detection efficiency and to respond to new threat challenges. A key focus of these efforts has been in developing antisubmarine warfare capabilities for littoral areas. The Navy is in the process of refining and developing a variety of alternatives to take advantage of LFA technology, but without its current limitations. For example, the Navy is exploring a higher frequency, lighter, and compact LFA system design, which incorporates several advantages to enhance performance in shallow water. However, it is too soon to assess whether these new developments will improve submarine detection capabilities."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Currently, the Navy is preparing for the overall operational evaluation of the SURTASS/LFA but has not developed a test plan or decided on the extent to which the system will be tested in littoral waters. Without testing in littoral areas, the Navy will not know whether the system is suitable and effective where the enemy threat is of increasing concern and detection is more challenging. In addition, testing results would provide users with a better understanding of the system’s capabilities and help the Navy make more informed decisions about investments in future submarine detection efforts. During our review, we noted to Navy officials that if they intend on operating the system in littoral areas, then they should conduct testing to gain a better understanding of the system’s advantages and limitations and how to use it most effectively in the Navy’s “tool box” approach to antisubmarine warfare. In response, Navy officials indicated they would reconsider what testing to include in the operational evaluation."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["Before the Navy operates SURTASS/LFA in littoral areas, we recommend that the Secretary of the Navy direct program officials to establish a test plan and conduct testing of the system to demonstrate its capabilities in those areas."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In written comments to a draft of our report, DOD agreed with our recommendation.  In addition, DOD also provided technical comments that we incorporated into the report as appropriate.  DOD’s comments appear in appendix I."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To acquire information about the SURTASS/LFA program, including requirements, alternatives, acquisition, development, operations, threat assessments, history, and current status, we interviewed officials and obtained documentation from the SURTASS program office (PMW-182); the Space and Naval Warfare Command’s Intelligence, Surveillance, and Reconnaissance Directorate (PD-18); Office of the Principal Deputy Assistant Secretary of the Navy (Research, Development, and Acquisition); Office of the Deputy Assistant Secretary of the Navy for Mine and Undersea Warfare; Office of the Chief of Naval Operations Antisubmarine Warfare Requirements Division; Office of the Chief of Naval Operations Undersea Surveillance Branch; Office of the Commander Submarines Atlantic; Office of the Commander Undersea Surveillance Operations; Integrated Undersea Surveillance System Command Center; TAGOS project office, Military Sealift Command; USNS Impeccable (T-AGOS-23); Office of Naval Research; Office of Naval Intelligence; Defense Intelligence Agency; and the Naval Undersea Warfare Center.", "To obtain information about SURTASS/LFA operational testing, effectiveness, suitability, and performance, we interviewed officials and obtained documentation from the Office of the Director of Operational Testing and Evaluation, Office of the Assistant Secretary of Defense; the Office of the Navy Commander Operational Test and Evaluation; and many of the above identified organizations.", "To obtain information about environmental issues, requirements, assessments, and monitoring and mitigation plans, we interviewed officials and obtained documentation from the Office of the Assistant Secretary of the Navy for Installations and Environment; Office of the Chief of Naval Operations, Environmental Planning and National Environmental Policy Act Compliance Branch; the State of California Coastal Commission; the State of Hawaii Department of Land and Natural Resources; Marine Acoustics Inc; the National Marine Fisheries Service; the Marine Mammal Commission; the Natural Resources Defense Council; Rainbow Friends Animal Sanctuary; and the Keystone Center.", "We performed our work from July 2001 through March 2002 in accordance with generally accepted government auditing standards.", "As agreed with your office, unless you publicly announce the contents of this report earlier, we plan no further distribution until 30 days from the report date. At that time, we will send copies of this report to interested congressional committees; the Secretary of Defense; the Secretary of the Navy; and the Director, Office of Management and Budget. We also will make copies  available to others upon request. In addition, the report will be available at no charge on the GAO Web site at http://www.gao.gov.", "Please contact me at (202) 512-4530 or John Oppenheim at (202) 512-3111 if you or your staff have any questions concerning this report. Other major contributors to this report were Dorian Dunbar, Gary Middleton, Adam Vodraska, and Allen Westheimer."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the Department of Defense", "paragraphs": [], "subsections": []}], "fastfact": []}