{"id": "GAO-04-654", "url": "https://www.gao.gov/products/GAO-04-654", "title": "Nuclear Regulation: NRC's Liability Insurance Requirements for Nuclear Power Plants Owned by Limited Liability Companies", "published_date": "2004-05-28T00:00:00", "released_date": "2004-06-08T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["An accident at one the nation's commercial nuclear power plants could result in human health and environmental damages. To ensure that funds would be available to settle liability claims in such cases, the Price-Anderson Act requires licensees for these plants to have primary insurance--currently $300 million per site. The act also requires secondary coverage in the form of retrospective premiums to be contributed by all licensees to cover claims that exceed primary insurance. If these premiums are needed, each licensee's payments are limited to $10 million per year and $95.8 million in total for each of its plants. In recent years, limited liability companies have increasingly become licensees of nuclear power plants, raising concerns about whether these companies--by shielding their parent corporations' assets--will have the financial resources to pay their retrospective premiums. GAO was asked to determine (1) the extent to which limited liability companies are the licensees for U.S. commercial nuclear power plants, (2) the Nuclear Regulatory Commission's (NRC) requirements and procedures for ensuring that licensees of nuclear power plants comply with the Price-Anderson Act's liability requirements, and (3) whether and how these procedures differ for licensees that are limited liability companies."]}, {"section_title": "What GAO Found", "paragraphs": ["Of the 103 operating nuclear power plants, 31 are owned by 11 limited liability companies. Three energy corporations--Exelon, Entergy, and the Constellation Energy Group--are the parent companies for eight of these limited liability companies. These 8 subsidiaries are the licensees or colicensees for 27 of the 31 plants. NRC requires all licensees for nuclear power plants to show proof that they have the primary and secondary insurance coverage mandated by the Price-Anderson Act. Licensees obtain their primary insurance through American Nuclear Insurers. Licensees also sign an agreement with NRC to keep the insurance in effect. American Nuclear Insurers also has a contractual agreement with each of the licensees to collect the retrospective premiums if these payments become necessary. A certified copy of this agreement, which is called a bond for payment of retrospective premiums, is provided to NRC as proof of secondary insurance. It obligates the licensee to pay the retrospective premiums to American Nuclear Insurers. NRC does not treat limited liability companies differently than other licensees with respect to the Price-Anderson Act's insurance requirements. Like other licensees, limited liability companies must show proof of both primary and secondary insurance coverage. American Nuclear Insurers also requires limited liability companies to provide a letter of guarantee from their parent or other affiliated companies with sufficient assets to pay the retrospective premiums. These letters state that the parent or affiliated companies are responsible for paying the retrospective premiums if the limited liability company does not. American Nuclear Insurers informs NRC it has received these letters. In light of the increasing number of plants owned by limited liability companies, NRC is studying its existing regulations and expects to report on its findings by the end of summer 2004. In commenting on a draft of this report, NRC stated that it accurately reflects the present insurance system for nuclear power plants."]}], "report": [{"section_title": "Letter", "paragraphs": ["An accident at one of the nation’s 103 operating commercial nuclear power  plants could result in human health and environmental damages. The Price- Anderson Act was enacted in 1957 to ensure that funds would be available  for at least a portion of the damages suffered by the public in the event of  an incident at a U.S. nuclear power plant. The act requires each licensee of  a nuclear plant to have primary insurance coverage equal to the maximum  amount of liability insurance available from private sources—currently  $300 million—to settle any such claims against it. In the event of an  accident at any plant where liability claims exceed the $300 million primary  insurance coverage, the act also requires licensees for all plants to pay  retrospective premiums (also referred to as secondary insurance). Under  current U.S. Nuclear Regulatory Commission (NRC) regulations, these  payments could amount to a maximum of $95.8 million for each of a  licensee’s plants per incident. If claims for an incident exceed this  approximately $10 billion currently available in primary insurance and  retrospective premiums, NRC may request additional funds from the  Congress. To operate a nuclear power plant, the owner must obtain a  license from NRC and meet its regulatory requirements, including those for  liability insurance established under the Price-Anderson Act.", "A major aspect of the deregulation or restructuring of the U.S. electricity  industry in the 1990s was the separation of electricity generation from  transmission and distribution. Utilities could create separate entities or  subsidiaries to operate their generation facilities, including nuclear power  plants, or could sell them off to other companies. Energy holding  companies bought some of the generation facilities, sometimes placing  them under subsidiaries. The limited liability company also emerged in the  1990s as a new type of company structure in the United States. These  companies have characteristics of both a partnership and a corporation.  Like a partnership, the profits are passed through and taxable to the  owners, known as members; like a corporation, it is a separate and distinct  legal entity and its owners are insulated from personal liability for its debts  and liabilities.", "You asked us to determine (1) the extent to which limited liability  companies are the licensees for U.S. commercial nuclear power plants, (2)  NRC’s requirements and procedures for ensuring that licensees of nuclear  power plants comply with the Price-Anderson Act’s liability requirements,  and (3) whether and how these procedures differ for licensees that are  limited liability companies. To respond to your request, we reviewed  applicable sections of the Price-Anderson Act and NRC’s implementing  regulations and written procedures. We also held discussions with and  obtained information from responsible NRC officials and representatives of  American Nuclear Insurers, which is a joint underwriting association of 50  insurance companies that provides insurance coverage to the nuclear  power plants. These are property/casualty insurance companies licensed to  do business in at least one of the states or territories of the United States.  We performed our work between April 2003 and April 2004 in accordance  with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["The Atomic Energy Act of 1954 authorized a comprehensive regulatory  program to permit private industry to develop and apply atomic energy for  peaceful uses, such as generating electricity from privately owned nuclear  power plants. Soon thereafter, government and industry experts identified  a major impediment to accomplishing the act’s objective:  the potential for  payment of damages resulting from a nuclear accident and the lack of  adequate available insurance. Unwilling to risk huge financial liability,  private companies viewed even the remote specter of a serious accident as  a roadblock to their participating in the development and use of nuclear  power.  In addition, congressional concern developed over ensuring  adequate financial protection to the public because the public had no  assurance that it would receive compensation for personal injury or  property damages from the liable party in event of a serious accident.  Faced with these concerns, the Congress enacted the Price-Anderson Act  in September 1957. The Price-Anderson Act has two underlying objectives:   (1) to establish a mechanism for compensating the public for personal  injury or property damage in the event of a nuclear accident and (2) to  encourage the development of nuclear power.", "To provide financial protection, the Price-Anderson Act requires  commercial nuclear reactors to be insured to the maximum level of  primary insurance available from private insurers. To implement this  provision, NRC periodically revises its regulations to require licensees of  nuclear reactors to increase their coverage level as the private insurance  market increases the maximum level of primary insurance that it is willing  to offer. For example, in January 2003, NRC increased the required  coverage from $200 million to the current $300 million, when American  Nuclear Insurers informed NRC that $300 million per site in coverage was  now available in its insurance pool.", "In 1975, the Price-Anderson Act was amended to require licensees to pay a  pro-rated share of the damages in excess of the primary insurance amount.", "Under this amendment, each licensee would pay up to $5 million in  retrospective premiums per facility it owned per incident if a nuclear  accident resulted in damages exceeding the amount of primary insurance  coverage. In 1988, the act was further amended to increase the maximum  retrospective premium to $63 million per reactor per incident to be  adjusted by NRC for inflation. The amendment also limited the maximum  annual retrospective premium per reactor to $10 million. Under the act,  NRC is to adjust the maximum amount of retrospective premiums every 5  years using the aggregate change in the Consumer Price Index for urban  consumers. In August 2003, NRC set the current maximum retrospective  payment at $95.8 million per reactor per incident. With 103 operating  nuclear power plants, this secondary insurance pool would total about $10  billion.", "The Price-Anderson Act also provides a process to deal with incidents in  which the damages exceed the primary and secondary insurance coverage.  Under the act, NRC shall survey the causes and extent of the damage and  submit a report on the results to, among others, the Congress and the  courts. The courts must determine whether public liability exceeds the  liability limits available in the primary insurance and secondary  retrospective premiums. Then the President would submit to the Congress  an estimate of the financial extent of damages, recommendations for  additional sources of funds, and one or more compensation plans for full  and prompt compensation for all valid claims. In addition, NRC can request  the Congress to appropriate funds. The most serious incident at a U.S.  nuclear power plant took place in 1979 at the Three Mile Island Nuclear  Station in Pennsylvania. That incident has resulted in $70 million in liability  claims.", "NRC’s regulatory activities include licensing nuclear reactors and  overseeing their safe operation. Licensees must meet NRC regulations to  obtain and retain their license to operate a nuclear facility. NRC carries out  reviews of financial qualifications of reactor licensees when they apply for  a license or if the license is transferred, including requiring applicants to  demonstrate that they possess or have reasonable assurance of obtaining  funds necessary to cover estimated operating costs for the period of the  license. NRC does not systematically review its licensees’ financial  qualifications once it has issued the license unless it has reason to believe  this is necessary. In addition, NRC performs inspections to verify that a  licensee’s activities are properly conducted to ensure safe operations in  accordance with NRC’s regulations. NRC can issue sanctions to licensees  who violate its regulations. These sanctions include notices of violation;  civil penalties of up to $100,000 per violation per day; and orders that may  modify, suspend, or revoke a license."], "subsections": []}, {"section_title": "Limited Liability Companies Are Licensees for 31 of the 103 Operating Commercial Nuclear Power Plants in the United States", "paragraphs": ["Thirty-one commercial nuclear power plants nationwide are licensed to  limited liability companies. In total, 11 limited liability companies are  licensed to own nuclear power plants. Three energy corporations—Exelon,  Entergy, and the Constellation Energy Group—are the parent companies  for 8 of these limited liability companies. These eight subsidiaries are  licensed or co-licensed to operate 27 of the 31 plants. The two subsidiaries  of the Exelon Corporation are the licensees for 15 plants and the co- licensees for 4 others. Constellation Energy Group, Inc., and Entergy  Corporation are the parent companies of limited liability companies that  are licensees for four nuclear power plants each. (See table 1.)", "Of all the limited liability companies, Exelon Generation Company, LLC,  has the largest number of plants. It is the licensee for 12 plants and co- licensee with PSEG Nuclear, LLC, for 4 other plants. For these 4 plants,  Exelon Generation owns 43 percent of Salem Nuclear Generating Stations  1 and 2 and 50 percent of Peach Bottom Atomic Power Stations 2 and 3.  (App. I lists all the licensees and their nuclear power plants.)"], "subsections": []}, {"section_title": "NRC Has Specific Requirements and Procedures to Ensure That All Licensees Comply with the Price- Anderson Act’s Liability Provisions", "paragraphs": ["NRC requires licensees of nuclear power plants to comply with the Price- Anderson Act’s liability insurance provisions by maintaining the necessary  primary and secondary insurance coverage. First, NRC ensures that  licensees comply with the primary insurance coverage requirement by  requiring them to submit proof of coverage in the amount of $300 million.  Second, NRC ensures compliance with the requirement for secondary  coverage by accepting the certified copy of the licensee’s bond for payment  of retrospective premiums.", "All the nuclear power plant licensees purchase their primary insurance  from American Nuclear Insurers. American Nuclear Insurers sends NRC  annual endorsements documenting proof of primary insurance after the  licensees have paid their annual premiums. NRC and each licensee also  sign an indemnity agreement, stating that the licensee will maintain an  insurance policy in the required amount. This agreement, which is in effect  as long as the owner is licensed to operate the plant, guarantees  reimbursement of liability claims against the licensee in the event of a  nuclear incident through the liability insurance. The agency can suspend or  revoke the license if a licensee does not maintain the insurance, but  according to an NRC official, no licensee has ever failed to pay its annual  primary insurance premium and American Nuclear Insurers would notify  NRC if a licensee failed to pay.", "As proof of their secondary insurance coverage, licensees must provide  evidence that they are maintaining a guarantee of payment of retrospective  premiums. Under NRC regulations, the licensee must provide NRC with  evidence that it maintains one of the following six types of guarantees:  (1)  surety bond, (2) letter of credit, (3) revolving credit/term loan arrangement,  (4) maintenance of escrow deposits of government securities, (5) annual  certified financial statement showing either that a cash flow can be  generated and would be available for payment of retrospective premiums  within 3 months after submission of the statement or a cash reserve or  combination of these, or (6) such other type of guarantee as may be  approved by the Commission.", "Before the late 1990s, the licensees provided financial statements to NRC  as evidence of their ability to pay retrospective premiums.  According to  NRC officials, in the late 1990s, Entergy asked NRC to accept the bond for  payment of retrospective premiums that it had with American Nuclear  Insurers as complying with the sixth option under NRC’s regulations: such  other type of guarantee as may be approved by the Commission. After  reviewing and agreeing to Entergy’s request, NRC decided to accept the  bond from all the licensees as meeting NRC’s requirements. NRC officials  told us that they did not document this decision with Commission papers  or incorporate it into the regulations because they did not view this as  necessary under the regulations.", "The bond for payment of retrospective premiums is a contractual  agreement between the licensee and American Nuclear Insurers that  obligates the licensee to pay American Nuclear Insurers the retrospective  premiums. Each licensee signs this bond and furnishes NRC with a  certified copy. In the event that claims exhaust primary coverage, American  Nuclear Insurers would collect the retrospective premiums. If a licensee  were not to pay its share of these retrospective premiums, American  Nuclear Insurers would, under its agreement with the licensees, pay for up  to three defaults or up to $30 million in 1 year of the premiums and attempt  to collect this amount later from the defaulting licensees. According to an  American Nuclear Insurers official, any additional defaults would reduce  the amount available for retrospective payments. An American Nuclear  Insurers official told us that his organization believes that the bond for  payment of retrospective premiums is legally binding and obligates the  licensee to pay the premium. Under NRC regulations, if a licensee fails to  pay the assessed deferred premium, NRC reserves the right to pay those  premiums on behalf of the licensee and recover the amount of such  premiums from the licensee."], "subsections": []}, {"section_title": "NRC Treats Limited Liability Companies the Same as Other Licensees, but the Insurance Industry Has Added Important Requirements for These Companies", "paragraphs": ["NRC applies the same rules to limited liability companies that it does to  other licensees of nuclear power plants with respect to liability  requirements under the Price-Anderson Act.", "All licensees must meet the same requirements regardless of whether they  are limited liability companies. American Nuclear Insurers applies an  additional requirement for limited liability companies with respect to  secondary insurance coverage in order to ensure that they have sufficient  assets to pay retrospective premiums. Given the growing number of  nuclear power plants licensed to limited liability companies, NRC is  examining the need to revise its procedures and regulations for such  companies.", "NRC requires all licensees of nuclear power plants to follow the same  regulations and procedures. Limited liability companies, like other  licensees, are required to show that they are maintaining the $300 million in  primary insurance coverage and provide NRC a copy of the bond for  payment of retrospective premiums or other approved evidence of  guarantee of retrospective premium payments. According to NRC officials,  all its licensees, including those that are limited liability companies, have  sufficient assets to cover the retrospective premiums. While NRC does not  conduct in-depth financial reviews specifically to determine licensees’  ability to pay retrospective premiums, it reviews the licensees’ financial  ability to safely operate their plants and to contribute decommissioning  funds for the future retirement of the plants. According to NRC officials, if  licensees have the financial resources to cover these two larger expenses,  they are likely to be capable of paying their retrospective premiums.", "American Nuclear Insurers goes further than NRC and requires licensees  that are limited liability companies to provide a letter of guarantee from  their parent or other affiliated companies with sufficient assets to cover the  retrospective premiums. An American Nuclear Insurers official stated that  American Nuclear Insurers obtains these letters as a matter of good  business practice. These letters state that the parent or an affiliated  company is responsible for paying the retrospective premiums if the  limited liability company does not. If the parent company or other affiliated  company of a limited liability company does not provide a letter of  guarantee, American Nuclear Insurers could refuse to issue the bond for  payment of retrospective premiums and the company would have to have  another means to show NRC proof of secondary insurance. American  Nuclear Insurers informs NRC that it has received these letters of  guarantee. The official also told us that American Nuclear Insurers believes  that the letters from the parent companies or other affiliated companies of  the limited liability company licensed by NRC are valid and legally  enforceable contracts.", "NRC officials told us that they were not aware of any problems caused by  limited liability companies owning nuclear power plants and that NRC  currently does not regard limited liability companies’ ownership of nuclear  power plants as a concern. However, because these companies are  becoming more prevalent as owners of nuclear power plants, NRC is  examining whether it needs to revise any of its regulations or procedures  for these licensees. NRC estimates that it will complete its study by the end  of summer 2004."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to NRC for review and comment. In its  written comments (see app. II), NRC stated that it believes the report  accurately reflects the present insurance system for nuclear power plants.  NRC said that we correctly conclude that the agency does not treat limited  liability companies differently than other licensees with respect to Price- Anderson’s insurance requirements. NRC also stated that we are correct in  noting that it is not aware of any problems caused by limited liability  companies owning nuclear power plants and that NRC currently does not  regard limited liability companies’ ownership of nuclear power plants as a  concern. In addition, NRC commented that we agree with the agency’s  conclusion that all its reactor licensees have sufficient assets that they are  likely to be able to pay the retrospective premiums. With respect to this last  comment, the report does not take a position on the licensees’ ability to pay  the retrospective premiums. We did not evaluate the sufficiency of the  individual licensees’ assets to make these payments. Instead, we reviewed  NRC’s and the American Nuclear Insurers’ requirements and procedures  for retrospective premiums."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["We performed our review at NRC headquarters in Washington, D.C. We  reviewed statutes, regulations, and appropriate guidance as well as  interviewed agency officials to determine the relevant statutory framework  of the Price-Anderson Act. To determine the number of nuclear power  plant licensees that are limited liability companies, we surveyed, through  electronic mail, all the NRC project managers responsible for maintaining  nuclear power plant licenses. We asked them to provide data on the  licensees, including the licensee’s name and whether it was a limited  liability company. If it was a limited liability company, we asked when the  license was transferred to the limited liability company and who is the  parent company of the limited liability company. We received responses for  all 103 nuclear power plants currently licensed to operate. We analyzed the  results of the survey responses. We verified the reliability of the data from a  random sample of project managers by requesting copies of the power  plant licenses and then comparing the power plant licenses to the data  provided by the project managers. The data agreed in all cases. We  concluded that the data were reliable enough for the purposes of this  report.", "To determine NRC’s requirements for ensuring that licensees of nuclear  power plants comply with the Price-Anderson Act’s liability requirements,  we reviewed relevant statutes and NRC regulations and interviewed NRC  officials responsible for ensuring that licensees have primary and  secondary insurance coverage. We also spoke with American Nuclear  Insurers officials responsible for issuing the insurance coverage to nuclear  power plant licensees, and we reviewed relevant documents associated  with the insurance. To determine whether and how these procedures differ  for licensees that are limited liability companies, we reviewed relevant  documents, including NRC regulations, and interviewed NRC officials  responsible for ensuring licensee compliance with Price-Anderson Act  requirements.", "As agreed with your offices, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 7 days from the  date of this letter. We will then send copies to interested congressional  committees; the Commissioners, Nuclear Regulatory Commission; the  Director, Office of Management and Budget; and other interested parties.  We will make copies available to others on request. In addition, the report  will be available at no charge on GAO’s Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, I can be reached at  (202) 512-3841. Major contributors to this report include Ray Smith, Ilene  Pollack, and Amy Webbink. John Delicath and Judy Pagano also  contributed to this report."], "subsections": []}]}, {"section_title": "Nuclear Power Plant Ownership", "paragraphs": ["Entergy Arkansas, Inc.", "Entergy Arkansas, Inc.", "FirstEnergy Nuclear Operating Company No Cleveland Electric Illuminating Company No FirstEnergy Nuclear Operating Company No Exelon Generation Company, LLC Exelon Generation Company, LLC Carolina Power & Light Co.", "North Carolina Eastern Municipal Power  Agency Carolina Power & Light Co.", "Constellation Energy Group,  Inc.", "Constellation Energy Group,  Inc.", "Catawba Nuclear Station 1 North Carolina Electric Membership  Saluda River Electric Cooperative, Inc.", "Catawba Nuclear Station 2 North Carolina Municipal Power Agency  AmerGen Energy Company, LLC City of New Smyrna Beach and Utilities  Commission Orlando Utilities Commission and City of  Orlando Seminole Electric Cooperative, Inc.", "Pacific Gas and Electric Company Exelon Generation Company, LLC Exelon Generation Company, LLC Entergy Nuclear FitzPatrick, LLC Rochester Gas and Electric Corporation No 39 Grand Gulf Nuclear Station System Energy Resources, Inc.", "South Mississippi Electric Power Assoc. No Carolina Power & Light Co.", "Entergy Nuclear Indian Point 2, LLC Entergy Nuclear Indian Point 3, LLC Wisconsin Public Service Corp.", "Exelon Generation Company, LLC Exelon Generation Company, LLC Exelon Generation Company, LLC Exelon Generation Company, LLC Dominion Nuclear Connecticut, Inc.", "Dominion Nuclear Connecticut, Inc.", "Central Vermont Public Service  Corporation Massachusetts Municipal Wholesale  Electric Co.", "Entergy Nuclear Generation Co.", "Exelon Generation Company, LLC Exelon Generation Company, LLC Entergy Gulf States, Inc.", "Carolina Power & Light Co.", "FPL Group, Inc.", "Massachusetts Municipal Wholesale  Electric Co.", "AmerGen Energy Company, LLC Florida Power and Light Company  Florida Power and Light Company  Entergy Nuclear Vermont Yankee, LLC Entergy Nuclear Operations, Inc.", "Municipal Electric Authority of Georgia City of Dalton, Georgia Municipal Electric Authority of Georgia City of Dalton, Georgia Entergy Operations, Inc."], "subsections": []}, {"section_title": "Comments from the Nuclear Regulatory Commission", "paragraphs": [], "subsections": [{"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional responsibilities  and to help improve the performance and accountability of the federal government  for the American people. GAO examines the use of public funds; evaluates federal  programs and policies; and provides analyses, recommendations, and other  assistance to help Congress make informed oversight, policy, and funding  decisions. GAO’s commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to   e-mail alerts” under the “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}