{"id": "GAO-15-486T", "url": "https://www.gao.gov/products/GAO-15-486T", "title": "Unmanned Aerial Systems: Status of Test Sites and International Developments", "published_date": "2015-03-24T00:00:00", "released_date": "2015-03-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["UAS—often called drones—are aircraft that do not carry a pilot but instead operate on pre-programmed routes or are manually controlled. Currently, UAS only operate in the United States with FAA approval on a case-by-case basis. However, in the absence of regulations, unauthorized UAS operations have, in some instances, compromised safety.", "The FAA Modernization and Reform Act of 2012 emphasized the need to integrate UAS into the national airspace by requiring that FAA establish requirements governing them. In response, FAA has taken a number of steps, most notably,", "issuing an NPRM for small UAS operations, and", "designating six UAS test sites which became operational in 2014 and have begun to conduct test flights.", "Other countries have started to integrate UAS as well, and many currently allow commercial operations.", "This testimony provides preliminary observations on 1) status of FAA's test sites, 2) how other countries have progressed integrating UAS for commercial purposes, and 3) critical steps for FAA going forward.", "This testimony is based on GAO's ongoing study examining issues related to UAS integration into the national airspace system for UAS operations. To conduct this work, GAO reviewed documents and met with officials from test sites, FAA, and industry stakeholders."]}, {"section_title": "What GAO Found", "paragraphs": ["Since becoming operational in 2014, the Federal Aviation Administration's (FAA) unmanned aerial systems (UAS) test sites have conducted over 195 flights across five of the six test sites. These flights provide operations and safety data that FAA can use in support of integrating UAS into the national airspace. FAA has not provided funding to the test sites in support of research and development activities but has provided staff time through, for example bi-weekly meetings to discuss ongoing issues with test site officials. FAA staff said that the sites are a benefit to the integration process and worth this investment.", "GAO's preliminary observations found that other countries have progressed toward UAS integration and allow commercial use. GAO studied the UAS regulations in Australia, Canada, France, and the United Kingdom and found these countries have similar rules and restrictions on commercial UAS operations, such as allowing line of sight operations only. In November 2014, Canada issued new rules creating exemptions for UAS operations based on size and relative risk. In addition, as of December 2014, Australia had issued over 180 UAS operating certificates to businesses engaged in aerial surveying, photography, and other lines of business. Under the provisions of FAA's proposed rules, operating restrictions would be similar to regulations in these other four countries. For example, all countries have UAS altitude restrictions of 500 feet or below."]}], "report": [{"section_title": "Letter", "paragraphs": ["I appreciate the opportunity to testify on the Federal Aviation  Administration’s (FAA) efforts to integrate unmanned aerial systems  (UAS) into the national airspace system (NAS). Since the early 1990s,  unmanned aerial systems have operated on a limited basis in the national  airspace system primarily supporting public operations, such as military  and border-security operations. The list of potential uses is now rapidly  expanding to include a broad range of other activities including assisting  in search and rescue operations, inspecting pipelines, photographing real  estate, surveying land and crops, disaster assistance, gathering news,  and filming movies. The term “unmanned aerial system” is used to  recognize that UASs include not only the airframe and power plant, but  also associated elements such as a ground control station and the  communications links as shown in figure 1. In fact, according to a 2013  report by a UAS industry group, the economic impact of integrating UASs  into the national airspace system will total more than $13.6 billion in the  first 3 years of integration and grow to more than $82.1 billion from 2015  through 2025. However, without specific UAS regulations in place,  authorized UAS access to the national airspace can generally only occur  after a case-by-case safety review by the FAA. These approved  operations are generally limited to flights within the operator’s “line of  sight” at a few specified locations. Under the FAA Modernization and  Reform Act of 2012, enacted in February 2012 (the 2012 Act), FAA  issued a Notice of Proposed Rulemaking (NPRM) for small UAS  operations in February 2015. However, FAA has stated that it will take  16 months to address comments and issue a final rule.", "While FAA continues to make incremental progress on integration,  questions have been raised about whether the six UAS test sites  established by FAA, as required by the 2012 Act, are being used  effectively enough to help FAA meet its UAS research needs. FAA  requires safety and operations data from UAS operators for continued  development of standards supporting the safe and routine integration of  UASs. Furthermore, questions have been raised as to whether other  countries are making greater progress toward allowing commercial UAS  operations, and may outpace efforts made in the United States. Finally,  the safety of the national airspace is threatened on nearly a daily basis by  UAS operating without approval. The FAA has reported that there have  been 25 incidents a month involving unmanned aircraft. These incidents  have included UASs operating dangerously close to commercial aircraft,  and numerous instances of UASs flying over professional and college  football stadiums full of people.", "My statement today provides preliminary observations on 1) the status of  activity at FAA’s designated UAS test sites, 2) how other countries have  progressed toward UAS integration into their airspace for commercial  purposes, and 3) the challenges for FAA going forward.", "My statement is based on our ongoing study for this committee and the  House Committee on Transportation and Infrastructure and its  subcommittee on Aviation on UAS integration into the national airspace  system. We expect to issue this report later this year. We conducted the  ongoing work from January 2014 through March 2015. For this testimony,  we reviewed FAA’s Comprehensive Plan and Roadmap for UAS  integration. To identify the status of activity at the UAS test sites, we  reviewed documents from each of these six test sites where FAA has  recently allowed UAS operations and spoke with officials from all six of  the test sites. To identify how other countries have progressed toward  UAS integration for civil and commercial purposes, we spoke with the  International Civil Aviation Organization (ICAO) and other stakeholders  familiar with the UAS activities currently occurring in other countries. We  also reviewed relevant empirical literature and media reports to obtain  information and perspectives on current developments and future  challenges, and spoke with representatives from aviation authorities from  Australia, Canada, France, and the United Kingdom, to understand their  regulations related to UASs and associated activities. To identify key  challenges to UAS integration, we conducted semi-structured interviews  with FAA officials and a wide range of stakeholders, including  representatives of federal agencies such as Department of Defense,  National Aeronautics and Space Administration (NASA), test site officials,  research organizations, academics, and industry experts.", "The work this statement was based on was performed in accordance with  generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on  our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["FAA has authority to authorize all UAS operations in the national  airspace—military; public (academic institutions and federal, state, and  local governments including law enforcement organizations); and civil  (non-government including commercial). Currently, since a final  rulemaking is not completed, FAA only allows UAS access to the national  airspace on a case-by-case basis. FAA provides access to the airspace  through three different means:", "Certificates of Waiver or Authorization (COA): Public entities including  FAA-designated test sites may apply for COA. A COA is an  authorization, generally for up to 2 years, issued by the FAA to a  public operator for a specific UAS activity. Between January 1, 2014  and March 19, 2015 FAA had approved 674 public COAs.", "Special Airworthiness Certificates in the Experimental Category  (Experimental Certificate): Civil entities, including commercial  interests, may apply for experimental certificates, which may be used  for research and development, training, or demonstrations by  manufactures.", "Section 333 exemptions: Since September 2014, commercial entities  may apply to FAA for issued exemptions under section 333 of the  2012 Act, Special Rules for Certain Unmanned Aircraft Systems. This  exemption requires the Secretary of Transportation to determine if  certain UASs may operate safely in the national airspace system prior  to the completion of UAS rulemakings. FAA has granted such  exemptions to 48 of 684 total applications (7 percent) from companies  or other entities applying under section 333. These companies may  apply to fly at their own designated sites or the test sites.", "While limited operations continue through these means of FAA approval,  FAA has been planning for further integration.", "In response to requirements of the 2012 Act, FAA issued the UAS  Comprehensive Plan and the UAS Integration Roadmap, which broadly  map the responsibilities and plans for the introduction of UAS into the  national airspace system. These plans provide a broad framework to  guide UAS integration efforts. The UAS Comprehensive Plan described  the overarching, interagency goals, and approach and identified six high- level strategic goals for integrating UAS into the national airspace. The  FAA Roadmap identified a broad three-phase approach to FAA’s UAS  integration plans—Accommodation, Integration, and Evolution—with  associated priorities for each phase that provide additional insight into  how FAA plans to integrate UAS into the national airspace system. This  phased approach has been supported by both academics and industry.  FAA plans to use this approach to facilitate further incremental steps  toward its goal of seamlessly integrating UAS flight into the national  airspace.", "Accommodation phase: According to the Roadmap, in the  accommodation phase, FAA will apply special mitigations and  procedures to safely facilitate limited UAS access to the national  airspace system in the near-term. Accommodation is to predominate  in the near-term with appropriate restrictions and constraints to  mitigate any performance shortfalls. UAS operations in the national  airspace system are considered on a case-by-case basis. During the  near-term, R&D is to continue to identify challenges, validate  advanced mitigation strategies, and explore opportunities to progress  UAS integration into the national airspace system.", "Integration phase: The primary objective of the integration phase is  establishing performance requirements for UAS that would increase  access to the NAS. During the mid- to far-term, FAA is to establish  new or revised regulations, policies, procedures, guidance material,  training, and understanding of systems and operations to support  routine NAS operations. FAA plans for the integration phase to begin  in the near- to mid-term with the implementation of the small UAS rule  and is to expand the phase further over time (mid- and far-term) to  consider wider integration of a broader field of UASs.", "Evolution phase: In the evolution phase, FAA is to work to routinely  update all required policy, regulations, procedures, guidance material,  technologies, and training to support UAS operations in the NAS  operational environment as it evolves over time. According to the  Roadmap, it is important that the UAS community maintains the  understanding that the NAS environment is not static and that many  improvements are planned for the NAS over the next 13—15 years.  To avoid obsolescence, UAS developers are to maintain a dual focus:  integration into today’s NAS while maintaining cognizance of how the  NAS is evolving.", "In February 2015, FAA issued a Notice for Proposed Rulemaking for the  operations of small UASs—those weighing less than 55 pounds—that  could, once finalized, allow greater access to the national airspace. To  mitigate risk, the proposed rule would limit small UASs to daylight-only  operations, confined areas of operation, and visual-line-of-sight  operations. FAAs release of this proposed rule for small UAS operations  started the process of addressing additional requirements of the 2012  Act. See table 1 for a summary of the rule’s major provisions.", "FAA has also met additional requirements outlined in the 2012 Act  pertaining to the creation of UAS test sites. In December 2013, FAA  selected six UAS test ranges. According to FAA, these sites were  chosen based on a number of factors including geography, climate,  airspace use, and a proposed research portfolio that was part of the  application. All UAS operations at a test site must be authorized by FAA  through either the use of a COA or an experimental certificate. In addition,  there is no funding from FAA to support the test sites. Thus, these sites  rely upon revenue generated from entities, such as those in the UAS  industry, using the sites for UAS flights.", "Foreign countries are also experiencing an increase in UAS use, and  some have begun to allow commercial entities to fly UASs under limited  circumstances. According to industry stakeholders, easier access to  testing in these countries’ airspace has drawn the attention of some U.S.  companies that wish to test their UASs without needing to adhere to  FAA’s administrative requirements for flying UASs at one of the  domestically located test sites, or obtaining an FAA COA. It has also led  at least one test site to partner with a foreign country where, according to  the test site operator, UAS test flights can be approved in 10 days."], "subsections": []}, {"section_title": "FAA’s Six Test Sites Are Operational and Beginning to Conduct UAS Flights", "paragraphs": ["Since being named in December 2013, the six designated test sites have  become operational, applying for and receiving authorization from FAA to  conduct test flights. From April 2014 through August 2014, as we were  conducting our ongoing work, each of the six test sites became  operational and signed an Other Transaction Agreement with FAA. All  flights at a test site must be authorized under the authority of a COA or  under the authority of an experimental certificate approved by FAA. Since  becoming operational in 2014 until March 2015, five of the six test sites  received 48 COAs and one experimental certificate in support of UAS  operations resulting in over 195 UAS flights across the five test sites.  These flights provide operations and safety data to FAA in support of  UAS integration. While there are only a few contracts with industry thus  far, according to test site operators these are important if the test sites are  to remain operational. Table 2 provides an overview of test-site activity  since the sites became operational.", "FAA officials and some test sites told us that progress has been made in  part because of FAA’s and sites’ efforts to work together. Test site  officials meet every two weeks with FAA officials to discuss current  issues, challenges, and progress. According to meeting minutes, these  meetings have been used to discuss many issues from training for  designated airworthiness representatives to processing of COAs. In  addition, test sites have developed operational and safety processes that  have been reviewed by FAA. Thus, while FAA has no funding directed to  the test sites to specifically support research and development activities,  FAA dedicates time and resources to supporting the test sites, and FAA  staff we spoke to believe test sites are a benefit to the integration process  and worth this investment.", "According to FAA, its role is to ensure each test site sets up a safe-testing  environment and to provide oversight that guarantees each test site  operates under strict safety standards. FAA views the test sites as a  location for industry to safely access the airspace. FAA told us it expects  to collect data obtained from the users of the test ranges that will  contribute to the continued development of standards for the safe and  routine integration of UASs. The Other Transaction Agreement between  FAA and the test sites defines the purpose of the test sites as research  and testing in support of safe UAS integration into the national airspace.  FAA and the test sites have worked together to define the role of the test  sites and see that both the FAA and the test sites are effectively  supporting each other and the goal of the test sites, we will continue to  examine this progress and will report our final results late this year."], "subsections": []}, {"section_title": "Other Countries Have Progressed with UAS Integration to Allow some Level of Commercial UAS Use", "paragraphs": ["As part of our ongoing work, we identified a number of countries that  allow commercial UAS operations and have done so for years. In Canada  and Australia, regulations pertaining to UAS have been in place since  1996 and 2002, respectively. According to a MITRE study, the types of  commercial operations allowed vary by country. For example, as of  December 2014, Australia had issued over 180 UAS operating certificates  to businesses engaged in aerial surveying, photography, and other lines  of business. In Japan, the agriculture industry has used UASs to apply  fertilizer and pesticide for over 10 years. Furthermore, several European  countries have granted operating licenses to more than 1,000 operators  to use UASs for safety inspections of infrastructure, such as rail tracks, or  to support the agriculture industry. The MITRE study reported that the  speed of change can vary based on a number of factors, including the  complexity and size of the airspace and the supporting infrastructure. In  addition, according to FAA, the legal and regulatory structures are  different and may allow easier access to the airspace in other countries  for UAS operations. While UAS commercial operations can occur in some  countries, there are restrictions controlling their use.", "We studied the UAS regulations of Australia, Canada, France, and the  United Kingdom and found these countries impose similar types of  requirements and restrictions on commercial UAS operations. For  example, all these countries except Canada require government-issued  certification documents before UASs can operate commercially. In  November 2014, Canada issued new rules creating exemptions for  commercial use of small UASs weighing 4.4 pounds or less and from 4.4  pounds to 55 pounds. UASs in these categories can commercially  operate without a government-issued certification but must still follow  operational restrictions, such as a height restriction and a requirement to  operate within line of sight. Transport Canada officials told us this  arrangement allows them to use scarce resources to regulate situations  of relatively high risk. In addition, each country requires that UAS  operators document how they ensure safety during flights and that their  UAS regulations go into significant detail on subjects such as remote pilot  training and licensing requirements. For example, the United Kingdom  has established “national qualified entities” that conduct assessments of  operators and make recommendations to the Civil Aviation Authority as to  whether to approve that operator.", "If UASs were to begin flying today in the national airspace system under  the provisions of FAA’s proposed rules, their operating restrictions would  be similar to regulations in these other four countries. However, there  would be some differences in the details. For example, FAA proposes  altitude restrictions of below 500 feet, while Australia, Canada, and the  United Kingdom restrict operations to similar altitudes. Other proposed  regulations require that FAA certify UAS pilots prior to commencing  operations, while Canada and France do not require pilot certification.  Table 3 shows how FAA’s proposed rules compare with the regulations of  Australia, Canada, France, and the United Kingdom.", "While regulations in these countries require UAS operations remain within  the pilot’s visual line of sight, some countries are moving toward allowing  limited operations beyond the pilot’s visual line of sight. For example,  according to Australian civil aviation officials, they are developing a new  UAS regulation that would allow operators to request a certificate allowing  beyond line-of-sight operations. However, use would be very limited and  allowed only on a case-by-case basis. Similarly, according to a French  civil aviation official, France approves on a case-by-case basis, very  limited beyond line-of-sight operations. Finally, in the United States, there  have been beyond line-of-sight operations in the Arctic, and, NASA, FAA  and the industry have successfully demonstrated detect-and-avoid  technology, which is necessary for beyond line-of-sight operations.", "In March 2015, the European Aviation Safety Agency (EASA) issued a  proposal for UAS regulations that creates three categories of UAS  operations—open, specific, and certified. Generally, the open category  would not require authorization from an aviation authority but would have  basic restrictions including altitude and distance from people. The specific  category would require a risk assessment of the proposed operation and  an approval to operate under restrictions specific to the operation. The  final proposed category, certified operations, would be required for those  higher-risk operations, specifically when the risk rises to a level  comparable to manned operations. This category goes beyond FAA’s  proposed rules by proposing regulations for large UAS operations and  operations beyond the pilot’s visual line-of-sight. As other countries work  toward integration standards organizations from Europe and the United  States are coordinating to try and ensure harmonized standards.  Specifically, RTCA and the European Organization for Civil Aviation  Equipment (EUROCAE) have joint committees focused on harmonization  of UAS standards."], "subsections": []}, {"section_title": "Key Critical Steps Remain for UAS Integration", "paragraphs": ["We found during our ongoing work that FAA faces some critical steps to  keeping the UAS integration process moving forward, as described  below:  Issue final rule for small UASs: As we previously discussed, the NPRM  for small UAS was issued in February 2015. However, FAA plans to  process comments it receives on the NPRM and then issue a final rule for  small UAS operations. FAA told us that it is expecting to receive tens of  thousands of comments on the NPRM. Responding to these comments  could extend the time to issue a final rule. According to FAA, its goal is to  issue the final rule 16 months after the NPRM, but it may take longer. If  this goal is met, the final rule would be issued in late 2016 or early 2017,  about 2 years after the 2012 Act required. FAA officials told us that it has  taken a number of steps to develop a framework to efficiently process the  comments it expects to receive. Specifically, the officials said that FAA  has a team of employees assigned to lead the effort with contractor  support to track and categorize the comments as soon as they are  received. According to FAA officials, the challenge of addressing  comments could be somewhat mitigated if industry groups consolidated  comments, thus reducing the total number of comments that FAA must  address.", "Implementation plan: The Comprehensive Plan and Roadmap provide  broad plans for integration, but some have pointed out that FAA needs a  detailed implementation plan to predict with any certainty when full  integration will occur and what resources will be needed. The UAS  Aviation Rulemaking Committee developed a detailed implementation  plan to help FAA and others focus on the tasks needed to integrate UAS  into the national airspace.need for an implementation plan that would identify the means, necessary  resources, and schedule to safely and expeditiously integrate civil UASs  into the national airspace. The proposed implementation plan contains  several hundred tasks and other activities needed to complete the UAS  integration process. FAA stated it used this proposed plan and the  associated tasks and activities when developing its Roadmap. However,  unlike the Roadmap, an implementation plan would include specific  resources and time frames to meet the near-term goals that FAA has  outlined in its Roadmap. An internal FAA report from August 2014  discussed the importance for incremental expansion of UAS operations.  While this report did not specifically propose an implementation plan, it  suggested that for each incremental expansion of operations, FAA  identify the tasks necessary, responsibilities, resources, and expected  time frames. Thus, the internal report suggested FAA develop plans to  account for all the key components of an implementation plan. The  Department of Transportation’s – Inspector General issued a report in  June 2014 that contained a recommendation that FAA develop such a  plan.", "The FAA mentioned concerns regarding the augmentation of appropriations and  limitations on accepting voluntary services. As a general proposition, an agency may not  augment its appropriations from outside sources without specific statutory authority. The  Antideficiency Act prohibits federal officers and employees from, among other things,  accepting voluntary services except for emergencies involving the safety of human life or  the protection of property. 31 U.S.C. § 1342. operations conducted by the test sites must have a COA.requires the test sites to provide safety and operations data collected for  each flight.", "Test site operators have told us incentives are needed to encourage  greater UAS operations at the test sites. The operators explained that  industry has been reluctant to operate at the test sites because under the  current COA process, a UAS operator has to lease its UAS to the test  site, thus potentially exposing proprietary technology. With a special  airworthiness certificate in the experimental category, the UAS operator  would not have to lease its UAS to the test site, therefore protecting any  proprietary technology. FAA is, however, working on providing additional  flexibility to the test sites to encourage greater use by industry.  Specifically, FAA is willing to train designated airworthiness  representatives for each test site. These individuals could then approve  UASs for a special airworthiness certificate in the experimental category  for operation at a test site. As previously indicated, three test sites had  designated airworthiness representatives aligned with the test site, but  only one experimental certificate had been approved. More broadly, we  were told that FAA could do more to make the test sites accessible.  According to FAA and some test site operators, FAA is working on  creating a broad area COA that would allow easier access to the test  site’s airspace for research and development. Such a COA would allow  the test sites to conduct the airworthiness certification, typically performed  by FAA, and then allow access to the test site’s airspace. As previously  stated, one test site received 4 broad area COAs that were aircraft  specific. Officials from test sites we spoke with during our ongoing work  were seeking broad area COAs that were aircraft “agnostic”—meaning  any aircraft could operate under the authority of that COA. According to  FAA officials, in an effort to make test sites more accessible, they are  working to expand the number of test ranges associated with the test  sites, but not increasing the number of test sites. Currently, test sites  have ranges in 14 states.", "Public education program: UAS industry stakeholders and FAA have  begun an educational campaign that provides prospective users with  information and guidance on flying safely and responsibly. The public  education campaign on allowed and safe UAS operations in the national  airspace may ease public concerns about privacy and support a safer  national airspace in the future. UASs’ operating without FAA approval or  model aircraft operating outside of the safety code established by the  Academy of Model Aeronautics potentially presents a danger to others  operating in the national airspace. To address these safety issues, FAA  has teamed up with industry to increase public awareness and inform  those wishing to operate UAS how to do so safely. For example, three  UAS industry stakeholders and FAA teamed up to launch an informational  website for UAS operators. UASs are increasingly available online and  on store shelves. Prospective operators—from consumers to  businesses—want to fly and fly safely, but many do not realize that, just  because you can easily acquire a UAS, that does not mean you can fly it  anywhere, or for any purpose. “Know Before You Fly” is an educational  campaign that provides prospective users with information and guidance  on flying safely and responsibly (see table 4).", "UAS and air traffic management: As FAA and others continue to address  the challenges to UAS integration they are confronted with accounting for  expected changes to the operations of the national airspace system as a   FAA  part of the Next Generation Air Transportation System (NextGen)has stated that the safe integration of UAS into the national airspace will  be facilitated by new technologies being deployed. However, according to  one stakeholder, UASs present a number of challenges that the existing  national airspace is not set up to accommodate. For example, unlike  manned aircraft, UASs that currently operate under COAs do not typically  follow a civil aircraft flight plan where an aircraft takes off, flies to a  destination, and then lands. Such flights require special accommodation  by air-traffic controllers. Additionally, the air-traffic-control system uses  navigational waypoints for manned aircraft, while UASs use Global  Positioning System coordinates. Finally, if a UAS loses contact with its  ground-control station, the air traffic controller might not know what the  UAS will do to recover and how that may affect other aircraft in the  vicinity. NextGen technologies, according to FAA, are continually being  developed, tested, and deployed at the FAA Technical Center, and the  FAA officials are working closely with MITRE to leverage all available  technology for UAS integration.", "Chairman Ayotte, Ranking Member Cantwell, and Members of the  Subcommittee, this completes my prepared statement. I would be  pleased to respond to any questions that you may have at this time."], "subsections": []}]}, {"section_title": "Appendix I: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["For further information on this testimony, please contact Gerald L.  Dillingham, Ph.D., at (202)512-2834 or dillinghamg@gao.gov. In addition,  contact points for our Offices of Congressional Relations and Public  Affairs may be found on the last page of this statement."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["Individuals making key contributions to this testimony include Brandon  Haller, Assistant Director; Daniel Hoy; Eric Hudson; Bonnie Pignatiello  Leer; and Amy Rosewarne.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}