{"id": "GAO-11-482T", "url": "https://www.gao.gov/products/GAO-11-482T", "title": "Nuclear Nonproliferation: More Progress Needed in Implementing Recommendations for IAEA's Technical Cooperation Program", "published_date": "2011-03-17T00:00:00", "released_date": "2011-03-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["A key mission of the International Atomic Energy Agency (IAEA) is promoting the peaceful uses of nuclear energy through its Technical Cooperation (TC) program, which provides equipment, training, fellowships, and other services to its member states. The United States provides approximately 25 percent of the TC program's annual budget. While the vast majority of TC projects have not involved the transfer of sensitive nuclear materials and technology, TC assistance has been provided to countries of proliferation concern. In March 2009, GAO reported on potential proliferation and management concerns related to the program (GAO-09-275). This testimony discusses (1) GAO's findings and recommendations to the Department of State and IAEA in that report and (2) agency progress made to implement those recommendations to address these concerns. This testimony is based on GAO's 2009 report and updated in March 2011 by (1) reviewing documentation on actions taken by State and IAEA in response to the report's recommendations and (2) interviewing State and Department of Energy (DOE) officials."]}, {"section_title": "What GAO Found", "paragraphs": ["As GAO reported in 2009, neither State nor IAEA seeks to systematically limit TC assistance to countries that (1) the United States has designated as state sponsors of terrorism--Cuba, Iran, Sudan, and Syria; (2) are not party to the Treaty on the Non-Proliferation of Nuclear Weapons--India, Israel, and Pakistan; and (3) have not completed comprehensive safeguards or additional protocol agreements with IAEA. The former head of the TC program told GAO that requests for TC assistance are evaluated strictly on technical merits. GAO found that the lack of sufficient and timely information provided by IAEA on project proposals limits the ability of DOE and the national laboratories to fully assess potential proliferation concerns associated with the program. In addition, GAO identified limitations in how the program is managed, including the failure of many member states to pay their full share of support to IAEA's Technical Cooperation Fund (TCF) and the use of outdated program metrics. GAO asked Congress to consider directing State to withhold a proportionate share of the U.S. voluntary contribution to the TC program that is equivalent to the amounts of TCF funding that would otherwise be made available to U.S.-designated state sponsors of terrorism, as the United States currently does with Cuba and has done in the past with other countries and territories. GAO recommended that State, working with IAEA, undertake eight actions to address proliferation and management concerns related to the program, such as establishing a mechanism to facilitate greater and more timely information sharing on proposals. GAO made two additional recommendations to State, including enhancing its record-keeping on project proposals identified as having potential proliferation concerns, and developing formal guidance to evaluate requests from TC fellows to study nuclear issues in the United States. State and IAEA have made some progress in implementing several of the recommendations in GAO's report. This progress includes, among other things, (1) IAEA providing proposal information to the United States and other member states earlier in the project approval process; (2) IAEA pursuing efforts to promote results-based management of TC projects; (3) State doing better tracking of TC proposals that may contain proliferation concerns; and (4) State developing new guidance and criteria for accepting or denying requests by foreign TC fellows to study in the United States. State, however, continues to strongly oppose GAO's suggestion that Congress consider requiring State to withhold a proportionate share of U.S. voluntary contributions to the fund for TC program assistance provided to U.S.-designated state sponsors of terrorism. GAO continues to believe that Congress should give serious consideration to this matter because there is a precedent for such a withholding and because such action would foster a more consistent and cohesive U.S. policy toward such nations that the United States chooses not to engage directly in trade, assistance, and other forms of cooperation."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making no new recommendations at this time and continues to believe that implementation of the recommendations in its March 2009 report could substantially reduce potential proliferation and management concerns related to the TC program."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the findings and  recommendations from our March 2009 report on the International Atomic  Energy Agency’s (IAEA) Technical Cooperation (TC) program and the  actions the Department of State and IAEA have taken to implement the  recommendations in that report. In March 2011, we reviewed  documentation provided by State and IAEA and interviewed State and  Department of Energy (DOE) officials to obtain updated information on  actions taken to implement our 2009 recommendations.", "IAEA is an independent international organization based in Vienna,  Austria, affiliated with the United Nations. It has the dual mission of  promoting the peaceful uses of nuclear energy and verifying that nuclear  technologies and materials intended for peaceful purposes are not  diverted to weapons development efforts. The TC program is a main pillar  of IAEA’s mission to promote the peaceful uses of nuclear energy. To that  end, the TC program helps IAEA member states achieve their sustainable  development priorities by furnishing them with relevant nuclear  technologies and expertise, and the program plays a role in facilitating  Article IV of the Treaty on the Non-Proliferation of Nuclear Weapons  (NPT), which affirms that all states party to the treaty have a right to  participate in the exchange of equipment, materials, and scientific and  technological information for peaceful uses of nuclear energy. Through  the TC program, IAEA has supported the development of nuclear  technology for peaceful applications in a variety of areas, including  energy, human health, food and agriculture, and nuclear safety. TC  projects have supported efforts to eradicate tsetse flies and other insect  pests in certain regions, control communicable diseases in developing  countries, and develop higher-yielding agricultural crops. In 2007, the TC  program disbursed over $93 million in nuclear technical assistance to 122  countries and territories. All IAEA member states are eligible for TC  assistance; however, not all countries request assistance. The United  States participates as a donor and is the largest financial contributor to the  TC program, providing approximately 25 percent of its budget, or  approximately $19.8 million, in 2007.", "In our 1997 report on the TC program, we found that while the vast  majority of TC projects did not involve the transfer of sensitive nuclear  materials and technologies, nuclear assistance had been provided to  countries that posed proliferation risks. Proliferation concerns about the  TC program have persisted because of the assistance it has provided to  certain countries, including four countries—Cuba, Iran, Sudan, and  Syria—that the United States has designated as state sponsors of  terrorism, and because nuclear equipment, technology, and expertise can  be dual-use—capable of serving peaceful purposes, such as the production  of medical isotopes, but also useful in contributing to nuclear weapons  development. For example, in 2006, IAEA refused to support a TC  proposal from Iran requesting assistance for a heavy water reactor near  the town of Arak. Iran stated that the reactor was intended for the  production of medical isotopes, but the United States and other IAEA  members objected due to concerns that the plant could serve as a source  of plutonium for use in nuclear weapons."], "subsections": [{"section_title": "Background", "paragraphs": ["IAEA’s policy-making bodies—the General Conference and the Board of  Governors—set overall policy direction for the TC program. The United  States is a permanent member of the Board of Governors. IAEA’s  Secretariat—led by a Director General and structured into six functional  departments, including the Department of Technical Cooperation—is  responsible for implementing policies established by the General  Conference and the Board of Governors.", "Typically, the TC program develops and approves new projects on a 2-year  cycle. Member states begin submitting project proposal concepts to IAEA  in September of the year prior to approval. IAEA officials screen proposal  concepts through the fall, and member states develop and refine their  proposals through March of the approval year. By July, IAEA’s Secretariat  comes to a final agreement on TC project proposals that it will back for  approval by the Technical Assistance and Cooperation Committee and the  Board of Governors. The TC project proposals are discussed with member  states in bilateral and regional group meetings during IAEA’s General  Conference, which is held in September. In November, the Technical  Assistance and Cooperation Committee and the Board of Governors give  final approval to the proposed TC projects. This approval covers the entire  life cycle of the project.", "As of June 2008, 1,290 TC projects were under way, with each project  lasting, on average, 3 to 4 years. A TC project typically has several  components, including equipment procurement, provision of expert  services, training, and fellowships. Each year, about 1,600 individuals  around the world are granted fellowships by the TC program, allowing  them to pursue specialized nuclear studies at universities, institutes, and  other facilities outside their home countries.", "Financing of TC projects is generally supported through the annual  voluntary contributions of member states to IAEA’s Technical  Cooperation Fund (TCF). Each member state is expected to meet an  annual financial pledge to the TCF, which is set as a percentage of the  total TCF target budget. The U.S. target rate has been set at 25 percent of  the TCF target budget, while many of the least developed countries are  expected to contribute less than 1 percent of the TCF budget.  Contributions to the TCF are fungible—that is, they are not designated for,  and cannot be traced to, specific TC projects.", "In the United States, State and DOE are the two principal agencies  involved in TC issues. U.S. funding to the TC program—including its  contribution to the TCF, extrabudgetary funding for specific projects, and  “in-kind” contributions—is provided from State’s budget as part of the  overall annual U.S. “voluntary contribution” to IAEA. In addition to  providing funding to IAEA, State coordinates U.S. policy toward the TC  program by working through the U.S. Mission to International  Organizations in Vienna.", "In our 1997 report on the TC program, we asked Congress to consider  requiring State to withhold a proportional share of its voluntary funds to  IAEA that would otherwise go to countries of concern, as defined by  section 307(a) of the Foreign Assistance Act of 1961, if it wished to make  known that the United States does not support IAEA’s technical assistance  projects in those nations. In addition, we recommended that the Secretary  of State direct the U.S. interagency group on IAEA technical assistance to  systematically review all proposals for TC projects in countries of concern  prior to their approval by IAEA to determine whether the projects are  consistent with U.S. nuclear nonproliferation goals. In response, an  interagency process was established, involving State, DOE, and the DOE  national laboratories, to evaluate proposed and active TC projects for  proliferation risks. State leads the reviews of TC project proposals and  ongoing projects. DOE provides technical input to this process using the  technical expertise of its national laboratories to assess the projects’  proliferation risks and reports its findings to State."], "subsections": []}, {"section_title": "GAO’s 2009 Findings and Recommendations on Potential Proliferation and Management Concerns Surrounding the TC Program", "paragraphs": ["In our 2009 report, we identified potential proliferation concerns with the  TC program, including concerns about certain countries receiving TC  assistance—such as those designated by the United States as state  sponsors of terrorism—and lack of sufficient and timely information from  IAEA on TC project proposals to allow the United States or other member  states to assess the proliferation risks of the proposed projects. We also  identified several limitations in how the TC program is managed, which  could undermine its long-term effectiveness, including the use of outdated  program metrics and financial resource constraints."], "subsections": [{"section_title": "GAO’s Findings on Potential Proliferation and Management Concerns in the TC Program", "paragraphs": ["In our 2009 report, we found that neither State nor IAEA sought to  systematically limit or prevent TC assistance to countries that (1) have  been identified as sponsors of terrorism, (2) are not parties to the NPT,  and (3) have not completed comprehensive safeguards or additional  protocol agreements with IAEA. Specifically:    State officials told us that the United States did not systematically try to  limit TC projects in Cuba, Iran, Sudan, and Syria—which the department  designated as sponsors of terrorism. These four countries received more  than $55 million in TC assistance from 1997 through 2007. Moreover, IAEA  officials told us that the agency did not seek to limit or condition TC  assistance in countries such as Iran and Syria that have been found or  suspected by IAEA of having violated their safeguards commitments and  may be engaged in undeclared nuclear activities. Under U.S. law, however,  State withholds a portion of its contributions, except for certain projects,  to the TCF equal to the U.S. proportionate share of TC expenditures in  Cuba. In addition, in the past, State has withheld a proportionate share of  its TCF contribution for Iran, Libya, and the Territories Under the  Jurisdiction of the Palestinian Authority. Regarding Iran, State reported in  2007 that three TC projects in that country were directly related to the  Iranian nuclear power plant at Bushehr. IAEA’s former Deputy Director  General for the TC program told us that requests for TC assistance are  evaluated strictly on technical merits and the contributions of the  proposed projects to a nation’s development priorities.", "From 1997 through 2007, the TC program disbursed approximately $24.6  million in assistance to India, Israel, and Pakistan, although these states  are not party to the NPT. IAEA officials told us that NPT membership is  not required for IAEA member states to receive TC assistance under the  agency’s statute. State officials told us that the United States did not  attempt to systematically limit TC program support to countries that are  not signatories to the NPT.", "According to IAEA, Article III of the NPT requires all nonnuclear weapon  states to conclude comprehensive safeguards agreements with the agency,  and the United States and IAEA have recognized an inherent linkage  between nonnuclear weapon states’ rights to access peaceful nuclear  technology and their obligation to accept safeguards on their nuclear  activities. We found, however, that nonnuclear weapon state members of  IAEA are not required to complete comprehensive safeguards or  additional protocol agreements with IAEA to be eligible for TC assistance,  even though U.S. and IAEA officials have stressed the need for all  countries to bring such arrangements into force as soon as possible. We  found that 17 states and territories without comprehensive safeguards  agreements in force in 2007 received approximately $6.7 million in TC  program assistance that year, while 62 states and territories without an  additional protocol in force in 2007 received approximately $43.2 million  in assistance that same year.", "We also found that the proliferation concerns associated with the TC  program were difficult for the United States to fully identify, assess, and  resolve for the following reasons:    Lack of sufficient and timely information on TC project proposals. State,  DOE, and national laboratory officials told us that there was no formal  mechanism for obtaining TC project information from IAEA during the  proposal development phase. Of the 1,565 proposed TC projects DOE and  the national laboratories reviewed for possible proliferation risks from  1998 through 2006, information for 1,519 proposals, or 97 percent,  consisted of only project titles. DOE and national laboratory officials told  us that a TC project proposal title alone is generally insufficient to reliably  assess proliferation risk. In addition, DOE and national laboratory officials  told us that in recent years they had received less information about  proposed TC projects and that the information they did receive is arriving  closer to the time when such projects must be approved by IAEA’s  Technical Assistance and Cooperation Committee and the Board of  Governors. State, DOE, and national laboratory officials told us that it is  preferable to raise potential proliferation concerns about TC proposals  with IAEA officials early in the development cycle, when project proposals  can be modified more readily. Finally, while IAEA’s Safeguards  Department reviews TC proposals and ongoing projects, we were told the  results of these reviews are confidential and are not shared with the  United States or other governments. We were unable to assess the  effectiveness of this IAEA internal review process because IAEA officials  declined to provide us with certain basic information regarding the results  of the review, including the total number of TC proposals the Safeguards  Department identified as having potential proliferation concerns.", "Limited State documentation on how proliferation concerns of TC  proposals were resolved. From 1998 through 2006, DOE and the national  laboratories identified 43 of the 1,565 TC proposals they reviewed as  having some degree of potential proliferation risk. IAEA approved 34 of  these 43 proposals. However, we were unable to determine if State  addressed DOE’s and the national laboratories’ concerns because—with  the exception of one case—State could not document how it responded to  these findings. State officials told us that as a result of a 2005  reorganization of the department’s arms control and nonproliferation  bureaus, the office that monitors TC program issues has fewer staff to  conduct IAEA oversight.", "Shortcomings in U.S. policies and IAEA procedures related to TC  program fellowships. From 1997 through 2007, we found that of 1,022 TC  program fellows who studied nuclear issues at universities or other  organizations in the United States, 23 were from non-NPT member states,  such as Israel and Pakistan, or from U.S.-designated state sponsors of  terrorism, such as Syria. We found that State’s Office of Multilateral  Nuclear and Security Affairs lacked a formal policy and specific criteria to  serve as the basis for approving or rejecting requests from TC fellows to  study nuclear issues in the United States. In addition, we found  shortcomings in the extent to which IAEA monitored the proliferation  risks of TC fellowships. Specifically, IAEA did not systematically track  individuals who completed fellowships to determine whether they were  still working on peaceful nuclear programs in their home country, and  how the knowledge and expertise they obtained is being applied.", "In the 2009 report, we also identified management challenges limiting the  TC program’s long-term effectiveness in three areas: program performance  metrics, financial resource constraints, and project and program  sustainability. Specifically:  Inadequate program performance metrics. IAEA did not have adequate  metrics for measuring the TC program’s impact. For example, IAEA  officials told us that performance metrics developed in 2002 did not assess  the impact of TC projects in meeting specific member state development  and other needs, such as the number of additional cancer patients treated  or the number of new nuclear security safety regulations promulgated.  IAEA’s internal auditor also reported that the TC program lacked  appropriate performance indicators.", "Financial resource constraints. Many member states did not pay their full  share of support to the TCF but nevertheless received TC assistance, while  some high-income countries also received support from the TC program.  The TCF experienced a shortfall in 2007 of $3.5 million, or 4 percent, of the  $80 million total target budget because 62 member states did not pay their  full contributions, including 47 countries that made no payment at all. In  addition, in 2007, 13 member states that the UN defined as high-income  received a total of $3.8 million in assistance from the program, or 4  percent of the total TC disbursements that year. While IAEA officials told  us it would be helpful if more developed countries shifted from TC  recipients to donors, IAEA had not developed a policy or criteria for  determining when such countries should be graduated from assistance.", "TC project and program sustainability challenges. IAEA did not  systematically review completed TC projects to determine or verify  whether the host country is sustaining project activities and results. In  addition, the TC program overall faced sustainability challenges because  program funding was distributed across 18 different technical areas,  making it difficult for IAEA to set clear program priorities and to maximize  the impact of limited TC program resources. Finally, IAEA had developed  outreach strategies to engage new potential partners and donors— primarily from international development organizations—to help sustain  the TC program. However, this effort faced several limitations and  shortcomings, including a focus on attracting TC program donors and  partners in the economic and social development communities—rather  than private sector partnerships—and failure to evaluate long-term  commercial potential of TC projects."], "subsections": []}, {"section_title": "GAO’s Recommendations to Address Potential Proliferation and Management Concerns in the TC Program", "paragraphs": ["Based on our findings, we asked Congress to consider directing State to  withhold a proportionate share of future U.S. voluntary contributions to  the TC program that is equivalent to the amounts of TCF funding that  would otherwise be made available to U.S.-designated state sponsors of  terrorism and other countries of concern, as it currently does with Cuba  and has done in the past with Iran, Libya, and the Territories Under the  Jurisdiction of the Palestinian Authority. Alternatively, we noted that if  Congress wishes to obtain additional information before making this  decision, it could require State to report to Congress explaining its  rationale for not withholding a proportionate share of the U.S.  contribution to the TCF for U.S.-designated state sponsors of terrorism.", "In addition, we recommended that the Secretary of State, working with  IAEA and member states through the Board of Governors, explore  undertaking the following eight actions to address the range of  proliferation and management concerns related to the TC program:    Establish a formal mechanism to facilitate greater and more timely  information sharing on TC project proposals between IAEA and the United  States and other countries—including detailed information on the TC  proposals themselves, as well as the results of IAEA’s internal  proliferation reviews of the proposals—so that proliferation and other  concerns can be identified and addressed early in the project development  cycle.", "Promote a regular and systematic process for obtaining, retaining, and  updating information on prior TC project fellows to better track where and  how the knowledge and expertise they have obtained is being applied.", "Strengthen the TC program’s mechanisms for collecting member states’  contributions to the TCF to include withholding from nonpaying states a  percentage of TC assistance equivalent to the percentage of their target  rate that they fail to contribute to the TCF.", "Establish criteria for determining when member states, especially those  defined as high-income countries, no longer need TC assistance in  particular fields and when such states could be graduated from further TC  support altogether.", "Seek to implement new results-based performance metrics for the TC  program that establish specific national, regional, and interregional social  and economic needs and measure the collective impact of TC projects in  meeting those objectives.", "Focus the TC program on a more limited number of high-priority technical  areas to maximize the impact of program resources.", "Encourage the TC program to reach out to private sector entities as part of  its new partner and donor development strategy.", "Request member states to assess in their TC project proposals the  prospects for commercialization of and private sector investment in the  results of the projects. Such steps could include requiring information in  the proposals on potential business plans, marketing strategies, and  strategies for attracting commercial partners once IAEA support has  concluded.", "Finally, to clarify and improve U.S. oversight of the TC program, we  recommended that the Secretary of State undertake the following two  actions:    Enhance record-keeping and formally document management actions  regarding the discussion, action, and disposition of TC project proposals  that DOE and the national laboratories identify as having potential  proliferation concerns.", "Issue formal guidance with well-defined criteria—such as countries  designated by State as sponsors of terrorism or gross human rights  violators—that State should use as the basis for approving or rejecting TC  fellowship requests for nuclear studies in the United States. This guidance  could include, among other things, a list of specific countries from which  State would not approve TC fellows that could be updated and revised  annually, or as other circumstances warrant."], "subsections": []}]}, {"section_title": "State Continues to Oppose Withholding a Proportionate Share of U.S. Funding for the TC Program, but State and IAEA have Made Some Progress in Implementing Our Other Recommendations", "paragraphs": ["State officials told us that they continue to strongly oppose our matter for  congressional consideration to require State to withhold a proportionate  share of the U.S. voluntary contribution to the TC program that is  equivalent to the amounts of TCF funding that would otherwise be made  available to U.S.-designated state sponsors of terrorism and other  countries of concern. In its comments on our 2009 report, State objected  to the matter for a number of reasons, noting that (1) it would be  counterproductive to a separate recommendation we made in the report  encouraging all states to pay their full share to the TCF; (2) it would not  stop TC projects in targeted countries because TCF funding is fungible;   (3) Congress has exempted IAEA contributions from this type of  proportionate withholding; (4) none of the TC projects in state sponsors of  terrorism have been shown to have contributed to a WMD program;         (5) there are adequate safeguards within IAEA’s Secretariat to prevent TC  projects from contributing to a WMD program; and (6) it would negatively  impact the ability of the United States to achieve other critical objectives  within IAEA.", "We continue to believe that Congress should give serious consideration to  this matter, and that it is not unique or unprecedented. As we noted in our  report, U.S. law currently requires the withholding of a proportionate  share of the U.S. contribution to the TCF for certain projects in Cuba, and  has required withholding in the past for Iran, Libya, and the Territories  Under the Jurisdiction of the Palestinian Authority. Moreover, we believe  there is a fundamental principle at stake. As we described in our report,  the United States has applied several types of sanctions limiting foreign  assistance and trade to states it has designated as sponsors of terrorism  and to other countries. To avoid the appearance of an inconsistent  approach and to foster greater cohesion in U.S. policy toward such  nations, we believe that it is fair for Congress to consider requiring State to  withhold a share of the U.S. contribution to the TCF for program activities  in countries that the United States chooses not to engage directly in trade,  assistance, and other forms of cooperation. The United States would  almost certainly continue to be the largest donor to the TC program even  with such a withholding, and State could deflect potential criticism from  other member states by offsetting the amount of funding it withholds from  the TCF by increasing the amount of funding provided through its  extrabudgetary contribution for “footnote a/” TC projects. In this way,  total U.S. financial support to the TC program—and U.S. political  commitment to the IAEA mandate and the NPT—could be preserved. To  give Congress greater flexibility and more information on this matter, we  suggested that Congress could consider the alternative option of requiring  State to report on its rationale for not withholding a proportionate share of  the U.S. contribution to the TCF for U.S.-designated state sponsors of  terrorism.", "Despite its disagreement with our matter for congressional consideration,  State has taken our other 2009 report recommendations seriously and has  communicated directly with IAEA officials on their potential  implementation. For instance, we reviewed correspondence from 2010  between State and IAEA officials in which State underscored its support  for most of our recommendations. In addition, in March 2011, State  officials told us they were optimistic that the new IAEA Director General  and new Deputy Director General for the Technical Cooperation Program  will continue to be receptive to changes to the management of the TC  program. Nevertheless, State officials commented that while the United  States remains the largest TC program donor, State has limited ability to  influence IAEA’s decision-making and cannot direct or require IAEA to  implement our recommendations. Moreover, in the correspondence  between State and IAEA we reviewed, IAEA officials indicated that while  they are supportive of some of our recommendations—such as phasing  out highly-developed nations from further TC assistance—fully  implementing them could require changes in IAEA policies that must be  decided by IAEA’s governing bodies, not by the Secretariat itself.", "Nevertheless, State and IAEA officials were able to cite varying levels of  progress concerning implementation of our recommendations. Progress  was reported by State and IAEA in 7 of our recommendations, as follows:    Establishing a formal mechanism to facilitate greater and more timely  information sharing on TC project proposals between IAEA and the  United States and other countries. Although no formal mechanism has yet  been established, according to State officials, IAEA’s Secretariat took  steps to ensure that descriptions of TC project proposals were provided to  all IAEA member states during the September 2010 Board of Governors  meeting. State officials told us that receiving the TC proposal descriptions  5 weeks in advance of the November 2010 Technical Assistance and  Cooperation Committee and Board of Governors meetings, during which  the proposals were approved, was a significant improvement from the  previous practice, in which proposal information was typically made  available to member states 2 weeks prior to these meetings. IAEA officials  indicated in documentation provided to us in March 2011 that the  Secretariat is aiming to provide proposals 5 to 6 weeks in advance of the  2011 November Technical Assistance and Cooperation Committee and  Board of Governors meetings. A DOE official, who coordinates efforts by  DOE and its national laboratories to assess proliferation concerns with the  TC program, confirmed that information on TC project proposals was  provided earlier by IAEA and that this additional amount of time was  helpful to the U.S. proliferation review process. This official believed,  however, that the amount and usefulness of information provided by IAEA  about the proposed projects had not significantly improved since our  report was issued in 2009. As a result, the DOE official told us that DOE  generally considered TC proposal information alone to be insufficient to  allow DOE and its national laboratories to reliably assess the proliferation  risks of the TC proposals. The DOE official noted that the U.S. government  has continued efforts to obtain more information from IAEA on TC  proposals, although he said that it remains to be seen whether such efforts  will bear fruit.", "Promoting a regular and systematic process for obtaining, retaining,  and updating information on prior TC project fellows. Documentation  IAEA provided to us in March 2011 highlighted a new IAEA system called  the “InTouch Platform” launched in early 2011 that will allow IAEA to  remain in contact with TC fellows. State officials told us that the  usefulness of this system, however, depends on the willingness of TC  fellows to voluntarily report and update information on their whereabouts  and activities.", "Seeking to implement new results-based performance metrics for the TC  program. According to State officials, IAEA officials in the TC Department  have undertaken steps to foster results-based performance metrics for TC  projects. These steps have included IAEA sponsorship of an interregional  TC project and issuance of guidelines that are designed to promote results- based management of TC projects by IAEA member states. Documentation  IAEA provided to us in March 2011 noted that the TC program is working  on standard performance indicators for each of the TC program’s 30 fields  of activities, and that the 2012-2013 cycle of TC projects will include  strengthened monitoring and reporting requirements on project results.", "Focusing the TC program on a more limited number of high-priority  technical areas to maximize the impact of program resources. In  documentation provided to us in March 2011, IAEA reported that it has  consolidated the field of activities covered by the TC program from 140  fields to 30 fields, notified member states that no more than 8 active TC  projects will be supported per country, and undertaken a major  management effort to close long-standing TC projects. According to IAEA,  these steps are expected to lead to a smaller overall portfolio of TC  projects.", "Requesting member states to assess in their TC project proposals the  prospects for commercialization of and private sector investment in the  results of the projects. While no formal mechanism for assessing  commercialization or private sector investment potential appears to have  been incorporated into the TC proposal development process, in  documentation IAEA provided to us in March 2011 it was noted that there  have been instances where TC project commercialization has been  realized, including mutation breeding of rice varieties in Vietnam and  Pakistan.", "Enhancing State record-keeping and formally documenting management  actions regarding the discussion, action, and disposition of TC project  proposals having potential proliferation concerns. State has implemented  a new e-mail and cable management system since our report that State  officials said they believe will improve storage and retrievability of their  records regarding the discussion, action, and disposition of TC project  proposals that DOE and its national laboratories identified during the  interagency review process as having potential proliferation concerns.", "Issuing formal guidance with well-defined criteria that State should use  as the basis for approving or rejecting TC fellowship requests for nuclear  studies in the United States. State has developed formal guidance  establishing criteria for accepting or denying applications from TC fellows  from foreign countries requesting opportunities to study nuclear issues at  institutions in the United States. Among other things, this guidance states  that TC fellowship applications for nuclear studies in the United States  from countries listed as state sponsors of terrorism and from countries  deemed gross human rights violators would not be approved.", "We are making no new recommendations at this time. In preparing for this  hearing, we interviewed State officials on how our recommendations have  been implemented. We also interviewed a DOE official for his views  regarding changes in the quantity and timeliness of information DOE has  received on TC proposals since our 2009 report and whether this  information has improved DOE’s ability to assess proposed TC projects for  potential proliferation concerns. We also reviewed documentation  provided by State and IAEA concerning our recommendations and the  steps taken to implement them. We discussed the factual information in  this statement with State and DOE officials and incorporated their  comments as appropriate. We conducted the performance audit work that  supports this statement in accordance with generally accepted auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to produce a reasonable basis for  our findings and conclusions based on our audit objectives. We believe the  evidence obtained provides a reasonable basis for our statement today.", "Madam Chairman, this concludes my prepared statement. I would be  pleased to answer any questions that you or other Members of the  Committee may have at this time."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For further information about this testimony, please contact Gene Aloise  at (202) 512-3841 or aloisee@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this statement. Glen Levis, Assistant Director, and William Hoehn made  key contributions to this statement.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}