{"id": "GAO-05-998T", "url": "https://www.gao.gov/products/GAO-05-998T", "title": "DOD Business Transformation: Preliminary Observations on the Defense Travel System", "published_date": "2005-09-29T00:00:00", "released_date": "2005-09-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Department of Defense (DOD) has been working to develop and implement a standard end-to-end travel system for the last 10 years. Congress has been at the forefront in addressing issues related to DOD's travel management practices with the hearing today being another example of its oversight efforts. Because of widespread congressional interest in the Defense Travel System (DTS), GAO's current audit is being performed under the statutory authority given to the Comptroller General of the United States. GAO's testimony is based on the preliminary results of that audit and focuses on the following three key questions: (1) Has DOD effectively tested key functionality in DTS related to flights and fare information? (2) Will DTS correct the problems related to DOD travel previously identified by GAO and others? and (3) What challenges remain in ensuring that DTS achieves its goal as DOD's standard travel system? In addition, the Subcommittee asked that GAO provide a description of the intellectual property rights of DOD in DTS. Subsequent to this testimony, GAO plans to issue a report that will include recommendations to the Secretary of Defense aimed at improving the department's implementation of DTS."]}, {"section_title": "What GAO Found", "paragraphs": ["DTS development and implementation have been problematic, especially in the area of testing key functionality to ensure that the system will perform as intended. Consequently, critical flaws have been identified after deployment, resulting in significant schedule slippages. GAO's recent analysis of selected requirements disclosed that system testing was ineffective in ensuring that the promised capability has been delivered as intended. For example, GAO found that DOD did not have reasonable assurance that DTS properly display flight and airfare information. This problem was not detected prior to deployment, since DOD failed to properly test system interfaces. Accordingly, DOD travelers might not have received accurate information which, could have resulted in higher travel costs. DTS has corrected some of the previously reported travel problems but others remain. Specifically, DTS has resolved the problem related to duplicate payment for airline tickets purchased with the centrally billed accounts. However, problems remain related to improper premium class travel, unused tickets that are not refunded, and accuracy of traveler's claims. These remaining problems cannot be resolved solely within DTS and will take departmentwide action to address. GAO identified two key challenges facing DTS in becoming DOD's standard travel system: (1) developing needed interfaces and (2) underutilization of DTS at sites where it has been deployed. While DTS has developed 32 interfaces with various DOD business systems, it will have to develop interfaces with at least 17 additional systems--not a trivial task. Furthermore, the continued use of the existing legacy travel systems results in underutilization of DTS and affects the savings that DTS was planned to achieve. Components incur additional costs by operating two systems with the same function--the legacy system and DTS--and by paying higher processing fees for manual travel vouchers as opposed to processing the travel vouchers electronically through DTS."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to discuss our preliminary results of the  Department of Defense (DOD) efforts to develop and implement a new  standard end-to-end travel system. Over 10 years ago, the DOD Task  Force to Reengineer Travel issued a report that pinpointed three principal  causes for DOD’s inefficient travel system: (1) travel policies and  programs were focused on compliance with rigid rules rather than mission  performance, (2) travel practices did not keep pace with travel  management improvements implemented by industry, and (3) the travel  system were not integrated. To address these concerns, DOD established  the Project Management Office—Defense Travel System (PMO-DTS) to  acquire travel services that would be used DOD-wide. This Subcommittee  has been at the forefront in addressing issues related to DOD’s travel  management practices. Continued oversight activities such as this hearing  can help ensure that DOD achieves its long-standing goal of successfully  implementing a standard travel management system. We look forward to  continuing to work with the Subcommittee.", "Because of widespread congressional interest in the Defense Travel  System (DTS), our current audit is being performed under the statutory  authority given to the Comptroller General of the United States. Our  testimony today is based on the preliminary results of that audit. Although  we discussed the preliminary findings included in our testimony with DOD  officials, we have not yet provided the department with our draft report  for comment. Subsequent to this testimony, we plan to issue a report that  will include recommendations to the Secretary of Defense aimed at  improving the department’s management and oversight of DTS.", "Today, our testimony will focus on the following three key questions:    Has DOD effectively tested key DTS functionality related to flights and  fare information?", "Will DTS correct the internal control weaknesses and improper payments  previously identified?", "What challenges remain in ensuring that DTS achieves its goal as DOD’s  standard travel system?", "In addition, for the hearing today, you asked us for a description of DOD’s  property rights in DTS. We address this issue in appendix I.", "To address the first key question, we reviewed two key DTS flight-related  requirements and the related testing to determine if the desired  functionality was effectively implemented. To address the second key  question, we analyzed (1) our prior reports and testimonies, (2) selected  Defense Finance and Accounting Service (DFAS) reports, and (3) DOD  congressional testimonies to identify the specific problems that DTS was  intended to resolve. We also randomly selected for detailed review travel  vouchers and transactions drawn from the first quarter of fiscal year 2005  (October-December 2004) to determine if DTS calculation problems  identified by DFAS had been resolved. To address the third key question,  we discussed with the PMO-DTS the deployment of DTS as it relates to the  transmission of data such as finance and accounting information, between  DTS and the other systems belonging to DOD, as well as the private sector.", "We also analyzed DOD data related to the utilization of DTS throughout  DOD. We determined that the DOD data we used as the basis for the  preliminary evaluation in the testimony were sufficiently reliable by (1)  performing electronic testing of required data elements, (2) reviewing  existing information about the data and the system that produced them,  and (3) interviewing agency officials knowledgeable about the data. We  performed our work from October 2004 through September 2005 in  accordance with U.S. generally accepted government auditing standards.  Details of our scope and methodology are included in appendix II."], "subsections": [{"section_title": "Background", "paragraphs": ["Twelve years ago, in September 1993, the National Performance Review  called for an overhaul of DOD’s temporary duty (TDY) travel system. In  response, DOD created the DOD Task Force to Reengineer Travel to  examine the process. In January 1995, the task force issued the Report of  the Department of Defense Task Force to Reengineer Travel. The Task  Force’s report pinpointed three principal causes for DOD’s inefficient  travel system: (1) travel policies and programs were focused on  compliance with rigid rules rather than mission performance, (2) travel  practices did not keep pace with travel management improvements  implemented by industry, and (3) the travel system was not integrated.", "On December 13, 1995, the Under Secretary of Defense for Acquisition,  Technology, and Logistics and the Under Secretary of Defense  (Comptroller)/Chief Financial Officer issued a memorandum,  “Reengineering Travel Initiative,” establishing the PMO-DTS to acquire  travel services that would be used DOD-wide. Additionally, in a 1997  report to the Congress, the DOD Comptroller pointed out that the existing  DOD TDY travel system was never designed to be an integrated system.  Furthermore, the report stated that because there was no centralized  focus on the department’s travel practices, the travel policies were issued  by different offices and the process had become fragmented and “stove- piped.” The report further noted that there was no vehicle in the current  structure to overcome these deficiencies, as no one individual within the  department had specific responsibility for management control of the TDY  travel system.", "To address these concerns and after the use of competitive procedures,  the department awarded a firm fixed-price, performance-based services  contract to BDM International, Inc. (BDM) in May 1998. In September  1998, we upheld the department’s selection of BDM. Under the terms of  the contract, the contractor was to start deploying a travel system and to  begin providing travel services for approximately 11,000 sites worldwide,  within 120 days of the effective date of the contract, completing  deployment approximately 38 months later. The contract specified that,  upon DTS’s achieving initial operational capability (IOC), BDM was to be  paid a one-time deployment fee of $20 for each user and a transaction fee  of $5.27 for each travel voucher processed. The estimated cost for the  contract was approximately $264 million. Prior to commencing the work,  BDM was acquired by TRW Inc. (TRW), which became the contractor of  record.", "The operational assessment of DTS at Whiteman Air Force Base, Missouri,  from October through December 2000, disclosed serious failures. For  example, the system’s response time was slower than anticipated, the  result being that it took longer than expected to process a travel  order/voucher. Because of the severity of the problems, in January 2001, a  joint memorandum was issued by the Under Secretary of Defense  (Comptroller) and the Deputy Under Secretary of Defense (Acquisition,  Technology & Logistics) directing a functional and technical assessment of  DTS. The memorandum also directed that a determination be made of any  future contract actions that would be necessary, based on the assessment  results. In July 2001, the Under Secretary of Defense (Comptroller) and the  Under Secretary of Defense (Acquisition, Technology & Logistics)  approved proceeding with the DTS program and restructuring the contract  with TRW.", "The TRW contract was restructured through a series of contract  modifications which were finalized on March 29, 2002. The Government  agreed to provide TRW consideration in the amount of about $44 million  for restructure of the contract. TRW agreed to release and discharge the  Government from liability and agreed to waive any and all liabilities,  obligations, claims and demands related to or arising from its early  performance efforts under the original contract. Northrop Grumman  subsequently acquired TRW in December 2002, and, as such, is now the  contractor of record.", "The first deployment of DTS was at Ellsworth Air Force Base, South  Dakota, in February 2002. As of September 2005, DTS has been deployed  to approximately 5,600 locations. The department currently estimates that  DTS will be fully deployed to all 11,000 locations by the end of fiscal year  2006, with an estimated total development and production cost of  approximately $474 million. Of this amount, the contract for the design,  development, and deployment of DTS, as restructured is worth  approximately $264 million—the same amount as specified in the original  contract that was agreed to with BDM. The remaining costs are DOD  internal costs associated with areas such as the operation of the program  management office, the voucher payment process, and management of the  numerous CTO contractors."], "subsections": [{"section_title": "Previously Reported DOD Travel Issues", "paragraphs": ["Over the past several years, we have reported pervasive weaknesses in  DOD’s travel program. These weaknesses have hindered the department’s  operational efficiencies and have left it vulnerable to fraud, waste, and  abuse. These weaknesses are highlighted below.", "On the basis of statistical sampling, we estimated that 72 percent of the  over 68,000 premium class airline tickets DOD purchased for fiscal years  2001 and 2002 were not properly authorized and that 73 percent were not  properly justified. During fiscal years 2001 and 2002, DOD spent almost  $124 million on airline tickets that included at least one leg of the trip in  premium class—usually business class. Because each premium class  ticket costs the government up to thousands of dollars more than a coach  class ticket, unauthorized premium class travel resulted in millions of  dollars of unnecessary costs annually.", "Because of control breakdowns, DOD paid for airline tickets that were  neither used nor processed for refund—amounting to about 58,000 tickets  totaling more than $21 million for fiscal years 2001 and 2002. DOD was not  aware of this problem before our audit and did not maintain any data on  unused tickets. Based on limited data provided by the airlines, it is  possible that the unused value of the fully and partially unused tickets that  DOD purchased from fiscal year 1997 through fiscal year 2003 with DOD’s  CBA could be at least $100 million.", "We found that DOD sometimes paid twice for the same airline ticket—first  to the Bank of America for the monthly DOD credit card bill, and second  to the traveler, who was reimbursed for the same ticket. Based on our  mining of limited data, the potential magnitude of the improper payments  was 27,000 transactions for over $8 million. For example, DOD paid a Navy  GS-15 civilian employee approximately $10,000 for 13 airline tickets he had  not purchased."], "subsections": []}]}, {"section_title": "Ongoing DTS Testing Remains a Concern", "paragraphs": ["DTS development and implementation have been problematic, especially  in the area of requirements and testing key functionality to ensure that the  system would perform as intended. Given the lack of adherence to such a  key practice, it is not surprising that critical flaws have been identified  after deployment, resulting in significant schedule slippages. As originally  envisioned, the initial deployment of DTS was to commence 120 days after  the effective date of the contract award in September 1998, with complete  deployment to approximately 11,000 locations by April 2002. However,  that date has been changed to September 2006—a slippage of over 4 years.  Our recent analysis of selected requirements disclosed that the testing of  DTS is not always adequate prior to updated software being released for  use by DOD personnel. System testing is a critical process utilized by  organizations to improve an entity’s confidence that the system will satisfy  the requirements of the end user and will operate as intended.  Additionally, an efficient and effective system testing program is one of the  critical elements that need to be in place in order to have reasonable  assurance that an organization has implemented the disciplined  processes necessary to reduce project risks to acceptable levels in  software development. In one key area, our results to date have identified  instances in which the testing of DTS was inadequate, which precluded  DOD from having reasonable assurance that DTS displayed the proper  flights and airfares. This occurred because the PMO-DTS failed to ensure  that the appropriate system interfaces were tested. Additionally, because a  system requirement covering this had never been defined, there was not  reasonable assurance that DTS displayed the accurate number of flights  and related airfares within a given flight window. As a result of these two  weaknesses, DOD travelers might not have received accurate information  on available flights and airfares, which could have resulted in higher travel  costs. Specific details on these two weaknesses are discussed below.", "The DOD tests for determining whether DTS displayed the proper flights  and airfares did not provide reasonable assurance that the proper (1)  flights were displayed and (2) airfares for those flights were displayed.  DTS uses a commercial product to obtain information from the database  that contains the applicable flight and airfare information (commonly  referred to as a Global Distribution System or ). In testing whether  DTS displayed the proper flights and airfares, the information returned  from the commercial product was compared with the information  displayed in DTS and was found to be in agreement. However, the  commercial product did not provide all of the appropriate flights or  airfares to DTS that were contained in the GDS. Since the PMO-DTS  neither performed an end-to-end test nor made sure that the information  returned from this commercial product was in agreement with the  information contained in the GDS, it did not have reasonable assurance  that DTS was displaying the proper flights and airfares information to the  users. According to DOD officials, this system weakness was detected by  users complaining that DTS did not display the proper flights and airfares.", "DOD officials stated that prior to the August 2005 system update, DTS  should have displayed 12 flights, if that many flights were available, within  a flight window. DTS program officials and Northrop Grumman  personnel acknowledged that this particular system requirement had  never been tested because DOD failed to document the requirement until  January 2005. Therefore, DOD did not have reasonable assurance that DTS  displayed the required number of flights and related airfare information.  The inability to ensure that the proper number of flights was displayed  could have caused DOD to incur unnecessary travel cost. As we have  noted in previous reports, requirements that are not defined are unlikely to  be tested.", "PMO-DTS officials acknowledged that these two problems have been  ongoing since the initial implementation of DTS. PMO-DTS officials have  stated that the two problems were corrected as part of the August 2005  DTS system update. We are in the process of verifying whether the actions  taken by DOD will correct the problems."], "subsections": []}, {"section_title": "DTS Has Corrected Some Previously Reported Travel Problems", "paragraphs": ["Of the four previously reported DOD travel problems, DTS has corrected  one of the problems while the others remain. However, the remaining  problems are not necessarily within the purview of DTS and may take  departmentwide action to fully address."], "subsections": [{"section_title": "Improper Premium Class Travel", "paragraphs": ["While DOD has taken actions to improve existing guidance and controls  related to premium class travel, including system changes in DTS, we  identified instances in which unauthorized premium class travel continues.  In November 2003, the Under Secretary of Defense (Personnel and  Readiness) formed a task force to address our prior recommendations  that focused on three major areas: (1) policy and controls of travel  authorization, (2) ticket issuance and reporting, and (3) internal control  and oversight. Subsequently, several policy changes were made to improve  the control and accountability over premium class travel. For example, the  approval level for first class travel was elevated to a three-star general and  for business class travel to a two-star general or civilian equivalent. Other  changes included strengthening the description of circumstances when  premium class travel may be used to more clearly show that it is an  exceptional circumstance and not a common practice. In all cases,  approving officials must have their own premium class travel approved at  the next level. These changes also set a broad policy that CTOs are not to  issue premium class tickets without proper authorization. In September  2004, the PMO-DTS made system changes to DTS that blocked seven fare  codes that were considered to be premium class fare codes from being  displayed or selected by the traveler through DTS. According to the PMO- DTS, the airline industry does not have standardized fare code indicators  to identify first class, business class, and economy class. Subsequently,  DOD found that economy class fare codes were being blocked using the  seven codes and in May 2005, reduced the list to three codes.", "Despite these various changes in policy and to DTS, we continue to  identify instances in which premium class travel is occurring without the  proper authorization. To date, our preliminary analysis disclosed at least  68 cases that involved improperly approved premium class travel. In one  case, we found that a Department of the Army civilian employee (GS-12)  flew from Columbia, South Carolina via Atlanta, Georgia to Gulf Port,  Mississippi to attend a conference. On the return trip, one leg included  first class accommodations. From our review and analysis of Bank of  America data and the travel voucher, DOD paid $1,107 for the airfare. The  cost of a GSA city pair round trip airfare was $770. According to  information provided by the Army, the traveler informed the Army that he  was meeting another traveler at the destination and they were going to  share a rental car and there were no seats available on the flight the other  traveler had booked. Therefore, the individual selected a flight arriving as  close as possible to the time of the traveler he was meeting. This is not a  valid justification, and the premium class fare was not approved by the  appropriate official. Additionally, the premium class fare occurred on the  return flight. Furthermore, based upon our review to date, none of the 68  cases that involved improper premium class travel had the required  approval."], "subsections": []}, {"section_title": "Unused Airline Tickets", "paragraphs": ["DTS still does not have the capability to determine whether a traveler does  not use all or a portion of an airline ticket. To address this problem, DOD  directed that all new CTO contract solicitations require CTOs to prepare  that unused ticket reports which identify tickets that were not used within  a specified time period, usually 30 days past the trip date, so that they can  be cancelled and processed for refund. Additionally, the various DOD  components were directed to modify existing CTO contracts to require the  CTOs to process refunds for unused airline tickets. At the five locations  we visited we found that the Army and Air Force CTOs prepared daily  and monthly reports. The Navy CTOs produced the unused ticket report  on a weekly basis, and the Marine Corps CTOs prepared the report  monthly. However, according to DOD officials, this requirement has not  yet been implemented in all the existing CTO contracts."], "subsections": []}, {"section_title": "Duplicate Payments Related to Centrally Billed Accounts (CBA).", "paragraphs": ["Our preliminary observations indicate that DTS was designed to ensure  that tickets purchased through the CBA cannot be claimed on the  individual’s travel voucher as a reimbursement to the traveler. As part of  our statistical sample discussed later, we found 14 travel vouchers in  which an airline ticket purchased with the CBA was included on the  voucher; however, the traveler did not receive reimbursement for the  claim."], "subsections": []}, {"section_title": "Accuracy of Travel Vouchers", "paragraphs": ["DFAS has previously reported problems with the accuracy of DTS travel  payments. For the first quarter of fiscal year 2004, DFAS reported a 14  percent inaccuracy rate in the DTS travel payments of airfare, lodging, and  meals, and incidental expenses. Our preliminary analysis of 170 travel  vouchers disclosed that for the two attributes that are directly related to  the operation of the DTS system—computation of lodging reimbursement  and meals and incidental expenses (per diem)—the DTS calculations were  correct in all instances on the basis of the information provided by the  traveler. However, we continue to identify numerous instances in which  employee errors led to inaccurate reimbursements. In some cases, errors  occurred because incorrect data were entered into DTS by the traveler. In  other cases, the reviews by the AOs were inadequate. In regard to the AO  reviews, our preliminary analysis indicates that approximately 66 travel  vouchers or 39 percent were paid even though there was not reasonable  assurance that the amount of the reimbursement was accurate. More  specifically, 49 of 66 travel vouchers lacked adequate receipts for the  amounts claimed. Receipts are required for all expenses of $75 or more  and for lodging, regardless of the amount. However, for the 49 vouchers,  we saw no evidence that the AO was provided with the appropriate  receipts by the traveler. In one case, the traveler was reimbursed for  expenses claimed in excess of $500, even though none of the required  receipts were available for review and approval by the AO. According to  DOD regulations, “the AOs signature on the expense report certifies that  the travel was taken, that the charges are reasonable…and that the  payment of the authorized expenses is approved.” While the signature of  the AO signifies that the payment is approved, it falls short of ensuring that  amounts claimed are reasonable in the cases in which receipts for airfare  and lodging are not provided. Until the overall review process is improved,  travel payment problems will continue to occur."], "subsections": []}]}, {"section_title": "DTS Faces Challenges in Achieving the Goal of a Standard DOD Travel System", "paragraphs": ["DOD’s goal of making DTS the standard travel system within the  department depends upon the development, testing, and implementation  of system interfaces with the myriad of related DOD systems, as well as  private-sector systems such as the system used by credit card company  that provides DOD military and civilian employees with travel cards. While  DOD has developed 32 interfaces, the PMO-DTS is aware of at least 17  additional DOD business systems for which interfaces must be developed.  To date, the development and testing of the interfaces has cost DOD  reportedly over $30 million. Developing the interfaces is time consuming  and costly. Additionally, the underutilization of DTS at the sites where it  has been deployed is also hindering the department’s efforts to have a  standard travel system throughout the department. Furthermore, the  underutilization impacts the estimated savings that are to be derived from  the use of DTS departmentwide."], "subsections": [{"section_title": "Interfaces Are Critical to Implementing an End-to- End System", "paragraphs": ["One of DOD’s long-standing problems has been the lack of integrated  systems. To address this issue and minimize the manual entry of data,  interfaces between existing systems must be developed to provide the  exchange of data that is critical for day-to-day operations. For example,  DTS needs to know before permitting the authorization of travel that  sufficient funds are available to pay for the travel—information that comes  from a non-DTS system—and once the travel has been authorized, another  system needs to know this information so that it can record an obligation  and provide management and other systems with information on the funds  that remain available. Interfaces are also needed with private-sector  systems, such as the credit card company that provides DOD personnel  with travel cards. Figure 1 illustrates the numerous DTS system interfaces  that have already been developed and implemented with the department’s  business systems.", "Figure 2 shows the DTS system interfaces that must be developed in the  future with the department’s business systems.", "While DOD was able to develop and implement the interfaces with the 32  systems, the development of each remaining interface will present the  PMO-DTS with challenges. For example, the detailed requirements for  each of the remaining interfaces have not yet been defined. Such  requirements would define (1) what information will be exchanged and (2)  how the data exchange will be conducted. This is understandable in some  cases such as the Army General Fund Financial enterprise resource  planning (ERP), which is a relatively new endeavor within the  department and it will be some time before DOD is in position to start  development of the interface. Additionally, the development of the DTS  interfaces depends on other system owners’ achieving their time frames  for implementation. For example, the Navy ERP is one of the DOD  systems with which DTS is to interface and exchange data. Any difficulties  with the Navy’s ERP implementation schedule could adversely affect  DTS’s interface testing and, thereby, result in a slippage in the interface  being implemented. The above two factors also affect DTS’s ability to  develop reliable cost estimates for the future interfaces."], "subsections": []}, {"section_title": "Underutilization of DTS Affects Estimated Savings", "paragraphs": ["Another challenge for DTS in achieving its goal of a standard travel system  within DOD is the continued use of the existing legacy travel systems,  which are owned and operated by the various DOD components.  Currently, at least 31 legacy travel systems are continuing to be operated  within the department. As we have previously reported, because each  DOD component receives its own funding for the operation, maintenance,  and modernization of its own systems, there is no incentive for DOD  components to eliminate duplicative travel systems.  We recognize that  some of the existing travel systems, such as the Integrated Automated  Travel System version 6.0, cannot be completely eliminated because it  performs other functions, such as permanent change of station travel  claims that DTS cannot process. However, in other cases, the department  is spending funds on duplicative systems that perform the same function  as DTS. The funding of multiple systems that perform the same function is  one of the reasons why the department has 4,150 business systems. Since  these legacy systems are not owned and operated by DTS, the PMO-DTS  does not have the authority to discontinue their operation. This is an issue  that must be addressed from a departmentwide perspective.", "Because of the continued operation of the legacy systems at locations  where DTS has been fully deployed, DOD components pay DFAS higher  processing fees for processing manual travel vouchers as opposed to  processing the travel vouchers electronically through DTS. According to  an April 13, 2005, memorandum from the Assistant Secretary of the Army  (Financial Management and Comptroller), DFAS was charging the Army  $34 for each travel voucher processed manually and $2.22 for each travel  voucher processed electronically—a difference of $31.78. The  memorandum further noted that for the period October 1, 2004, to  February 28, 2005, at locations where DTS had been deployed, the Army  paid DFAS approximately $6 million to process 177,000 travel vouchers  manually—$34 per travel voucher, versus about $186,000 to process 84,000  travel vouchers electronically—$2.22 per voucher. Overall, for this 5- month period, the Army reported that it spent about $5.6 million more to  process these travel vouchers manually as opposed to electronically using  DTS.", "The military services have recognized the importance of utilizing DTS to  the fullest extent possible. The Army issued a memorandum in September  2004 directing each Army installation to fully disseminate DTS to all  travelers within 90 to 180 days after IOC at each installation. The  memorandum included a list of sites that should be fully disseminated and  the types of vouchers that must be processed through DTS. Furthermore,  the memorandum noted that travel vouchers that could be processed in  DTS should not be sent to DFAS for processing. In a similar manner, in  February 2005, the Marine Corps directed that upon declaration of DTS’s  IOC at each location, commands will have DTS fully fielded within 90 days  and will stop using other travel processes that have the capabilities of  DTS. The Air Force issued a memorandum in November 2004 that stressed  the importance of using DTS when implemented at an installation. The  Navy has not issued a similar directive.", "Despite these messages, DTS remains underutilized by the military  services. The military services, and in particular, the Army, have taken  steps to monitor DTS’s usage, but others, such as the Marine Corps, do not  capture the data necessary to assess the extent to which DTS is being  underutilized. The lack of pertinent data hinders management’s ability to  monitor its progress toward the DOD vision of DTS as the standard TDY  system."], "subsections": []}]}, {"section_title": "Concluding Remarks", "paragraphs": ["Overhauling DOD’s financial management and business operations—one  of the largest and most complex organizations in the world—represents a  daunting challenge. DTS, intended to be the department’s end-to-end travel  management system, illustrates some of the obstacles that must be  overcome by DOD’s array of transformation efforts. With over 3.3 million  military and civilian personnel as potential travel system users, the sheer  size and complexity of the undertaking overshadows any such project in  the private sector. Nonetheless, standardized business systems across the  department will be the key to achieving billions of dollars of annual  savings through successful DOD transformation. As we have previously  reported, because each DOD component receives its own funding for the  operation, maintenance, and modernization of its own systems,  nonintegrated, parochial business systems have proliferated— 4,150  business systems throughout the department by a recent count. The  elimination of “stove-piped” legacy systems and cheaper electronic  processing, which could be achieved with the successful implementation  of DTS, are critical to realizing the anticipated savings.", "In closing, we commend the Subcommittee for holding this hearing as a  catalyst for improving the department’s travel management practices. We  also would like to reiterate that following this testimony, we plan to issue  a report that will include recommendations to the Secretary of Defense  aimed at improving the department’s implementation of DTS.", "Mr. Chairman and Members of the Subcommittee, this concludes our  prepared statement. We would be pleased to respond to any questions you  may have."], "subsections": []}]}, {"section_title": "Appendix I: Department of Defense Rights to Property in the Defense Travel System", "paragraphs": ["DOD has taken several steps to address its needs for the use of intellectual  and tangible property in the DTS, but it has not yet completed the exercise  of the rights it determined necessary for long-term development and  implementation of the DTS. While the original contract awarded to BDM  did not specifically address intellectual property rights, TRW, as the  successor to BDM, acquired in 2001 perpetual rights to use three key  commercial software programs to accommodate technology decisions that  necessitated modifying some software for use in DTS. When DOD and  TRW agreed to restructure the DTS contract, they modified the contract to  include several key provisions that provided DOD with rights to various  categories of intellectual and tangible property. As set out below, DOD  officials told us that they have yet to complete the exercise of some of  DOD’s intellectual property rights and to secure title to hardware  necessary to meet its long-term acquisition needs, but those steps are in  progress."], "subsections": [{"section_title": "Property Rights Under the Original DTS Contract", "paragraphs": ["The original DTS contract awarded in 1998 did not specifically address the  Government’s intellectual property rights because the contract was  structured primarily as a fixed-priced travel services contact rather than as  a government-funded development effort. As such, the contractor was  responsible for securing the necessary intellectual property rights in the  commercial software and other products being used, except for those  pertaining to existing DOD systems or used by DOD under other  agreements. The fixed price for the services would include the cost to the  contractor to obtain or develop the necessary software, hardware, and  technical data in order to provide the required travel services to DOD.", "According to DOD officials, DOD and TRW determined in 2001 that three  key commercial software programs used in DTS would not meet DOD’s  requirements without modification. Accordingly, in September 2001, TRW  executed a license agreement with the firm holding the copyright to the  software programs for TRW to use in developing and deploying DTS  within DOD. The firm charged TRW with a one-time fee for the rights  under the agreement.", "Under the license agreement, TRW obtained a perpetual and exclusive  license to use the three software programs and related software  documentation to develop and deploy software and services for use in the  DTS. This license includes the authority to modify the source code to one  of the software programs. The license agreement authorizes the  assignment of TRW’s rights under the agreement to DOD for the DTS  project. The license agreement does not expressly condition such an  assignment on payment of a fee. According to DOD officials, DOD has  approached Northrop Grumman Space & Mission Systems Corp.  (Northrop Grumman), as the successor to TRW, requesting assignment of  those rights to DOD. In a September 22, 2005, letter to the DTS contracting  officer, Northrop Grumman represented that they would assign its rights  under the license agreement to DOD at the conclusion of the contract, if  requested.", "The license agreement also provides that Northrop Grumman may  sublicense its rights under the agreement to other entities in support of  DTS. DOD officials told us that they believe Northrop Grumman’s  assignment of these rights to DOD would include the authority for DOD to  sublicense the rights to other DOD contractors for use in providing  services related to DTS. The DOD officials noted that they are in the  process of modernizing the DTS application to include a potential  complete replacement of the licensed software with custom developed  software. The officials stated that they are still evaluating whether an  assignment of rights and issuance of any sublicenses actually would be  needed in light of these changes."], "subsections": []}, {"section_title": "Property Rights Under the Restructured Contract", "paragraphs": ["In the restructuring of the DTS contract, DOD and TRW agreed to address  a number of intellectual and tangible property categories under the  contract that DOD officials told us would satisfy DOD’s long-term DTS  development and implementation plans. The restructured contract  incorporated several standard DOD intellectual property rights clauses,  but DOD is still evaluating ownership rights related to key hardware used  in the DTS.", "The restructured contract incorporates standard DOD intellectual  property rights clauses for a system being developed at government  expense and it specifically gives DOD perpetual rights to DTS software.  The perpetual rights for different categories of intellectual property  generally depend upon the source of the funding of their development. In  particular, the contract requires Northrop Grumman to “provide a  perpetual license for DOD use worldwide for DTS software” in accordance  with certain standard clauses or in accordance with standard commercial  terms for commercial software. Also, the contract incorporates a clause  that requires Northrop Grumman to grant or obtain for the government  royalty free, world-wide, nonexclusive, irrevocable license rights in  technical data. Further, these clauses include provisions that permit  Northrop Grumman to assert restrictions on the government’s use, release  or disclosure of technical data and computer software, depending upon  the funding of their development. For commercial software used in the  DTS, Northrop Grumman has asserted restrictions applicable to  commercial software licenses. Some of the licenses Northrop Grumman  obtained for use of commercial software may be neither perpetual nor  assignable to DOD, but DOD officials told us that this does not cause risk  to the project since there are available alternative methods to acquire  similar licenses. Table 1 sets out DOD’s rights in these categories. Finally,  the contract incorporated a standard clause governing restrictions DOD  may place on information it provides to Northrop Grumman for use under  the contract.", "The restructured contract requires Northrop Grumman to provide all  hardware (and other equipment) necessary to deliver services under the  contract, but DOD officials told us that they are discussing delivery  schedules and ownership rights to hardware items, principally  configuration items. In a September 23, 2005, letter to the DTS contracting  officer, Northrop Grumman represented that they would assign title to  certain hardware at the conclusion of the contract, if requested. Finally,  DOD has leased some hardware items necessary to interface with the   airline Global Distribution Systems and it will need to evaluate the terms  of those leases."], "subsections": []}]}, {"section_title": "Appendix II: Scope and Methodology", "paragraphs": ["To determine if the Department of Defense (DOD) effectively tested key  Defense Travel System (DTS) functionality associated with flights and  airfares, we reviewed the applicable requirements and the related testing  prior to the August 2005 release to determine if the desired functionality  was effectively implemented.", "To determine if DTS will correct the problems previously identified with  DOD travel, we analyzed past GAO reports and testimonies, selected  Defense Finance and Accounting Service (DFAS) reports, and DOD  congressional testimonies. In this regard, we focused on how DTS  addresses issues related to premium class travel, unused tickets, and  centrally billed accounts. We also randomly sampled 170 travel vouchers  to ascertain if some of the problems previously reported upon by DFAS  have been resolved. To be included within the selected sample, the travel  vouchers had to be for trips that were in DTS and for travel started on or  after October 1, 2004, and ended on or before December 31, 2004. We have  not yet finalized our projections for the sample. To assess the use of  premium class travel, we obtained databases from Bank of America and  the Project Management Office-Defense Travel System (PMO-DTS), which  provided information on the actual travel transactions and traveler  information for the period October-December 2004. The Bank of America’s  database contained all DOD transactions for the first quarter of fiscal year  2005, and the PMO-DTS database contained all vouchers processed by  DTS for the same time period. We removed all transactions that were not  specifically airline charges, such as rail charges and commercial travel  office fees, and then selected all fare codes that corresponded to the  potential issuance of a premium class ticket. This resulted in 419 instances  in which a premium class ticket could have been issued. We have not  finalized our analysis.", "To identify some of the challenges confronting the department in making  DTS the department’s standard travel system, we discussed with PMO-DTS  officials their implementation strategy and reviewed past GAO reports and  testimonies related to the department’s efforts to improve the accuracy  and reliability of the information in its business systems.", "We briefed DOD officials on the contents of this testimony. We assessed  the reliability of the DOD data we used for our preliminary evaluation by  (1) performing electronic testing of required data elements, (2) reviewing  existing information about the data and the system that produced them,  and (3) interviewing agency officials knowledgeable about the data. We  determined that the data were sufficiently reliable for the purpose of this  testimony. We performed our audit work from October 2004 through  September 2005, in accordance with U.S. generally accepted government  auditing standards.", "To describe DOD’s property rights in the DTS we reviewed the DTS  contract, applicable acquisition regulations, DOD intellectual property  guidance, key DTS license agreements, and written responses from PMO- DTS to our questions, and we met with PMO-DTS and contracting officials  and with their legal counsel."], "subsections": []}, {"section_title": "Appendix III: GAO Contacts and Acknowledgments", "paragraphs": ["For future information about this testimony, please contact McCoy  Williams at (202) 512-6906 or williamsm1@gao.gov or Keith A. Rhodes at  (202) 512-6412 or rhodesk@gao.gov.", "Our contact points for our Offices of Congressional Relations and Public  Affairs may be found on the last page of this testimony. In addition to the  above contacts, the following individuals made key contributions to this  testimony: Darby Smith, Assistant Director; J. Christopher Martin, Senior  Level Technologist; Beatrice Alff; Francine DelVecchio; Francis Dymond;  Thomas Hackney; Gloria Hernandezsaunders; Wilfred Holloway; Jason  Kelly; Sheila Miller; Robert Sharpe; Patrick Tobo; and Adam Vodraska.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}], "fastfact": []}