{"id": "GAO-06-1011", "url": "https://www.gao.gov/products/GAO-06-1011", "title": "Military Personnel: Actions Needed to Strengthen Management of Imminent Danger Pay and Combat Zone Tax Relief Benefits", "published_date": "2006-09-28T00:00:00", "released_date": "2006-09-28T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Servicemembers who are assigned, deployed, or travel on temporary duty to certain foreign areas are eligible for special pays and benefits including (1) imminent danger pay (IDP) when the Department of Defense (DOD) determines that members are subject to the threat of physical harm or imminent danger and (2) combat zone tax relief (CZTR) benefits, which allow members to exclude earned income from federal taxes. If travel to IDP- or CZTR-designated areas begins during one month and concludes during another (known as cross-month travel), members could receive 2 full months of benefits. GAO conducted this review under the Comptroller General's authority to initiate such reviews. GAO evaluated DOD's (1) process for reviewing IDP areas and (2) internal controls over servicemembers' temporary duty travel to areas designated for IDP and CZTR benefits. GAO is also providing information on the reporting of IDP and CZTR data. GAO analyzed legislation, guidance, travel vouchers, and internal control standards and interviewed appropriate officials."]}, {"section_title": "What GAO Found", "paragraphs": ["DOD's processes for reviewing existing IDP areas could be improved. While combatant commanders have taken the initiative periodically to make recommendations to designate or terminate IDP areas, DOD has not conducted annual reviews of existing IDP designations in accordance with its guidance to ensure that conditions in these areas continue to warrant such designation. Also, DOD has not updated its guidance to reflect current responsibilities for initiating annual reviews or to include factors used to determine when conditions in foreign areas pose the threat of physical harm or imminent danger to servicemembers on duty in these locations. DOD conducted 6 annual reviews between 1992 and 2006. When conducting reviews, DOD has queried combatant commanders using a set of factors to determine the nature of threats to servicemembers. However, DOD has not incorporated these factors into its guidance. By conducting annual reviews in accordance with its guidance, DOD could strengthen its oversight of IDP designations to ensure that conditions in designated areas continue to pose the threat of physical harm or imminent danger to servicemembers and that these areas should continue to be designated. Internal controls over servicemembers' temporary duty travel to areas designated for IDP or CZTR benefits need to be strengthened. While two DOD components have instituted policies to regulate and monitor cross-month travel to these areas, there is no similar departmentwide policy to ensure that travel to areas designated for IDP or CZTR benefits needs to cross calendar months. Data limitations prevented GAO from determining the full extent of temporary duty travel to areas designated for IDP and CZTR benefits, as well as how much of this travel crosses calendar months. The U.S. Central Command and U.S. Army, Europe--which collectively account for 62 percent of IDP areas and 86 percent of CZTR benefit areas--have developed policies and controls to monitor and regulate cross-month travel to areas designated for IDP and CZTR benefits to preclude, in their view, the appearance of abuse of these benefits. By establishing internal controls such as a departmentwide policy and periodic audits to monitor cross-month travel, DOD could ensure all areas are covered and further strengthen its management of IDP and CZTR benefits. DOD tracks IDP costs and servicemembers' compensation that qualifies for CZTR benefits. While DOD reports the cost of IDP to Congress as part of its budget request, the department does not report servicemembers' compensation that qualifies for CZTR benefits. Combat zone tax relief benefits could allow servicemembers to exclude a significant portion of their income from federal taxes. Reporting data on CZTR benefits to Congress could provide information on the extent of this benefit and aid Congress in its oversight role."]}], "report": [{"section_title": "Letter", "paragraphs": ["In recognition of the dangers military servicemembers face and the  sacrifices they make on behalf of the United States, Congress has  established several special pays and benefits. In particular,  servicemembers who are assigned, deployed, or travel on temporary duty  to certain foreign areas are eligible for certain special pays and benefits.   These include (1) imminent danger pay for servicemembers on duty in  foreign areas designated by the Secretary of Defense in which a  servicemember is subject to the threat of physical harm or imminent  danger on the basis of civil insurrection, civil war, terrorism, or wartime  conditions and (2) combat zone tax relief benefits that permit  servicemembers to exclude all or a portion of their compensation from  federal taxes while serving in specific areas designated by the President  through Executive Order, known as combat zones, or in areas designated  by Congress, known as qualified hazardous duty areas (see app. I and II).", "Servicemembers may also qualify to receive combat zone tax relief  benefits when they are performing military duty outside of a combat zone  or in a congressionally established qualified hazardous duty area if   (1) duty in this area is in direct support of military operations in a combat  zone or qualified hazardous duty area and (2) the duty qualifies a  servicemember for hostile fire or imminent danger pay based on the risks  and dangers related to the combat zone. If a servicemember travels to an  area designated for imminent danger pay or combat zone tax relief  benefits, and the travel begins during one month and concludes during  another month (known as cross-month travel), the servicemember  receives 2 full months of the special pay and benefit. Combat zone tax  relief benefits can provide significant financial benefits, especially if a  servicemember qualifies for this benefit on more than one occasion during  a calendar year.", "The Department of Defense (DOD) is responsible for designating  imminent danger pay areas and certifying locations where military service  is in direct support of combat zone operations.  Over the past few decades,  DOD has designated an increasing number of areas for imminent danger  pay. Since imminent danger pay was first authorized on October 1, 1983,  the number of areas designated for this pay has increased from a few to 54  areas due primarily to the global security environment, according to DOD.  DOD has stated that a goal is to limit imminent danger pay to only those  servicemembers who face the threat of physical harm or imminent  danger, and DOD’s guidance requires at least annual reviews of  designated areas to determine whether conditions warrant the continued  designation. In addition, since September 2001, DOD has certified military  service in several countries as directly supporting combat operations in  Afghanistan and Iraq. Currently, these locations include Djibouti, Jordan,  Pakistan, the Philippines, and Yemen, among others (see app. III).", "We have previously reported that clear policies, procedures, criteria, and  management oversight are needed to help agencies use resources  effectively and efficiently to meet organizational and program objectives.", "We also previously reported that the federal government’s total costs to  provide military compensation are substantial and rising and that the  nation’s growing fiscal concerns will require DOD and the federal  government to consider difficult trade-offs in the years ahead. According  to DOD, since the beginning of the Global War on Terrorism, military basic  pay has increased approximately 25 percent. DOD has reported paying  more than $2 billion in hostile fire and imminent danger pay to  servicemembers assigned, deployed, or traveling on temporary duty.  Furthermore, the Defense Finance and Accounting Service calculated that  between tax years 2003 and 2005, active duty servicemembers collectively  qualified to exclude more than $26 billion of their compensation as a result  of performing duty that qualified for combat zone tax relief benefits. This  amount includes servicemembers who performed duty in areas that DOD  has designated as in direct support of military operations in combat zones.", "Because of broad congressional interest in military pay and compensation,  we prepared this report under the authority of the Comptroller General to  conduct evaluations at his own initiative. Our objectives were to evaluate  DOD’s (1) process for reviewing imminent danger pay area designations  and (2) internal controls over servicemembers’ temporary duty travel to  areas designated for imminent danger pay and combat zone tax relief  benefits. We are also providing information on DOD’s tracking and  reporting of imminent danger pay and combat zone tax relief benefits to  Congress. We are addressing this report to you because of your  jurisdiction over the issues discussed in this report.", "To evaluate DOD’s process for reviewing imminent danger pay area  designations, to understand how servicemembers become eligible for  combat zone tax relief benefits, and to understand how DOD reports data  associated with this pay and benefit, we analyzed legislation, regulations,  and DOD guidance. We compared this guidance to the objectives and  fundamental concepts of internal control defined in Standards for  Internal Control in the Federal Government. We also held discussions  with knowledgeable officials from the Office of the Under Secretary of  Defense (Personnel and Readiness), the Joint Chiefs of Staff, each of the  services, and the geographic combatant commands. We also reviewed  questionnaires completed by commanders at unified combatant  commands with geographic responsibility and used by the Office of the  Under Secretary of Defense (Personnel and Readiness) to evaluate area  designations and the threat of imminent danger. To understand the extent  to which DOD has internal controls in place to monitor servicemembers’  temporary duty travel to foreign areas designated for imminent danger pay  or combat zone tax relief benefits, we reviewed DOD’s Foreign Clearance  Guide that establishes DOD policy for military personnel traveling  overseas as well as combatant commands’ travel policies. We discussed  these with officials responsible for approving travel in accordance with  the Foreign Clearance Guide. We also obtained and analyzed 28,404 travel  vouchers processed by individual servicemembers using the Defense  Travel System, from October 1, 2002, through September 30, 2005. To  assess the reliability of these data, we interviewed knowledgeable  officials, reviewed relevant documentation, and conducted electronic  testing. We found these data to be sufficiently reliable for the purposes of  our work. However, data limitations prevented us from determining the  full extent of temporary duty travel to areas designated for imminent  danger pay or combat zone tax relief benefits, the total number of trips  taken by individual servicemembers during fiscal years 2003 through 2005,  or how much of this travel crossed calendar months. Furthermore, we  were unable to extrapolate travel patterns from the Defense Travel System  to DOD travel as a whole. Under DOD’s Financial Management  Regulations, authorizing officials are responsible for determining the  necessity of trips and funds availability for temporary duty travel.  Further, DOD guidance states that DOD airlift authorizing officials shall  ensure that an official purpose is served by air travel.  Therefore, we did  not evaluate whether the purpose of the trips were valid, but we did note  that the U.S. Central Command and U.S. Army, Europe, have developed  policies and controls to preclude, in their view, the appearance of abuse of  imminent danger pay and combat zone tax relief benefits. We conducted  our review from October 2005 through July 2006 in accordance with  generally accepted government auditing standards.  See appendix IV for  more information about our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["Congress has given the president the authority to issue executive orders  designating and terminating areas as combat zones. Since 1950, U.S.  presidents have designated combat zones in Korea, Vietnam, the Persian  Gulf area, the Kosovo area, and Afghanistan. U.S. presidents terminated  combat zone designations for Korea in 1955 and Vietnam in 1996. See  appendix II for information on the current combat zones.  In addition,  Congress has established qualified hazardous duty areas where  servicemembers serving in such areas receive the same tax treatment as  members serving in presidentially designated combat zones. Congress  has specified in this legislation, however, that a servicemember on duty in  a qualified hazardous duty area is only entitled to combat zone tax relief  benefits if that member would also be entitled to hostile fire or imminent  danger pay. Congress has designated seven qualified hazardous duty areas  since 1995 (see app. II).", "DOD is responsible for prescribing regulations for imminent danger pay  and for certifying locations where military service is in direct support of  combat zone operations. Servicemembers who perform duty in certain  foreign areas may be eligible for imminent danger pay as well as income  tax relief, in the form of combat zone tax relief benefits, as summarized in  table 1. See appendixes I, II, and III for information about the locations  designated for imminent danger pay or combat zone tax relief benefits.", "The Under Secretary of Defense (Comptroller) in coordination with the  director of the Defense Finance and Accounting Service is responsible for  maintaining and updating the Financial Management Regulation, Volume  7A, that provides financial management policy and procedures for DOD,  including imminent danger pay and combat zone tax relief benefits. In  DOD’s imminent danger pay guidance, the Under Secretary of Defense  (Personnel and Readiness) requires unified combatant commanders to  continually appraise the conditions within areas designated for imminent  danger pay to ensure that the designation is warranted, and to forward  written recommendations, at least annually, to the Chairman, Joint Chiefs  of Staff, who evaluates these designations to determine whether  conditions in these areas continue to present the threat of physical harm  or imminent danger from civil war, civil insurrection, terrorism, or  wartime conditions. The Chairman forwards area designations that he  recommends for approval to the Under Secretary of Defense (Personnel  and Readiness) with support for these recommendations.", "The Secretary of Defense has delegated the responsibility for designating  imminent danger pay areas and certifying military service as in direct  support of combat zone operations to the Under Secretary of Defense  (Personnel and Readiness) who is responsible for DOD personnel policy,  including oversight of military compensation, and as such, serves as the  focal point for imminent danger pay. DOD’s imminent danger pay guidance  requires the unified combatant commanders to continuously appraise  conditions within designated areas to ensure that these areas continue to  present the threat of physical harm or imminent danger from civil  insurrection, civil war, terrorism, or wartime conditions, and to submit  their recommendations to continue or terminate area designations, at least  annually, to the Chairman, Joint Chiefs of Staff, for review. At any time,  unified combatant commanders may recommend that additional areas be  designated for imminent danger pay or that existing area designations be  terminated. The Chairman, in turn, evaluates designation  recommendations and, if the Chairman recommends them for approval,  forwards the unified combatant commander’s recommendations to the  Under Secretary of Defense (Personnel and Readiness). In practice,  however, officials in the Office of the Under Secretary of Defense  (Personnel and Readiness) have assumed responsibility for initiating and  directly managing these reviews."], "subsections": []}, {"section_title": "DOD’s Management of Its Imminent Danger Pay Program Could Benefit from Additional Oversight", "paragraphs": ["DOD’s processes for reviewing existing imminent danger pay areas and  combat zones can be improved. While combatant commanders have taken  the initiative periodically to make recommendations to designate or  terminate imminent danger pay areas, DOD has not conducted annual  reviews of existing imminent danger pay areas in accordance with its  guidance to ensure that conditions in these areas continue to warrant such  designations. Also, DOD has not updated its guidance to reflect that the  Office of the Under Secretary of Defense (Personnel and Readiness) has  assumed responsibility for initiating and managing annual reviews. In  addition, DOD also has not incorporated factors contained in  questionnaires completed by combatant commanders that the Office of the  Under Secretary of Defense (Personnel and Readiness) uses to evaluate  when conditions in foreign areas pose the threat of physical harm or  imminent danger to servicemembers performing duty in designated  locations. By conducting annual reviews of existing designations in  accordance with its guidance, DOD could strengthen its oversight of  imminent danger pay designations to ensure that conditions in designated  areas continue to pose the threat of physical harm or imminent danger to  servicemembers and that these areas should continue to be designated.  Furthermore, updating DOD’s guidance to include the current processes  and factors used for reviewing and designating imminent danger pay areas  would clarify responsibilities and establish standard criteria for use in  meeting the program’s objectives."], "subsections": [{"section_title": "DOD Has Not Conducted Annual Reviews of Imminent Danger Pay Designations in Accordance with Its Guidance", "paragraphs": ["Imminent danger pay was first authorized in October 1983. Between  1992—when DOD revised its guidance to require annual reviews, as  opposed to semiannual reviews, of imminent danger pay area  designations—and 2006, the number of designated areas increased from 34  to 54 areas. (See appendix I for a list of areas currently designated for  imminent danger pay).", "While DOD guidance requires the combatant commanders to continuously  appraise conditions in designated areas and to forward recommendations  to the Chairman, Joint Chiefs of Staff, to continue or terminate these  designations at least annually, in practice, the Office of the Under  Secretary of Defense has assumed responsibility for initiating and  managing these reviews. The combatant commanders have not forwarded  their recommendations on existing designations to the Chairman, Joint  Chiefs of Staff, at least annually, nor has the Under Secretary of Defense  (Personnel and Readiness) requested the combatant commanders to do so.  Between 1992 and 2006, the Under Secretary of Defense (Personnel and  Readiness) requested the unified combatant commanders to conduct six  reviews of designated imminent danger pay areas. Reviews were  conducted in 1992, 1993, 1995, 1997, and 2002; the 2006 review is ongoing,  and officials in the Office of the Under Secretary of Defense (Personnel  and Readiness) expect to complete it by October. In the absence of annual  reviews, the combatant commanders have taken the initiative to  periodically recommend the designation or termination of imminent  danger pay areas.", "According to DOD officials, the Under Secretary of Defense (Personnel  and Readiness) deferred several reviews because of anticipated policy  revisions and concerns about creating additional work for combatant  commanders while they are engaged in ongoing operations. For instance,  DOD deferred the 1998 review pending the anticipated revision of its  imminent danger pay guidance to incorporate criteria for determining  whether conditions in designated areas continue to pose the threat of  physical harm or imminent danger from civil war, civil insurrection,  terrorism, or wartime conditions to servicemembers. However, this  revision did not occur. The department initiated the ongoing 2006 review  shortly after we began our review. According to officials from the Office of  the Under Secretary of Defense (Personnel and Readiness), the  department deferred reviews between 2002 and 2006 because it did not  want to create additional work for combatant commanders during ongoing  operations, and department officials also believe that conditions in most  designated areas had not changed sufficiently since the terrorist attacks of  September 11, 2001, and the start of the Global War on Terrorism to result  in termination of designated areas. Although DOD guidance calls for the  combatant commanders to forward recommendations to continue or to  terminate imminent danger pay areas at least annually, this has occurred  at longer intervals ranging from 2 to 5 years.", "As a result of combatant commander’s recommendations as well as annual  reviews of imminent danger pay areas conducted by the combatant  commanders at the request of the Under Secretary of Defense (Personnel  and Readiness), the department has terminated area designations where  conditions no longer pose the threat of physical harm or imminent danger  from civil war, civil insurrection, terrorism, or wartime conditions. For  instance, as a result of the 1993 review, DOD terminated imminent danger  pay designation for areas including Oman, the United Arab Emirates,  Bahrain, Qatar, and the Gulfs of Oman and Aden as well as the Arabian  Sea because the department determined that conditions no longer posed  the threat of physical harm or imminent danger toward servicemembers.  The department has also denied requests from unified combatant  commanders to designate new areas for imminent danger pay when there  is not sufficient information to demonstrate that conditions pose a threat  of physical harm or imminent danger to servicemembers on duty in the  location, based on criteria used in a questionnaire and accompanying  threat assessments.", "By conducting annual reviews of existing designations in accordance with  its guidance, DOD could strengthen its oversight of imminent danger pay  designations to ensure that conditions in designated areas continue to  pose the threat of physical harm or imminent danger to servicemembers  and that these areas should continue to be designated."], "subsections": []}, {"section_title": "DOD Has Not Updated Guidance to Reflect Current Responsibilities or Incorporated Factors to Define Criteria", "paragraphs": ["DOD has not updated its imminent danger pay guidance to (1) reflect the  responsibility of the Office of the Under Secretary of Defense (Personnel  and Readiness) for initiating and managing annual reviews of imminent  danger pay areas or (2) to incorporate factors that DOD uses to evaluate  and define when servicemembers face imminent danger. Updating  guidance to include the current processes and factors used for reviewing  and designating imminent danger pay areas would clarify responsibilities  and establish standard criteria for use in meeting the objectives of the  imminent danger pay program.", "First, while DOD’s imminent danger pay area guidance requires the unified  combatant commanders and Joint Chiefs of Staff to conduct reviews of  areas designated for imminent danger pay at least annually, in practice, the  Under Secretary of Defense (Personnel and Readiness) has directly  managed these reviews since the mid-1990s. However, as previously  discussed, the combatant commanders have not forwarded  recommendations on existing designations to the Chairman, Joint Chiefs  of Staff, on an annual basis in accordance with DOD’s guidance and the  Under Secretary of Defense (Personnel and Readiness) has not requested  them to do so on an annual basis. In addition, DOD has not updated its  imminent danger pay guidance to show that the Under Secretary of  Defense (Personnel and Readiness) has been assigned the functions,  relationships, and authorities previously assigned to the position of the  Assistant Secretary of Defense (Force Management and Personnel).", "Second, the Federal Managers’ Financial Integrity Act of 1982 states that  agencies must establish internal administrative controls in accordance  with the standards prescribed by the Comptroller General. The  Comptroller General published these standards in Standards for Internal  Control in the Federal Government, which sets out management control  standards for all aspects of an agency’s operations. These standards are  intended to provide reasonable assurance of meeting agency objectives.  Two of the standards of internal control—risk assessment and control  activities—state that an agency should establish clear objectives as well as  appropriate policies, procedures, and plans with respect to its activities to  ensure effective and efficient use of resources to meet organizational  objectives.", "Neither the statute that authorizes imminent danger pay nor DOD  guidance define what constitutes the threat of physical harm or imminent  danger or contain criteria to determine this. However, in 1997, DOD  developed a questionnaire that contains specific factors that it continues  to use to evaluate requests from combatant commands to designate new  imminent danger pay areas as well as to review existing imminent danger  pay designations. These factors help DOD to gather consistent information  that supports its goal to limit imminent danger pay to those members  placed in direct or imminent danger.  The factors consider     acts of violence against U.S. personnel, such as assassinations,  homicides, sabotage, kidnapping, aggravated battery, property damage,  terrorizing, extortion, rioting, and commandeering vessels or hijacking  aircraft;  insurrection, war, or wartime conditions, including fighting that  occurs sufficiently close to servicemembers that creates a substantial  probability of death or bodily injury to servicemembers, causes  servicemembers to fear for their safety, or creates danger to human life  or property;   terrorism conditions, including the existence of terrorist organizations  that have the intent or ability to harm servicemembers or terrorist  threat levels indicative of an imminent threat;     security environment, that places U.S. forces at risk. DOD also  considers existing security measures including threat condition levels  and operating tempo levels, as well as restrictions on leave and off-duty  travel and measures taken by the host government to protect  servicemembers; travel restrictions, including restriction of servicemembers to duty  stations, installations, or defined sections of the area; and   presence of dependents in the area, including school-age dependents,  whether dependents are targets, and the security measures in place to  protect them.", "We reviewed 54 completed questionnaires for imminent danger pay—some  for the same countries over a period of time—that were submitted by  combatant commands to the Office of the Under Secretary of Defense  (Personnel and Readiness) between 1998 and 2005. We found that DOD is  using information supplied on these questionnaires, in conjunction with  threat assessments, to inform decisions to designate new imminent danger  pay areas and to review existing designations to ensure that they continue  to be appropriately designated. For instance, DOD denied requests from  the U.S. Central Command to designate Turkmenistan and Kazakhstan for  imminent danger pay in 2001 because the support provided in the  questionnaires did not demonstrate an imminent threat of physical harm  or danger to servicemembers based on civil war, civil insurrection,  terrorism, or wartime conditions in those areas. DOD also denied a request  from the U.S. European Command in 2003 to designate a number of areas,  including Bulgaria, Romania, Hungary, and Cyprus, for imminent danger  pay based on the probability of increased danger to military personnel due  to their involvement in combat operations related to Iraq as well as general  terrorist threats to DOD personnel. The Office of the Under Secretary of  Defense (Personnel and Readiness) determined that there was not  sufficient support of an imminent threat of personal harm to  servicemembers on official duty in these areas. In contrast, DOD has  designated areas, such as Ethiopia, for imminent danger pay based on  facts and circumstances that indicate the likelihood that U.S. personnel  might be harmed as a result of civil unrest. Beginning in 2006, Congress  authorized the Secretary of Defense to retroactively designate an area for  imminent danger pay, subject to the availability of appropriated funds.", "Despite the demonstrated usefulness of these questionnaires to decision  makers, DOD has not incorporated factors contained in the questionnaire  into its imminent danger pay guidance. For example, DOD does not  include minimum terrorist threat levels, one such potential factor  identified in the questionnaire, in its imminent danger pay guidance. While  terrorist threat levels for a country may change over time and are raised  and lowered on the basis of new information and analysis, in the past DOD  officials responsible for overseeing imminent danger pay have considered  establishing minimum terrorist threat levels of “high” or “significant” to  help assess the imminence of threats and dangers from terrorism.  Although DOD has yet to do so, we believe that establishing a minimum  terrorist threat level threshold needed for an area to be designated for  imminent danger pay could help to limit imminent danger pay to those  servicemembers who truly face an imminent threat or danger to their lives  and would likely reduce the number of imminent danger pay area  designations. Currently, DOD identifies terrorist threat levels using the  Defense Intelligence Agency’s four step scale (see fig. 1) that describes the  severity of a threat.", "For example, using Defense Intelligence Agency terrorism threat levels, if  current threat levels for designated areas remain constant and DOD was to  establish a minimum terrorist threat level of “significant” for areas to be  designated for imminent danger pay, then designations for 19 currently  designated areas with threat levels below “significant” would be  terminated. These areas include Angola, Burundi, Croatia, and Haiti.   However, 29 areas with “high” or “significant” terrorist threat levels, such  as Indonesia, the Philippines, Columbia, Iraq, Kuwait, Malaysia, Qatar, and  Syria, would continue to qualify for imminent danger pay.  Due to  changing world circumstances since July 2006, the terrorist threat levels  may have changed."], "subsections": []}]}, {"section_title": "DOD Does Not Have a Departmentwide Policy to Monitor Cross-Month Travel to Areas Designated for Imminent Danger Pay or Combat Zone Tax Relief Benefits", "paragraphs": ["Internal controls over servicemembers’ temporary duty travel to areas  designated for imminent danger pay or combat zone tax relief benefits  need to be strengthened. While two DOD components have instituted  policies to regulate and monitor cross-month travel to these areas, there is  no similar departmentwide policy to ensure that travel to areas designated  for imminent danger pay or combat zone tax relief benefits needs to cross  calendar months. Data limitations prevented us from determining the full  extent of temporary duty travel to areas designated for imminent danger  pay and combat zone tax relief benefits, as well as how much of this travel  crossed calendar months. However, the U.S. Central Command and U.S.  Army, Europe—which collectively account for 62 percent of imminent  danger pay areas and 86 percent of areas designated for combat zone tax  relief benefits—have developed policies and controls to monitor and  regulate cross-month travel to areas designated for imminent danger pay  and combat zone tax relief benefits to preclude, in their view, the  appearance of abuse of these benefits. Our review of data from DOD’s  Defense Travel System as well as data for ship port visits to the U.S.  European Command’s area of responsibility show that cross-month travel  does occur.  By establishing internal controls such as a departmentwide  policy and periodic audits to monitor cross-month travel, DOD could  ensure that all areas are covered and further strengthen its management of  imminent danger pay and combat zone tax relief benefits."], "subsections": [{"section_title": "No Departmentwide Monitoring of Cross-Month Travel Occurs, but Two Commands Have Taken Steps to Regulate Cross- Month Travel", "paragraphs": ["Internal controls over servicemembers’ temporary duty travel to areas  designated for imminent danger pay or combat zone tax relief benefits  need to be strengthened. It is DOD’s policy to minimize the number of  visits and visitors to overseas areas as well as demands on equipment,  facilities, time, installation services, and personnel. In addition, DOD’s  temporary duty travel policy and its Foreign Clearance Guide, which  implements this policy, provide mechanisms for the unified combatant  commands to regulate travel to foreign locations. Before any  servicemember makes an official visit to a foreign country, including areas  where servicemembers qualify for imminent danger pay or combat zone  tax relief benefits, the visit must be reviewed and approved by both the  U.S. embassy in the host country (country clearance) as well as by the  sponsoring unified commander (theater clearance). DOD’s Foreign  Clearance Guide permits the unified combatant command to grant theater  clearance or to delegate this authority to component commands,  subordinate commands, special agencies, or units to be visited. The  Standards for Internal Control in the Federal Government recommend  that agencies establish internal controls to monitor and review operations  and programs to provide reasonable assurance that these meet their goals.  Moreover, we consider establishing such controls, including policies and  oversight mechanisms, a best practice that can ensure that cross-month  travel needs to cross calendar months, especially to areas designated for  imminent danger pay or combat zone tax relief benefits. With the  exception of U.S. Army, Europe, DOD does not conduct periodic audits of  cross-month travel.", "Although there is no requirement to do so, the U.S. Central Command and  U.S. Army, Europe—which collectively account for 62 percent of  imminent danger pay areas and 86 percent of areas designated for combat  zone tax relief designation—have developed policies and internal controls  to monitor and regulate cross-month travel to areas for which they provide  theater clearance. According to U.S. Central Command officials, they  instituted this policy to preclude, in their view, the appearance of abuse of  imminent danger pay and combat zone tax relief benefits.  Specifically, the  U.S. Central Command—which consists of 29 (approximately 55 percent)  of the areas currently designated for imminent danger pay and 20  (approximately 71 percent) of the areas currently designated for combat  zone tax relief benefits—precludes travel that crosses months to its area  of responsibility. According to U.S. Central Command officials, the  command instituted this policy in 2003 as a result of the high pace of  operations and to preclude, in their view, the abuse of imminent danger  pay and combat zone tax relief benefits. All five sea areas and all but 3 of  the 27 countries in the U.S. Central Command’s area of responsibility are  designated for imminent danger pay, and 16 of these countries as well as  all sea areas are designated for combat zone tax relief benefits (see app. I).", "To enforce its policy, the U.S. Central Command has established an  electronic database with internal controls that automatically alert officials  to any proposed temporary duty travel that crosses calendar months.  Officials in the U.S. Central Command’s Travel Clearance Office, which is  responsible for granting theater clearance, review all requests from  servicemembers not assigned to the U.S. Central Command to travel to  countries in the command’s area of responsibility. If the proposed travel  dates cross calendar months, the Travel Clearance Office requests that the  traveler changes the dates of the trip or provide justification for why the  trip needs to occur at that time. According to a command official,  appropriate justification may include mission requirements or the limited  availability of flights. However, according to an official, most travelers  choose to change the dates of travel to avoid crossing months.", "In 2005, U.S. Army, Europe, which was delegated authority by the U.S.  European Command to approve travel to locations in the former Federal  Republic of Yugoslavia, instituted a policy precluding cross-month travel— although this was minimal—to Bosnia-Herzegovina; Croatia; Serbia and  Montenegro, including Kosovo; Macedonia; and Slovenia in order to  prevent, in their view, the perceived abuse of combat zone tax relief  benefits. These areas, excluding Slovenia, are designated for imminent  danger pay and combat zone tax relief benefits and constitute  approximately 8 percent of the areas currently designated for imminent  danger pay and approximately 14 percent of the areas currently designated  for combat zone tax relief benefits. In addition, U.S. Army, Europe,  requires that a colonel or general officer approve all cross-month travel,  and its Internal Review and Audit Compliance Office periodically reviews  travel to specific areas to monitor whether cross-month travel occurs.  According to an official in the U.S. Army, Europe, Internal Review and  Audit Compliance Office, cross-month travel accounted for 1.6 percent of  all travel to countries for which U.S. Army, Europe, approves theater  clearance requests. Although no similar policy precludes cross-month  travel to Georgia, a country for which the U.S. Marine Corps Forces,  Europe, has been delegated authority by the U.S. European Command to  approve travel, an official who is responsible for approving travel to this  location told us that since January 2005 the U.S. Marine Corps Forces,  Europe, has monitored travel requests for potential cross-month travel.  Neither U.S. Naval Forces, Europe, nor U.S. Air Forces in Europe has  policies to monitor temporary duty travel that crosses calendar months.   We did not determine the amount of cross-month travel conducted by  servicemembers under these commands.", "In contrast, neither U.S. European Command (excluding U.S. Army,  Europe), U.S. Pacific Command, or U.S. Southern Command—which  collectively account for 20 (about 38 percent) imminent danger pay areas  and 4 (about 14 percent) combat zone tax relief benefits—have policies  that address temporary duty travel that crosses calendar months.", "Although two commands have instituted policies and internal controls to  preclude the perceived abuse of imminent danger pay and combat zone  tax relief by regulating and monitoring cross-month travel, no requirement  exists for DOD to monitor cross-month travel to 38 percent of areas  currently designated for imminent danger pay and 14 percent of areas  currently designated for combat zone tax relief benefits. By establishing  internal controls, such as a departmentwide policy and periodic audits to  monitor cross-month travel, DOD could ensure that all areas are covered  and further strengthen its management of imminent danger pay or combat  zone tax relief benefits."], "subsections": []}, {"section_title": "Analysis of Defense Travel System Vouchers Indicates That Cross-Month Travel Occurs", "paragraphs": ["Our analysis of data from the Defense Travel System indicates that cross- month travel does occur during temporary duty travel. We reviewed 28,404  vouchers for temporary duty travel that were processed using the Defense  Travel System for travel that occurred between fiscal years 2003 and 2005.  During about 18 percent (5,152) of these trips, a servicemember traveled  to an area that is designated for imminent danger pay or combat zone tax  relief benefits at some point during the trip regardless of whether the trip  crossed months.  About 93 percent (1,469) of the 1,576 trips that crossed  calendar months were to countries within the Central Command’s and  European Command’s areas of responsibility.", "We found that 1,576 (about 6 percent) of the 28,404 trips processed using  the Defense Travel System from fiscal year 2003 through fiscal year 2005  involved cross-month travel to an area designated for imminent danger  pay or combat zone tax relief benefits, including trips during which  servicemembers were eligible for imminent danger pay or combat zone tax  relief benefits during 1 or 2 months.  For instance, servicemembers  traveling in areas designated for imminent danger pay or combat zone tax  relief benefits qualified for 2 full months of imminent danger pay and  combat zone tax relief benefits for 745 (about 3 percent) of the 28,404  trips. Also, during 831 (about 3 percent) of the 28,404 trips, individual  servicemembers traveled to areas designated for imminent danger pay or  combat zone tax relief benefits at some point during a single month,  although their travel crossed calendar months. As a result, these  servicemembers qualified for 1 month of imminent danger pay or combat  zone tax relief benefits. As depicted in table 2, we also found that the 1,576  cross-month trips ranged in duration from 2 days to more than 15 days.", "The six trips that involved cross-month travel lasting 2 days or less were to  Afghanistan, Haiti, Iraq, and the Philippines for training, meetings, special  missions, and site visits.", "Most of these 1,576 cross-month trips were to the U.S. Central Command’s  area of responsibility and the majority was longer than 7 days in duration,  as shown in table 3.", "The Air Force and the Army account for the majority of cross-month  travel.  In addition, we found that officers at the O-3 and O-4 pay grades  accounted for the greatest number of cross-month trips by active duty  officers to areas designated for imminent danger pay and combat zone tax  relief benefits during fiscal years 2003 through 2005. In contrast, officers at  the O-7, O-8, O-9, and O-10 pay grades made the least number of cross- month trips to areas designated for imminent danger pay or combat zone  tax relief benefits.  Enlisted servicemembers at the E-3, E-5, and E-6 pay  grades made the majority of cross-month trips by active duty enlisted  servicemembers to areas designated for this special pay or benefit during  fiscal years 2003 through 2005.", "In comparison, we found that 23,083 (about 81 percent) of the 28,404 trips  processed using the Defense Travel System from fiscal year 2003 through  fiscal year 2005 involved travel to areas that were not designated for either  imminent danger pay or combat zone tax relief during fiscal years 2003 to  2005. Further, we found that 4,414 trips (about 16 percent) of the 28,404  trips crossed calendar months, but did not include travel to areas  designated for imminent danger pay or combat zone tax relief benefits. Of  these 4,414 trips, 3,058 (about 69 percent) were 7 or more days in duration  and 1,356 (about 31 percent) were less than a week in duration, as shown  in table 4.", "However, due to data limitations, we were unable to determine whether  this travel was representative of temporary duty travel departmentwide."], "subsections": []}, {"section_title": "U.S. Navy Ships Make Port Visits to Designated Areas and These Visits May Cross Calendar Months", "paragraphs": ["Data provided by U.S. Naval Forces, Europe, indicate that some ships  make port visits to areas designated for imminent danger pay or combat  zone tax relief benefits, and that some of these port visits cross calendar  months thus qualifying servicemembers for 2 months of imminent danger  pay, and more significantly, combat zone tax relief benefits. Although ship  commanders determine ship movements within an operating area, U.S.  Naval Forces, Europe, determines the location of port visits based on  security concerns and joint exercises and operations, among other  considerations.  The U.S. Naval Forces, Europe, provided data on port  visits made by Navy ships for fiscal years 2003 through 2005 to areas  designated for imminent danger pay or combat zone tax relief benefits  within the U.S. European Command’s area of responsibility. According to  these data, for which we did not validate the accuracy, 56 ships made port  visits to areas designated for imminent danger pay or combat zone tax  relief benefits within the U.S. European Command’s area of responsibility  during this time. Seven of these ships made port calls to areas designated  for imminent danger pay or combat zone tax relief that crossed calendar  months (see table 5).", "According to U.S. Naval Forces, Europe, the purpose of these port visits  was generally for quality of life reasons or part of training or exercises.", "DOD paid approximately $7.5 million to the 26,849 servicemembers who  qualified for imminent danger pay for 1 month and the 3,284  servicemembers who qualified for 2 months of imminent danger pay  because the port visit crossed calendar months. We did not determine how  much compensation servicemembers qualified to exclude from federal  taxes as a result of these port visits.", "We focused on port visits made by ships and did not obtain individual  ships’ logs to determine whether ships crossed into sea areas designated  for imminent danger pay or combat zone tax relief benefits while en route  to other destinations or while performing operations. We also did not  obtain similar data for the U.S. Central Command because most ports and  all sea areas in its area of responsibility are designated for imminent  danger pay or combat zone tax relief benefits. We also did not obtain this  information from the U.S. Southern Command or U.S Pacific Command  because few countries and no sea areas in their areas of responsibility are  designated for imminent danger pay or combat zone tax relief benefits."], "subsections": []}]}, {"section_title": "DOD Tracks Imminent Danger Pay and Combat Zone Tax Relief Benefits and Reports Some Data to Congress", "paragraphs": ["DOD tracks the cost of imminent danger pay and servicemembers’  compensation that qualify for combat zone tax relief benefits.  While DOD  tracks and reports the cost of imminent danger pay to Congress as part of  its budget request, the department does not report the amount of  servicemembers’ compensation that qualifies for combat zone tax relief  benefits. Combat zone tax relief benefits could allow servicemembers to  exclude a significant portion of their compensation from federal taxes. For  example, enlisted personnel and warrant officers may exclude all military  compensation earned during one month. For commissioned officers,  compensation is free of federal income tax up to the maximum amount of  enlisted pay plus any imminent danger or hostile fire pay received. In 2006,  the maximum amount of compensation for commissioned officers that is  eligible for combat tax zone relief is $6,499.50 plus $225 imminent danger  pay, or $6,724.50 per month.  The Defense Finance and Accounting  Service reports servicemembers’ compensation that qualifies for combat  zone tax relief benefits to the services’ financial management offices.  However, there is no requirement for DOD to report this information to  Congress. The reporting of combat zone tax relief benefit data to Congress  could provide information on the extent of this benefit and aid Congress in  its oversight role."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["With concerns about the long-term sustainability of rising costs associated  with military compensation, it is important that DOD effectively manage  its imminent danger pay program to ensure that only those  servicemembers who are subject to the threat of physical harm or  imminent danger on the basis of civil war, civil insurrection, terrorism, or  wartime conditions while on duty in a designated foreign area receive  imminent danger pay. While DOD has significantly increased the number  of areas designated for imminent danger pay over the past 14 years, it has  conducted reviews of these areas only six times between 1992 and 2006,  and the current review is ongoing.  In addition, we believe that updating  guidance to reflect the responsibility of the Office of the Under Secretary  of Defense (Personnel and Readiness) for reviewing area designations and  incorporating factors into its guidance to determine what specifically  constitutes imminent danger, would clarify responsibilities and establish  standard criteria for use in meeting the objectives of the imminent danger  pay program.", "Clearly, it is important that servicemembers are appropriately  compensated for the duties they perform, particularly when there are risks  associated with those duties. It is also important that DOD ensure the need  for cross-month travel as both the U.S. Central Command and U.S. Army,  Europe, are doing. Although these two commands have instituted policies  and internal controls to preclude the perceived abuse of imminent danger  pay and combat zone tax relief by regulating and monitoring cross-month  travel, no requirement exists for DOD to monitor cross-month travel to 38  percent of areas currently designated for imminent danger pay and 14  percent of areas currently designated for combat zone tax relief benefits.  Managing these programs effectively is important, as the nation’s growing  fiscal concerns will require DOD and the federal government to consider  difficult trade-offs in the years ahead. In addition, internal controls to  monitor cross-month travel could ensure all designated areas are covered  and further strengthen DOD’s management of imminent danger pay and  combat zone tax relief benefits.", "Finally, combat zone tax relief benefits can be substantial. Congress may  benefit from obtaining information on servicemembers’ total  compensation that qualifies for combat zone tax relief benefits as a means  to assist in providing oversight of this benefit."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To strengthen DOD’s internal controls and management of imminent  danger pay and to monitor cross-month travel, we recommend that the  Secretary of Defense direct the Under Secretary of Defense (Personnel  and Readiness) to take the following three actions:    Update DOD’s imminent danger pay guidance to (1) reflect the office  responsible for reviewing and designating imminent danger pay areas  and (2) incorporate factors that clearly define what constitutes the  presence of imminent threat or dangers to servicemembers on duty in  foreign areas.", "Request the designated organizations to conduct reviews of areas  designated for imminent danger pay in accordance with DOD’s  guidance, and, if necessary, update its guidance to reflect the  appropriate time period for conducting these reviews.", "Establish departmentwide policies and internal controls that include  periodic audits to monitor cross-month travel to ensure that the travel  needs to cross calendar months."], "subsections": []}, {"section_title": "Matter for Congressional Consideration", "paragraphs": ["In light of the substantial tax benefits that servicemembers receive when  performing duty in combat zones, Congress should consider the following  action:    Require DOD to periodically report the amount of servicemembers’  total compensation that qualifies for combat zone tax relief benefits to  Congress."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments on a draft of this report, DOD generally concurred  with two of our three recommendations, but did not concur with our  recommendation to establish a departmentwide policy and internal  controls to monitor cross-month travel to ensure that the travel needs to  cross calendar months. DOD also provided separate technical comments  which we have incorporated in the report, as appropriate.", "DOD concurred with our recommendation to update DOD’s imminent  danger pay guidance. DOD acknowledged that there are informal  processes and additional guidance and concurs that its informal policy  should be updated to reflect the office currently responsible for the review  and to provide additional clarification and guidance as to what factors are  considered in determining whether imminent danger pay is warranted.", "DOD partially concurred with our recommendation to conduct  comprehensive reviews of imminent danger pay area designations, noting  it had conducted reviews six times since 1992 and expects to complete its  ongoing review by October 31, 2006. DOD stated that the department  believes that comprehensive reviews of imminent danger pay should be  conducted at least biennially. DOD’s current imminent danger pay  guidance requires at least annual reviews of areas designated for imminent  danger pay. We continue to believe that DOD should conduct reviews of  areas designated for imminent danger pay in accordance with its guidance,  which is reflected in our recommendation. If DOD believes that the  appropriate time period for conducting these reviews is biennially, as  reflected in its comments, then DOD should update its imminent danger  pay guidance accordingly.", "DOD did not concur with our recommendation to establish  departmentwide policies and internal controls that include periodic audits  to monitor cross-month travel to ensure that the travel needs to cross  calendar months. DOD stated in written comments that doing so would  add unnecessary bureaucracy and cost to its travel system and believes  that our recommended action is already implemented in existing travel  procedures that require thorough review and management of the necessity  and cost-effectiveness of travel by DOD personnel. Further, DOD  commented that our review found no apparent abuse of cross-month  travel and the two commands that collectively account for the majority of  imminent danger pay and combat zone tax relief benefits have developed  theater-specific policies and controls to monitor and regulate cross-month  travel. As stated in our scope and methodology and the report, data  limitations prevented us from determining the full extent of temporary  duty travel to areas designated for imminent danger pay and combat zone  tax relief benefits, as well as how much of this travel crossed calendar  months. Further, we reviewed only temporary duty travel vouchers  processed using DOD’s Defense Travel System. We did not review travel  that was processed in DOD’s numerous legacy travel systems, and  therefore did not reach any conclusions as to whether servicemembers  have scheduled travel in a fiscally responsible manner or have attempted  to maximize this pay and benefit by scheduling cross-month travel. We  recognize DOD has procedures in place to review and authorize travel.  Our recommendation addresses the need to have greater monitoring of  travel trends.  Moreover, although two commands have instituted policies  and internal controls to preclude the perceived abuse of imminent danger  pay and combat zone tax relief by regulating and monitoring cross-month  travel, no requirement exists for DOD to monitor cross-month travel to the  38 percent of areas currently designated for imminent danger pay and the  14 percent of areas currently designated for combat zone tax relief  benefits not covered by these two commands. Also, while we recognize  that these commands currently reflect the majority of areas designated for  imminent danger pay and combat zone tax relief benefits, security  conditions are subject to change over time. Therefore, we continue to  believe our recommendation has merit and that internal controls to  monitor cross-month travel departmentwide are needed to ensure all  designated areas are covered and further strengthen DOD’s management  of imminent danger pay and combat zone tax relief benefits.", "In response to the other written comments provided by DOD, we modified  the report to acknowledge that the global security environment has played  a role in the increased number of areas designated for imminent danger  pay since 1992. In addition, we modified the report to reflect that danger  pay was first authorized on October 1, 1983, by Public Law 98-94, section  905.", "We are sending copies of this report to congressional committees, the  Secretary of Defense, the secretaries of the Army, the Navy, the Air Force;  and the Commandant of the Marine Corps. We will also make copies  available to other interested parties upon request. In addition, the report  will be available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please call me at  (202) 512-9619 or pickups@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. The GAO contact and key contributors are listed in  appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Areas Currently Designated for Imminent Danger Pay and Combat Zone Tax Relief Benefits", "paragraphs": ["Table 6 identifies the areas designated for imminent danger pay or combat  zone tax relief benefits as of July 2006."], "subsections": []}, {"section_title": "Appendix II: Presidentially Designated Combat Zones and Congressionally Legislated Qualified Hazardous Duty Areas", "paragraphs": [], "subsections": [{"section_title": "Combat Zones", "paragraphs": ["A combat zone is any area that the president designates by executive order  as an area in which U.S. Armed Forces are or have engaged in combat  after June 24, 1950. An area ceases to be a combat zone on the dates the  president designates by executive order. Since 1950, U.S. presidents have  designated combat zones in Korea, Vietnam, the Persian Gulf, the Kosovo  area, and Afghanistan. U.S. presidents terminated combat zone  designations for Korea in 1955 and Vietnam in 1996.", "Enlisted personnel and warrant officers may exclude from taxes all  military compensation earned during the month that they serve in a  combat zone. For commissioned officers, compensation is free of federal  income tax up to the maximum amount of enlisted pay plus any imminent  danger or hostile fire pay received. In 2006, the maximum amount of  compensation for commissioned officers that is eligible for combat tax  zone relief is $6,499.50 plus $225 imminent danger pay, or $6,724.50 per  month. Table 7 depicts the current combat zones."], "subsections": []}, {"section_title": "Qualified Hazardous Duty Areas", "paragraphs": ["Servicemembers on duty in qualified hazardous duty areas designated by  Congress are entitled to the same benefits afforded those who serve in a  presidentially designated combat zone if the Secretary of Defense also  designates that qualified hazardous duty area for imminent danger pay.  If  Congress designates a qualified hazardous duty area, but the Secretary of  Defense has not designated the area for imminent danger pay,  servicemembers deployed to the area are not eligible to receive combat  zone tax relief unless the qualified hazardous duty area becomes eligible  for imminent danger pay. If the Secretary of Defense terminates imminent  danger pay for a qualified hazardous duty area, members no longer receive  combat zone tax relief benefits. Table 8 depicts the current qualified  hazardous duty areas."], "subsections": []}]}, {"section_title": "Appendix III: Military Service Certified as in Direct Support of Combat Zone Operations", "paragraphs": ["DOD has certified military service as in direct support of military  operations in combat zones, thus qualifying servicemembers for combat  zone tax relief benefits (see table 9). Unlike the other areas identified in  the table, Jordan is the only area where DOD has certified military service  as in direct support of combat zone operations as part of both Operation  Enduring Freedom and Operation Iraqi Freedom."], "subsections": []}, {"section_title": "Appendix IV: Scope and Methodology", "paragraphs": ["To evaluate DOD’s processes for reviewing imminent danger pay areas and  to understand how servicemembers become eligible for combat zone tax  relief, we analyzed legislation and DOD regulations and guidance. We  compared these to the objectives and fundamental concepts of internal  control defined in Standards for Internal Control in the Federal  Government and Internal Control Management and Evaluation Tool. We  also held discussions with knowledgeable officials from the following  offices, geographic commands, and services:     Commander, Navy Installations, Personnel Support Activity,  Washington, D.C.", "Defense Finance and Accounting Service, Indianapolis, Indiana     Defense Manpower and Data Center, Monterey, California and    Defense Travel System Office, Arlington, Virginia    Department of Defense Inspector General, Inspector General/Hotline  Cases and Senior Officials Investigation Offices, Arlington, Virginia    Joint Chiefs of Staff, Personnel and Policy, Arlington, Virginia    Office of Management and Budget, Washington, D.C.    Under Secretary of Defense (Personnel and Readiness), Arlington,    United States Air Forces in Europe, Ramstein Air Force Base, Germany    United States Army, Europe, Heidelberg, Germany    United States Central Command, MacDill Air Force Base, Tampa,    United States Department of State, Office of Allowances, Washington,  D.C.", "United States European Command, Patch Barracks, Stuttgart, Germany    United States Marine Corps Forces, Europe, Boeblingen, Germany    United States Naval Forces, Europe, Commander, U.S. Sixth Fleet,    United States Pacific Command, Camp H.M. Smith, Honolulu, Hawaii  United States Southern Command, Miami, Florida  To gain an understanding of DOD’s rationale for designating certain areas  and to determine whether DOD followed its policy for designating and  reviewing imminent danger pay areas and areas certified as in direct  support of combat zones, we reviewed 54 imminent danger pay area  questionnaires completed by combatant commanders and used by DOD to  evaluate area designations and the threat of imminent danger.  This  nonprobability sample of areas was selected to ensure that each  geographic combatant command was represented. In addition, we sought  to include imminent danger pay areas where designation was limited to  either land, or airspace, or water areas, or the designation was for the  entire area including land, air, or water areas.  For purposes of our  analysis, we considered an area to be designated for imminent danger pay  if DOD had designated any portion of the area (land, airspace, or water)  for imminent danger pay.  We also reviewed other relevant DOD  documents related to DOD’s review of imminent danger pay and combat  zone tax relief benefits from 1992 through 2006. We compared these  against the standards for oversight envisioned in Standards for Internal  Control in the Federal Government and the Internal Control Management  and Evaluation Tool.", "To understand how DOD regulates and monitors temporary duty travel,  and cross-month travel in particular, we reviewed DOD’s temporary duty  travel policy and its Foreign Clearance Guide that establishes DOD policy  for military personnel traveling overseas. We also reviewed travel policies  from the U.S Central Command and U.S. Army, Europe.  We discussed  these policies with officials responsible for approving travel in accordance  with the Foreign Clearance Guide, and compared these with the  standards for internal control activities contained in the Standards for  Internal Control in the Federal Government. In addition, we interviewed  personnel in the U.S. Pacific Command and U.S. Southern Command who  are knowledgeable about these command’s travel policies and  requirements. Because the U.S. European Command does not have a travel  clearance office, we spoke with service officials at the U.S. European  Command who are responsible for authorizing travel to certain locations.", "To determine the extent to which servicemembers were making cross- month trips to areas that would make them eligible to receive imminent  danger pay and combat zone tax relief benefits, we also analyzed 28,404  travel vouchers obtained from the Defense Travel System for  servicemembers traveling on temporary duty between October 1, 2002,  and September 31, 2005. In addition, we obtained data from the U.S. Naval  Forces, Europe, on ship port visits to areas within the U.S. European  Command’s area of responsibility that are designated for imminent danger  pay or for combat zone tax relief benefits. We did not obtain similar data  for the U.S. Central Command because most ports and all sea areas in its  area of responsibility are designated for imminent danger pay or combat  zone tax relief benefits. We also did not obtain this information from the  U.S. Southern Command or U.S. Pacific Command because few countries  and no sea areas in their areas of responsibility are designated for  imminent danger pay or combat zone tax relief benefits. Under DOD’s  Financial Management Regulations, authorizing officials are responsible  for determining the necessity of trips and funds availability for temporary  duty travel. Further, DOD guidance states that DOD airlift authorizing  officials shall ensure that an official purpose is served by air travel.  Therefore, we did not evaluate whether the purposes of the trips were  valid. We analyzed travel vouchers from the Defense Travel System  because it is the only system that captures temporary duty travel from all  four services.", "We also reviewed data from the Defense Finance and Accounting Service’s  Operational Data System that captures the balance of travel data for the  Army that is not processed using the Defense Travel System. Data from  the Operational Data System frequently were missing information about  trip destinations. As a result, we were unable to use these data to analyze  cross-month travel to areas designated for imminent danger pay or combat  zone tax relief benefits. We also did not review data processed in the 43  legacy systems used by the services to process travel vouchers because of  data reliability concerns.", "Due to the large number of countries and sea areas within the U.S. Central  Command’s area of responsibility that are designated for imminent danger  pay or combat zone tax relief and because most travel vouchers for  servicemembers assigned to the U.S. Central Command’s headquarters  during the time period of our review were not processed using the Defense  Travel System, we sought to obtain travel data directly from several  combatant commands. We tested this approach with the U.S. Central  Command. First, we attempted to obtain data from the U.S. Central  Command’s finance office that processes travel vouchers. Due to data  limitations and concerns about the accuracy of data in the automated  business service system, a document processing system used to approve  travel orders, we were unable to use this approach. Second, we sought to  use theater clearance requests and approvals to determine the extent of  cross-month travel to the U.S. Central Command’s area of responsibility.  However, database limitations prevented us from using this approach. For  instance, if more than one servicemember was listed on a travel clearance  request submitted to the U.S. Central Command’s travel clearance office,  only the name of the most senior official was listed in the database and  information on the pay grades of junior servicemembers would not be  available for analysis.  In addition, we could not determine the accuracy of  travel dates contained in the Travel Clearance Office’s database because  itinerary changes are not always captured in the database.", "The scope of this review excluded servicemembers deployed or assigned  to foreign areas. The scope also excluded servicemembers who served as  part of crews on aircraft and, with the exception of data provide by the  U.S. Naval Forces, Europe, ships because aircraft and ship movements are  dictated by operational needs and mission requirements, and generally, do  not have the same degree of flexibility associated with scheduling  temporary duty travel.  To assess the reliability of data obtained from the  Defense Travel System, we (1) reviewed existing documentation related to  the data sources, (2) electronically tested the data to identify problems  with completeness or accuracy, and (3) interviewed knowledgeable  officials about the data.  We found these data to be sufficiently reliable for  the purposes of this report.", "For purposes of our analysis, we defined cross-month travel as any  temporary duty travel of 30 days or fewer that begins during one month  and concludes during the following month. This cross-month travel may  encompass travel to a single location or multiple locations during a 30-day  period. During this time, a servicemember may travel to areas designated  for imminent danger pay or combat zone tax relief, areas not designated  for these special pays and benefits, or to both areas designated and not  designated for such benefits.", "However, we do not know the portion of overall travel that these trips  represent because some DOD locations were not using the Defense Travel  System to process travel vouchers during the time of our review.  As a  result, we cannot extrapolate travel patterns based on the data we  obtained and analyzed from the Defense Travel System. We also requested  and received information on GAO’s FraudNet hotline as well as the DOD  Inspector General hotline on inquiries related to servicemembers  scheduling cross-month travel to potentially maximize combat zone tax  relief benefits. GAO’s FraudNet did not receive any calls concerning  servicemembers scheduling travel to maximize imminent danger pay or  combat zone tax relief benefits. Two calls received by the DOD Inspector  General’s hotline were not substantiated. Additionally, we obtained data  from the Defense Finance and Accounting Service to determine the  compensation excluded from federal taxable wages for servicemembers  for calendar years 2003 through 2005 as a result of performing military  service that the Office of the Under Secretary of Defense (Personnel and  Readiness) certified as in direct support of combat zone operations and  for combat zone tax exclusion overall. We also obtained data from the  Defense Manpower and Data Center to estimate the total dollar amount of  imminent danger pay for service members for fiscal years 2003 through  2005.  However, we did not use these data because sufficient information  was not available from the Defense Manpower and Data Center to validate  the accuracy of these data for this report. As stated earlier in this report,  we previously reported on the lack of reliability on DOD’s reported costs  related to the Global War on Terrorism, including military pay.", "We conducted our review from October 2005 through July 2006 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix V: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the person named above, Ann Borseth, Assistant Director;  Krislin Bolling; Alissa Czyz; James Driggins; Ron La Due Lake; Katherine  Lenane; Grant Mallie; Oscar Mardis; David Mayfield; Ken Patton; Vanessa  Taylor; and John Van Schaik also made major contributions to this report."], "subsections": []}]}], "fastfact": []}