{"id": "GAO-07-1255T", "url": "https://www.gao.gov/products/GAO-07-1255T", "title": "Small Business Contracting: Observations from Reviews of Contracting and Advocacy Activities of Federal Agencies", "published_date": "2007-09-26T00:00:00", "released_date": "2007-09-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The federal government's long-standing policy has been to use its buying power to maximize procurement opportunities for various types of small businesses. GAO initiated work and completed a report in March 2007 under the Comptroller General's authority describing the extent to which small businesses participated in contracting opportunities related to Hurricane Katrina. This testimony discusses (1) results from the March 2007 GAO report, including the amounts that small and local businesses received directly from federal agencies from contracts related to Hurricane Katrina and the lack of required information in official procurement data systems on subcontracting plans, (2) information from two previous GAO reports regarding the small business advocacy responsibilities of Small Business Administration (SBA) and federal agencies that award contracts, and (3) GAO work on SBA's efforts to advocate for small disadvantaged businesses, and similar efforts by entities within selected agencies. In conducting the studies discussed in this testimony, GAO analyzed agency contract data, reviewed federal acquisition regulations, and interviewed agency procurement officials; we also sent a questionnaire to agency officials regarding Office of Small and Disadvantaged Business Utilization (OSDBU) reporting relationships; reviewed organizational charts and other pertinent information; analyzed relevant laws, legislative history, and court cases; and, updated information on agency actions on our recommendations."]}, {"section_title": "What GAO Found", "paragraphs": ["Small businesses received 28 percent of the $11 billion in contracts that Department of Homeland Security (DHS), General Services Administration (GSA), Department of Defense (DOD), and the Army Corps of Engineers (Corps) awarded directly for Katrina-related projects. Information on whether DHS and GSA required subcontracting plans was generally not available in the federal government's official procurement database for 70 percent or more of the contracting dollars each agency awarded for activities related to Hurricane Katrina. This database should have contained information on whether or not the agencies required subcontracting plans in these instances. The lack of transparency surrounding much of the agencies' subcontracting data may lead to unwarranted perceptions about how the federal procurement system is working, particularly in terms of the government's stated preference for contracting with small businesses. GAO recommended in its March 2007 report that DHS, GSA, and DOD take steps designed to ensure compliance with federal contracting regulations and more transparently disclose the extent to which subcontracting opportunities are available to small businesses. These agencies generally agreed with GAO's recommendations. GSA has implemented them while DOD and DHS indicate they are in the process of doing so. SBA has governmentwide responsibilities for advocating that federal agencies use small businesses as prime contractors for federal contracts and set goals for and encourage the use of small businesses as subcontractors to large businesses receiving federal contracts. Similarly, within each federal agency there is an OSDBU that plays an advocacy role by overseeing the agency's duties related to contracts and subcontracts with small and disadvantaged businesses. The Small Business Act requires that the OSDBU director be responsible to and report only to agency heads or their deputies. In 2003, GAO reported that 11 of 24 agencies reviewed did not comply with this provision. While most of the agencies disagreed with our conclusion, none of the legal arguments that they raised changed GAO's recommendations. Because the OSDBU directors at these agencies do not have a direct reporting relationship with their agencies' heads or deputies, the reporting relationships potentially limit their role as effective advocates for small and disadvantaged businesses. GAO is presently evaluating SBA's and agency OSDBUs' advocacy efforts. This evaluation includes an assessment of the actions SBA takes to advocate that small disadvantaged businesses receive opportunities to participate as subcontractors under federal prime contracts and encourage that prime contracting goals for these businesses are met. Also, the evaluation addresses selected OSDBUs' actions to advocate for certain small business firms."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss our previous and ongoing work  related to contracting opportunities for small businesses. The federal  government’s long-standing policy has been to use its buying power—the  billions of dollars it spends through contracting each year—to maximize  procurement opportunities for various types of small businesses. The  Small Business Act creates responsibilities for both the Small Business  Administration (SBA) and the federal agencies that award contracts to  provide various types of small businesses with opportunities to receive  federal contracts and subcontracts. Furthermore, the act sets goals for  participation by specific types of small businesses, including small  disadvantaged businesses. Given the importance of assessing the extent to  which various types of small businesses participate in federal contracts  and subcontracts, even in times of presidentially-declared disasters, as  well as the important roles of both the SBA and federal agencies  concerning small business participation, this is a timely hearing at which  to consider our relevant previous and ongoing work.", "My statement today is based primarily on a report we issued in March  2007, which discussed the amounts that small businesses received through  prime contracts and subcontracts related to Hurricane Katrina; two earlier  reports we issued on federal agencies’ responsibilities for advocating for  small and disadvantaged businesses; and work now underway at the  request of this subcommittee dealing with SBA’s efforts to advocate that  federal agencies and contractors provide the maximum practicable  opportunity for small disadvantaged businesses to participate in federal  contracts. Specifically, I will discuss (1) the amounts that small and local  businesses received directly from federal agencies through contracts  related to Hurricane Katrina and the lack of required information in  official procurement data systems on subcontracting plans, (2) the small  business advocacy responsibilities of SBA and federal agencies that award  contracts and (3) work we are beginning at your request on SBA’s and  selected agencies’ Offices of Small and Disadvantaged Business Utilization  (OSDBU) efforts to advocate for small disadvantaged businesses.", "In assessing contracts related to Hurricane Katrina, we analyzed data on  contracts awarded or used by the Departments of Homeland Security  (DHS) and Defense (DOD) (including the U.S. Army Corps of Engineers),  and the General Services Administration (GSA) for Katrina-related  projects overall and specifically for projects in Alabama, Louisiana, and  Mississippi from August 1, 2005, through June 30, 2006. These agencies  were responsible for over 85 percent of the federal funds awarded via  contracting when we began our data analysis. We also identified contracts  that were used for activities related to Hurricane Katrina and that required  subcontracting plans, reviewed federal acquisition regulations, and  interviewed agency procurement officials. We conducted our work under  the Comptroller General’s authority to initiate evaluations between March  2006 and February 2007 in accordance with generally accepted  government auditing standards. To describe the small business advocacy  responsibilities of SBA and federal agencies, we summarized our previous  work on small disadvantaged businesses and updated information on  agency responses to our recommendations. In this previous work, we sent  a questionnaire to agency officials regarding OSDBU reporting  relationships, reviewed organizational charts and other pertinent  information, and analyzed relevant laws, legislative history, and court  cases. Our final objective highlights ongoing work assessing the efforts of  SBA and selected OSDBUs in advocating for small disadvantaged  businesses.", "Small businesses received 28 percent of the $11 billion that DHS, GSA,  DOD, and the Corps awarded directly for Katrina-related projects. DHS  awarded the highest dollar amount to small businesses (about $1.6  billion), and GSA awarded the highest percentage of its Katrina-related  contracting dollars to small businesses (72 percent of about $658  million). Information on whether DHS and GSA required  subcontracting plans was generally not available in the federal  government’s official procurement database for 70 percent or more of  the contracting dollars each agency awarded for activities related to  Hurricane Katrina. This database should have contained information on  whether the agencies required subcontracting plans in these instances.  The lack of transparency surrounding much of the agencies’  subcontracting data may lead to unwarranted perceptions about how  the federal procurement system is working, particularly in terms of the  government’s stated preference for contracting with small businesses.", "SBA has governmentwide responsibilities for advocating that federal  agencies use small businesses as prime contractors, and that prime  contractors give small businesses opportunities to participate as  subcontractors in federal contracts awarded to large businesses. To  meet its responsibilities, SBA negotiates annual procurement goals  with each agency and reviews certain proposed contracts to encourage  them to offer the maximum practicable opportunity for small  businesses to participate. Similarly, each federal agency has an Office  of Small and Disadvantaged Business Utilization (OSDBU) that plays  an advocacy role by overseeing the agency’s functions and duties  related to the awarding of contracts and subcontracts to small and  disadvantaged businesses. To advocate effectively for small and  disadvantaged businesses, the Small Business Act requires that the  OSDBU directors be responsible to and report only to agency heads (or  their deputies) so that the directors have immediate access to their  agency’s top decision-makers. However, in 2003, we reported that 11 of  the 24 agencies we reviewed did not comply with this provision and as  of our most recent follow-up work, 9 agencies were out of compliance.  Because the OSDBU directors at these agencies do not have a direct  reporting relationship with their agencies’ head or deputy, the reporting  relationships potentially limit their role as an advocate for small and  disadvantaged businesses.", "In response to a request from the Chairman of this subcommittee about  the extent to which 8(a) firms are obtaining federal contracts, we  initiated an evaluation of SBA’s efforts to advocate for such businesses.  This evaluation includes an assessment of the actions SBA takes to  encourage agencies to meet their prime contracting goals for small  disadvantaged businesses; the extent to which such goals have been  met; and SBA’s efforts to advocate that small disadvantaged businesses  have the maximum practicable opportunity to participate as  subcontractors for prime federal contracts. In our evaluation, we also  will assess actions by selected agency OSDBUs in serving as advocates  for 8(a) firms."], "subsections": [{"section_title": "Background", "paragraphs": ["Federal agencies’ contracts with private businesses, whether made in the  normal course of agency operations or specifically related to a natural  disaster declaration, are used to meet certain goals to increase  participation by various types of small businesses. The Small Business Act,  as amended, defines a small business generally as one that is  “independently owned and operated and that is not dominant in its field of  operation.” In addition, a business must meet the size standards published  by SBA to be considered “small.” The act sets a governmentwide goal for  small business participation of not less than 23 percent of the total value  of all prime contract awards—contracts that are awarded directly by an  agency—for each fiscal year. The Small Business Act sets annual prime  contract dollar goals for participation by specific types of small  businesses: small disadvantaged businesses (5 percent); women-owned or  service-disabled, veteran-owned, (5 and 3 percent, respectively); and  businesses located in historically underutilized business zones  (HUBZones, 3 percent).", "In August 2007, SBA issued its fiscal year 2006 Goaling Report. The  Goaling Report includes data on the extent to which federal agencies met  their goals for awarding contracts to various types of small businesses.  According to this report, federal agencies awarded 22.8 percent of their  prime contracting dollars to small businesses, just short of the 23 percent  statutory goal. In addition, while federal agencies collectively exceeded  the goals for awarding prime contracting dollars to small disadvantaged  businesses, they did not meet the goals for awarding prime contracting  dollars to women-owned, HUBZone, or service-disabled veteran-owned  businesses. Of the agencies we reviewed in our March 2007 report, all  exceeded their agency-specific goals for awarding prime contracting  dollars to small disadvantaged businesses, a subset of which are Section  8(a) firms. Generally, in order to be certified under SBA’s 8(a) program, a  firm must satisfy SBA’s applicable size standards, be owned and controlled  by one or more socially and economically disadvantaged individuals who  are citizens of the United States, and demonstrate potential for success.  Black Americans, Hispanic Americans, Native Americans, and Asian  Pacific Americans are presumptively socially disadvantaged for purposes  of eligibility. The personal net worth of an individual claiming economic  disadvantage must be less than $250,000 at the time of initial eligibility and  less than $750,000 thereafter.", "The general rules governing procurement are set out in federal  procurement statutes and in the Federal Acquisition Regulation (FAR).  Among other things, these rules require that any business receiving a  prime contract for more than the simplified acquisition threshold must  agree to give small business the “maximum practicable opportunity” to  participate in the contract. Additionally, for contracts (or modifications to  contracts) that (1) are individually expected to exceed $550,000 ($1 million  for construction contracts) and (2) have subcontracting possibilities, the  prime contractor generally must have in place a subcontracting plan. This  plan must identify the types of work the prime contractor believes it is  likely to award as subcontracts as well as the percentage of  subcontracting dollars it expects to direct to the specific categories of  small businesses for which the Small Business Act sets specific goals.", "When they award contracts, federal agencies collect and store  procurement data in their own internal systems—typically called contract  writing systems. The FAR requires federal agencies to report the  information about procurements directly to the Federal Procurement Data  System–Next Generation (FPDS-NG), GSA’s governmentwide contracting  database, which collects, processes, and disseminates official statistical  data on all federal contracting activities of more than $3,000.", "Congress has enacted several laws designed to foster small business  participation in federal procurement. One of these laws, Public Law  95-507, enacted in 1978, amended section 15 of the Small Business Act  (15 U.S.C. § 644) to require that all federal agencies with procurement  authority establish an Office of Small and Disadvantaged Business  Utilization. This office is responsible for helping oversee the agency’s  functions and duties related to the awarding of contracts and subcontracts  to small and disadvantaged businesses.", "Finally, the Stafford Act sets forth requirements for the federal response to  presidentially declared disasters. It requires federal agencies to give  contracting preferences, to the extent feasible and practicable, to  organizations, firms, and individuals residing or doing business primarily  in the area affected by a major disaster or emergency."], "subsections": []}, {"section_title": "Agencies Awarded Varied Amounts of Contracting Dollars to Small Businesses, but Information on Subcontracting Plans Was Incomplete", "paragraphs": ["Our March 2007 report identified the extent to which DHS, GSA, DOD, and  the Corps awarded contracts directly to small businesses; the extent to  which different types of small businesses received contracts; and the  extent to which small businesses located in Alabama, Mississippi, and  Louisiana received contracts for Katrina-related projects. Our report also  noted that information on small business subcontracting plans was not  consistently available for the four agencies."], "subsections": [{"section_title": "Small Businesses Received Varied Amounts of the Contracting Dollars That DHS, GSA, DOD, and the Corps Awarded", "paragraphs": ["We found that small businesses received 28 percent of the $11 billion that  DHS, GSA, DOD, and the Corps awarded directly for Katrina-related  projects, but the percentages varied among the four agencies (see fig. 1).  We assessed the agencies individually and found that DHS had awarded  the highest dollar amount to small businesses—about $1.6 billion dollars— and that GSA had awarded the highest percentage of its dollars to small  businesses—72 percent of about $658 million.", "Among categories of small businesses, small disadvantaged businesses  received 7 percent of the approximately $11 billion that the four agencies  awarded to both large and small businesses. Other categories of small  businesses, including women- and veteran-owned businesses and  businesses located in HUBZones, received from 2 to 4 percent (see fig. 2).  Contracting dollars awarded directly to businesses can be counted in more  than one category, so the dollars awarded to various types of small  businesses are not mutually exclusive.", "Small businesses in Alabama, Mississippi, and Louisiana received  66 percent of the $1.9 billion in Katrina-related contracting dollars  awarded to local businesses by the four agencies we reviewed. Among the  three states, the proportion of Katrina-related contracting dollars awarded  to small businesses was largest in Mississippi (75 percent), followed by  Alabama and Louisiana at 65 percent and 62 percent, respectively, of the  dollars awarded (table 1). In general, these small local businesses received  contracting dollars directly from the four agencies to provide trailers,  administrative and service buildings, restoration activities, and other  supportive services."], "subsections": []}, {"section_title": "Information on Subcontracting Plan Requirements Was Missing or Incomplete", "paragraphs": ["In two respects, key information on small business subcontracting plans  was not consistently available in official procurement data systems for the  four agencies. First, primarily with respect to DHS and GSA contract  actions, the official procurement data system had no information at all on  whether the agencies required subcontracting plans for 70 percent or more  of their contracting funds. This database should have contained  information on whether the agencies required subcontracting plans in  these instances.  For DOD and the Corps, their system lacked information  on whether they required subcontracting plans for one percent of their  contracting funds. Table 2 shows the total amounts each agency awarded  to large businesses for contracts valued over $500,000 (column 2) and the  extent to which no information was available in the official procurement  data system on whether the agencies required subcontracting plans for  those contracts (column 6).", "Second, the procurement data systems showed that the agencies had  determined that subcontracting plans were not required for contracts  representing 12 to 77 percent of the dollars they awarded to large  businesses for Katrina-related projects. Agencies are required to document  their reasons for these determinations. However, information on the four  agencies’ reasons for not requiring these plans, which should have been  readily available, was incomplete.", "Overall, procurement officials from the four agencies were able to explain  some of the missing or incomplete information on subcontracting plans  by, for example, identifying data entry errors or providing evidence of the  agencies’ reasons for not requiring the plans. For example, DHS officials  determined that $545 million of the DHS contracting funds the  procurement data system showed as not requiring a plan had been  miscoded and should have been entered in the procurement system under  a different category that listed the contracts as having “no subcontracting  possibilities.” In another instance, GSA officials did not require a  subcontracting plan for a $26 million contract for ice because they  believed that the urgency of the situation required buying and shipping the  ice faster than normal procedures would allow. Nonetheless, at the time  we issued our report contracting dollars remained for each agency with  incomplete subcontracting plan information that agency officials had not  been able to explain. These amounts ranged from $3.3 million for DOD  (excluding the Corps) to $861 million for DHS.", "In our report, we concluded there was little doubt that Hurricane Katrina  posed challenges to the agencies, which had to award contracts quickly  while still following government procurement rules, especially those  regarding subcontracting plans. Certain choices, such as documenting  compliance with these requirements at a later date (something GSA and  DOD officials indicated was the case), might have been understandable.  Nonetheless, more than a year after the hurricane, we reported that a  substantial amount of information about the four agencies’ subcontracting  requirements remained incomplete. Conclusively demonstrating  compliance with the rules about subcontracting plans is important for  reasons beyond just documentation. First, in requiring these plans  agencies commit prime contractors to specific goals for providing  opportunities to small businesses. Second, the agencies have tools— incentives as well as sanctions—that they can use to ensure that the  contractors engage in good faith efforts to meet their small business  subcontracting goals. In doing so, the agencies ensure compliance with  federal procurement regulations and help guarantee that small businesses  have all of the practical opportunities to participate in federal contracts  that they are supposed to have. Because so much key information about  subcontracting plans was incomplete in federal procurement data systems  and, at the conclusion of our review, remained unresolved, we cannot tell  the extent to which the agencies are complying with the regulations.  Furthermore, the lack of transparency surrounding much of the agencies’  subcontracting data—missing information on plans when contracts appear  to meet the criteria for having them—may lead to unwarranted  perceptions about how the federal procurement system is working,  particularly in terms of the government’s stated preference for contracting  with small businesses.", "To ensure compliance with federal contracting regulations and more  transparently disclose the availability of subcontracting opportunities for  small businesses, we recommended that the Secretaries of Homeland  Security and Defense and the Administrator of General Services issue  guidance reinforcing, among other things, the necessity for documenting  in publicly available sources the agencies’ contracting decisions,  particularly in instances when the agencies decided not to require  subcontracting plans. Moreover, we recommended that the agencies  consider asking their respective Inspectors General to conduct a review to  ensure that this guidance and related requirements were being followed.", "The agencies generally agreed with our recommendations, and GSA has  already implemented them. Specifically, in March 2007, GSA issued  guidance to its contracting officers reminding them of the importance both  of the subcontracting plan requirements and of documenting key decisions  affecting acquisitions, including any decisions impacting subcontracting  plan requirements. In addition, GSA will include a review of compliance  with subcontracting plan requirements in its annual internal procurement  management reviews. DOD and DHS officials have stated that they are  working on implementing these recommendations. For example, Corps  officials indicated they are developing a new training module on the  requirements regarding subcontracting plans and plan to deliver this to its  contracting officers."], "subsections": []}]}, {"section_title": "Some Agencies May Not Be Maximizing Their Advocacy Roles", "paragraphs": ["SBA has governmentwide responsibilities for advocating that federal  agencies use small businesses as prime contractors, and that prime  contractors give small businesses opportunities to participate as  subcontractors in federal contracts awarded to large businesses.  To meet  its responsibilities, SBA negotiates annual procurement goals with federal  executive agencies to achieve the 23 percent governmentwide goal for  contract dollars awarded directly by federal agencies. In addition, SBA is  responsible for assigning Procurement Center Representatives (PCRs) to  major contracting offices to implement small business policies and  programs. Responsibilities of PCRs include reviewing proposed  acquisitions and recommending various types of small business sources;  recommending contracting methods to increase small business prime  contracting opportunities; conducting reviews of the contracting office to  ensure compliance with small business policies; and working to ensure  that small business participation is maximized through subcontracting  opportunities.", "Each federal agency that has procurement authority is required to have an  OSDBU. The OSDBU is responsible for helping to oversee the agency’s  functions and duties related to the awarding of contracts and subcontracts  to small and disadvantaged businesses. For example, the office must  report annually on the extent to which small businesses are receiving their  fair share of federal procurements, including contract opportunities under  programs administered under the Small Business Act. The Small Business  Act requires that OSDBU directors be responsible to and report only to  agency heads or their deputy. By providing immediate access to top  decision-makers, Congress intended to enhance the directors’ ability to  advocate effectively for small and disadvantaged businesses. However, in  2003 we reported that 11 of the 24 federal agencies we reviewed were not  in compliance with this provision. As of our most recent follow-up work,  nine of the agencies reviewed were out of compliance (the Departments of  Agriculture, Commerce, Education, Health and Human Services, Justice,  State, the Interior, and the Treasury; and the Social Security  Administration). The Environmental Protection Agency has complied, and  the Federal Emergency Management Agency has been subsumed into the  Department of Homeland Security, which has an OSDBU with a director  reporting to the highest agency levels.", "Most of the agencies that provided comments on this work disagreed with  our conclusion that the reporting relationships did not comply with this  provision of the Small Business Act. However, none of the legal  arguments that the agencies raised caused us to revise our conclusions or  recommendations. For example, the Departments of Agriculture and  Treasury had delegated OSDBU responsibilities to lower level officials and  argued in their comments to us that because the Small Business Act does  not explicitly prohibit such a delegation, their reporting relationships  complied with this provision. However, we noted that the lack of an  express prohibition on such a delegation does not necessarily mean that it  is thereby permitted and cited case history supporting our belief that the  delegation of authority may be withheld by implication, which we believe  this section of the Small Business Act does. Because the OSDBU directors  at agencies that do not comply with this provision of the Act do not have a  direct reporting relationship with their agencies’ head or deputy, the  reporting relationships potentially limit their role as effective advocates  for small and disadvantaged businesses."], "subsections": []}, {"section_title": "Ongoing Work to Evaluate SBA and OSDBU Advocacy Efforts", "paragraphs": ["At your request, we have ongoing work evaluating the efforts of SBA and,  to some extent, OSDBUs within federal agencies, to advocate on behalf of  small disadvantaged businesses and those in SBA’s 8(a) business  development program. As you are aware, both SBA and agencies’ OSDBUs  play important roles in advocating federal contracting opportunities for  small disadvantaged businesses and 8(a) firms. SBA certifies the firms’  eligibility for one or both designations and, as I noted earlier, has a  governmentwide advocacy role for all types of small businesses, and  OSDBUs advocate for contracting opportunities within each agency by, for  example, reviewing proposed contracts and making recommendations to  contracting officials about those they believe could be awarded to a small  business, including disadvantaged businesses.", "The Small Business Act authorizes SBA’s 8(a) Business Development  Program as one of the federal government’s vehicles to help small  disadvantaged businesses compete in and access the federal procurement  market. To be eligible for the program, a firm must, among other things,  meet SBA’s applicable size standards for small businesses and be owned  and controlled by one or more socially and economically disadvantaged  individuals who are U.S. citizens who demonstrate the potential for  success. Firms receiving 8(a) certification are eligible for contracts that  federal agencies set aside for them. To qualify for SDB certification, a firm  must be owned or controlled by one or more socially and economically  disadvantaged individuals or a designated community development  organization. Section 8(a) firms automatically qualify as SDBs, but other  firms may apply for SDB-only certification.", "Mr. Chairman, you recently wrote to us expressing concern about whether  SBA was taking an appropriate, proactive approach to advocate that small  disadvantaged businesses—those in SBA’s 8(a) and SDB programs—have  access to federal government contracts. As you know, procurement  decisions—who gets each federal contract—ultimately rest with the  agencies’ contracting offices, not with their OSDBUs and not with SBA.  Neither SBA nor the OSDBUs can force contracting officials to give a  contract to a small business. However, as language in the Small Business  Act suggests, they do have an important role to play in advocating that  small businesses have the “maximum practicable opportunity” to  participate. Consequently, our evaluation will focus on the advocacy role  that SBA and OSDBUs play regarding these opportunities for small  businesses. Specifically, it will include assessment of the actions SBA  takes to encourage that prime contracting goals for small disadvantaged  businesses are met; the extent to which such goals have been met;  whether federal agencies are having difficulty awarding contracts to 8(a)  firms; and SBA’s efforts to advocate that small disadvantaged businesses  have the maximum practicable opportunity to participate as  subcontractors for prime federal contracts.  In our evaluation, we also  plan to assess actions by selected agency OSDBUs in serving as advocates  for 8(a) firms.", "Our evaluations of contracting in the aftermath of Hurricane Katrina and  agency OSDBUs provide useful perspectives as we move forward in our  examination of the important advocacy roles undertaken by SBA and the  OSDBUs. When we complete the design phase of this work, we will reach  agreement with you on our reporting objectives and the anticipated  issuance date. Mr. Chairman, this concludes my prepared statement. I  would be happy to answer any questions at this time."], "subsections": []}, {"section_title": "Contacts and Acknowledgments", "paragraphs": ["For further information on this testimony, please contact William B. Shear  at (202) 512-8678 or shearw@gao.gov. Individuals making key  contributions to this testimony included Bill MacBlane, Assistant Director;  Emily Chalmers; Nancy Eibeck; Julia Kennon; Tarek Mahmassani; Lisa  Moore; Paul Thompson; Myra Watts-Butler; and Bill Woods.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}