{"id": "GAO-09-315", "url": "https://www.gao.gov/products/GAO-09-315", "title": "Ryan White CARE Act: Implementation of the New Minority AIDS Initiative Provisions", "published_date": "2009-03-27T00:00:00", "released_date": "2009-03-27T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Ryan White Comprehensive AIDS Resources Emergency Act of 1990 (CARE Act) makes federal funds available to assist individuals affected by HIV/AIDS. The Department of Health and Human Services' (HHS) Health Resources and Services Administration (HRSA) awards CARE Act funding to grantees that include states, territories, and metropolitan areas. Because minorities have been disproportionately affected by HIV/AIDS, the CARE Act's Minority AIDS Initiative (MAI) provides funding through five parts (A, B, C, D, and F) of the act with the goal of reducing HIV-related health care disparities among minorities. The reauthorization of CARE Act programs changed the process by which HRSA awards MAI grants under Part A (funding for metropolitan areas) and Part B (for states and territories) from a formula based solely on demographics of the metropolitan area, state, or territory to a competitive process. The CARE Act requires GAO to report on MAI and related issues. This report provides information on (1) the effect on grantees and service providers of the new competitive process for awarding Part A and B MAI funds, (2) the types of services grantees funded under MAI, and (3) barriers to minorities obtaining services from HIV/AIDS programs that were identified by grantees. GAO surveyed CARE Act grantees and interviewed selected grantee and HRSA officials. GAO also reviewed Part A and B MAI applications."]}, {"section_title": "What GAO Found", "paragraphs": ["The new competitive process for Parts A and B altered MAI funding amounts from what they would have been under the old formula-based process, increased administrative requirements for grantees, and resulted in continued funding for existing initiatives to reduce health disparities for minorities. In determining the award amounts under the new process, HRSA considered the number of minorities with HIV/AIDS living in the grantee metropolitan area, state, or territory, along with the MAI applications grantees were required to file. The quality of the grant applications sometimes resulted in considerable differences in grantees' share of MAI funds from what they would have received under the old process. Part A and B grantees that received MAI funding told us that the administrative requirements increased significantly because of the new process. All Part A and B grantees that applied for MAI funding received it, but some Part B grantees decided that the administrative requirements, including a separate application for MAI funds, were not worth the amount of funds that they expected to receive and therefore chose not to apply. Grantees generally funded the same service providers and initiatives to reduce minority health disparities as they had in prior years. After the reauthorization of CARE Act programs, MAI grantees continued to fund a range of core medical services, which include essential medical care services, and support services, which are services needed for individuals with HIV/AIDS to achieve their medical outcomes. Consistent with HRSA guidance, the types of services funded under MAI generally did not differ from services provided with other CARE Act funds. The five services Part A grantees funded most frequently were medical case management, outpatient and ambulatory health services, outreach services, substance abuse outpatient care, and mental health services--outreach services being the only support service among these. Part B grantees used MAI funds for efforts associated with the CARE Act-funded HIV/AIDS drug program, Part C and D grantees funded a range of core medical and support services with MAI funds, and Part F grantees used MAI funds for education efforts targeting health care professionals who are from, or primarily serve, minority communities. Grantees identified many barriers that make it more difficult for minorities to obtain services from HIV/AIDS programs, including those funded by the CARE Act. Barriers to HIV/AIDS care can delay or prevent individuals' timely entrance into, or continuation of, core medical or support services, thus reducing the likely success of care. The barriers grantees identified included the presence of other diseases that impact immune systems, housing issues, and poverty. In commenting on this report, HHS suggested that we identify the law authorizing Ryan White programs as either Title XXVI of the Public Health Service Act (PHSA) or the Ryan White HIV/AIDS program. We continue to refer to the law authorizing Ryan White programs as the CARE Act, but have clarified that it refers to Title XXVI of PHSA."]}], "report": [{"section_title": "Letter", "paragraphs": ["Racial and ethnic minorities in the United States have been  disproportionately affected by acquired immunodeficiency syndrome  (AIDS) and human immunodeficiency virus (HIV) since the beginning of  the HIV/AIDS epidemic. According to the most recent Centers for Disease  Control and Prevention (CDC) data, 60 percent of all estimated AIDS cases  since the beginning of the HIV/AIDS epidemic have been among racial and  ethnic minorities and in 2006 racial and ethnic minorities represented 69  percent of AIDS cases and 67 percent of estimated new HIV infections.  Since the first U.S. cases of what would become known as AIDS were  reported in June 1981, over 1 million people in the United States have been  infected with HIV, including almost 550,000 who have already died and  over 1 million living with HIV/AIDS today. The Ryan White Comprehensive  AIDS Resources Emergency Act of 1990 (CARE Act), administered by the  Department of Health and Human Services’ (HHS) Health Resources and  Services Administration (HRSA), was enacted to address the needs of  jurisdictions, health care providers, and people with HIV/AIDS and their  family members. Total CARE Act grant funding was approximately   $2.1 billion in fiscal year 2007. The Minority AIDS Initiative (MAI), first  known as the Congressional Black Caucus Initiative, originated in fiscal  year 1999 and it included the provision of funds to CARE Act grantees to  reduce HIV-related disparities in access to health care and to improve  health-related outcomes among racial and ethnic minority populations.  Total MAI grant funding in fiscal year 2007 was approximately   $131.2 million, representing 6 percent of overall CARE Act grant funding.  Organizations that provide care to minorities living with HIV/AIDS have  suggested that barriers exist for minorities in accessing HIV/AIDS services,  which often make it more difficult for minorities living with HIV/AIDS to  receive treatment and other HIV/AIDS services. Barriers to HIV/AIDS care  can delay or prevent minorities’ timely entrance into, or continuation of,  HIV/AIDS services, thus reducing the likely success of those services.", "The Ryan White HIV/AIDS Treatment Modernization Act of 2006 (RWTMA)  reauthorized CARE Act programs for fiscal year 2007 through fiscal year  2009 and included new provisions on MAI. There are five primary sections  of the CARE Act under which HRSA awards grants—Parts A, B, C, D, and  F. Together, grants made under these provisions annually fund services  for approximately 500,000 people living with or affected by HIV/AIDS.  CARE Act Part A provides for grants to selected metropolitan areas— known as eligible metropolitan areas (EMA) and transitional grant areas  (TGA)—that have been disproportionately affected by the HIV/AIDS  epidemic. Part B provides for grants to states and territories to improve  quality, availability, and organization of HIV/AIDS services. Part C provides  for grants to public and private nonprofit entities to provide early  intervention services, such as HIV testing and ambulatory care. Part D  provides for grants to programs for family-centered comprehensive care to  children, youth, and women and their families. Part F provides for grants  for demonstration and evaluation of innovative models of HIV/AIDS care  delivery for hard-to-reach populations and training of health care  providers. Part E does not provide for funding for HIV/AIDS services but  rather includes provisions to address various administrative functions. To  be eligible for MAI funds, grantees must also have received CARE Act   Part A, B, C, D, or F funds.", "Grantees can arrange with service providers to offer essential medical  care, referred to as core medical services, as well as support services  needed to achieve positive medical outcomes. Grantees may also provide  these services themselves. Grantees and service providers can include  states, territories and associated jurisdictions, metropolitan areas,  community-based organizations, and academic medical centers.", "Prior to the enactment of RWTMA, HRSA awarded Part A and B MAI funds  to Part A and B grantees according to a formula that was solely based on  the demographic characteristics of the grantees’ jurisdictions out of funds  otherwise available for Parts A and B; those that received other Part A  and Part B funds received MAI funds without having to file separate  applications. The CARE Act now requires HRSA to award MAI funds  under Parts A and B according to a competitive process. Under this new  process, HRSA evaluates grantee applications for MAI funds in addition to  the demographic characteristics of the jurisdictions.", "The CARE Act requires us to report on MAI and related issues. In this  report, we provide information on (1) the effect on grantees and service  providers of the new competitive process for awarding Part A and B MAI  funds, (2) the types of services grantees funded under MAI, and   (3) barriers to minorities obtaining services from HIV/AIDS programs that  were identified by grantees. The CARE Act also requires us to report on  the challenges of integrating CARE Act–funded programs with HIV/AIDS  programs funded from other sources, such as Medicaid, Medicare, CDC,  and the Substance Abuse and Mental Health Services Administration. (See  app. I for information on the challenges of HIV/AIDS program integration  experienced by CARE Act grantees.)", "To determine the effect on grantees and service providers of the new  competitive process for awarding Part A and B MAI funds, we conducted a  Web-based survey of CARE Act fiscal year 2007 Part A and B grantees to  learn how the grantees applied for funds, distributed funds to service  providers, and provided oversight, and what services they provided prior  to and after the enactment of RWTMA. The survey response rates were  about 77 percent (43 of 56) for Part A and about 81 percent (48 of 59) for  Part B. Also, we created estimated funding amounts for Part A and B  grantees based on the old formula-based process and analyzed the  difference between these amounts and the actual funding for fiscal year  2007. To create these estimated funding amounts, we reviewed CARE Act  MAI funding data for fiscal years 2006 and 2007, case counts of minorities  living with AIDS for fiscal year 2006, and case counts of minorities living  with HIV/AIDS for fiscal year 2007, all of which were provided by HRSA.  We used this information to assess the effect of the new competitive  process on MAI funding. (See app. II for more information on the survey  and how estimated funding amounts were determined.) To assess the  validity of the funding amounts, we compared data we received from  HRSA to previously published funding amounts. We provided HRSA  officials with a copy of our tables, and they agreed with our methodology.  We determined that the funding data and case count data were sufficiently  reliable for the purposes of this report.", "Additionally, we reviewed HRSA’s policies and reporting requirements  under MAI for Part A and B grantees. We interviewed HRSA officials and  staff from selected grantees for Parts A and B to determine how funds  were distributed and how grantees provided oversight. We selected  grantees to interview based on the amount of MAI funding they received  and their location to ensure geographic diversity. We also interviewed staff  from national organizations with HIV/AIDS expertise, including the  National Minority AIDS Council, Kaiser Family Foundation, the National  Alliance of State and Territorial AIDS Directors, and the Communities  Advocating Emergency AIDS Relief Coalition.", "To identify the types of services funded under MAI, we conducted a Web- based survey of Part A grantees, as described above, and interviewed  selected Part A, B, C, D, and F grantees about services they provided  under MAI prior to and after the enactment of RWTMA. There was no  change in the process for awarding MAI funds under Parts C, D, and F, but  we interviewed these grantees to learn about the services they funded. We  reviewed HRSA’s policies, reporting requirements, and guidance for   Parts A, B, C, D, and F, and we interviewed HRSA officials about  implementation of MAI. Additionally, we reviewed Part A and B MAI  competitive grant applications for fiscal year 2007.", "To identify the barriers to minorities obtaining services from HIV/AIDS  programs that were identified by grantees, we reviewed Part A MAI and  Part B MAI competitive grant applications for fiscal year 2007, which  included grantees’ responses regarding barriers minorities face in  accessing HIV/AIDS services. We interviewed staff from selected Part A, B,  C, D, and F grantees to better understand the barriers. We also interviewed  staff from the organizations listed above.", "We conducted our work from January 2008 to February 2009 in  accordance with all sections of GAO’s Quality Assurance Framework that  are relevant to our objectives. The framework requires that we plan and  perform the engagement to obtain sufficient and appropriate evidence to  meet our stated objectives and to discuss any limitations in our work. We  believe that the information and data obtained, and the analysis  conducted, provide a reasonable basis for any findings and conclusions."], "subsections": [{"section_title": "Background", "paragraphs": ["MAI, a component of the CARE Act, provides for funds to eligible grantees  with the goal of reducing HIV-related health disparities among minority  populations. HRSA awards MAI grants to Part A, B, C, D, and F grantees  through a competitive process. HRSA provides oversight of these grantees,  while the grantees provide oversight of their service providers."], "subsections": [{"section_title": "HRSA Administration of CARE Act Funding", "paragraphs": ["HRSA primarily awards CARE Act funds to grantees for core medical  services, support services, and education through five primary sections of  the legislation—Parts A, B, C, D, and F. In fiscal year 2007, 22 EMAs and 34  TGAs received grants under Part A; all 50 states, the District of Columbia,  Puerto Rico, and 7 U.S. territories received grants under Part B; 354  public and private organizations that provide services directly to  individuals with HIV received grants under Part C; and 90 public and  private organizations that provide services to families in which at least one  member is HIV positive received grants under Part D. For Parts A, B, C,  and D, programs funded by the CARE Act are the payers of last resort for  care. In addition, some Part B funds are used to provide medication for  HIV/AIDS treatment through the AIDS Drug Assistance Program (ADAP)  when annual appropriation laws provide funds exclusively for this  purpose. Fifteen AIDS education and training centers (AETC), which  provide HIV/AIDS education to health professionals such as nurses and  physicians, received funding under Part F. For all parts of the CARE Act,  grantees may use CARE Act funds to engage service providers that provide  HIV/AIDS services to individuals.", "CARE Act funding for metropolitan areas, states, and territories is  distributed in the form of base, supplemental, and MAI grants. CARE Act  grant funding totaled approximately $2.1 billion in fiscal year 2007;   $131.2 million of that amount was MAI grants, representing 6 percent of  overall CARE Act grants. Grantees under Parts A, B, and C must spend at  least 75 percent of their grants for core medical services, while no more  than 25 percent of these funds can be spent for support services. Table 1  lists core medical service and support service categories.", "In administering the CARE Act, HRSA issues guidance for applying for and  spending MAI grants. HRSA requires MAI grantees to submit reports as a  condition of their grant awards. The reports MAI grantees submit to HRSA  summarize grantees’ MAI activities and include data on individuals served,  services offered, budget allocations, and expenditures. For all parts of the  CARE Act, HRSA provides oversight of grantees but expects grantees to  provide oversight of service providers. (See fig. 1 for HRSA’s role in the  administration and oversight of MAI funds.) focused on women,  children, nd yoth multiple CARE Act parts.", "Sometimes MAI grantees also function as service providers.", "Ryan White Comprehensive AIDS Resources Emergency Act of 1990, as amended.", "EMAs are eligible metropolitan areas, TGAs are transitional grant areas.", "Service providers are organizations with which grantees contract or award subgrants to provide  services or arrange to have another organization to provide services."], "subsections": []}, {"section_title": "Reporting Requirements for CARE Act Grantees", "paragraphs": ["Federal grantees are required to comply with certain audit requirements  based upon their total expenditures of federal funding and to submit  certain reports at a frequency determined by the agency awarding the  grant. HRSA requires CARE Act grantees to submit the following reports:    quarterly payment management reports, which include grantee spending  for the previous 3-month period, and   a financial status report, which is required within 90 days of the end of  each grant year and accounts for expenditures under the project that year.", "Additionally, HRSA has grant-specific reporting requirements. For  example, Part A and B grantees are required to submit the annual Ryan  White HIV/AIDS Program Data Report, which requires grantees and their  service providers to provide information on  the number of clients who have received services and demographic  information about these clients, the services provided by the grantees’ service providers, the number of clients who received HIV counseling and testing, and   medical information about the clients who received services.", "There are also MAI-specific reporting requirements. Each MAI grantee is  required to submit the Minority AIDS Initiative Report, which includes  the final annual MAI plan due within 90 days of the budget start date each  year and the annual progress report.", "Grantees that receive Part A and B MAI grants have some additional  reporting requirements since the enactment of RWTMA. Since the  enactment of RWTMA, Part A and B MAI grantees have been required to  submit separate sets of the payment management reports and financial  status reports for their base and supplemental funding."], "subsections": []}, {"section_title": "MAI Changes Resulting from RWTMA", "paragraphs": ["MAI grants were first distributed in conjunction with CARE Act funding in  fiscal year 1999. RWTMA added provisions on MAI funding to the CARE  Act, authorizing specific amounts for the purpose of carrying out activities  to evaluate and address the disproportionate impact of HIV/AIDS on, and  the disparities in access, treatment, care, and outcomes for, racial and  ethnic minorities. The amount of CARE Act funds used for MAI grants has  increased from $24 million in fiscal year 1999 to $131 million in fiscal year  2007.", "According to HRSA officials, Part A and B MAI funds are to be used to  expand the core medical and support services to minorities that might not  otherwise be provided through the base funding. Part C, D, and F MAI  funds are to be used to expand the number of individuals receiving  services as these individuals may not otherwise be served by non-MAI  funding.", "Prior to the enactment of RWTMA, the MAI funds for Part A and B  grantees were awarded according to a formula that solely reflected the  number of living minority AIDS cases in the metropolitan area, state, or  territory receiving funds. These data are referred to as case counts.  RWTMA changed how case counts are defined for other CARE Act  programs to include living HIV cases. For Part A and B MAI grants, HRSA  changed the case counts from the number of living minority AIDS cases to  the number of living minorities with HIV/AIDS for the most recent year  available as reported to CDC.", "The CARE Act requires HRSA to award Part A and B MAI grants using a  competitive process. The Part A and B MAI applications, which are  separate from Part A and B base and supplemental applications, require  grantees to describe their local needs and the services they would provide  using MAI funds. HRSA continues to use minority case counts in  determining MAI grant awards, but now does so in combination with  application scores. HRSA officials reported that the agency calculates   Part A and B MAI grant awards based on both the grantee’s application  scores and the minority case count in the metropolitan area, state, or  territory. HRSA application guidance outlines the points awarded for each  section of the application, and the impact of a grantee’s performance in  its completion of the application is demonstrated in the MAI funding the  grantee receives. The CARE Act does not specifically require Part C, D,  and F MAI grants to be awarded on a competitive basis or to be awarded  separately from base funds under those parts. HRSA awarded MAI grants  under these parts competitively, as a component of the competitive grant  award for the base Parts C, D, and F. HRSA did this prior to the enactment  of RWTMA and continues to do so."], "subsections": []}, {"section_title": "Barriers to Care", "paragraphs": ["Barriers to HIV/AIDS care can delay or prevent individuals’ timely  entrance into, or continuation of, core medical or support services, thus  reducing the likely success of care. Research shows that minorities, in  general, often receive a lower quality of health care and face barriers to  obtaining health care, including services related to cancer screening,  cardiovascular disease, diabetes, and HIV/AIDS. Barriers to HIV/AIDS  care can include issues such as histories of substance abuse disorders or  domestic violence. For example, research studies show that individuals  living with HIV/AIDS who also have substance abuse disorders and are  actively using substances are less likely to adhere to medical care.  Barriers to care, such as lack of transportation to medical care or social  stigma associated with HIV/AIDS, can also affect minority communities.  For example, we have found in previous work that lack of transportation  was found to delay, prevent, or interrupt HIV/AIDS treatment for American  Indian and Alaska Native communities. HRSA required MAI applicants to  describe barriers to care for minorities in their jurisdictions as part of their  MAI applications. Eliminating or decreasing barriers is important to the  delivery of comprehensive, integrated, quality HIV/AIDS services."], "subsections": []}]}, {"section_title": "The New Competitive Process for Parts A and B Altered MAI Funding Amounts, Increased Administrative Requirements for Grantees, and Generally Funded the Same Initiatives", "paragraphs": ["The new competitive process for Parts A and B resulted in changes in the  amount of funding from what grantees would have received under the old  formula-based process. Grantees that received MAI funding stated that the  administrative requirements of the grant increased significantly in fiscal  year 2007, and some grantees chose not to apply for MAI funds. Grantees  continued funding existing initiatives to reduce health disparities for  minorities rather than funding new initiatives, and grantees generally  provided funding to the same service providers as they had in prior years."], "subsections": [{"section_title": "The New Competitive Process Resulted in Changes in the Amount of Funding from What Grantees Would Have Received under the Old Formula-Based Process", "paragraphs": ["The new MAI competitive process resulted in funding amounts that  differed from what grantees would have received under the old formula- based process that based funding solely on minority case counts. All   Part A and B grantees that applied for MAI funds in fiscal year 2007  received MAI funding. However, since RWTMA changed the process by  which MAI funds were awarded, some grantees’ MAI grant amounts  differed from what they would have been awarded under the previous  formula-based process.", "Prior to RWTMA, a Part A or B grantee’s MAI funding was based on its  share of minority AIDS cases relative to the total number of minority AIDS  cases in all metropolitan areas or states and territories eligible for funds,  and a competitive application was not required. For example, if a Part A  grantee’s minority case count accounted for 4 percent of the total number  of minority AIDS cases in all eligible metropolitan areas, that grantee  would receive 4 percent of the total available Part A MAI funds. The new  competitive MAI process, as implemented by HRSA, considers the  minority case count in determining a grantee’s MAI award, but does so in  conjunction with the grantee’s MAI application score. Because a grantee’s  MAI application score is considered along with the number of HIV/AIDS  cases in the metropolitan area, state, or territory, there is no longer a one- to-one relationship between an applicant’s proportion of cases and its  proportion of MAI grant funding. As a result, we found differences  between the amounts many grantees would have received under the old  formula-based process and the amounts they received under the new  competitive process. For example, in fiscal year 2007, Phoenix received  $127,578 (39.8 percent) less than it would have received under the old  formula, while Houston received $154,018 (10.9 percent) more. In addition,  in some cases we found that grantees with a lower number of HIV/AIDS  cases received more funding under MAI than grantees with a higher  number of HIV/AIDS cases because of their competitive scores. Table 2  shows Part A MAI grantees’ fiscal year 2007 funding levels under the  competitive process, and an estimate of what each grantee’s funding level  would have been under the old formula-based process. For Part A MAI, 30  of the 56 grantees received lower funding amounts under the new  competitive process than they would have under the old formula-based  process. The median difference for all Part A grantees between the actual  fiscal year 2007 funding and the estimated funding based on the old  formula-based process was a loss of $3,053. Because of their competitive  scores, 20 Part A grantees experienced changes of greater than 10 percent  of what they would have received under the old formula-based process.", "Table 3 shows Part B MAI grantees’ fiscal year 2007 funding levels under  the competitive process and an estimate of what each grantee’s funding  level would have been under the old formula-based process. For Part B  MAI, 20 of the 29 grantees that applied for funding received higher funding  amounts under the new competitive process than they would have under  the old formula-based process. For these Part B grantees, the median  difference between the actual fiscal year 2007 funding and the estimated  funding based on the old formula-based process was a gain of $2,779. (See  app. III for a comparison of the fiscal year 2006 and fiscal year 2007 Part A  and B MAI funding amounts and MAI as a proportion of total funding.)  Because of their competitive scores, 20 Part B grantees experienced  changes of greater than 10 percent of what they would have received  under the old formula-based process."], "subsections": []}, {"section_title": "The New Competitive Process Increased the Administrative Requirements for Grantees, and Some Grantees Chose Not to Apply for MAI Funds", "paragraphs": ["Many MAI grantees said that the new competitive process increased their  administrative requirements. Part A and B grantees that applied for MAI  grants in fiscal year 2007 reported that the new MAI grant application and  reporting requirements are time-consuming and duplicative of the  requirements for the Part A and Part B base and supplemental funding.  Prior to the implementation of the MAI competitive process, grantees  answered a few MAI-related questions on their base and supplemental  applications. However, the amount of funding a grantee received was  based on the grantee’s number of AIDS cases relative to the overall  number of AIDS cases among all grantees, not its responses to these  questions.", "Several grantees we interviewed that did apply and received MAI grants  stated that the administrative requirements increased significantly with the  new competitive process. Grantees explained that integrating the Part A  and Part B base funding program activities with MAI activities has become  difficult because under the new process, these activities must be reported  separately. Reporting on MAI activities has also been made substantially  more difficult because of HRSA’s designation of different fiscal years for  different CARE Act grant programs. The fiscal year for Part A base and  supplemental funding is March 1 to February 28. For Part B base and  supplemental funding the fiscal year is April 1 to March 31. The Part A and  Part B MAI fiscal year is August 1 to July 31. Some grantees said that the  separate fiscal years increased their administrative requirements. For  example, one grantee told us that the separate reporting and different  fiscal years act as an “artificial separation” of funding for services to the  same client population. While grant guidance states that “HRSA expects  grantees to implement and administer MAI-funded services and activities  in a manner that is consistent with the Part A and Part B programs,” some  grantees stated that the different funding cycles make such integration  difficult. Many grantees also explained that the separate applications and  different funding cycles complicated the contracting process, thus  requiring them to write more contracts, file more reports, and conduct  additional monitoring without extra funding for this added administration.", "In addition, HRSA officials explained that some states and territories did  not apply for MAI funding because in past years they had received  relatively small amounts of funding, and would have to undergo increased  requirements because of the new competitive application process to  receive that funding in fiscal year 2007. In total, 22 states and territories  that were Part B grantees in fiscal year 2006 chose not to apply for MAI in  fiscal year 2007. Grantees that chose to apply in fiscal year 2007 received  MAI funding that amounted to less than 1 percent of their total Part B  funding (see app. III for funding tables for total CARE Act awards for   Part B grantees). Moreover, some grantees explained that they only had  about a month to complete the MAI application after new application  guidance was issued, which they did not consider to be enough time to  prepare the application. In addition, one grantee we interviewed also  explained that the narrow scope of Part B MAI funding, that is, that it  could only be used for ADAP-related outreach and education services, also  made it less likely to apply. As indicated in table 3, because there was a  fixed amount of funding and fewer applications were received, there were  more MAI funds available to each grantee that submitted an application."], "subsections": []}, {"section_title": "The New Competitive Process Generally Resulted in the Funding of the Same Initiatives", "paragraphs": ["Some Part A and B grantees reported that they have continued to fund the  same initiatives to reduce minority health disparities that they did prior to  the implementation of the new MAI competitive process. Grantees we  interviewed whose fiscal year 2007 MAI funding increased from the  previous year stated that they funded their service providers to continue  funding existing initiatives to reduce health disparities for minorities.  Some grantees whose fiscal year 2007 MAI funding decreased from the  prior year reported to us that they reduced or eliminated the amount of  funding they awarded to service providers. One grantee reported that a  service provider the grantee had intended to fund declined to provide  services because the service provider lacked the resources needed to  comply with MAI reporting requirements.", "Part A grantees generally used the same request for proposal (RFP)  process to select service providers under the new MAI competitive  process as they had used before. Of the 43 Part A grantees that responded  to our survey, 33 stated that they used an RFP selection process to choose  service providers in the first year under the new competitive process, and  35 stated that they used an RFP prior to RWTMA. Of the 8 grantees that  did not use an RFP process, 5 generally stated that they did not need RFPs  in the first year of the change to the new competitive process because they  used an RFP process in an earlier year to select service providers and  awarded multiple-year contracts.", "Most of the Part B grantees that responded to our survey changed how  they selected service providers after the switch to a competitive process.  While 20 out of 44 Part B survey respondents that received MAI funding  before the change to the new competitive process used an RFP to select  service providers, only 7 out of 26 Part B survey respondents that received  MAI funding after the change used an RFP process to select service  providers. Some grantees stated that they provided funding to one or two  organizations with which they were familiar, applied the funds to existing  contracts, or used the funds themselves, instead of issuing an RFP."], "subsections": []}]}, {"section_title": "Grantees Fund a Range of Core Medical and Support Services under MAI", "paragraphs": ["MAI grantees under all parts of the CARE Act reported funding a range of  core medical and support services using MAI funds. These services can be  provided either directly by the grantees or through service providers. We  found that Part A grantees generally used MAI funds to fund services  similar to those funded through base or supplemental grants. This is in  accordance with HRSA’s guidance, which states that it is appropriate to  implement similar types of services using MAI and base and supplemental  Part A funds. Only rarely did Part A grantees use MAI funds exclusively to  fund a specific type of service, such as outreach to minority individuals or  nonmedical case management not otherwise supported with CARE Act  funds. Some Part A grantees reported that they take a coordinated  approach to the prioritization and expenditure of base, supplemental, and  MAI funds.", "Part A grantees reported funding a range of core medical and support  services under MAI. According to our survey, four of the top five services  most commonly funded in fiscal year 2007 were categorized as core  medical services—medical case management, outpatient and ambulatory  health services, substance abuse outpatient care, and mental health  services. (See table 4.) Outreach was the only support service among the  top five most commonly funded services. In addition, nine Part A  grantees responded that they funded a range of services other than those  listed in our survey, including early intervention services, residential  substance abuse treatment, and psychosocial support.", "Similar to Part A grantees, Part C and D grantees used MAI funding for a  range of core medical and support services, while Part B and F grantees  used MAI funding for specific services designated by the MAI provisions in  the CARE Act. In interviews, Part C and D MAI grantees generally reported  funding core medical and support services based on their clients’ needs as  well as their organizational missions. For example, five Part D MAI  grantees reported focusing their services on the needs of women and  youth, including offering child care services and targeted case  management. The CARE Act restricts the use of Part B MAI funds to  efforts related to increasing the number of minorities in ADAP. Part F MAI  grantees told us that they use MAI funds for education efforts targeting  health care professionals who are from, or primarily serve, minority  communities. These education efforts are similar to services they fund  using other CARE Act grants.", "Some MAI grantees reported changing the mix of services they funded  from fiscal year 2005 through fiscal year 2007. Grantees we interviewed  said that they changed the mix of services they funded to comply with the  requirement added by RWTMA that at least 75 percent of grant funding be  spent for core medical services. Among the 43 respondents to our survey  of Part A grantees, the number of MAI grantees funding medical case  management more than doubled from fiscal year 2005 through fiscal year  2007, while the number funding nonmedical case management decreased  by a third. In addition, Part A grantees indicated changes in the types of  support services they funded from fiscal year 2005 through fiscal year  2007. Survey results showed increases in the number of grantees providing  referrals to health care services and transportation services and a decrease  in the number providing outreach services. Some Part A grantees reported  that since the enactment of RWTMA, they have had to curtail support  services such as housing, emergency financial assistance, and client  advocacy as well as capacity building in historically underrepresented  communities. Furthermore, in interviews, some grantees reported  changing the types of services they funded as a result of RWTMA’s  enactment. For example, two grantees, one Part A and one Part B,  reported changing existing case management services to fit within the  medical case management definition, which includes, for example, the  coordination and follow-up of medical treatments."], "subsections": []}, {"section_title": "MAI Grantees Identified Multiple Barriers to Minorities’ Access to the Services Provided by HIV/AIDS Programs", "paragraphs": ["MAI grantees identified multiple barriers that make it difficult for  minorities to obtain services through HIV/AIDS programs. Similar to the  barriers minorities face, in general, in obtaining health care, these barriers  present challenges for individuals in obtaining HIV/AIDS services that may  not only prevent or delay entry into care but could also decrease  adherence to treatment. Barriers to minorities’ access to HIV/AIDS  services are often interconnected and include issues such as a lack of  transportation to HIV/AIDS services, mistrust of service providers, lacking  or insufficient insurance, homelessness, poverty, and language issues.  Language issues, for example, suggest the need for the linguistic services  of an interpreter or translated materials to receive HIV/AIDS services. If a  minority must overcome language issues in order to receive HIV/AIDS  services and cannot do so, then these issues become a barrier to obtaining  HIV/AIDS services. Complications for care, such as comorbidities, also  were reported as barriers to minorities obtaining HIV/AIDS services.", "We found that Part A and B grantees generally identified similar barriers in  their MAI applications. Table 5 shows the 10 barriers to minorities  obtaining HIV/AIDS services most frequently identified by Part A and B  MAI grantees. They identified co-morbidities, housing issues, and poverty  as the top three barriers to care, with at least 8 out of 10 grantees  identifying each barrier. Co-morbidities can include hypertension, mental  illness, sexually transmitted infections/diseases, and tuberculosis.  Unstable housing can prevent minorities with HIV/AIDS from accessing  health care and adhering to complex HIV/AIDS treatments because they  often must attend to more immediate needs, such as obtaining food and  shelter. Poverty, defined by the federal government according to income  thresholds that vary by family size and composition, can have similar  implications. Appendix IV provides descriptions and a more complete list  of barriers identified by Part A and B grantees in their fiscal year 2007 MAI  competitive grant applications.", "In our interviews, grantees under Parts C, D, and F also described many of  the issues in table 5 as barriers to minorities obtaining HIV/AIDS services.  Grantees explained that HIV/AIDS care may not be the primary issue on an  individual’s list of needs or concerns. Without overall programs to support  these competing needs, minorities will experience barriers to obtaining  HIV/AIDS medical services. For example, some grantees discussed  barriers related to language issues within some minority communities. A  Part C grantee identified the lack of bilingual health care providers as a  major barrier to care for minorities served by the grantee. The director of a  Part C grantee explained that stigma associated with HIV/AIDS is a barrier  for some minorities because they are less likely to seek services within  their communities for fear of revealing that they have HIV/AIDS. Part F  grantees we interviewed stated that the barriers to care included the lack  of specialty care, mistrust of health systems by patients, and the lack of  insurance."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["HHS provided comments on a draft of this report. The comments are  reprinted in appendix V. In its comments, HHS suggested that we identify  the law authorizing Ryan White programs as either Title XXVI of the Public  Health Service Act or the Ryan White HIV/AIDS program. Consistent with  our previous work, we continue to refer to the law authorizing Ryan White  programs as the CARE Act. As noted in the report, the current program is  authorized under the CARE Act, as amended. We have added the Public  Health Service Act title to our footnote providing the legal citation to the  statute. In addition, HHS provided technical comments on the report draft,  which we have incorporated as appropriate.", "We are sending a copy of this report to the Acting Secretary of Health and  Human Services. The report is also available at no charge on GAO’s Web  site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-7114 or crossem@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Other staff who made major contributions to this report are  listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Grantees Reported Few Challenges to Program Integration", "paragraphs": ["The Ryan White Comprehensive AIDS Resources Emergency Act (CARE  Act) requires us to report information on the challenges to human  immunodeficiency virus (HIV) and acquired immunodeficiency syndrome  (AIDS) program integration experienced by CARE Act grantees.  Challenges to program integration are issues that can prevent grantees and  service providers from working together to coordinate HIV/AIDS service  provision and can prevent clear communication between these  organizations regarding funding and program requirements. To identify the  challenges to HIV/AIDS program integration experienced by CARE Act  grantees, we interviewed staff from selected Part A, B, C, D, and F  grantees. To gather background information about the challenges to  HIV/AIDS program integration experienced by CARE Act grantees, we  interviewed officials from the Health Resources and Services  Administration (HRSA) of the Department of Health and Human Services  and staff of the National Minority AIDS Council, Kaiser Family  Foundation, the National Alliance of State and Territorial AIDS Directors,  and the Communities Advocating Emergency AIDS Relief Coalition.", "Grantees reported that few challenges exist to HIV/AIDS program  integration. Many grantees and service providers funded under different  parts of the CARE Act interact with other grantees, service providers, and  federal and state HIV/AIDS programs to provide services. However, few  problems were identified. For example, an official from a grantee told us  that the organization promotes program integration by designing its  services to create a “seamless flow” of care for individuals. This includes  using targeted outreach programs to bring minorities into care and  providing case management services. The service provider then follows up  with minority individuals through case management services as well as  mental health, substance abuse, and psychosocial support services, as  needed.", "Grantees reported few challenges to HIV/AIDS program integration even  though they receive funding from multiple sources to provide HIV/AIDS  services. Funding for HIV/AIDS programs to provide services can come  from Medicaid, Medicare, Centers for Disease Control and Prevention  (CDC) grants, Substance Abuse and Mental Health Services  Administration (SAMHSA) grants, and state programs. Grantees we  interviewed may receive funding from a variety of federal and state  sources. However, CARE Act grants are designated as the “payer of last  resort” and therefore pay for HIV/AIDS services that are not covered by  other resources, such as Medicaid, Medicare, or private insurance. Some  grantees reported in interviews that they have mechanisms in place to  ensure that these CARE Act programs are the payers of last resort, which  usually consists of closely tracking funding and expenditures on services  rendered for individuals, and to identify the appropriate program to pay  for HIV/AIDS services for individuals, including those with specific needs.", "One challenge some grantees identified was a lack of uniform data  collection and reporting requirements across the multiple parts of the  CARE Act, even though the required data are similar. Some grantees we  interviewed told us that differences in data collection and reporting  systems are challenges to program integration across the multiple parts of  the CARE Act.", "Another challenge to achieving program integration is that definitions of  services may differ between the CARE Act and other federal and state  funding sources. Officials from a Part B grantee told us that differing  definitions present challenges to collaboration and integration because  grantees and service providers may be referencing different services  despite using the same term. For example, the definition of “case  management” is different depending on whether one uses the term in  reference to the CARE Act or to another federally funded program, such as  the Housing Opportunities for Persons with AIDS program."], "subsections": []}, {"section_title": "Appendix II: Objectives, Scope, and Methodology", "paragraphs": ["The CARE Act requires us to report on the Minority AIDS Initiative (MAI)  and related issues. In this report, we are providing information on (1) the  effect on grantees and service providers of the new competitive process  for awarding Part A and B MAI funds, (2) the types of services grantees  funded under MAI, and (3) barriers to minorities obtaining services from  HIV/AIDS programs that were identified by grantees. The CARE Act also  requires us to report on the challenges of integrating CARE Act–funded  programs with HIV/AIDS programs funded from other sources such as  Medicaid, Medicare, the Centers for Disease, Control and Prevention and  SAMHSA. (See app. I for information on the challenges of HIV/AIDS  program integration experienced by CARE Act grantees.)", "To determine the effect of the new competitive process for awarding MAI  funds on grantees and service providers, we conducted a Web-based  survey of CARE Act grantees under Parts A and B. We obtained contact  information for Part A and Part B grantee officials, including names and   e-mail addresses, from HRSA. The survey questions focused on how  grantees applied for MAI funds, distributed funds to service providers, and  provided oversight, and what services they provided prior to and after the  passage of the Ryan White HIV/AIDS Treatment Modernization Act of 2006  (RWTMA). We included in the survey Part B grantees that did not apply for  MAI funding for fiscal year 2007 in order to obtain their reasons for not  applying. The survey response rates were about 77 percent (43 out of 56)  for Part A grantees and about 81 percent (48 out of 59) for Part B grantees.", "During the development of our survey, we conducted pretests with two  Part A grantees (in Washington, D.C., and Baltimore, Maryland) and two   Part B grantees (in Georgia and Pennsylvania). We opened the survey on   May 15, 2008, and closed it on June 27, 2008. While the survey was open,  we contacted each nonrespondent by e-mail to follow up and subsequently  contacted any remaining nonrespondents by telephone to follow up as a  way to address any problems and to encourage nonrespondents to  complete the survey. Because this survey was conducted with all of the  Part A and B grantees, it is not subject to sampling error. However, there  are practical difficulties in conducting any survey that may introduce other  types of errors, such as nonsampling errors. For example, nonsampling  error may introduce unwanted variability or bias in the survey results and  can result when survey respondents inconsistently interpret particular  survey questions. We took steps to minimize nonsampling errors in  developing the questionnaire and in data collection and analysis. While the  response rates of 77 and 81 percent are high, if those not responding  differed materially from those responding on any particular question we  analyzed, our analysis may not accurately represent the group surveyed.", "Therefore, our results are representative only of those responding to our  survey and are not generalizable to a larger population.", "In addition, we reviewed HRSA’s policies and reporting requirements for  Parts A, B, C, D, and F. We interviewed HRSA officials and staff from  selected grantees for Parts A and B to determine how funds were  distributed to service providers.", "We estimated funding amounts for Part A and B grantees based on the old  formula-based process and analyzed the difference between these  amounts and the actual funding for fiscal year 2007. To create these  estimated funding amounts, we reviewed CARE Act MAI funding data for  fiscal years 2006 and 2007, case counts of minorities living with AIDS for  fiscal year 2006, and case counts of minorities living with HIV/AIDS for  fiscal year 2007, all of which were provided by HRSA. To estimate funding  amounts for each Part A and Part B grantee, we followed the old formula- based process, which used a proportion that represented the relationship  between a grantee’s minority HIV/AIDS case count for fiscal year 2007 and  the total minority HIV/AIDS case count for all jurisdictions, and then  multiplied that proportion by the total amount of MAI funding available.  This gave us the estimated amount of funding for each grantee. We then  determined the difference between the actual funding the grantee received  under the new competitive process for 2007 and our estimated funding  amount to establish the impact of the change to the new competitive  process. To assess the validity of the funding amounts, we compared data  we received from HRSA to previously published funding amounts. To  assess the reliability and validity of the computer-generated estimated  funding amounts, we provided HRSA officials with a copy of our tables.  They agreed with our methodology and were able to duplicate our funding  amounts. We determined that the funding data and case count data were  sufficiently reliable for the purposes of this report.", "To identify the types of services grantees funded under MAI, we conducted  a Web-based survey of Part A and B grantees, as described above, and  interviewed selected Part A, B, C, D, and F grantees about services they  provided under MAI prior to and after the passage of RWTMA. We  interviewed HRSA officials and staff from six Part A and six Part B  grantees to determine how funds were distributed. Although there was no  change in the process for awarding funds under Parts C, D, and F, we  interviewed grantees under those parts to learn about the services they  funded. We interviewed staff from six Part C, six Part D, and three Part F  grantees. We selected grantees to interview based on the amount of MAI  funding they received and to ensure geographic diversity. All interviews  were conducted over the telephone using a structured interview guide that  was provided to the interviewees in advance. Question topics included the  relationship between HRSA and the grantee and between the grantee and  service providers, the services grantees funded, evaluation of services  funded by grantees, barriers minorities with HIV/AIDS face in obtaining  services through HIV/AIDS programs, and program integration barriers.  We also interviewed staff of the National Minority AIDS Council, Kaiser  Family Foundation, the National Alliance of State and Territorial AIDS  Directors, and the Communities Advocating Emergency AIDS Relief  Coalition.", "To identify the barriers to minorities obtaining services from HIV/AIDS  programs that were identified by grantees, we reviewed Part A MAI and  Part B MAI competitive grant applications for fiscal year 2007, which  included grantees’ responses regarding barriers minorities face in  accessing HIV/AIDS services. We interviewed staff from selected Part A, B,  C, D, and F grantees about barriers minorities with HIV/AIDS face in  obtaining services through HIV/AIDS programs and budget allocations to  different HIV/AIDS services. We requested and received from HRSA fiscal  year 2007 MAI grant applications from all Part A and Part B applicants. We  conducted content analyses on selected sections of the MAI applications  in which grantees described barriers, co-morbidities, unmet needs,  coordination of services, implementation plans, and impact of MAI  services. During the content analyses, we collected information from the  fiscal year 2007 Part A MAI and Part B MAI applications regarding barriers  to HIV/AIDS services, co-morbidities for individuals with HIV/AIDS, and  factors that were complications for care. We also interviewed staff from  the organizations listed above.", "We conducted our work from January 2008 to February 2009 in  accordance with all sections of GAO’s Quality Assurance Framework that  are relevant to our objectives. The framework requires that we plan and  perform the engagement to obtain sufficient and appropriate evidence to  meet our stated objectives and to discuss any limitations in our work. We  believe that the information and data obtained, and the analysis  conducted, provide a reasonable basis for any findings and conclusions."], "subsections": []}, {"section_title": "Appendix III: Ryan White CARE Act Title I and II Funding for Fiscal Year 2006 and Part A and B Funding for Fiscal Year 2007", "paragraphs": ["Table 6 shows funding for Title I grant awards for fiscal year 2006. Since  the enactment of RWTMA, CARE Act Title I has been referred to as Part A.  In fiscal year 2006, 51 Title I grantees received MAI funding, and the grant  amounts ranged from $29,264 to $11,936,248. Overall, MAI grants  accounted for 13 percent or less of a Title I grantee’s total CARE Act  funding.", "Table 7 shows Part A grant awards for fiscal year 2007. In addition, we  provide information on the percentage change from fiscal year 2006  through fiscal year 2007 in Part A MAI grant awards. This change is based  on several factors in addition to the new competitive process. (See   pages 13-19 for our analysis of fiscal year 2007 funding that isolates the  effect of this change.) The reasons for the changes in funding from fiscal  year 2006 through fiscal year 2007 include the following:    The addition of five Part A TGAs, which decreased the amount of  individual funding for all Part A grantees.", "Increases or decreases in grantees’ proportion of the total number of living  minority HIV/AIDS cases, which is used as part of the determination of the  demonstrated need for funding. From fiscal year 2006 through fiscal year  2007, HRSA changed the case count method from using the number of  living minority AIDS cases to using the number of living minorities with  HIV/AIDS for the most recent year available as reported to CDC.", "Scoring of grantees’ competitive applications. The competitive process  determines the funding level of each grantee partly by the score of its  application.", "In fiscal year 2007, 56 Part A grantees received MAI funding, and the grant  amounts ranged from $50,000 to $9,347,777. Overall, MAI grants accounted  for 10 percent or less of a Part A grantee’s total CARE Act funding in fiscal  year 2007.", "Table 8 shows funding for Title II grant awards for fiscal year 2006. Since  the enactment of RWTMA, CARE Act Title II has been referred to as   Part B. In fiscal year 2006, 51 Title II grantees received MAI funding, and  funding amounts ranged from $415 to $1,606,289. Overall, MAI grants  accounted for 1 percent or less of a Part B grantee’s total CARE Act  funding.", "Table 9 shows funding for Part B grant awards for fiscal year 2007. In  addition, we provide information on the percentage change from fiscal  year 2006 through fiscal year 2007 in Part B MAI grant awards. This change  is based on several factors in addition to the new competitive process.  (See pages 13-19 for our analysis of fiscal year 2007 funding that isolates  the effect of this change.) The reasons for the changes in funding include  the following:    A decreased number of Part B MAI grantees applying for and accepting  MAI funding, which increased the funds available to all Part B MAI  grantees.", "Increases or decreases in grantees’ proportion of the total number of living  minority HIV/AIDS cases, which is a factor used as part of the  determination of the demonstrated need for funding. From fiscal year 2006  through fiscal year 2007, HRSA changed the case count method from using  the number of living minority AIDS cases to using the number of living  minorities with HIV/AIDS for the most recent year available as reported to  CDC.", "Scoring of grantees’ competitive applications. The competitive process  determines the funding level of each grantee partly by the score of its  application.", "In fiscal year 2007, 30 Part B grantees received MAI funding, and grant  amounts ranged from $2,500 to $1,476,866. Overall, MAI grants accounted  for 1 percent or less of a Part B grantee’s total CARE Act funding."], "subsections": []}, {"section_title": "Appendix IV: Explanation of Barriers to Minorities Obtaining HIV/AIDS Services", "paragraphs": ["We analyzed fiscal year 2007 Part A MAI and Part B MAI grant applications  to identify the barriers to minorities obtaining HIV/AIDS services identified  most frequently by grantees. Barriers are issues that can delay or prevent  clients from receiving HIV/AIDS services on a timely basis, thus reducing  the likely success of those services. Table 10 provides definitions for each  barrier identified by Part A and B MAI grantees in their fiscal year 2007  MAI grant applications and the number of grantees from each part that  identified the barrier."], "subsections": []}, {"section_title": "Appendix V: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Tom Conahan, Assistant Director;  Romonda McKinney Bumpus; Stefanie Bzdusek; Melanie Egorin; Jill  Evancho; Cathleen Hamann; Martha Kelly; Justin Mausel; Deborah Miller;  and Jennifer Whitworth made key contributions to this report."], "subsections": []}]}], "fastfact": []}