{"id": "GAO-06-1028T", "url": "https://www.gao.gov/products/GAO-06-1028T", "title": "Individual Income Tax Policy: Streamlining, Simplification, and Additional Reforms Are Desirable", "published_date": "2006-08-03T00:00:00", "released_date": "2006-08-03T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The federal government currently relies heavily on the individual income tax and payroll taxes for about 80 percent of its total annual revenue. Long-range projections show that without some form of policy change, the gap between revenues and spending will increasingly widen. The debate about the future tax system is partly about whether the goals for the nation's tax system can be best achieved by reforming the current income tax so that it has a broader base and flatter rate schedule, or switching to some form of consumption tax. This testimony reviews the revenue contribution of the current individual income tax as well as its complexity, economic efficiency, equity, and taxpayer compliance issues; discusses some common dimensions to compare tax proposals; and draws some conclusions for tax reform. This statement is based on previously published GAO work and reviews of relevant literature."]}, {"section_title": "What GAO Found", "paragraphs": ["The United States faces a large and growing structural budget deficit as current projected revenues are not sufficient to fund projected spending. The individual income tax has long been the largest source of federal revenue--amounting to $927 billion (7.5 percent of Gross Domestic Product (GDP)) in 2005. (Total revenues that year amounted to 17.5 percent of GDP.) Income tax policy, including existing tax expenditures, such as the exclusion of employer-provided health insurance from individual income, and enforcement approaches, need to be key elements of a multipronged approach that reexamines federal policies and approaches to address our nation's large and growing long-term fiscal imbalance. Concerns regarding the complexity, efficiency, and equity of the individual income tax have contributed to calls for a substantial restructuring of the individual income tax or its full or partial replacement with some form of consumption tax. The widely recognized complexity of the tax results in (1) significant compliance costs, frustration, and anxiety for taxpayers; (2) decreased voluntary compliance; (3) increased difficulties for the Internal Revenue Service (IRS) in administering the tax laws; and (4) reduced confidence in the fairness of the tax. The tax also causes taxpayers to change their work, savings, investment, and consumption behavior in ways that reduce economic efficiency and, thereby, taxpayers' well-being. Taxpayer noncompliance with the current individual income tax is another factor that could motivate reform. For tax year 2001, IRS estimated that noncompliance with the individual income tax accounted for about 70 percent of the $345 billion gross tax gap, which is the difference between the taxes that should have been paid voluntarily and on time and what was actually paid. Reducing this gap can improve the nation's fiscal stability, as each 1 percent reduction in the tax gap would likely yield about $3 billion annually. Reducing the tax gap within the current income tax structure will require exploring new and innovative administrative and legislative approaches. In moving forward on tax reform, policymakers may find it useful to compare alternative proposals along some common dimensions. These include, in part, whether proposed tax systems over time will generate enough revenue to fund expected expenditures, whether the base is as broad as possible so rates can be as low as possible, whether the system meets our future needs, and whether it has attributes that promote compliance. Our publication, Understanding the Tax Reform Debate (GAO-05-1009SP), provides background, criteria, and questions that policymakers may find useful."]}], "report": [{"section_title": "Letter", "paragraphs": ["I appreciate this opportunity to contribute to your consideration of  fundamental tax reform by discussing the individual income tax. Although  the focus of my statement is the individual income tax, it clearly makes  sense to consider a broader reform encompassing both the individual and  corporate income taxes and much of my message is applicable to broad  reforms.", "As the Committee is well aware, two fundamental objectives of a tax  system are (1) to raise revenue sufficient to fund projected spending and  (2) to do so in a manner that is fair, relatively easy to administer, and  minimizes negative effects on the economy. Unfortunately, over time, the  accumulated changes to our individual tax system have not been  consistent with these objectives and, not surprisingly, there is a growing  debate about the fundamental design of the current tax system.", "The debate about the future tax system is partly about whether the goals  for the nation’s tax system can be best achieved by reforming the current  income tax so that it has a broader base and a flatter rate schedule, or  switching in whole or in part to some form of a consumption tax. The  President’s Advisory Panel on Federal Tax Reform has taken a major step  in beginning this debate. The Panel suggested two alternative proposals  for coordinated reform of the individual and corporate income taxes and  thereby advanced the public debate over how best to simplify these taxes  and their proposals include the desirable combination of broader tax  bases and lower tax rates.", "My statement reviews the revenue contribution of the current individual  income tax as well as its complexity, economic efficiency, equity, and  taxpayer compliance issues. It also draws some conclusions regarding the  need for tax reform. My statement today makes the following points:    The debate about the fundamental design of the tax system is occurring at  a time when the nation also faces a large and growing structural budget  deficit, as under current policy, the gap between revenues and spending  will widen over the next few decades. The individual income tax has long  been the single largest source of federal tax revenue—amounting to   $927 billion in 2005. Individual income tax policy, including existing tax  expenditures and enforcement approaches, needs to be an element of a  multipronged approach that reexamines existing federal policies and  approaches to address the nation’s large long-term fiscal imbalance.", "Concerns regarding the complexity, economic efficiency, and overall  equity of the individual income tax have contributed to calls for a  substantial restructuring of the individual tax or its full or partial  replacement with some form of consumption tax. The widely recognized  complexity of the tax results in (1) significant compliance costs,  frustration and anxiety for taxpayers; (2) decreased voluntary compliance;  (3) increased difficulties for the Internal Revenue Service (IRS) in  administering the tax laws; and (4) reduced confidence in the fairness of  the tax. As discussed in our publication, Understanding the Tax Reform  Debate the individual income tax also causes taxpayers to change their  work, savings, investment, and consumption behavior in ways that reduce  economic efficiency and taxpayers’ well-being.", "Taxpayer noncompliance with the current individual income tax is another  factor that could motivate reform. For tax year 2001, IRS estimated that  noncompliance with the individual income tax accounted for about 70  percent of the $345 billion gross tax gap, which is the difference between  the taxes that should have been paid voluntarily and on time and what was  actually paid. Reducing this gap can improve the nation’s fiscal stability, as  each 1 percent reduction in the tax gap would likely yield about $3 billion  annually. Given its persistence and size, reducing the tax gap within the  current income tax structure will require exploring new and innovative  administrative and legislative approaches.", "In moving forward on tax reform, policymakers may find it useful to  compare alternative proposals along some common dimensions. Among  these are whether a proposed tax system will generate sufficient revenue  over time to fund whatever spending path is chosen, whether the base is as  broad as possible so rates can be as low as possible, and whether it has  attributes that promote compliance. Our publication, Understanding the  Tax Reform Debate, provides background, criteria, and questions that  policymakers should find useful.", "My statement today is drawn from previous GAO reports and testimonies,  which were done in accordance with generally accepted government  auditing standards, as well as reviews of relevant literature."], "subsections": [{"section_title": "Background", "paragraphs": ["The base of the individual income tax covers income paid to individuals,  such as wages, interest, dividends, realized net capital gains, various forms  of business income, and income from pensions, annuities, trusts and  estates. This tax base is reduced by personal exemptions for taxpayers and  their spouses and children, as well as by numerous preferences— statutorily defined as tax expenditures—such as the deduction for  mortgage interest, the earned income tax credit, and the exclusion of the  value of employer-provided health insurance from individuals’ taxable  income and taxable wage base. The statutory rates of tax on net taxable  income range from 10 percent to 35 percent. Lower rates (5 percent and   15 percent, depending on taxable income) apply to long-term capital gains  and dividend income.", "Individuals may also pay tax under the alternative minimum tax (AMT).  The base of this tax equals regular taxable income, plus the value of  various tax items, including personal exemptions and certain itemized  deductions that are added back into the base. This AMT income base is  then reduced by a substantial exemption and then taxed at a rate of   26 percent or 28 percent, depending on the taxpayer’s income level.  Taxpayers compare their AMT tax liabilities to their regular tax liabilities  and pay the greater of the two.", "Although the income tax applies to all who have taxable income, nearly all  workers pay social insurance taxes to fund retirement, disability and  retiree health programs. According to Congressional Budget Office  estimates, in 2000 over 40 percent of households paid more in just their  portion of social insurance taxes than they paid in income taxes. Further,  when both their contribution and their employers’ is counted, over   70 percent of households paid more in social insurance taxes than they did  in income taxes. The consensus among economists is that the employees  ultimately bear the entire social insurance tax burden. In 2005 workers  paid a total of $794 billion in social insurance taxes to fund federal social  insurance, retirement, disability, and retiree health programs. This amount  was in addition to their income tax liabilities. From the taxpayers’ view,  these taxes may not appear significantly different than income taxes. They  reduce the workers’ take-home pay each pay period and, although the  taxes are set aside in a separate account to fund specific benefits, the  portion of these taxes not immediately needed for current beneficiaries  goes to fund current government expenses just like income taxes.", "Three long-standing criteria—equity; economic efficiency; and a  combination of simplicity, transparency, and administrability—are  typically used to evaluate tax policy. These criteria are often in conflict  with each other and, as a result, there are usually trade-offs to consider  and people are likely to disagree about the relative importance of the  criteria.", "To the extent that a tax is not simple and efficient, it imposes costs on  taxpayers beyond the payments they make to the U.S. Treasury. As shown  in figure 1, the total cost of any tax from a taxpayer’s point of view is the  sum of the tax liability, the cost of complying with the tax system, and the  economic efficiency costs that the tax imposes. In deciding on the size of  government, we balance the total cost of taxes with the benefits provided  by government programs."], "subsections": []}, {"section_title": "The United States Faces a Large and Growing Structural Budget Deficit", "paragraphs": ["Over the long term, the United States faces a large and growing structural  budget deficit primarily caused by known demographic trends and rising  health care costs, and this deficit is exacerbated over time by growing  interest on the ever larger federal debt. Continuing on this imprudent and  unsustainable fiscal path will gradually erode, if not suddenly damage, our  economy, our standard of living, and ultimately our national security.  Addressing the nation’s long-term fiscal imbalances constitutes a major  transformational challenge that may take a generation or more to resolve.", "Fiscal necessity may prompt a fundamental review of major program and  policy areas. Many current federal programs and policies—including tax  policies—were designed decades ago to respond to trends and challenges  that existed then but may no longer suit our 21st century needs. Clearly,  the individual income, social insurance, and corporate income taxes,  which have been the federal government’s three largest sources of  revenue, will need to be considered in any plan for addressing the nation’s  long-term fiscal imbalance."], "subsections": [{"section_title": "Revenues from the Current Tax System Are Not Sufficient to Fund Projected Spending", "paragraphs": ["Over the next few decades, as the baby boom generation retires, federal  spending on retirement and health programs, such as Social Security,  Medicare, and Medicaid, will grow dramatically and bind the nation’s fiscal  future. Absent policy changes on the spending and/or revenue sides of the  budget, a growing imbalance between federal spending and tax revenues  will mean escalating and ultimately unsustainable federal deficits and  debt. In simple terms, the gap between projected spending and expected  revenues grows larger every year. For example, as figure 2 indicates, if  discretionary spending grows at the same rate as the economy, all expiring  tax provisions are extended, and then federal revenues are held as a  constant share of the economy, revenues could be adequate to cover little  more than interest on the federal debt by 2040.", "We cannot grow our way out of this long-term fiscal challenge because the  imbalance between spending and revenue is so large. We will need to  make tough choices using a multipronged approach: (1) revise budget  processes and financial reporting requirements; (2) restructure entitlement  programs; (3) reexamine the base of discretionary spending and other  spending; and (4) review and revise tax policy, including tax expenditures  and tax enforcement programs. Individual income tax policy, tax  expenditures, and enforcement need to be key elements of the overall tax  review.", "One promising—and perhaps necessary—approach to tackling both the  tax and entitlements part of our long-term fiscal challenge is a credible,  capable, and bipartisan Tax and Entitlements Reform Commission. Such  an approach would help ensure that any decisions made on taxes and  spending are well coordinated and will produce a sustainable fiscal system  that meets agreed-upon objectives."], "subsections": []}, {"section_title": "The Individual Income Tax Is the Largest Single Source of Federal Revenues", "paragraphs": ["The individual income tax has long been the single largest source of  federal tax revenue. In 2005, individual taxpayers paid $927 billion in  income taxes. Figure 3 shows the relative importance of federal taxes.  Since 1962, the individual income tax has ranged between a low of   7 percent (in 2004) and a high of 10.3 percent (in 2000) of gross domestic  product (GDP). Over the same period, social insurance taxes have grown  considerably in importance—from 3 percent of GDP in 1962 to 6.5 percent  of GDP (or $794 billion) in 2005. Revenue from the individual income tax  has historically accounted for between 40 percent and 50 percent of total  federal tax revenue. In contrast, in the early 1960s, social insurance taxes  accounted for less than 20 percent of the total; however, they have grown  to represent 37.1 percent of revenue in 2005."], "subsections": []}]}, {"section_title": "Individual Income Tax Complexity, Compliance, and Efficiency Costs and Equity Concerns Contribute to Calls for Reform", "paragraphs": ["Concerns about the complexity, efficiency, and equity of the individual  income tax have motivated calls for a substantial restructuring of the tax  or its replacement with some form of consumption tax. The widely  recognized complexity of the tax results in (1) significant compliance  costs, frustration, and anxiety for taxpayers; (2) decreased voluntary  compliance; (3) increased difficulties for IRS in administering the tax laws;  and (4) reduced confidence in the fairness of the tax. The individual  income tax also causes taxpayers to change their work, savings,  investment, and consumption behavior in ways that reduce their well- being. These reductions in well-being, known to economists as efficiency  costs, are likely to be large—perhaps on the order of 2 percent of GDP or  more. The success of our tax system hinges very much on the public’s  perception of its fairness and transparency. There are differences of  opinion about the overall fairness of the individual income tax and  concerns have been expressed about the equity of many specific features  of the tax."], "subsections": [{"section_title": "Important Sources of Complexity Are Income Documentation Requirements and Tax Expenditure Rules", "paragraphs": ["If they are to take advantage of the many tax benefits in the tax code,  virtually all taxpayers must familiarize themselves with, or pay someone to  advise them on, the sometimes complex rules for determining whether  they qualify (and, if so, to what extent). Moreover, in cases where multiple  tax expenditures have similar purposes, taxpayers may have to devote  considerable time to learn and plan in order to make optimal use of these  tax benefits. For example, the IRS publication Tax Benefits for Education  outlines 12 tax expenditures, including 4 different tax expenditures for  educational saving. The use of one of these tax expenditures can affect  whether (or how) a taxpayer is allowed to use the other tax expenditures.  Adding to the taxpayer’s challenge to select the best educational tax  benefit, the use of one of these tax expenditures may affect a student’s  eligibility for other forms of federal assistance for higher education, such  as Pell grants and subsidized loans.", "The tax benefits, or tax expenditures, available under the income tax are  usually justified on the grounds that they promote certain social or  economic goals. They grant special tax relief (through deductions, credits,  exemptions, etc.) that encourages certain types of behavior by taxpayers  or aids taxpayers in certain circumstances. Tax expenditures can promote  a wide range of goals, like encouraging economic development in  disadvantaged areas, financing postsecondary education, or stimulating  research and development. For example, a wide range of tax provisions  are intended to help individuals save for their retirement. These include  traditional and Roth Individual Retirement Accounts (IRA) and various  plans administered by employers or available to self-employed individuals.  Again, individuals face complex choices to select the best options as well  as complex rules to stay in compliance once they select a retirement  savings option. From a public policy perspective, all of this complexity and  the burden it imposes on taxpayers would most likely be worthwhile if the  tax incentives are successful in achieving their intended purposes.  However, in many cases this is questionable or unknown. Although  research results vary, many studies suggest that IRAs result in little actual  increase in retirement saving. One concern is that individuals can take a  lump sum withdrawal and, depending on how the sum is used, the  individual may not have a sufficient stream of income over his/her  remaining lifetime."], "subsections": [{"section_title": "Tax Expenditures Have Been Growing", "paragraphs": ["The sum of the revenue loss estimates associated with tax expenditures  was more than $775 billion in 2005 and the vast majority of this loss was  for tax expenditures provided to individuals, rather than to corporations.", "As the data in figure 4 indicate, revenue losses due to tax expenditures  exceeded discretionary spending for half of the last decade.", "Much of the revenue loss due to individual income tax expenditures is  attributable to a small number of large tax expenditures. The seven tax  expenditures shown in figure 5—each with an annual revenue loss  estimated at $36 billion or more—accounted for about half of the sum of  revenue losses for all tax expenditures for fiscal year 2005. With revenue  losses estimated at $4.9 billion, the earned income tax credit (EITC) does  not appear on this list. The EITC has both revenue losses and outlays  when a taxpayer’s refund exceeds their tax liability. If $34.6 billion in  associated outlays were included, this refundable credit would rank  among the largest tax expenditures."], "subsections": []}]}, {"section_title": "Although Difficult to Measure, Compliance Burden Is Likely a Significant Cost to Taxpayers", "paragraphs": ["The costs of complying with the individual income tax are large but  unclear. IRS’s most recent estimates suggest that these costs are roughly  on the order of ½ to 1 percent of GDP. These costs include the time and  money spent complying with the computational, reporting, planning, and  recordkeeping requirements of the tax system. Estimates of compliance  costs are uncertain because taxpayers generally do not keep relevant  records documenting their time and money spent complying with the tax  system and many important elements of the costs are difficult to measure  because, among other things, federal tax requirements often overlap with  recordkeeping and reporting that taxpayers do for other purposes.", "The available compliance cost estimates do not represent the potential  cost savings to be gained by replacing the current federal individual  income tax. Any replacement tax system will impose significant  compliance costs of its own. Moreover, given that many state and local  government income taxes depend upon the same compliance activities as  the federal income tax does, taxpayers would still bear the costs of those  activities unless those other governments replaced their own taxes to  conform to the new federal system. In addition, if some of the subsidies,  such as the earned income tax credit and child tax credit, which are  provided by the current federal tax system, are replaced by spending  programs under a reformed system, tax compliance costs may be reduced,  but only as a result of their being shifted to those new programs. Similarly,  if a replacement tax system no longer requires individuals to compute and  document their incomes, individuals will still need to document their  incomes for borrowing and other purposes, and government statistical  agencies will incur expenses to replace the data that they currently obtain  from income tax returns."], "subsections": []}, {"section_title": "Taxes Generally Reduce Economic Efficiency", "paragraphs": ["Taxes impose efficiency costs by altering taxpayers’ behavior, inducing  them to shift resources from higher valued uses to lower valued uses in an  effort to reduce tax liability. This change in behavior can cause a reduction  in taxpayers’ well-being that, for example, may include lost production (or  income) and consumption opportunities. One important behavioral change  attributable to the income tax arises from the fact that investment in  housing is given more favorable treatment than investment in business  activities. Economists generally agree that this differential tax treatment  reduces the amount of money available to businesses for investment in  productivity-enhancing technology. This in turn results in employees  receiving lower wages because increases in wages are generally tied to  increases in productivity. The tax exclusion for the exclusion of employer- provided health insurance from individuals’ taxable income, discussed in  text box 1, is another example of an income tax provision that clearly  reduces economic efficiency. The exclusion encourages more extensive  insurance coverage, but introduces a well-known problem with health  insurance. Because much of the cost of medical treatment is paid for by  the insurer, patients and doctors are generally unaware of, or  disconnected from, the total costs of health care and have little incentive  to economize on health care spending.", "Efficiency costs, along with the tax liability paid to the government and  the costs of complying with tax laws, are part of the total cost of taxes to  taxpayers. However, this does not mean that taxes are not worth paying.  One reason people bear taxes is they desire the benefits of government  programs and services. (The government does deliver some services  effectively and often provides services that otherwise would not be  available.) Taxpayers implicitly or explicitly balance the costs of taxes  with the benefits of government.", "Nevertheless, minimizing efficiency costs is one criterion for a good tax.  Economists agree that taxes with broad bases and low rates generally  cause lower efficiency costs than do taxes with narrow bases and high  rates. The goal of tax policy is to design a tax system that produces  revenue needed to pay current bills and deliver on future promises while  at the same time balancing economic efficiency with other objectives,  such as equity, simplicity, transparency, and administrability. Moreover, as  noted earlier, the failure to provide sufficient tax revenues to finance the  level of spending we choose as a nation gives rise to deficits and debt.  Large, sustained deficits could ultimately have a negative impact on  economic growth, productivity, and potentially our national security.  Large structural deficits also raise serious stewardship and  intergenerational equity issues.", "Text Box 1: Tax Expenditure for Employer-Provided Medical Insurance Premiums and  Medical Care  The current U.S. tax system excludes employer-provided health insurance from  individuals' taxable income even though such insurance is a form of income (noncash  compensation).  The Department of the Treasury estimates that the tax exclusion for  employer-provided health insurance resulted in $118.4 billion in lost revenue during  2005, not including forgone social insurance taxes and state taxes.  Including forgone  federal social insurance taxes, an estimated $177.6 billion in revenue was forgone due  to this exclusion.", "The tax exclusion increases the proportion of the population covered by health  insurance. In 2004, nearly 46 million Americans were without health insurance. The  tax exclusion encourages employers to offer and employees to participate in health  insurance plans, increasing the proportion of workers covered. Because individuals  may be better able to anticipate their health care needs than insurers, health care  plans may attract customers with higher risk of poor health, resulting in higher  premiums. By encouraging the pooling of high-and low-risk individuals, the tax  exclusion may help to reduce premiums below those that individuals would face if they  purchased insurance on their own.", "However, some question whether the tax subsidy for health insurance is the best way  to increase health insurance coverage. For example, the tax exclusion provides the  most assistance to taxpayers who have high marginal tax rates (those with high  incomes)—the exclusion saves those taxpayers more in taxes owed than it saves  those with lower marginal tax rates.", "The tax exclusion for health insurance also contributes to higher health care costs.  The exclusion, by lowering premiums, encourages more extensive insurance  coverage, which compounds another well-known problem with health insurance.  Because much of the cost of medical treatment is paid for by a third party (the insurer),  patients and doctors are generally unaware of, or disconnected from, the total costs of  health care and have little incentive to economize on health care spending.", "Unlike the tax exclusion for employer-provided health insurance, an ideal health care  payment system would foster the delivery of care that is both effective and efficient,  resulting in better value for the dollars spent on health care."], "subsections": []}, {"section_title": "Efficiency Costs Resulting from the Individual Income Tax Are Likely to Be Large but Can Only Be Estimated with Considerable Uncertainty", "paragraphs": ["Estimating the efficiency costs of the federal tax system is an enormous,  complicated, and uncertain task, given the complexity of existing tax  rules, the breadth and diversity of the U.S. economy and population, and  the limited empirical evidence available on how individuals and businesses  change their behavior in response to tax rules. In practice, researchers  have not been able to obtain and analyze all of the detailed data they need  to produce efficiency cost estimates that are free from a large degree of  uncertainty.", "The two studies that have made the most comprehensive estimates of the  efficiency costs arising from the individual income tax in the past two  decades suggest that those costs are considerable. The first study, which  examined the combined efficiency costs of the individual income and  payroll taxes, estimated those costs to have been on the order of 2 to   5 percent of GDP in 1994. Estimates from the second study indicate that  the efficiency cost of the individual income tax was on the order of  2 percent of GDP in 1997. Efficiency cost estimates such as these are  often quite sensitive to the assumed magnitude of key behavioral  responses and those assumptions are often based on empirical research  that continues to evolve over time or, in other cases, has yet to be  undertaken. For example, the consensus of recent research is that  individuals are less responsive to changes in taxes than the first study  assumed them to be.", "The extent to which efficiency gains could be realized by switching to an  alternative tax system depends critically on the detailed characteristics of  the alternative. All of the alternative tax system proposals that have  received serious consideration in recent decades would have imposed  significant efficiency costs. Moreover, in assessing the potential efficiency  gains from any tax reform proposal it is also important to consider  compensating changes that may be made on the spending side of the  federal budget. For example, if any tax expenditures in the current federal  income taxes are replaced by grants, spending programs, regulations, or  other forms of nontax subsidies, those subsidies can result in efficiency  costs similar in magnitude to those associated with the tax expenditures  they replaced."], "subsections": []}, {"section_title": "Perceptions of Inequities in the Tax System Can Undermine Its Success", "paragraphs": ["The success of our tax system hinges very much on the public’s perception  of its fairness and transparency. The myriad of tax deductions, credits,  special rates, and so forth cause taxpayers to doubt the fairness of the tax  system because they do not know whether those with the same ability to  pay actually pay the same amount of tax. Fairness is ultimately a matter of  personal judgment about issues such as how progressive tax rates should  be and what constitutes ability to pay.", "Public confidence in the nation’s tax laws and tax administration is critical  because we rely heavily on a system of voluntary compliance. If taxpayers  do not believe that the tax system is credible, easy to understand, and  treats everyone fairly, then voluntary compliance is likely to decline. The  latest available IRS estimates indicate that about 84 percent of total taxes  due for tax year 2001 were paid voluntarily and on time. Complexity and  the lack of transparency it can create exacerbate doubts about the current  tax system’s fairness.", "There are differences of opinion about the fairness of the individual  income tax. Likewise, concerns have been expressed about the equity of  many specific features of the tax, such as:    marriage penalties (and bonuses) built into the tax under which the  combined tax liabilities of two individuals differ, depending on whether or  not those individuals are married;  the inconsistent treatment between taxable wages and salaries and other  components of total employee compensation, such as employer-provided  health benefits that are not taxed;  the fact that many low-income individuals face high effective marginal tax  rates over certain income ranges as the benefits of tax preferences, such  as the earned income tax credit, phase out;  the provision of certain tax benefits in the form of deductions, which are  more valuable to taxpayers in higher income brackets, rather than as tax  credits;  the requirement that a taxpayer must own a home in order to receive the  significant advantage of tax-preferred borrowing; and  the greater ease with which self-employed individuals can underreport  income, compared to employees whose incomes are subject to  withholding and third-party reporting.", "Judging the equity of the individual income tax can depend substantially  on the frame of reference used. For example, for many, a progressive tax  code is considered to be more equitable. When looked at in isolation, the  individual income tax system is somewhat progressive. If the frame of  reference is expanded, however, and payroll taxes are also taken into  account, total progressivity drops. As mentioned earlier, more than   70 percent of taxpayers are estimated to pay more in payroll taxes than  individual income taxes when the combined employee and employer  shares are considered. These frames of reference, of course, look only at  the payment of taxes. An even wider frame of reference would take into  account the benefits taxpayers receive, which could alter yet again  judgments about the equity of the tax system. In fact, it could be argued  that the full effect of federal government policies on different groups of  individuals can only be determined by examining the effects of all federal  taxes, spending programs, and regulations."], "subsections": []}]}, {"section_title": "Ensuring Individual Taxpayer Compliance with the Tax Laws Is Challenging", "paragraphs": ["The extent of individual taxpayer noncompliance with the current tax laws  is another factor that could motivate calls for reform. Ensuring  compliance with our nation’s tax laws is a challenging process for both  taxpayers and IRS. The difficulty in ensuring compliance is underscored  by the tax gap—the difference between the taxes that should be paid  voluntarily and on time and what is actually paid—that arises every year  when taxpayers fail to comply fully with the tax laws. Most recently, IRS  estimated the gross tax gap for tax year 2001 to be $345 billion, including  individual income, corporate income, employment, estate, and excise  taxes. IRS estimated it would eventually recover about $55 billion of the  gross tax gap through late payments and enforcement actions, resulting in  a net tax gap of $290 billion.", "About 70 percent of the gross tax gap for tax year 2001, or an estimated  $244 billion, was attributed to the individual income tax. As shown in table  1, individual taxpayers that underreported their income, underpaid their  taxes, or failed to file an individual tax return altogether or on time  (nonfiling) accounted for $197 billion, $23 billion, and $25 billion of the tax  gap, respectively.", "Improving compliance and reducing the tax gap would help improve the  nation’s fiscal stability. Even modest progress would yield significant  revenue; each 1 percent reduction would likely yield nearly $3 billion  annually. However, the tax gap has been a persistent problem in spite of a  myriad of congressional and IRS efforts to reduce it, as the rate at which  taxpayers voluntarily comply with our tax laws has changed little over the  past three decades. As such, we need to consider not only options that  have been previously proposed but also explore new and innovative  approaches to improving compliance including fundamental reform of the  tax system as well as providing IRS with additional enforcement tools and  ensuring that significant resources are devoted to enforcement.", "Fundamentally reforming our tax system has the potential to improve  compliance, especially if a new system has few tax preferences or  complex tax code provisions and if taxable transactions are transparent to  tax administrators. One factor that some believe contributes to the  difficulty of achieving compliance is the complexity of our tax system. The  complexity of, and frequent revisions to, the tax system make it more  difficult and costly for taxpayers who want to comply to do so and for IRS  to explain and enforce tax laws. Complexity also creates a fertile ground  for those intentionally seeking to evade taxes, and often trips others into  unintentional noncompliance. Likewise, the complexity of the tax system  challenges IRS in its ability to administer our tax laws.", "Whether under our current income tax system or a reformed one,  enforcement tools, particularly information reporting and tax  withholding, are key to high levels of compliance. The extent to which  individual taxpayers accurately report the income they earn has been  shown to be related to the extent to which the income is reported to them  and IRS by third parties or taxes on the income are withheld, as shown in  figure 6. Taxpayers tend to report income subject to tax withholding or  information reporting with high levels of compliance because the income  is transparent to the taxpayers as well as to IRS. For example, employers  report most wages, salaries, and tip compensation to employees and IRS  through Form W-2. Also, banks and other financial institutions provide  information returns (Forms 1099) to account holders and IRS showing the  taxpayers’ annual income from some types of investments. Findings from  IRS’s recent study of individual tax compliance indicate that nearly  99 percent of these types of income are accurately reported on individual  tax returns. For types of income for which there is little or no information  reporting, individual taxpayers tend to misreport over half of their income.", "Ensuring that significant resources are devoted to enforcement also has  the potential to minimize the tax gap for our current income tax system as  well as for reformed systems Congress may adopt. For the current system,  devoting more resources has the potential to reduce the tax gap by billions  of dollars in that IRS would be able to expand its enforcement efforts to  reach a greater number of potentially noncompliant taxpayers.  Importantly, expanded enforcement efforts could reduce the tax gap more  than through direct tax revenue collection, as widespread agreement  exists that IRS enforcement programs have an indirect effect through  increases in voluntary tax compliance. However, determining the  appropriate level of enforcement resources to provide IRS requires taking  into account many factors, such as how effectively and efficiently IRS is  currently using its resources, how to strike the proper balance between  IRS’s taxpayer service and enforcement activities, and competing federal  funding priorities.", "Generally, when holding IRS accountable for the use of resources, it is  also desirable to focus on the outcomes achieved rather than on how IRS  allocates the resources it receives. Results are really what counts. If IRS,  or any other agency, can figure out how to more cost effectively achieve a  result, then reallocation of resources to other problem areas could be an  appropriate strategy, within the restrictions applying to appropriation  accounts, for making the best use of limited resources. In sum, regardless  of the tax system, Congress needs to assure itself that the revenue agency  has sufficient resources and reasonable flexibility to achieve desired  outcomes and hold the agency accountable for those outcomes."], "subsections": []}, {"section_title": "Comparing Proposals on Common Dimensions", "paragraphs": ["In moving forward on tax reform, policymakers may find it useful to  compare proposals on common dimensions. These comparisons can be  helpful whether reform is of the individual income tax, the current tax  system more broadly, or in considering new systems altogether.", "First, is the tax base as broad as possible? Broad-based tax systems with  minimal exceptions have many advantages. Fewer exceptions generally  means less complexity, less compliance cost, less economic efficiency  loss, and by increasing transparency may improve equity or perceptions of  equity. In terms of the individual income tax, this suggests that eliminating  or consolidating the myriad of tax expenditures must be considered. We  need to be sure that the benefits achieved from having these special  provisions are worth the associated revenue losses just as we must ensure  that outlay programs—which may be attempting to achieve the same  purposes as tax expenditures—achieve outcomes commensurate with  their costs. To the extent tax expenditures are retained, consideration  should be given to whether they are better targeted to meet an identified  need. Many tax expenditures are broadly available and, in fact, provide  greater “assistance” to those that most would consider least in need. This  is broadly true of any tax expenditure that is worth more to higher income  taxpayers than to lower income taxpayers, like the exclusion for the value  of employer-provided health insurance and the mortgage interest  deduction.", "Broad based tax systems can yield the same revenue as more narrowly  based systems at lower tax rates. The combination of less direct  intervention in the marketplace from special tax preferences, and the  lower rates possible from broad based systems, can have substantial  benefits for economic efficiency. For instance, some economists estimate  that the economic efficiency costs of tax increases rise proportionately  faster than the tax rates. In other words, a 50 percent tax increase could  more than double the economic efficiency costs of a tax system.", "Does the proposed system raise sufficient revenue over time to fund our  expected expenditures? As I mentioned earlier, we will fall woefully short  of achieving this end if current spending and/or revenue trends are not  altered. The economic efficiency costs of our current tax system likely will  become an even more important issue as we grapple with the nation’s  long-term fiscal challenges. Although we clearly must restructure major  entitlement programs and the basis of other federal spending, it is unlikely  that our long-term fiscal challenge will be resolved solely by cutting  spending. If we must raise revenues, doing so from a broad base and a  lower rate will help minimize economic efficiency costs.", "In this regard, the President’s Advisory Panel on Tax Reform has taken a  useful step forward for tax reform, helping, for example, to focus the  debate on specific proposals. Those proposals incorporate broader bases,  with lower rates. However, the Panel acted within the guidance it was  given, and one result is that the proposed reforms, if implemented as  proposed, appear to provide much less than the necessary revenue to fund  expected government spending. Although we have not evaluated the  revenue effects of these proposals, other respected analysts have and they  point to future revenue yields that would worsen the already difficult fiscal  challenges the nation faces.", "Does the proposal look to future needs? Like many spending programs,  the current tax system was developed in a profoundly different time. We  live now in a much more global economy, with highly mobile capital, and  investment options available to ordinary citizens that were not even  imagined decades ago. We have growing concentrations of income and  wealth. More firms operate multi-nationally and willingly move operations  and capital around the world as they see best for their firms.", "Do the revenues for the proposed system hold up in the future? As an  adjunct to looking forward when making reforms, the revenue  consequences of all major tax changes should be estimated well into the  future. Such long-term projections undoubtedly will be subject to  uncertainty, but at the very least we should have the best estimates  possible of whether the revenue trend is likely to shift up or down over the  long-term.", "Does the proposed system have attributes associated with high  compliance rates? Because any tax system can be subject to tax gaps, the  administrability of reformed systems should be considered as part of the  debate for change. In general, a reformed system is most likely to have a  small tax gap if the system has few tax preferences or complex provisions  and taxable transactions are transparent. Transparency in the context of  tax administration is best achieved when third parties report information  both to the taxpayer and the tax administrator.", "What transition issues exist and have they been dealt with in an equitable  fashion that minimizes additional complexity and any adverse effects on  the benefits to be gained from the new tax system? Under the current  individual income tax system, citizens have made fundamental life choices  based at least in part on the incentives in the tax system. For many, the  favorable tax treatment of owner-occupied housing has led to choices to  invest disproportionately in housing. Others have made long-term  investments in tax-favored college savings plans. Thus, changes to the tax  system can materially affect citizens’ futures. Still others make their livings  advising taxpayers, helping them understand tax provisions and complete  their tax returns, and helping them devise investment and other financial  plans taking into account current tax rules.", "Our publication, Understanding the Tax Reform Debate: Background,  Criteria, and Questions, may be useful in guiding policymakers as they  consider tax reform proposals. It was designed to aid policymakers in  thinking about how to develop tax policy for the 21st century. While not  designed to break new conceptual ground, this report brings together a  number of topics that tax experts have identified as those that should be  considered when evaluating tax policy. It attempts to provide information  about these topics in a clear, concise, and easily understandable manner  for a non-technical audience."], "subsections": []}, {"section_title": "Concluding Observations", "paragraphs": ["The problems that I have reviewed today relating to the compliance costs,  efficiency costs, equity and tax gap associated with the current individual  income tax system—many of which arise from the complex accumulation  of tax preferences in that system—would seem to make an overwhelming  case for a comprehensive review and reform of our tax policy. Further, we  live a world that is profoundly different than when the individual income  tax and many of its provisions were adopted. Despite numerous and  repeated calls for such reform, progress has been slow. One reason why  reform is difficult to accomplish is that the provisions of the tax code that  generate compliance costs, efficiency costs, the tax gap and inequities also  benefit many taxpayers and the individuals and companies that advise  taxpayers and help them with their tax filing obligations. Reform is also  difficult because, even when there is agreement on the amount of revenue  to raise, there are differing opinions on the appropriate balance among the  often conflicting objectives of equity, efficiency, and administrability. This,  in turn, leads to widely divergent views on even the basic direction of  reform.", "Fiscal necessity, prompted by the nation’s unsustainable fiscal path, will  eventually force changes to our spending and tax policies. We must  fundamentally rethink policies and everything must be on the table. Tough  choices will have to be made about the appropriate degree of emphasis on  cutting back federal programs versus increasing tax revenue.", "Tax reform, if it broadens the tax base, could reduce the costs of raising a  given amount of revenue by reducing the associated efficiency costs. Such  a reform also likely would reduce inequities, compliance burden, and  administrative costs. The recent report of the President’s Advisory Panel  on Federal Tax Reform recommended two different tax reform plans.  Although each plan provides for significant simplification, neither of them  addresses the growing imbalance between federal spending and revenues  that I highlighted earlier. One approach for getting the process of  comprehensive fiscal reform started would be through the establishment  of a credible, capable, and bipartisan commission, to examine options for  a combination of entitlement and tax reform.", "As policymakers consider proposals to reform the current individual  income tax, or the entire tax system, they may find it useful to compare  the proposals on common dimensions. Our publication, Understanding  the Tax Reform Debate, may be useful when making these comparisons.", "Mr. Chairman and Members of the Committee, this concludes my  statement. I would be pleased to answer any questions you may have at  this time."], "subsections": []}, {"section_title": "Contact and Acknowledgments", "paragraphs": ["For further information on this testimony please contact James White on  (202) 512-9110 or whitej@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this testimony. Individuals making key contributions to this testimony  include Michael Brostek, Director; Kevin Daly and Jim Wozny, Assistant  Directors; Jeff Arkin; Elizabeth Fan; Tom Gilbert; Don Marples; and Jeff  Procak.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}