{"id": "GAO-09-1046T", "url": "https://www.gao.gov/products/GAO-09-1046T", "title": "Department of State: Persistent Staffing and Foreign Language Gaps Compromise Diplomatic Readiness", "published_date": "2009-09-24T00:00:00", "released_date": "2009-09-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["This testimony discusses U.S. diplomatic readiness, and in particular the staffing and foreign language challenges facing the Foreign Service. The Department of State (State) faces an ongoing challenge of ensuring it has the right people, with the right skills, in the right places overseas to carry out the department's priorities. In particular, State has long had difficulty staffing its hardship posts overseas, which are places like Beruit and Lagos, where conditions are difficult and sometimes dangerous due to harsh environmental and extreme living conditions that often entail pervasive crime or war, but are nonetheless integral to foreign policy priorities and need a full complement of qualified staff. State has also faced persistent shortages of staff with critical language skills, despite the importance of foreign language proficiency in advancing U.S. foreign policy and economic interests overseas. In recent years GAO has issued a number of reports on human capital issues that have hampered State's ability to carry out the President's foreign policy objectives. This testimony discusses (1) State's progress in addressing staffing gaps at hardship posts, and (2) State's efforts to meet its foreign language requirements."]}, {"section_title": "What GAO Found", "paragraphs": ["Despite a number of steps taken over a number of years, the State Department continues to face persistent staffing and experience gaps at hardship posts, as well as notable shortfalls in foreign language capabilities. A common element of these problems has been a longstanding staffing and experience deficit, which has both contributed to the gaps at hardship posts and fueled the language shortfall by limiting the number of staff available for language training. State has undertaken several initiatives to address these shortages, including multiple staffing increases intended to fill the gaps. However, the department has not undertaken these initiatives in a comprehensive and strategic manner. As a result, it is unclear when the staffing and skill gaps that put diplomatic readiness at risk will close."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here to discuss U.S. diplomatic readiness, and in  particular the staffing and foreign language challenges facing the Foreign  Service. The Department of State (State) faces an ongoing challenge of  ensuring it has the right people, with the right skills, in the right places  overseas to carry out the department’s priorities. In particular, State has  long had difficulty staffing its hardship posts overseas, which are places  like Beirut and Lagos, where conditions are difficult and sometimes  dangerous due to harsh environmental and extreme living conditions that  often entail pervasive crime or war, but are nonetheless integral to foreign  policy priorities and need a full complement of qualified staff. State has  also faced persistent shortages of staff with critical language skills, despite  the importance of foreign language proficiency in advancing U.S. foreign  policy and economic interests overseas.", "In recent years GAO has issued a number of reports on human capital  issues that have hampered State’s ability to carry out the President’s  foreign policy objectives (see appendix I for a complete list of related GAO  products). My statement today is based on two GAO reports that were  released on September 22.  I will discuss (1) State’s progress in addressing  staffing gaps at hardship posts, and (2) State’s efforts to meet its foreign  language requirements.", "To address these objectives in our two reports, we analyzed key planning  documents and other data provided by State; reviewed relevant reports by  GAO and other agencies and organizations; and met with a number of  State officials from various bureaus in Washington and overseas. We also  conducted fieldwork in China, Egypt, India, Nigeria, Saudi Arabia, Tunisia,  and Turkey, and convened an expert roundtable of several retired senior  State officials, all of whom previously served as ambassadors to hardship  posts. We conducted these performance audits in accordance with  generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives.  We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on our  audit objectives.  See our reports for a complete scope and methodology.", "In brief, Mr. Chairman, we found that, despite a number of steps taken  over a number of years, the State Department continues to face persistent  staffing and experience gaps at hardship posts, as well as notable  shortfalls in foreign language capabilities. A common element of these  problems has been a longstanding staffing and experience deficit, which  has both contributed to the gaps at hardship posts and fueled the language  shortfall by limiting the number of staff available for language training.  State has undertaken several initiatives to address these shortages,  including multiple staffing increases intended to fill the gaps. However, the  department has not undertaken these initiatives in a comprehensive and  strategic manner. As a result, it is unclear when the staffing and skill gaps  that put diplomatic readiness at risk will close."], "subsections": [{"section_title": "State Faces Continuing Staffing and Experience Gaps at Hardship Posts", "paragraphs": ["Despite some progress in addressing staffing shortfalls since 2006, State’s  diplomatic readiness remains at risk for two reasons: persistent staffing  vacancies and experience gaps at key hardship posts that are often on the  forefront of U.S. policy interests. First, as of September 2008, State had a  17 percent average vacancy rate at the posts of greatest hardship (which  are posts where staff receive the highest possible hardship pay). Posts in  this category include such places as Peshawar, Pakistan, and Shenyang,  China. This 17 percent vacancy rate was nearly double the average  vacancy rate of 9 percent at posts with no hardship differentials. Second,  many key hardship posts face experience gaps due to a higher rate of staff  filling positions above their own grades (see table 1). As of September  2008, about 34 percent of mid-level generalist positions at posts of greatest  hardship were filled by officers in such above-grade assignments—15  percentage points higher than the rate for comparable positions at posts  with no or low differentials. At posts we visited during our review, we  observed numerous officers working in positions above their rank. For  example, in Abuja, Nigeria, more than 4 in every 10 positions were staffed  by officers in assignments above grade, including several employees  working in positions two grades above their own. Further, to fill positions  in Iraq and Afghanistan, State has frequently assigned officers to positions  above their grade. As of September 2008, over 40 percent of officers in Iraq  and Afghanistan were serving in above-grade assignments."], "subsections": [{"section_title": "Several Factors Contribute to Staffing Gaps", "paragraphs": ["Several factors contribute to gaps at hardship posts. First, State continues  to have fewer officers than positions, a shortage compounded by the  personnel demands of Iraq and Afghanistan, which have resulted in staff  cutting their tours short to serve in these countries. As of April 2009, State  had about 1,650 vacant Foreign Service positions in total. Second, State  faces a persistent mid-level staffing deficit that is exacerbated by  continued low bidding on hardship posts. Third, although State’s  assignment system has prioritized the staffing of hardship posts, it does  not explicitly address the continuing experience gap at such posts, many  of which are strategically important, yet are often staffed with less  experienced officers. Staffing and experience gaps can diminish  diplomatic readiness in several ways, according to State officials. For  example, gaps can lead to decreased reporting coverage and loss of  institutional knowledge. In addition, gaps can lead to increased  supervisory requirements for senior staff, detracting from other critical  diplomatic responsibilities. During the course of our review we found a  number of examples of the effect of these staffing gaps on diplomatic  readiness, including the following.", "The economic officer position in Lagos, whose responsibility is solely  focused on energy, oil, and natural gas, was not filled in the 2009 cycle.  The incumbent explained that, following his departure, his reporting  responsibilities will be split up between officers in Abuja and Lagos. He  said this division of responsibilities would diminish the position’s focus on  the oil industry and potentially lead to the loss of important contacts  within both the government ministries and the oil industry.", "An official told us that a political/military officer position in Russia was  vacant because of the departure of the incumbent for a tour in  Afghanistan, and the position’s portfolio of responsibilities was divided  among other officers in the embassy. According to the official, this  vacancy slowed negotiation of an agreement with Russia regarding  military transit to Afghanistan.", "The consular chief in Shenyang, China, told us he spends too much time  helping entry-level officers adjudicate visas and, therefore, less time  managing the section.", "The ambassador to Nigeria told us spending time helping officers working  above grade is a burden and interferes with policy planning and  implementation.", "A 2008 OIG inspection of N’Djamena, Chad, reported that the entire front  office was involved in mentoring entry-level officers, which was an unfair  burden on the ambassador and deputy chief of mission, given the  challenging nature of the post."], "subsections": []}, {"section_title": "State Has Not Systematically Evaluated Incentive Programs for Hardship Post Assignments", "paragraphs": ["State uses a range of incentives to staff hardship posts at a cost of millions  of dollars a year, but their effectiveness remains unclear due to a lack of  evaluation. Incentives to serve in hardship posts range from monetary  benefits to changes in service and bidding requirements, such as reduced  tour lengths at posts where dangerous conditions prevent some family  members from accompanying officers. In a 2006 report on staffing gaps,  GAO recommended that State evaluate the effectiveness of its incentive  programs for hardship post assignments. In response, State added a  question about hardship incentives to a recent employee survey. However,  the survey does not fully meet GAO’s recommendation for several reasons,  including that State did not include several incentives in the survey and  did not establish specific indicators of progress against which to measure  the survey responses over time. State also did not comply with a 2005 legal  requirement to assess and report to Congress on the effectiveness of  increasing hardship and danger pay from 25 percent to 35 percent in filling  “hard to fill” positions. The lack of an assessment of the effectiveness of  the danger and hardship pay increases in filling positions at these posts,  coupled with the continuing staffing challenges in these locations, make it  difficult to determine whether these resources are properly targeted.  Recent legislation increasing Foreign Service officers’ basic pay will  increase the cost of existing incentives, thereby heightening the  importance that State evaluate its incentives for hardship post  assignments to ensure resources are effectively targeted and not wasted.", "Although State plans to address staffing gaps by hiring more officers, the  department acknowledges it will take years for these new employees to  gain the experience they need to be effective mid-level officers. In the  meantime, this experience gap will persist, since State’s staffing system  does not explicitly prioritize the assignment of at-grade officers to  hardship posts. Moreover, despite State’s continued difficulty attracting  qualified staff to hardship posts, the department has not systematically  evaluated the effectiveness of its incentives for hardship service. Without a  full evaluation of State’s hardship incentives, the department cannot  obtain valuable insights that could help guide resource decisions to ensure  it is most efficiently and effectively addressing gaps at these important  posts."], "subsections": []}]}, {"section_title": "State Faces Persistent Foreign Language Shortfalls", "paragraphs": ["State continues to have notable gaps in its foreign language capabilities,  which could hinder U.S. overseas operations. As of October 31, 2008, 31  percent of officers in all worldwide language-designated positions did not  meet both the foreign language speaking and reading proficiency  requirements for their positions, up slightly from 29 percent in 2005. In  particular, State continues to face foreign language shortfalls in areas of  strategic interest—such as the Near East and South and Central Asia,  where about 40 percent of officers in language-designated positions did  not meet requirements. Gaps were notably high in Afghanistan, where 33  of 45 officers in language-designated positions (73 percent) did not meet  the requirement, and in Iraq, with 8 of 14 officers (57 percent) lacking  sufficient language skills. State has defined its need for staff proficient in  some languages as “supercritical” or “critical,” based on criteria such as  the difficulty of the language and the number of language-designated  positions in that language, particularly at hard-to-staff posts. Shortfalls in  supercritical needs languages, such as Arabic and Chinese, remain at 39  percent, despite efforts to recruit individuals with proficiency in these  languages (see figure 1). In addition, more than half of the 739 Foreign  Service specialists—staff who perform security, technical, and other  support functions—in language-designated positions do not meet the  requirements. For example, 53 percent of regional security officers do not  speak and read at the level required by their positions. When a post fills a  position with an officer who does not meet the requirements, it must  request a language waiver for the position.  In 2008, the department  granted 282 such waivers, covering about 8 percent of all language- designated positions."], "subsections": [{"section_title": "Foreign Language Shortfalls Could Compromise Diplomatic Readiness", "paragraphs": ["Past reports by GAO, State’s Office of the Inspector General, the  Department of Defense, and various think tanks have concluded that  foreign language shortfalls could be negatively affecting U.S. national  security, diplomacy, law enforcement, and intelligence-gathering efforts.  Foreign Service officers we spoke to provided a number of examples of  the effects of not having the required language skills, including the  following.", "Consular officers at a post we visited said that because of a lack of  language skills, they make adjudication decisions based on what they  “hope” they heard in visa interviews.", "A security officer in Cairo said that without language skills, officers do not  have any “juice”—that is, the ability to influence people they are trying to  elicit information from.", "According to another regional security officer, the lack of foreign language  skills may hinder intelligence gathering because local informants are  reluctant to speak through locally hired interpreters.", "One ambassador we spoke to said that without language proficiency— which helps officers gain insight into a country—the officers are not  invited to certain events and cannot reach out to broader, deeper  audiences.", "A public affairs officer at another post said that the local media does not  always translate embassy statements accurately, complicating efforts to  communicate with audiences in the host country. For example, he said the  local press translated a statement by the ambassador in a more pejorative  sense than was intended, which damaged the ambassador’s reputation and  took several weeks to correct."], "subsections": []}, {"section_title": "State’s Approach to Meeting Foreign Language Requirements Faces Several Challenges", "paragraphs": ["State’s current approach for meeting its foreign language proficiency  requirements involves an annual review process to determine language- designated positions, training, recruitment, and incentives; however, the  department faces several challenges to these efforts, particularly staffing  shortages. State’s annual language designation process results in a list of  positions requiring language skills. However, the views expressed by the  headquarters and overseas officials we met with suggest State’s designated  language proficiency requirements do not necessarily reflect the actual  language needs of the posts. For example, because of budgetary and  staffing issues, some overseas posts tend to request only the positions they  think they will receive rather than the positions they actually need.    Moreover, officers at the posts we visited questioned the validity of the  relatively low proficiency level required for certain positions, citing the  need for a higher proficiency level. For example, an economics officer at  one of the posts we visited, who met the posts’ required proficiency level,  said her level of proficiency did not provide her with language skills  needed to discuss technical issues, and the officers in the public affairs  section of the same post said that proficiency level was not sufficient to  effectively explain U.S. positions in the local media. State primarily uses  language training to meet its foreign language requirements, and does so  mostly at the Foreign Service Institute in Arlington, Virginia, but also at  field schools and post language training overseas. In 2008, the department  reported a training success rate of 86 percent. In addition, the department  recruits personnel with foreign language skills through special incentives  offered under its critical needs language program and pays bonuses to  encourage staff to study and maintain a level of proficiency in certain  languages. The department has hired 445 officers under this program since  2004.", "However, various challenges limit the effectiveness of these efforts.  According to State, two main challenges are overall staffing shortages,  which limit the number of staff available for language training, and the  recent increase in language-designated positions. The staffing shortages  are exacerbated by officers curtailing their tours at posts, such as to staff  the missions in Iraq and Afghanistan, which has led to a decrease in the  number of officers in the language training pipeline. For example, officials  in the Bureau of East Asian and Pacific Affairs told us of an officer who  received nearly a year of language training in Vietnamese, yet cancelled  her tour in Vietnam to serve in Iraq.  These departures often force their  successors to arrive at post early without having completed language  training. As part of its effort to address these staffing shortfalls, in fiscal  year 2009, State requested and received funding for 300 new positions to  build a training capacity, intended to reduce gaps at posts while staff are  in language training. State officials said that if the department’s fiscal year  2010 request for 200 additional positions is approved, the department’s  language gaps will begin to close in 2011; however, State has not indicated  when its foreign language staffing requirements will be completely met.  Another challenge is the widely held perception among Foreign Service  officers that State’s promotion system does not consider time spent in  language training when evaluating officers for promotion, which may  discourage officers from investing the time required to achieve proficiency  in certain languages. Although State Human Resources officials dispute  this perception, the department has not conducted a statistically  significant assessment of the impact of language training on promotions."], "subsections": []}, {"section_title": "State Lacks a Comprehensive, Strategic Approach for Meeting Foreign Language Requirements", "paragraphs": ["State’s current approach to meeting its foreign language proficiency  requirements has not closed the department’s persistent language  proficiency gaps and reflects, in part, a lack of a comprehensive strategic  direction. Common elements of comprehensive workforce planning— described by GAO as part of a large body of work on human capital  management—include setting strategic direction that includes measurable  performance goals and objectives and funding priorities, determining  critical skills and competencies that will be needed in the future,  developing an action plan to address gaps, and monitoring and evaluating  the success of the department’s progress toward meeting goals. In the  past, State officials have asserted that because language is such an integral  part of the department’s operations, a separate planning effort for foreign  language skills was not needed. More recently, State officials have said the  department’s plan for meeting its foreign language requirements is spread  throughout a number of documents that address these requirements,  including the department’s Five-Year Workforce Plan. However, these  documents are not linked to each other and do not contain measurable  goals, objectives, resource requirements, and milestones for reducing the  foreign language gaps. We believe that a more comprehensive strategic  approach would help State to more effectively guide and assess progress  in meeting its foreign language requirements."], "subsections": []}]}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["In our recently-issued reports we made several recommendations to help  State address its staffing gaps and language proficiency shortfalls.", "To ensure that hardship posts are staffed commensurate with their stated  level of strategic importance and resources are properly targeted, GAO  recommends the Secretary of State (1) take steps to minimize the  experience gap at hardship posts by making the assignment of  experienced officers to such posts an explicit priority consideration, and  (2) develop and implement a plan to evaluate incentives for hardship post  assignments.", "To address State’s long-standing foreign language proficiency shortfalls,  we recommend that the Secretary of State develop a comprehensive  strategic plan with measurable goals, objectives, milestones, and feedback  mechanisms that links all of State’s efforts to meet its foreign language  requirements.", "State generally agreed with our findings, conclusions, and  recommendations and described several initiatives that address elements  of the recommendations. In addition, State recently convened an inter- bureau language working group, which will focus on and develop an  action plan to address GAO’s recommendations.", "Mr. Chairman, this concludes my prepared statement. I would be pleased  to respond to any questions you or other Members of the Subcommittee  may have at this time."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For questions regarding this testimony, please contact Jess T. Ford at  (202) 512-4268 or fordj@gao.gov. Individuals making key contributions to  this statement include Godwin Agbara and Anthony Moran, Assistant  Directors; Robert Ball; Joseph Carney; Aniruddha Dasgupta; Martin de  Alteriis; Brian Hackney; Gloria Hernandez-Saunders; Richard Gifford  Howland; Grace Lui; and La Verne Tharpes."], "subsections": []}]}, {"section_title": "Appendix I: Related GAO Products", "paragraphs": ["Department of State: Comprehensive Plan Needed to Address Persistent  Foreign Language Shortfalls. GAO-09-955. Washington, D.C.: September  17, 2009.", "Department of State: Additional Steps Needed to Address Continuing  Staffing and Experience Gaps at Hardship Posts. GAO-09-874.  Washington, D.C.: September 17, 2009.", "State Department: Staffing and Foreign Language Shortfalls Persist  Despite Initiatives to Address Gaps. GAO-07-1154T. Washington, D.C.:  August 1, 2007.", "U.S. Public Diplomacy: Strategic Planning Efforts Have Improved, but  Agencies Face Significant Implementation Challenges. GAO-07-795T.  Washington, D.C.: April 26, 2007.", "Department of State: Staffing and Foreign Language Shortfalls Persist  Despite Initiatives to Address Gaps. GAO-06-894. Washington, D.C.:  August 4, 2006.", "Overseas Staffing: Rightsizing Approaches Slowly Taking Hold but More  Action Needed to Coordinate and Carry Out Efforts. GAO-06-737.  Washington, D.C.: June 30, 2006.", "U.S. Public Diplomacy: State Department Efforts to Engage Muslim  Audiences Lack Certain Communication Elements and Face Significant  Challenges. GAO-06-535. Washington, D.C.: May 3, 2006.", "Border Security: Strengthened Visa Process Would Benefit from  Improvements in Staffing and Information Sharing. GAO-05-859.  Washington, D.C.: September 13, 2005.", "State Department: Targets for Hiring, Filling Vacancies Overseas Being  Met, but Gaps Remain in Hard-to-Learn Languages. GAO-04-139.  Washington, D.C.: November 19, 2003.", "Foreign Affairs: Effective Stewardship of Resources Essential to  Efficient Operations at State Department, USAID. GAO-03-1009T.  Washington, D.C.: September 4, 2003.", "State Department: Staffing Shortfalls and Ineffective Assignment System  Compromise Diplomatic Readiness at Hardship Posts. GAO-02-626.  Washington, D.C.: June 18, 2002.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": [{"section_title": "GAO’s Mission", "paragraphs": ["The Government Accountability Office, the audit, evaluation, and  investigative arm of Congress, exists to support Congress in meeting its  constitutional responsibilities and to help improve the performance and  accountability of the federal government for the American people. GAO  examines the use of public funds; evaluates federal programs and policies;  and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost  is through GAO’s Web site (www.gao.gov). Each weekday afternoon, GAO  posts on its Web site newly released reports, testimony, and  correspondence. To have GAO e-mail you a list of newly posted products,  go to www.gao.gov and select “E-mail Updates.”"], "subsections": [{"section_title": "Order by Phone", "paragraphs": ["The price of each GAO publication reflects GAO’s actual cost of  production and distribution and depends on the number of pages in the  publication and whether the publication is printed in color or black and  white. Pricing and ordering information is posted on GAO’s Web site,  http://www.gao.gov/ordering.htm.", "Place orders by calling (202) 512-6000, toll free (866) 801-7077, or   TDD (202) 512-2537.", "Orders may be paid for using American Express, Discover Card,  MasterCard, Visa, check, or money order. Call for additional information."], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Congressional Relations", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}