{"id": "GAO-02-254", "url": "https://www.gao.gov/products/GAO-02-254", "title": "Federal Student Loans: Flexible Agreements with Guaranty Agencies Warrant Careful Evaluation", "published_date": "2002-01-31T00:00:00", "released_date": "2002-01-31T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The relationship between the Department of Education and state-designated guaranty agencies that run the largest federal student loan program is changing in order to achieve program and cost efficiencies and improve delivery of student financial aid. These state or private not-for-profit agencies guarantee payment if students fail to repay loans obtained through the Federal Family Education Loan programs. The 1998 Amendments to the Higher Education Act authorize the Secretary of Education to enter into \"voluntary flexible agreements\" (VFA) with individual guaranty agencies. These agreements allow a guaranty agency to waive or modify some of the federal requirements that apply to other guaranty agencies."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that the process for developing the agreements did not fully meet the needs of the guaranty agencies and other program participants. The process frustrated guaranty agency officials GAO talked to, especially those who ultimately chose not to apply for a VFA and those who were not granted a VFA. Agency officials said that Education's communication about the VFA development process was poor and that Education was unable to meet its own timetable. The VFAs generally complied with most of the legislative requirements. However, one of the four agreements does not conform to the requirement that projected federal program costs not increase due to the agreements. The key changes implemented under the VFAs include incentive pay structures for guaranty agencies and waivers of certain statutory and regulatory requirements. Each VFA contains provisions for paying the guaranty agency incentive amounts on the basis of specific performance measures, such as default rates. Education is not prepared to assess the effects of VFAs because it lacks a way to adequately measure changes in guaranty agency performance. The lack of uniform measures makes it difficult to distinguish the results of the VFAs from the effects of other factors, such as the general condition of the economy. Although the Department is required to report on the status of the VFA by September 2001, no reports have been issued so far."]}], "report": [{"section_title": "Letter", "paragraphs": ["In an attempt to achieve program and cost efficiencies and improve  delivery of student financial aid, the relationship between the Department  of Education (Education) and state-designated guaranty agencies that  administer the nation’s largest federally supported student loan program  continues to change. These state or private not-for-profit agencies, which  guarantee payment to banks and other lending institutions if students fail  to repay loans obtained through the Federal Family Education Loan  Program, operate under federal regulations issued by Education and  agreements with Education. The 1998 amendments to the Higher  Education Act (HEA) authorize the secretary of Education to enter into  “voluntary flexible agreements” (VFAs) with individual guaranty agencies.  Each VFA provides a guaranty agency flexibility to implement new  business practices by waiving or modifying some of the requirements  established under federal regulations that apply to other guaranty  agencies. As of November 2001, Education had signed VFAs with four of  the nation’s 36 guaranty agencies. Five other guaranty agencies applied,  but were not selected, withdrew, or did not reach agreement with  Education.", "Although the 1998 VFA legislation gave Education flexibility in developing  these agreements with the guaranty agencies, it also imposed some  restrictions. For example, while the agreements could potentially change  almost any aspect of how the guaranty agencies are compensated for  services by Education, the VFA legislation prohibited the agreements from  increasing projected federal program costs. Additionally, the agreements  could change how the guaranty agencies process loans, but the VFA  legislation prohibited the agreements from changing the statutory terms  and conditions of loans, such as the borrowers’ interest rate. Some  guaranty agencies and other program participants, such as representatives  of lender and loan servicing groups, told us that Education could have  done a better job in developing the agreements and some expressed  concern that the agreements may not have entirely complied with the  restrictions contained in law. You asked us to examine these matters.  Specifically, as agreed, we focused on answering the following questions:  1.\t To what extent did the VFA development process meet the needs of  guaranty agencies and other program participants?  2.\t To what extent do VFAs comply with requirements in the VFA  legislation?  3.  What changes are being implemented under the VFAs?  4.  How well prepared is Education to assess the effects of the VFAs?", "For this study, we interviewed Education officials involved in the  development of the VFAs as well as officials at each of the 9 guaranty  agencies that applied for an agreement and 10 of the guaranty agencies  that chose not to apply. We also discussed the VFAs with other program  participants, such as representatives of lender and loan servicing groups.  We reviewed the four, signed agreements for compliance with the  provisions in the VFA legislation. We used Education’s analyses to  determine whether the VFAs complied with the requirement not to  increase projected federal program costs. We performed our work  between February and December 2001 in accordance with generally  accepted government auditing standards. For details concerning our scope  and methodology, see appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["The federal government supports two major loan programs for  postsecondary students under Title IV of HEA: the Federal Family  Education Loan Program (FFELP) and the William D. Ford Direct Loan  Program (FDLP). In 2000, FFELP and FDLP provided approximately $23  billion and $10 billion, respectively, in loans and loan guarantees to  postsecondary students and their parents. Both programs provide  subsidized and unsubsidized Stafford loans, Parent Loans for  Undergraduate Students and Consolidation loans. Under the FFELP,  private lenders, such as banks, provide loan capital. The federal  government guarantees the loans but uses 36 guaranty agencies to  administer many aspects of the program. With federal funding, these  guaranty agencies generally provide insurance to the lenders for 98  percent of the unpaid amount of defaulted loans. The guaranty agencies  also work with lenders and borrowers to prevent loan defaults and collect  on the loans after default. In contrast, under the FDLP the federal  government provides the loan capital to borrowers.", "For over a decade, GAO has included student aid programs on a list of  “high-risk” federal programs. These programs are designated high-risk  primarily because of deficiencies in Education’s maintenance of the  financial and management information required to administer the student  aid programs and the internal controls needed to maintain the integrity of  the programs. Over the years Education has addressed many of the high- risk issues identified by GAO; however, these long-standing conditions  continue to plague the student aid programs.", "To achieve FFEL program and cost efficiencies, and to improve the  availability and delivery of loans, the VFA legislation of 1998 authorized  VFAs between Education and the state-designated guaranty agencies. The  VFA legislation restricted Education to six VFAs through fiscal year 2001,  and as of January 2002, Education had entered into agreements with four  guaranty agencies. Five other guaranty agencies applied for VFAs but  either were not selected or failed to reach agreement with Education (see  table 1). Since the beginning of fiscal year 2002, Education has had the  authority to enter into VFAs with all of the guaranty agencies.", "In May 1999, Education officials discussed VFAs with guaranty agency  representatives who were attending a conference hosted by the National  Council of Higher Education Loan Programs, Inc. Two months later, notice  of invitation for any of the 36 guaranty agencies to apply for a VFA  appeared in the Federal Register. The Register Notice included five  “criteria” Education planned to use in its evaluation of the proposals for  the VFAs, including (1) how the agency’s proposed VFA could be  extrapolated and easily used by other FFEL participants; (2) how the  proposal would improve the “system” for delivering and servicing of loans  for borrowers and schools; (3) if and how the proposal uses new  technology; (4) the impact the proposal would have on overall operating  costs for the agency and its partners, including Education; and (5) a  description of any proposed waiver of the prohibited inducement  restrictions (prohibited inducements are efforts by guaranty agencies to  encourage schools, borrowers, or lenders to submit applications for loan  guarantees through direct or indirect premiums, payments, or, for  example, uncompensated services such as loan processing services  normally performed by lenders)."], "subsections": []}, {"section_title": "VFA Development Process Did Not Fully Meet Participants’ Needs", "paragraphs": ["The VFA development process did not fully meet the needs of guaranty  agencies and other program participants. Most of the guaranty agency  officials we talked to indicated frustration in one or more steps of the  process, which began when Education invited all guaranty agencies to  submit VFA proposals. Guaranty agency officials were particularly  dissatisfied with Education’s lack of communication about the VFA  development process and its inability to meet its own timetable. Program  participants other than guaranty agencies, such as representatives of  lender and loan servicing groups, said that the opportunities for examining  the proposed agreements were insufficient. Also, these program  participants criticized Education for not using a more formal process for  determining VFA selection criteria and inviting VFA proposals. In response  to these criticisms, Education explained that some of the delay in the VFA  development process was the result of broader changes at Education and  turnover of key staff assigned to the VFA project. Additionally, Education  noted that it had taken extra actions—such as posting the draft  agreements to an Internet site—to facilitate public comment on the VFA  draft agreements.  In commenting on a draft of the report it also noted that  some guaranty agencies and other program participants that we consulted  had been opposed to the VFA legislation from its inception."], "subsections": [{"section_title": "Guaranty Agencies Criticize Education’s Efforts during VFA Development Process", "paragraphs": ["According to the guaranty agency officials we talked to, after the invitation  process, Education did not communicate adequately with guaranty  agencies after failing to stay on schedule. Most of these guaranty agency  officials, including those that were generally supportive of Education,  expressed a variety of concerns about Education’s communication efforts  during the VFA development process. For instance, several guaranty  agencies indicated a need for more information on Education’s  methodology for analyzing the projected federal program costs of the  VFAs, or on Education’s five criteria for selecting the VFAs.", "Furthermore, the established timetable was not met. Education indicated  it would select the six initial guaranty agencies within two weeks after the  application deadline of August 27, 1999, but the notice of selections did  not occur until February 2000. Education set December 1, 1999, as the  target date for signing the VFAs; however, the first VFA was not signed  until November of 2000 and the other three were not signed until March  2001. Guaranty agency officials told us that criticisms of Education’s  failure to meet its own timetable would have been somewhat mitigated if  Education had done a better job in communicating the status of the VFAs  to the guaranty agencies. In response to these criticisms, Education  officials explained that the process was hampered by organizational  changes and staff turnover that occurred during the VFA development  process. For instance, officials told us that delays were partially the result  of Education’s decision to place a higher priority on developing  regulations for implementing other 1998 HEA amendments and on  reorganizing the Office of Student Financial Assistance as a performance- based organization. Education officials also indicated that turnover of key  personnel assigned to the VFA project as well as disagreements within  Education concerning, for example, evaluations of the costs of VFAs  contributed to the delays in the VFA development process."], "subsections": []}, {"section_title": "Other Program Participants Also Had Concerns about the Development Process", "paragraphs": ["Although Education provided opportunity for public comment, program  participants other than guaranty agencies—for instance, representatives of  lender groups such as the Consumer Bankers Association—said these  opportunities were insufficient. Education posted each draft agreement  for about a 2-week period on the Internet in order to allow interested third  parties the opportunity to comment on the agreements. However, some  third parties told us that information available on the Web site was  insufficient to evaluate the draft agreements and that Education did not  provide responses to those who commented on the draft agreements. In  response to this, Education officials told us that the Internet posting was  not required by the VFA legislation, but that they did so to increase  opportunities for public comment. Additionally, Education staff have  recently begun meeting with a variety of student loan industry participants  to discuss ongoing VFA concerns.", "Program participants other than guaranty agencies also criticized  Education for not using a more formal process in determining VFA  selection criteria and inviting VFA proposals. A couple of third party  participants we talked to said the selection criteria should have been  developed through a rulemaking process similar to that used to develop  federal regulations. Another participant said that VFA proposals should  have been solicited through a more formal process, such as those used in  federal contracting procedures. According to Education, however,  because the agreements were specifically authorized by statute and  involved state-designated, not competitively selected, entities, Education  was not subject to legal requirements applicable to the rulemaking process  and that it was not required to use the more formal contracting process.", "In commenting on a draft of this report, Education noted that some  guaranty agencies and third party program participants had been opposed  to the VFA legislation from its inception, and not surprisingly continued to  be dissatisfied with the implementation of the VFAs."], "subsections": []}]}, {"section_title": "Most VFA Provisions Complied with Legislative Requirements; However, Compliance with the Projected Federal Cost Requirement Is Questionable", "paragraphs": ["VFA provisions complied with most of the legislative requirements. For  instance, we found that as required by the VFA legislation, the agreements  made no changes to the statutory terms and conditions of the loans.  However, we were not convinced that the agreements conform to the  requirement that the projected program cost to the government not  increase due to the VFAs. For one VFA, Education projected federal  program costs would increase each year of the 3-year analysis period.  Furthermore, the agreements appear to have violated the cost requirement  if Education’s cost determination had been based on a different time  period, or if the analyses had been based on changes in assumptions about  certain factors, such as default rates.", "The authorizing statute specifies, “in no case may the cost to the Secretary  of the agreement, as reasonably projected by the Secretary, exceed the  cost to the Secretary, as similarly projected, in the absence of the  agreement.”  Education’s budget service analyzed each of the four VFAs in  the course of Education’s negotiations with the guaranty agencies and  concluded that each agreement met the requirement. However,  Education’s analysis of the Texas VFA projected that federal costs will  increase an average of about $1 million a year. Budget service staff  indicated that they regarded this amount as insignificant compared with  total federal cash flows being estimated. Education’s estimates for the  Texas agency show that the projected amount of collections on defaulted  loans less federal program costs is an average of  $161 million per year  over fiscal years 2001 to 2003.  An alternative basis of comparison could be  to use the projected net amount of the agency’s receipts from federal  sources and its retentions of collections (an average of $71 million per  year over the same time period). In either case, the projected increase is  not consistent with the VFA legislative requirement that the projected  federal program costs not increase due to the VFA.", "Our review of Education’s analyses raised two additional questions about  Education’s conclusion that the VFAs would not increase projected federal  costs.", "Costs considered for first 3 years only. First, Education based its  conclusion on projected costs for only the first 3 years, while Education’s  projections show that costs for three VFAs would increase substantially in  years 4 and 5. As table 2 shows, during the first 3 years, only the Texas  agreement (discussed above) was projected to cause an increase in federal  costs. By including projections for the fourth year or for both the fourth  and fifth year, however, costs for three of the four VFAs would rise, with  costs for the Texas and Great Lakes guaranty agencies rising substantially.  These increases would occur as the size of these guaranty agencies’ loan  volumes and the cumulative size of their portfolios increase.", "Education officials and Office of Management and Budget officials said  they took this approach because they viewed the VFAs as demonstration  programs of limited duration to be evaluated by the Congress during the  next reauthorization of HEA. This act is due for reauthorization at the end  of fiscal year 2003. Although the American Student Assistance VFA  specifies a termination date at the end of fiscal year 2003, the other three  agreements have no specified termination date. They each remain in effect  until either the guaranty agency or Education chooses to withdraw with  advanced written notice.", "Effects of changes in performance not adequately considered.  Second, budget service officials reached their conclusions about the cost  effects of the VFAs using a set of base year assumptions that did not  adequately consider the effect of changes in guaranty agency  performance—that is, they assumed that such things as default rates,  collection rates, and delinquency rates would remain unchanged in future  years. The VFAs were designed to improve guaranty agency performance  and under the agreements, doing so would mean higher payments to the  guaranty agencies for their improved performance. Thus, analyzing the  proposed payment structures to estimate how such improvements would  affect net federal costs—in the form of lower default rates, for example—  seems warranted. However, according to budget service officials this  happened in only one case and to a limited extent.", "In that particular case, budget service staff analyzed the effect of a decline  in loan defaults for the California VFA, and its estimates illustrate the  importance of considering the effect of changes in guaranty agency  performance on federal costs. A provision in the California VFA provides  an incentive payment to the guaranty agency for achieving lower default  payments. At the time this VFA was being developed Education staff  calculated that California’s fiscal year 1998 “trigger default rate”–was 3.1  percent compared with the aggregate national rate of 2.9 percent. In an  effort to encourage the California guaranty agency to reduce its trigger  default rate, the VFA provides for a payment from Education to the  guaranty agency equal to half of the amount of claims payments avoided  by having a trigger rate below 3 percent. Budget service staff then  analyzed the effects of a decline in trigger default rates below 3 percent—  to see how much the payment would be in the event the agency was able  to reduce it’s trigger default rate that much. Education found that the  payment to California would be greater than the savings from the reduced  defaults—and thus would result in increases in federal costs. However, in  doing their formal analysis of the California’s VFA, budget service staff did  not include the results of their default analysis and instead assumed no  change in the base-year 3.1 percent trigger default rate; thus as table 2  shows, there are no projected increases or decreases to the costs for that  VFA. Subsequently, California’s trigger default rate did drop below 3  percent—down to 2.6 percent for fiscal year 2001. Our analysis based on  Education’s estimates shows that the California guaranty agency’s fiscal  year 2001 trigger rate of 2.6 percent entitles it to a VFA incentive payment  of about $17.3 million—an amount approximately $2.6 million greater than  the estimated total the government saved due to the lower volume of  defaulted loans. Because there were no other projected cost  considerations for this VFA, the decline in loan defaults under the VFA  resulted in an increase in projected net federal costs. Appendix II  discusses this analysis in more detail."], "subsections": []}, {"section_title": "Changes Offer Potential for Improved Performance", "paragraphs": ["All four agreements contain provisions for incentive payments for  improved guaranty agency performance, and all four grant waivers to  certain statutory and regulatory requirements. For the most part these  changes are designed to enhance agency performance, such as reduce  delinquencies and defaults, while increasing guaranty agency efficiencies.  At the same time, however, guaranty agencies without VFAs told us that  they have efforts under way to improve their agencies’ performance—  efforts that did not require the incentive payment structure or waivers  granted for the VFA agencies."], "subsections": [{"section_title": "Incentive Payments Reward Improved Performance", "paragraphs": ["The VFAs establish incentive payments that reward a guaranty agency for  better performance. The use of these incentive payments offers an  alternative to the traditional guaranty agency payment structure—a  structure some participants describe as containing a perverse payment  incentive for the guaranty agencies. Under the traditional payment  structure that continues to be used for the non-VFA agencies, it is  financially more beneficial for a guaranty agency to allow borrowers to  default on their loans and to subsequently collect on the loans than to  prevent defaults in the first place. A guaranty agency currently retains 24  percent of the money that it recovers from borrowers whose loans are in  default—that is, the borrowers who are more than 270 days behind in  making payments. According to some guaranty agency officials, this  percentage is typically higher than a guaranty agency’s actual cost of  collecting on defaulted loans. As a result, a non-VFA guaranty agency has  more financial incentive to “allow” borrowers to default than to prevent  the default upfront.", "Three of the four VFAs have incentive provisions that reduce the guaranty  agencies’ share of collections on defaulted loans. To compensate for this  lower collection retention rate, the VFAs have enhanced incentives for  better performance. For example, the American Student Assistance VFA  reduces the collection retention rate from 24 percent to 18.5 percent for  regular collections on defaulted loans in exchange for potentially greater  incentive payments for lower defaults. To implement such incentive  provisions, VFA agencies have created programs aimed at improving their  performance, particularly in the areas of reducing delinquencies and net  defaults. For example:", "To help borrowers with defaulted loans, American Student Assistance  created Bright Beginnings. This program focuses on providing support  to the borrowers and finding solutions to loan default instead of  making payment demands and threatening sanctions for nonpayment,  such as wage garnishment and negative reports to credit bureaus. Help  may involve, for example, working with the borrowers on a strategy to  get the education or training necessary to obtain employment that  would provide the income needed to repay their loans. Additionally,  the program points out to borrowers the advantages of making  payments on their loans. For example, if borrowers make nine  consecutive monthly payments they will be eligible for rehabilitation, a  process by which the guaranty agency sells the defaulted loan back to a  lender. Rehabilitation is important because, in addition to being current  on their loan payments, the borrowers become eligible for additional  Title IV student financial aid.", "To avert defaults by borrowers who withdraw from school without  completing their educational program, the California Student Aid  Commission is planning an early-withdrawal counseling program.  Individuals who withdraw from school early are at high risk of  defaulting on their loans and the Commission believes that early  intervention by the guaranty agency is more likely to result in the  borrowers being able to avoid default. Under current regulations, a  guaranty agency provides default aversion assistance to borrowers only  after they become 60 or more days delinquent on their loan. Under the  early-withdrawal counseling program, the Commission will contact  borrowers as soon as they withdraw from school. The program plans to  educate borrowers through a variety of services and provide  information about their responsibilities and options for avoiding  default.", "To help keep delinquent borrowers from defaulting, Great Lakes Higher  Education Guaranty Corporation and the Texas Guaranteed Student  Loan Corporation are both requiring lenders to submit requests for  default aversion assistance between the 60th and the 70th day of  delinquency. Under current regulation lenders can submit requests as  soon as the 60th day or as late as the 120th day to submit such a  request. Great Lakes and Texas guaranty agency officials believe that  by helping to contact delinquent borrowers earlier, they have a better  chance to prevent defaults."], "subsections": []}, {"section_title": "Statutory and Regulatory Waivers Are Aimed at Enhancing Guaranty Agency Performance", "paragraphs": ["The statutory and regulatory waivers granted under VFAs attempt to  improve guaranty agency performance in two ways—by eliminating  duplicate or less effective fiscal, administrative, and enforcement  requirements; and by substituting more efficient and effective alternatives.  For example:", "The Great Lakes VFA allows for the elimination of some duplicative  collection efforts that lenders or loan servicers and the guaranty  agency are both required to perform when a borrower became  delinquent. Officials from Great Lakes explained that they were  concerned that the duplication of effort can be confusing and  unnecessarily frustrating to borrowers.", "The American Student Assistance VFA grants authority to replace  certain administrative requirements for collection efforts on defaulted  loans with new, more targeted approaches. Current regulations specify  in considerable detail what collection actions must be taken and during  what time periods. For example, after 45 days of delinquency, the  guaranty agencies must “diligently attempt to contact the borrower by  telephone.”  Between 46 and 180 days of delinquency, the agencies  must “send at least three written notices to the borrower forcefully  demanding immediate commencement of repayment.” Under the VFA,  American Student Assistance has flexibility to develop procedures it  considers to be more efficient utilizing best practices common to the  financial services industry. Agency officials told us of plans to study  borrower behavior to determine the characteristics of borrowers that  are most apt to respond to particular default aversion or collection  efforts.", "Guaranty Agencies without  While VFAs represent a new approach to such matters as reducing  VFAs Also Taking Steps to perverse payment incentives and allowing guaranty agencies to be more  Improve Performance innovative in efforts to prevent defaults, they are not the only avenue  through which important attempts are being made to seek improvements  and innovations in the FFEL program. Guaranty agencies without VFAs  are introducing efforts to reduce delinquencies and defaults. Some of the  non-VFA guaranty agency officials we contacted indicated that they were  uncertain that VFAs are needed in order to improve performance. They  believe their mission provides sufficient motivation to increase efforts to  prevent defaults by, for example, devoting more resources to work with  delinquent borrowers and improving the exchange of information between  guaranty agencies, lenders, schools, and Education. They also said that  any innovations in customer service could be accomplished under current  regulations. For example, the largest guaranty agency, USA Funds, Inc., is  working in cooperation with other guaranty agencies on electronic data  exchange and electronic signature authority. The agency is also  implementing a program to provide students with current and historical  student financial aid information from guarantors, lenders, and secondary- markets, as well as to deliver services over the Internet.", "For most of the guaranty agencies, the trend in recent years has been a  decline in default rates. As figure 1 shows, trigger default rates decreased  steadily through fiscal year 2000. The reasons for this reduction are likely  multiple, including a low unemployment rate (giving more people jobs to  pay off their student loans) resulting from generally favorable economic  conditions during that period. Although many observers also credit the  decline to the effect of more diligent or effective efforts by guaranty  agencies, how much these efforts have contributed is unclear. We were  not able to identify any study that has isolated the effects of these  influences on default rates."], "subsections": []}]}, {"section_title": "Education Is Not Fully Prepared to Evaluate VFAS", "paragraphs": ["Education is not fully prepared to evaluate the results of the VFA  agreements. The agreements went into effect without Education having  developed a clear way to measure changes in guaranty agency  performance. For example, Education does not have a way to uniformly  measure satisfaction among the agencies’ customers. Furthermore, it  cannot adequately determine what has happened as a result of the VFAs  through, for instance, comparisons with the results of past efforts to cure  delinquent loans and comparisons of the results of similar efforts by other  guaranty agencies. For the latter, a commonly used measure is the “cure  rate” (the rate at which guaranty agencies and lenders keep borrowers  who are delinquent in their payments from defaulting on their loans). This  measure currently varies from guaranty agency to guaranty agency. It is  likely to be difficult to distinguish the results of the VFAs from the effects  of other factors, such as the general condition of the economy, but without  uniform measures the task becomes even more difficult.", "To measure and compare the benefits that result from VFAs, Education  needs uniform performance measures. The data Education routinely  collects from guaranty agencies will provide several comparable measures  of guaranty agencies’ performance, such as certain default rates and the  delinquency status of guaranteed loans in repayment.", "According to an Education official, Education is working with a consulting  firm to develop additional evaluation measures. Additionally, in  commenting on a draft of this report, Education noted that it is  establishing common measures to evaluate the performance of each VFA.  These measures should provide useful data for comparing non-VFA and  VFA guaranty agencies. However, other measures of VFA guaranty agency  performance might not be as easily compared across the guaranty  agencies. For example, Education currently lacks a means of calculating  the cost of the VFAs. Specifically, it cannot calculate the amount by which  VFA provisions increase federal payments to the VFA agencies, because it  does not have a way to determine the amount of default aversion fees that  each agency would have received in the absence of the VFA agreements.  Also, the Great Lakes guaranty agency plans to measure VFA performance,  in part, by measuring customer satisfaction. However, according to  guaranty agency and Education officials, no effort is under way to  measure other guaranty agencies’ customer satisfaction in a similar  manner, thus making comparisons difficult.", "Another example is the lack of uniformity in calculating a cure rate.  Although two of the VFAs specify cure rates as performance measures,  these two guaranty agencies calculate cure rates differently and another  guaranty agency uses a third method to calculate a cure rate. A uniformly  calculated cure rate could be a useful indicator of guaranty agencies’  success in preventing defaults for loans that are prone to default  (delinquent loans). The current inconsistencies in methods of calculating  cure rates make systematic evaluation of VFA results difficult.", "The VFA legislation required that Education report on the status of the  VFAs, including a description of the standards by which each agency’s  performance under the agreement was assessed and the degree to which  each agency achieved the performance standards. Additionally, Education  was required to include an analysis of the fees paid by the secretary, and  the costs and efficiencies achieved under each agreement. The report was  due no later than September 30, 2001; however, as of this time, no report  has been issued."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["The VFA development process did not fully meet the needs of the guaranty  agencies or other program participants. Despite circumstances at  Education that hampered VFA development, such as turnover of key staff,  Education might have been able to develop the VFA with fewer  frustrations had officials better communicated with participants,  particularly with respect to how the cost projections were done.  Additionally, a more realistic initial timetable might have lessened some of  the criticism from guaranty agency officials.", "Education’s evaluation of the cost effects of the current agreements raises  concerns about whether the federal program costs of current VFAs will  grow in the years ahead to the point that they exceed projected costs in  the absence of the agreements. In particular, we question the time period  Education used for making the cost estimates and the fact that Education  did not generally consider potential changes in agency performance for  the cost estimates. Although projected cost increases were relatively small  in comparison with the total amount of program costs during the first 3  years, estimates for years 4 and 5 showed substantial growth. Also, the  general lack of a more thorough analysis of VFA costs—including an  analysis of how factors, such as changing default rates might change  projected costs—could leave the government vulnerable to greater than  projected costs for the VFAs.", "VFAs are principally aimed at improving guaranty agency performance  through innovative incentive payment structures and in granting waivers  to statutory and regulatory procedures that might be hampering agency  performance. To that end, the VFAs afforded the guaranty agencies the  opportunity to try new ways of operating. Whether the incentive payments  and waivers used by the VFA agencies improve guaranty agency  performance more than the self-initiated efforts of the non-VFA agencies  remains to be determined.", "Measuring the benefits of the VFAs is central in deciding if more VFAs  should be entered into and if current VFA practices should be replicated at  other guaranty agencies. We found that Education is not fully prepared to  evaluate the success of VFAs in part because it does not have adequate  standardized performance measures, such as delinquent loan cure rates.  Without adequate performance measures Education is not well positioned  to judge the success or failure of the VFA provisions."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve the VFA development process for any future VFAs, we  recommend that the secretary of Education develop a plan to more regularly communicate with guaranty agencies  concerning the status of VFA development efforts, including disclosing  to program participants the planned methods for projecting the federal  program cost effects of VFAs; and a timetable for selection, negotiation, and completion of agreements  based on experience developing the first four VFAs.", "In order to ensure that all VFAs are in compliance with statutory  requirements, we recommend that the secretary of Education  renegotiate the Texas VFA as soon as practicable to obtain changes  necessary to ensure that the VFA does not increase projected federal  costs;  renegotiate the California VFA as soon as practicable to obtain changes  necessary to ensure that the VFA does not increase projected federal  costs, with or without changing the trigger default rate;  renegotiate the Great Lakes and American Student Assistance VFAs for  time periods after fiscal year 2003 to ensure that the VFAs do not  increase projected federal program costs; and  improve projections of the cost effects of renegotiated VFAs and any  future VFA proposals by (1) requiring that each VFA specify an  effective time period, (2) conducting a cost analysis covering that  period, and (3) conducting analyses to project the cost effects of  changes in assumptions regarding guaranty agency performance, such  as default rates, in making the cost projections.", "To ensure that the results of the VFAs can be effectively evaluated, we  recommend that the secretary of Education develop specific evaluation plans enabling Education to compare VFA  guaranty agency performance with past performance and the  performance of other guaranty agencies using uniformly defined  performance measures, including delinquent loan cure rates."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to Education for comment.  In its  response, Education indicated that it had a number of concerns about the  report.", "Education stated that our mention of GAO’s designation of the student  financial assistance programs as “high-risk” (in the Background section)  was beyond the scope of our review and that it detracts from the analysis  in the report. We disagree. The report contains analyses and descriptive  information on many aspects of the FFEL program, which provided  approximately $23 billion of loans for postsecondary students in fiscal  year 2000. The mention of the student loan programs as high risk and the  ensuing discussion are important to help establish the significance that  any changes—including the VFAs—might have on the program.", "Regarding the development of the VFAs, Education said that it appears  that our conclusions were based primarily on conversations with  individual guaranty agencies that did not apply for a VFA and  representatives of various interest groups, many of which had consistently  opposed the VFAs.  In fact, as indicated in our report, our conclusions are  largely based on comments from representatives of 18 guaranty  agencies—including representatives from all four agencies with VFAs;  representatives from those agencies that had unsuccessfully sought a VFA;  representatives from agencies that did not seek a VFA, but may wish to in  the future; and representatives from agencies that had opposed the VFA  legislation from the beginning.", "Concerning the cost effects of the VFAs, Education stated that it had, in  keeping with its standard procedures for estimating costs, (1) used a  closed time period (in this case, 3 years) to project costs; (2) not  considered the impact of possible changes to borrower or institutional  behavior in projecting costs; and (3) appropriately treated the $1 million  per year projected cost increase for the Texas VFA as “insignificant.”", "First, in looking at the 3-year time period, Education said that its  conclusions about the cost effects of the VFAs were appropriately limited  to the first 3 years because there was no reason to expect that the  agreements would necessarily remain in effect beyond the time period for  reauthorization of HEA, which may bring changes that could alter any cost  analyses.  We agree that the projected increases in federal costs in the  fourth and fifth years would not be relevant if the current agreements no  longer remain in effect after the end of fiscal year 2003.  However, since  three of the VFAs are open-ended, there is reason to believe they could  extend beyond three years.  Therefore, to ensure that projected federal  costs do not increase due to the VFAs, Education would need to  renegotiate the VFAs for the time period beyond 3 years. Education’s  statement that, \"GAO's interpretation of the statute as requiring strict 'cost  neutrality' over a long period of time is not supported in the statute or the  legislative history,\" is incorrect.  We did not interpret the statute in this  manner. Instead, our reading of the statute is that the period of time to be  examined should correspond to the projected life of the agreement.  As  mentioned above, three of the agreements we reviewed were for an open- ended period of time. Education chose a 3-year period for their cost  analysis, which is within its discretion and not inconsistent with the  statute.  However, the report was intended to make clear that, given the  open-ended nature of the agreements, a decision by Education not to  terminate the agreements after 3 years would warrant a reassessment of  the cost projections and a renegotiation of the agreements, if necessary.", "Second, Education stated that it does not base cost estimates on  behavioral assumptions that cannot be supported by available data.  We  agree that this is appropriate for baseline estimates, however one of the  purposes of the VFAs is to improve guaranty agency performance, and  thus the cost effects of potential improvements need to be considered in  Education’s cost projections.  Accordingly, we recommended that  Education supplement baseline estimates with sensitivity analyses in order  to avoid provisions that increase federal costs when an agency’s  performance improves, by reducing default rates for example.", "Third, with respect to Education’s assertion that the projected increase of  $1 million per year for the Texas VFA is “insignificant,” we disagree.  Education based its assertion on a comparison of the $1 million to the  total federal cash flows being estimated.  The projected amount of  collections on defaulted loans less federal program costs averaged $161  million per year for the 3-year period—an amount lower than the  “hundreds of million of dollars per year” Education cited in its comments.  Additionally, an alternative basis of comparison could be to use the  projected net amount of the agency’s receipts from federal sources and its  retentions of collections (an average of $71 million per year for the 3-year  period). In either case, the projected increase is not consistent with the  VFA legislative requirement that the projected federal program costs not  increase due to the VFAs.", "Regarding preparations to evaluate the VFAs, Education said that it is  establishing common, general measures to evaluate the performance of  each VFA and, whenever possible, to compare VFA guaranty agency  performance with other non-VFA guaranty agencies. Education noted that  it has had preliminary discussions with representatives of the 36 guaranty  agencies regarding uniform performance measures. Also, it noted that the  guaranty agencies are in the process of establishing an eight-member task  force to assist in determining the specific formulae for measuring VFA  performance. As our report indicates, Education does currently have  several possible uniform measures of agency performance.  We welcome  its efforts to develop additional measures, but conclude that a uniform  cure rate measure would assist in evaluating the performance of the VFAs,  considering that two guaranty agencies with VFAs specifically identified a  cure rate as a performance indicator.", "We reviewed these and additional Education comments and modified the  draft as appropriate. Education’s comments are included in appendix IV.", "We are sending copies of this report to Honorable Roderick R. Paige,  secretary of Education; appropriate congressional committees; the  guaranty agencies with VFAs; and other interested parties. Please call me  at (202) 512-8403 if you or your staff have any questions about this report.  Key contacts and staff acknowledgements for this report are listed in  appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["As agreed with your office, we focused our review of voluntary flexible  agreements (VFA) on addressing the following questions:  1.\t To what extent did the VFA development process meet the needs of  guaranty agencies and other program participants?  2.\t To what extent do VFAs comply with requirements in the VFA  legislation?  3.  What changes are being implemented under the VFAs?  4.  How well prepared is Education to assess the effects of the VFAs?", "To determine the extent to which Education’s VFA development process  met the needs of guaranty agencies and other program participants, we  interviewed Education officials involved in the development of the VFAs,  officials at each of the nine guaranty agencies that submitted an  application for a VFA, and nine guaranty agencies that did not submit  applications. The nine guaranty agencies that did not submit applications  included the five guaranty agencies with the largest amounts of loan  guarantees and four randomly selected smaller guaranty agencies that did  not submit applications.  We also reviewed VFA proposals and comments  Education received during the public comment period.", "To determine the extent to which the VFAs complied with statutory  requirements we reviewed the VFA agreements, provisions of the Higher  Education Act (HEA) concerning the Federal Family Education Loan  Program (FFELP), and related regulations. We also discussed the  agreements with Education and guaranty agency officials, and  representatives of industry associations including the National Council of  Higher Education Loan Programs, Inc. and the Consumer Bankers  Association. To review Education’s methods for projecting the costs of the  VFA agreements, we examined computerized schedules Education used to  project each VFA guaranty agency’s costs and financial data compiled by  Education staff from submissions by the guaranty agencies. We also  discussed these projections with Education’s budget service staff and  Congressional Budget Office and Office of Management and Budget  officials.", "To identify changes being implemented under the VFAs we reviewed the  VFAs and discussed them with the guaranty agency officials and reviewed  documents they provided concerning their programs.", "In addition, to determine how well prepared Education is to identify the  effects of the VFAs, we discussed plans for evaluation of the VFAs with  guaranty agency officials and Education officials responsible for collecting  and analyzing data from guaranty agencies."], "subsections": []}, {"section_title": "Appendix II: Comparison of Projected Federal Costs with California Trigger Default Rate at 2.6 or 3 Percent", "paragraphs": ["On the basis of budget service subsidy rate estimates, we projected the  level of noninterest federal costs for $263 million of loans—the amount of  loans that would default if the California guaranty agency’s trigger default  rate were 3 percent in fiscal year 2001. As shown in table 3 below, we  estimated the net federal costs of these loans (excluding interest subsidy  costs that the budget service indicated would not be affected) under four  different scenarios: (1) a 3 percent trigger default rate with all $263 million  of these loans defaulting without the VFA in effect, (2) a 3 percent trigger  default rate with the VFA in effect, (3) a 2.6 percent trigger default rate  with $228 million of the $263 million of loans defaulting without the VFA in  effect, and (4) a 2.6 percent trigger default rate with the VFA in effect. As  shown in table 3, federal noninterest costs for these loans would be about  $107 million under either scenario 1 or scenario 2. In scenario 3, federal  costs would decline by about $15 million to $92 million as trigger basis  defaults decline from 3 percent to 2.6 percent.", "Under scenario 4, however, Education would benefit from lower loan  defaults, but it would also have to pay the California guaranty agency half  of the $34.7 million reduction in the amount of claims payments to lenders  (a $17.3 million VFA fee). Because the VFA fee exceeds the benefit  Education would realize from the lower level of defaults, federal costs  would increase by an estimated $2.6 million.", "The VFA default rate incentive payment, one-half of the claims payments  avoided with a trigger default rate below 3 percent, was identified in the  VFA agreement as “50% of the savings in claim payments resulting from its  default aversion activities under this VFA.” This calculation, however, fails  to take into account two potentially significant factors. First, the federal  cost of loan default is mitigated in part by subsequent collections on the  defaulted loan. If the guaranty agency receives payment on a loan after the  loan defaults it generally is allowed to retain 24 percent of the amount  collected. The remaining 76 percent must be remitted to Education.  Budget service staff looked to see how the present value of these  payments would affect the present value of program costs for Subsidized  Stafford loans. They concluded that the federal cost (aside from federal  administrative costs) on a subsidized Stafford loan that defaults is on  average about 47.5 percent of the amount of the loan. The comparable  figure for the same loan without default, but with the VFA incentive  payment was 51.7 percent. In other words, the incentive payment to  California’s guaranty agency exceeded the present value of the federal cost  of the default adjusted for the subsequent collections on the loan. Instead  of benefiting from fewer defaults of loans guaranteed by the California  guaranty agency, Education stands to benefit from increases in defaults  until the guaranty agency’s trigger default rate reaches 3 percent. Above  that point the guaranty agency would not receive an incentive payment  and Education would not benefit from higher levels of defaults.", "The second reason for questioning the provision’s definition of federal  cost savings resulting from the VFAs default aversion activities is that the  entire decline in default costs may not be solely attributable to the VFA.  Default rates change for many reasons. According to guaranty agency and  Education officials, declines in default rates are due to such factors as a  change in definition of default from 180 to 270 days of delinquency  brought by the VFA legislation, increased default aversion assistance  activities by all guaranty agencies, enhancements in loan servicing  methods, and a prosperous economy. The VFA incentive payment to  California rewards the guaranty agency for any decline in default rates  whether it is due to VFA prompted efforts or to other factors.", "As shown in figure 2 below, generally guaranty agencies have seen  declines in trigger default rates. Guaranty agencies that received VFAs and  guaranty agencies that did not both saw declines in default rates from  fiscal year 1997 to fiscal year 2000, with increases in fiscal year 2001. For  example, the largest guaranty agency, USA Funds, Inc. had a higher default  rate than California’s in fiscal years 1997 and 1998. However, by fiscal year  2001, its default rate was slightly lower than California’s."], "subsections": []}, {"section_title": "Appendix V: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individuals named above, Jonathan H. Barker, Daniel R.  Blair, Christine E. Bonham, Richard P. Burkard, Timothy A. Burke, Aaron  M. Holling, Stanley G. Stenersen, and James P. Wright made key  contributions to this report."], "subsections": []}]}], "fastfact": []}