{"id": "GAO-19-653", "url": "https://www.gao.gov/product/GAO-19-653", "title": "Marine Debris: Interagency Committee Members Are Taking Action, but Additional Steps Could Enhance the Federal Response", "published_date": "2019-09-25T00:00:00", "released_date": "2019-09-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Marine debris—waste such as discarded plastic and abandoned fishing gear and vessels in the ocean—is a global problem that poses economic and environmental challenges. The Marine Debris Act, enacted in 2006, requires the committee to coordinate a program of marine debris research and activities among federal agencies. The act also requires the committee to submit biennial reports to Congress that include certain elements such as an analysis of the effectiveness of the committee's recommendations.", "GAO was asked to review federal efforts to address marine debris. This report examines (1) how the committee coordinates among federal agencies and the process for determining membership, (2) the extent to which the committee's biennial reports contain required elements, and (3) experts' suggestions on actions the federal government could take to most effectively address marine debris. GAO examined the Marine Debris Act and committee reports, compared committee practices with leading collaboration practices, interviewed federal agency officials, and interviewed a nongeneralizable sample of 14 marine debris experts selected to reflect various sectors and experiences with different types of marine debris."]}, {"section_title": "What GAO Found", "paragraphs": ["The Marine Debris Research, Prevention, and Reduction Act, as amended, (Marine Debris Act) designated six agencies as members of the Interagency Marine Debris Coordinating Committee and specifies that members shall include senior officials from certain other agencies as the Secretary of Commerce determines appropriate. Within Commerce, the National Oceanic and Atmospheric Administration (NOAA) serves as the committee chair. The committee coordinates through sharing information about members' activities to address marine debris, but GAO found that NOAA has not established a process for determining committee membership for agencies not specifically designated in the act. As a result, such agencies may not be included in the biennial reports required by the act which discuss committee members' marine debris activities. NOAA officials said they plan to develop a membership process but have not established a time frame to do so. By establishing a time frame, the committee can more fully benefit from capturing all members' activities.", "The committee's biennial reports provide information on members' activities such as education and cleanup, but they do not contain some information required by the Marine Debris Act. Specifically, the reports do not include (1) an analysis of the effectiveness of the committee's recommendations and strategies to address marine debris and (2) recommendations for priority funding needs. Our past work has shown that collaborative entities can better demonstrate progress if they develop a way to monitor and report the results of their collective efforts and identify and leverage resources. By doing so, the committee would be in a better position to know the extent to which it is effectively addressing marine debris and provide Congress with required information about priority funding needs.", "Experts suggested a range of actions—from research to cleanup—the federal government could take to most effectively address marine debris. They stressed that there is not one solution to the growing problem (see figure). Committee officials noted factors to consider, such as cost, when evaluating these actions."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making four recommendations, including that NOAA establish a time frame for documenting membership and the committee develop processes to analyze the effectiveness of its efforts and identify priority funding. The agency agreed with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Marine debris—waste ranging from small, everyday items, such as  cigarettes and discarded plastic bottles, to larger objects, such as  abandoned fishing gear and vessels found in the ocean or Great Lakes  environment—poses economic and environmental challenges and is an  issue of growing local, national, and international concern. Marine debris  can harm coastal and marine species and habitats, obstruct navigational  waterways, cause economic loss to fishing industries and coastal  communities, and threaten human health and safety. Debris can enter  the aquatic environment directly from domestic or international water- based sources, such as when materials are intentionally dumped in the  water or blown off fishing vessels. Debris can also enter the aquatic  environment indirectly from land-based sources by washing into  waterways that eventually flow to the ocean. Research has shown that a  significant amount of marine debris stems from land-based sources, such  as improperly managed plastic waste.", "Numerous studies show that plastic is a particularly pervasive and  persistent form of marine debris. An estimated 8 million metric tons of  mismanaged plastic waste entered the marine environment in 2010  according to one study, and projections show that by 2025 this number  could increase to 17.5 million metric tons each year. According to a 2018  United Nations report, studies estimate that the total economic damage to  the world’s marine ecosystem caused by plastic amounts to at least $13  billion each year. Although chemicals in plastic provide valuable  properties such as durability, there is growing concern that these  chemicals may be toxic and harmful to marine species. Over time,  through exposure to sunlight and wave action, plastic breaks apart into  increasingly smaller pieces, eventually becoming tiny particles called  microplastics. Marine life may ingest these microplastics, raising concerns  about potential health effects for such marine life and any organisms,  including humans, which may eat them.", "Addressing marine debris is a complex, interdisciplinary issue involving  many sectors and levels of government. Multiple federal agencies, often  in coordination with state and local governments, Indian tribes, industry,  international parties, and nongovernmental agencies, work to prevent,  manage, remove, and raise awareness about marine debris. To help  address marine debris, the Marine Debris Research, Prevention, and  Reduction Act (Marine Debris Act) was enacted in 2006 and amended in  2012 and 2018. The purpose of the Marine Debris Act is to address the  adverse impacts of marine debris on the U.S. economy, the marine  environment, and navigation safety through the identification,  determination of sources, assessment, prevention, reduction, and  removal of marine debris.", "Among other things, the Marine Debris Act reactivated the Interagency  Marine Debris Coordinating Committee (interagency committee) to  coordinate a comprehensive program of marine debris research and  activities among federal agencies and in cooperation and coordination  with nonfederal entities, such as nongovernmental organizations,  industry, universities and research institutions, states, Indian tribes, and  other nations, as appropriate. The act designates a senior official from  the National Oceanic and Atmospheric Administration (NOAA), within the  Department of Commerce, to serve as the chair of the interagency  committee. Other federal agency members designated in the act are the  Environmental Protection Agency (EPA), U.S. Coast Guard, U.S. Navy,  Department of State, and Department of the Interior. The act also  specifies that the committee shall include senior officials from other  federal agencies that have an interest in ocean issues or water pollution  prevention and control as the Secretary of Commerce determines  appropriate.", "The Marine Debris Act requires the interagency committee to submit to  Congress biennial reports that evaluate progress in meeting the purposes  of the act. The biennial reports are to include (1) the status of  implementation of any recommendations and strategies of the committee  and analysis of their effectiveness, and (2) estimated federal and  nonfederal funding provided for marine debris and recommendations for  priority funding needs.", "You asked us to review federal efforts to address marine debris under the  Marine Debris Act. This report examines (1) how the interagency  committee coordinates among federal agencies and the process for  determining membership and agency representation, (2) the extent to  which the interagency committee’s biennial reports contain required  elements, and (3) experts’ suggestions on actions the federal government  could take to most effectively address marine debris.", "To examine how the interagency committee coordinates among federal  agencies and the process for determining membership and agency  representation, we reviewed the Marine Debris Act and interagency  committee documents, including the committee’s charter and the five  biennial reports to Congress issued as of March 2019. We also  reviewed the most recently available minutes from quarterly committee  meetings held from November 2012 through April 2019 to determine the  types of topics and activities on which the committee has coordinated and  the federal agencies that have participated. We attended five of the  interagency committee’s quarterly meetings (in May, September, and  December of 2018, and April and July of 2019) to directly observe  committee coordination among agencies during these meetings. We also  reviewed documents from committee member agencies and interviewed and reviewed written responses from those agencies to obtain information  on their coordination efforts. Agencies we included were those agencies  designated as members in the Marine Debris Act as well as additional  agencies identified as members in the committee’s charter. In addition,  we compared these agencies’ documents and written responses about  the interagency committee’s coordination with leading practices we  identified in our past work on implementing interagency collaborative  mechanisms.", "To examine the extent to which the interagency committee’s biennial  reports contain required elements, we compared information contained in  the committee’s five biennial reports (from 2010 to 2019) to the reporting  requirements in the Marine Debris Act. Specifically, two analysts  independently reviewed each of the five biennial reports to evaluate  information the reports included about (1) the status of implementation of  any recommendations and strategies of the committee, (2) analysis of the  recommendations and strategies’ effectiveness, (3) estimated federal and  nonfederal funding provided for marine debris, and (4) recommendations  for priority funding needs. The analysts then compared and summarized  the results of their analyses. We also interviewed and reviewed written  responses from NOAA officials (in the agency’s capacity as chair of the  interagency committee) and officials from other committee member  agencies about steps to develop the biennial reports, including the  reports’ required elements. In addition, we compared information from the  reports and information we obtained from agency officials to leading  practices we identified in our past work on implementing interagency  collaborative mechanisms.", "To obtain suggestions on actions the federal government could take to  most effectively address marine debris, we conducted structured  interviews with a nongeneralizable sample of 14 experts with expertise in  marine debris-related issues. We selected these experts using factors  such as the individuals’ experience with different types of debris (e.g.,  abandoned fishing gear or consumer debris) or association with various  sectors (e.g., academia or industry). The experts included: (1) academics  with expertise in areas such as sources, prevalence, and transport of  plastic marine debris; (2) officials representing the plastic manufacturing,  food and beverage, and commercial fishing industries; (3) officials from  nonprofit organizations with expertise in marine debris removal from  coastal areas, litter prevention, and recycling management systems and  strategies; and (4) state and local government officials from the District of  Columbia, Florida, and Washington with expertise in local litter prevention  efforts, derelict vessels, and lost and derelict fishing gear.", "We asked the 14 experts to suggest actions the federal government could  take to most effectively address different types of marine debris.  Specifically, we asked that experts identify up to 5 to 10 actions as well as  advantages, disadvantages, and any challenges in potentially  implementing these suggested actions. We then categorized the actions  based on common themes. To do so, two analysts independently  reviewed each expert’s description of each action and identified an  appropriate category using decision rules the team developed. For  reporting purposes, we selected several actions within each of the  categories to provide illustrative examples of the types of actions experts  suggested. Our selection was based on such factors as the number of  experts that suggested similar types of actions, the detail provided by the  experts, and the availability of supporting information, such as  documentation of instances where an action had been taken by state or  local governments. Actions suggested by the 14 experts cannot be  generalized to actions that might be suggested by other experts, but  provide examples of actions federal agencies could take to address  marine debris. We also interviewed and received written responses from  officials from interagency committee agencies regarding issues that would  be important to consider in potentially implementing any of the expert suggested actions. Appendix I presents a more detailed description of our  objectives, scope, and methodology.", "We conducted this performance audit from October 2017 to September  2019 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Marine debris originates from multiple sources and types of materials,  entering the marine environment in a variety of ways, as shown in figure  1.", "Most plastics do not biodegrade, that is, decay  naturally and become absorbed by the  environment. Instead, plastics slowly break  down into smaller and smaller fragments,  eventually becoming what are known as  microplastics. Microplastics are very small  pieces of plastic that are generally less than 5  millimeters in size (about the size of a sesame  seed). The formation of microplastics occurs  when plastic debris is exposed to sunlight and  the plastic begins to weather and fragment.  Microplastics have been found in the  stomachs of numerous aquatic organisms  including insects, worms, fish, and clams,  according to a 2018 study. A study from 2011  showed that once animals ingest  microplastics, they can be stored in tissues  and cells, providing a possible pathway for the  accumulation of contaminants and potentially  harming the animals. pots, and other recreational or commercial fishing equipment that has  been lost, neglected, or discarded in the marine environment.  According to the Global Ghost Gear Initiative, at least 640,000 tons of  derelict fishing gear enters the ocean each year, a weight equivalent  to two Empire State Buildings. Derelict fishing gear may entrap sea  life, adversely affect marine habitats, present hazards to navigation,  and cause other harmful effects (see fig. 2). For example, according  to a 2015 NOAA report, derelict fishing gear threatens a variety of  fish, turtles, seabirds, whales, and seals, and may be especially  problematic for endangered and protected marine species.", "Abandoned and derelict vessels. Abandoned and derelict vessels  are vessels without identified ownership, in significant disrepair, or  both. There are thousands of such vessels in ports, waterways, and  estuaries around the United States that have been left to deteriorate  by the owner or operator or are the result of a catastrophic weather  event, according to NOAA documents. Abandoned and derelict  vessels can impede marine transportation by blocking navigable  waterways, and, if not visible or well-marked, could pose collision  risks to vessel operators. These vessels may also become sources of  pollution since they may contain fuel oil or other hazardous materials  that can leak into the water as the vessels deteriorate, impacting the  local community, marine life, and nearby habitat.", "Marine debris has garnered increasing interest from the international  community. In September 2015, the United Nations General Assembly  unanimously adopted an agenda with a set of global sustainable  development goals through 2030. One of the goals (goal 14) calls for  conservation and sustainable use of the oceans, seas, and marine  resources, and includes a target for prevention and significant reduction  of marine pollution of all kinds, including marine debris, by 2025. In June  2018, five members of the Group of Seven and the European Union  endorsed the Group’s Ocean Plastics Charter, which committed them to  accelerating implementation of the Group of Seven Leaders’ Action Plan  to Combat Marine Litter, previously agreed to in 2015. The United  States and Japan were the two members of the Group of Seven that did  not endorse the charter. Also, in May 2019, the parties to the Basel  Convention on the Control of Transboundary Movements of Hazardous  Waste and Their Disposal adopted a decision that would, beginning  January 1, 2021, require parties to take appropriate measures to ensure  that certain plastic waste is reduced to a minimum, taking into account  social, technological and economic aspects, among other things."], "subsections": [{"section_title": "Marine Debris Act", "paragraphs": ["The Marine Debris Act governs the activities of the interagency  committee. For example, it required the interagency committee to issue a  report to Congress that included recommendations to reduce marine  debris domestically and internationally. In 2008, the committee  submitted an interagency recommendation report that contained 25  recommendations intended to guide the federal government’s strategies  for addressing marine debris (see appendix II for a list of the 25  recommendations). The recommendations were categorized by an  overarching topic, such as education and outreach or cleanup. Within  each category, the committee then identified specific recommendations.  For example, within the education and outreach category, the committee  specified three recommendations:", "Demonstrate leadership by distributing educational materials to  personnel on the sources and impacts of marine debris as well as  methods for prevention with the goal of reducing the federal  contribution to marine debris.", "Support public awareness campaigns by providing technical expertise  and educational materials and by encouraging private sector  participation, when appropriate.", "Engage and partner with state, local, tribal and nongovernmental  entities to support coordinated events, such as Earth Day, the  International Coastal Cleanup, and other activities that have relevance  to marine debris.", "The act also requires the interagency committee to submit biennial  reports to Congress that evaluate progress in meeting the purposes of the  Marine Debris Act. Specifically, these biennial reports are to include:  the status of implementation of any recommendations and strategies  of the committee and analysis of their effectiveness, and estimated federal and nonfederal funding provided for marine debris  and recommendations for priority funding needs.", "Starting in 2010, the interagency committee has issued five biennial  reports to Congress, issuing its most recent report in March 2019.", "The Marine Debris Act designates six federal agencies as interagency  committee members. The six agencies are NOAA, EPA, U.S. Coast  Guard, U.S. Navy, Department of State, and Department of the Interior.", "The act also specifies that the committee shall include senior officials  from other federal agencies that have an interest in ocean issues or water  pollution prevention and control as the Secretary of Commerce  determines appropriate. The act designates the senior official from NOAA  to serve as the chair."], "subsections": []}]}, {"section_title": "Interagency Committee Coordinates through Meetings, but NOAA Does Not Have a Process for Determining Committee Membership and Agency Representation", "paragraphs": ["The interagency committee coordinates primarily through quarterly  meetings where agencies share information about their individual  activities related to addressing marine debris. Such activities range from  education and outreach to research and technology development and are  generally driven by the missions and authorities of the agencies.  However, we found that NOAA has not established a process to  determine the committee’s membership. In addition, the Marine Debris  Act requires the interagency committee to include a “senior official” from  member agencies, but NOAA has not determined the level of official it  would consider senior."], "subsections": [{"section_title": "Interagency Committee Holds Quarterly Meetings to Share Information about Individual Agency Activities Such as Education and Outreach", "paragraphs": ["The interagency committee coordinates primarily through quarterly  meetings where federal agencies share information about their individual  marine debris-related activities. According to its charter, which was last  revised in 2014, the committee is responsible for sharing information,  assessing and implementing best management practices, and  coordinating interagency responses to marine debris. The charter states  that the interagency committee will ensure the coordination of federal  agency marine debris activities nationally and internationally as well as  recommend research priorities, monitoring techniques, educational  programs, and regulatory action. The charter also states that the  interagency committee will work to consider the interests of  nongovernmental organizations, industry, state governments, Indian  tribes, and other nations, as appropriate.", "NOAA officials said the main focus of the interagency committee has  been to serve as an information-sharing body. The officials said they also  seek opportunities to collaborate on individual projects, but the committee  does not otherwise collaborate on activities, beyond compiling statutorily  required biennial reports. NOAA officials explained that individual  agencies each have a unique set of authorities and missions that largely  determine their role and involvement in marine debris-related issues. For  example, under its Marine Debris Program, NOAA conducts a variety of  education, outreach, research, and other activities to identify sources of  and address marine debris. In recent years, congressional committee  reports accompanying NOAA’s annual appropriations have directed the  agency to spend a certain amount of its appropriations on its marine  debris program. Specifically, these reports directed NOAA to spend $7  million in fiscal year 2018 and $7.5 million in fiscal year 2019 for its  Marine Debris Program. The program is also authorized to award grants  to, and enter into cooperative agreements and contracts with, eligible  entities to identify the sources of, prevent, reduce, and remove marine  debris.", "In contrast, officials from other agencies on the interagency committee  said their agencies have not received such direction or specific  appropriations to address marine debris. Rather, the activities these  agencies have conducted generally tie to their authority or agency  mission. For example, EPA officials said they have relied on voluntary  partnerships with states, industry, and other sources and leveraged  existing funds from related programs, such as the agency’s stormwater  and water quality programs, to support its Trash Free Waters Program.  This is a program that encourages collaborative actions by public and  private stakeholders to prevent trash from entering water. EPA officials  said they also support a number of other activities related to education,  outreach, and research, and these activities are a high priority for the  agency, but EPA does not have a line item in its budget dedicated to  marine debris activities.", "The interagency committee’s biennial reports describe general types of  activities individual agencies reported conducting—often in coordination  with nonfederal partners such as nongovernmental organizations,  industry, states, Indian tribes, and other nations—to address marine  debris, which include activities in the following categories: (1) education  and outreach; (2) legislation, regulation, and policy; (3) cleanup; (4)  research and technology development; and (5) coordination (see table 1  for descriptions of types of activities in each category; see app. III for  specific examples of activities carried out by agencies).", "To help agencies share information, NOAA chairs quarterly meetings  where agencies are invited to discuss their individual activities. In  reviewing meeting minutes, we found that the meetings were generally  well-attended by representatives from multiple agencies. During the  meetings, officials discussed marine debris issues and some provided  updates on their agencies’ activities. For example, at the April 2019  meeting, officials discussed ways in which different agencies may be  meeting the sense of Congress on international engagement in the Save  our Seas Act of 2018.", "At the May 2018 meeting, officials from NOAA and U.S. Coast Guard  gave presentations on their agencies’ emergency response authorities  and efforts. NOAA officials described their actions in response to  Hurricanes Harvey, Irma, and Maria in 2017, which included coordinating  debris removal activities across federal and state agencies, such as EPA  and Florida State’s Department of Environmental Protection. U.S. Coast  Guard officials also presented information on their marine debris removal  activities in response to Hurricanes Irma and Maria. These activities  included coordinating with multiple federal, state, and local agencies and  contractors to remove or mitigate potential environmental impacts from  2,366 damaged or derelict vessels in Florida and the Florida Keys after  Hurricane Irma and 377 vessels in Puerto Rico and the Island of Vieques  after Hurricane Maria, according to U.S. Coast Guard officials.", "The interagency committee has also used its quarterly meetings to  identify opportunities for collaboration among federal agencies and with  nonfederal partners, according to NOAA officials. For example, during  committee meetings in early 2018, NOAA, the National Park Service, and  the Department of State identified an opportunity to collaborate with the  German government to bring the Ocean Plastics Lab to the United States.  This Lab is an international traveling exhibition that explains the role of  science in helping to understand and address plastic pollution in the  ocean. NOAA officials said that to collaborate on this effort, officials from  three federal agencies served on a steering committee, leveraged  volunteers, promoted the Ocean Plastics Lab through outreach efforts to  the public and helped staff the exhibits while they were on display in  Washington, D.C., during the summer of 2018."], "subsections": []}, {"section_title": "NOAA Has Not Established a Process for Determining Interagency Committee Membership and Agency Representation", "paragraphs": ["We found that NOAA has not established a process to determine  interagency committee membership. The Marine Debris Act designates  six federal agencies as members of the committee, and also specifies  that committee members shall include senior officials from other federal  agencies that have interests in ocean issues or water pollution prevention  as the Secretary of Commerce determines appropriate. The  committee’s 2014 charter lists five agencies as members in addition to  the six identified in the act, for a total of 11 member agencies. The  charter also states that the committee consists of representatives from  “any other federal agency that has an interest in ocean issues and water  pollution prevention and control,” but does not specify the process for  documenting membership or how the Secretary of Commerce, or a  delegate of the Secretary, will determine that such membership is  appropriate, as required by the act.", "Various information sources, such as the committee’s biennial reports  and minutes from quarterly meetings, have provided differing lists of  committee member agencies. For example, the committee’s March 2019  biennial report and NOAA’s website as of July 2019 listed the 11  agencies identified in its charter as members. But, various meeting  minutes from meetings held in fiscal year 2019 listed up to 13 members.  One agency, the U.S. Agency for International Development (USAID),  has regularly attended the committee’s quarterly meetings since early  2018 when USAID officials said they were invited to participate on the  committee. USAID officials said that their understanding is that USAID is  a member of the interagency committee and that this is especially  important to recognize given their significant international development  assistance related to marine debris over the last few years. However,  USAID is not listed as a member on NOAA’s website and the agency’s  marine debris-related activities are not included in the committee’s 2019  biennial report. As a result, some agencies may not be included in the  required biennial reports on the committee members’ marine debris  activities.", "In April 2019, NOAA officials told us that USAID was a contributing  member to the interagency committee. The officials said that “official”  member agencies are those six agencies designated by the Marine  Debris Act and that they consider other participating agencies as  “contributing” members. They said it has been the practice of the  interagency committee to enable participation and coordination with other  agencies, including those who may not be designated as official  members.", "We found that NOAA does not have a documented process for  determining membership on the interagency committee. NOAA officials  were unable to locate records from 2006 or earlier documenting the  addition of contributing agencies to the committee or the Secretary, or a  delegate of the Secretary, making a determination of the appropriateness  of such agencies being members. NOAA officials stated the need for the  agency to establish a documented process to determine the  appropriateness of federal agencies being committee members. The  officials said they have started working with NOAA’s General Counsel to  formalize and document the committee’s membership process, and that  the process will include a step for the Secretary of Commerce, or a  delegate of the Secretary to determine the appropriateness of additional  agencies being members. However, NOAA officials did not have an  estimated time frame for developing such a process.", "Our past work on interagency collaboration has identified the importance  of ensuring that relevant participants have been included in the  collaborative effort. By establishing a time frame for developing a  documented membership process, NOAA and the interagency committee  can benefit from capturing all members’ activities, and ensuring it  provides Congress a complete picture of marine debris efforts across the  federal government.", "In addition, the Marine Debris Act requires the interagency committee to  include a “senior official” from member agencies, but NOAA has not  determined the level of official it would consider senior. The interagency  committee’s charter states that the committee will be composed of  “federal agency managers and technical experts,” but does not define  what is meant by senior official. NOAA officials said that the level of  engagement from agency officials has varied over time and often  depends on the specific officials participating. The officials said they have  had difficulty in the past getting some member agency officials to engage  during quarterly meetings and often those that do participate are not  decision makers. Specifically, for some agencies, participating officials  may not represent the entire agency, but rather a program within the  agency, and they may not have decision-making authority, according to  NOAA officials. As a result, the officials may not be able to commit  agency resources, or they may be uncertain what activities their agency  may be able to commit to.", "NOAA officials said that it may be helpful to specify the level of official  needed to represent the agencies on the interagency committee. The  officials said that they have been discussing potential revisions to the  interagency committee’s charter, and within that broader discussion they  are looking into whether the charter should specify what level of official is  needed. However, NOAA officials did not have an estimated time frame  for revising its charter or determining what those revisions may entail. Our  past work on interagency collaboration has identified the importance of  ensuring that participants have full knowledge of the relevant resources in the agency, including the ability to commit resources for their agency.  By clarifying what is meant by “senior official” such as through revisions to  its charter, NOAA would have greater assurance that it has the full  engagement of member agency officials who can speak for their agency  and commit to activities."], "subsections": []}]}, {"section_title": "Interagency Committee’s Reports Do Not Contain Some Required Elements", "paragraphs": ["While the interagency committee’s biennial reports provide information on  marine debris-related activities of individual agencies, our review found  that they do not contain certain required elements. As previously noted,  the Marine Debris Act requires the biennial reports to include (1) the  status of implementation of any recommendations and strategies of the  committee and analysis of their effectiveness, and (2) estimated federal  and nonfederal funding provided for marine debris and recommendations  for priority funding needs. However, we found that the biennial reports did  not include an analysis of the effectiveness of the recommendations  implemented or recommendations for priority funding needs."], "subsections": [{"section_title": "Implementation of Recommendations and Analysis of Effectiveness", "paragraphs": ["The five biennial reports the interagency committee issued from 2010 to  2019 lay out the committee’s 2008 recommendations along with a  description of activities taken by individual member agencies related to  those recommendations. Specifically, each biennial report references the  25 recommendations the committee first adopted in its 2008 interagency  recommendation report, organized into categories (see app. II). The  reports then provide a description of activities taken by individual member  agencies that fell within the recommendation categories for each  preceding 2-year period.", "However, we found that the five biennial reports do not include an  analysis of the effectiveness of the implementation of the committee’s  recommendations and strategies as required by the Marine Debris Act.  Some of the descriptions of agencies’ activities include information on the  number of people reached through education or outreach efforts or other  quantitative information related to specific activities, but the reports do not  include an analysis of the effectiveness of those activities.", "NOAA and EPA officials confirmed that the interagency committee did not  include an analysis of effectiveness in its biennial reports, stating that  undertaking such an effort is beyond the scope of the information-sharing  focus of the interagency committee. NOAA officials said that they have  attempted to bring member agencies together to discuss how the  committee could analyze the effectiveness of its collective efforts, but this  has been a challenge because each member has its own priorities and  legal authority related to addressing marine debris. Activities to implement  the committee’s 25 recommendations occur at each individual agency,  rather than at the committee level, according to the officials. As such,  NOAA officials said each member agency may evaluate the effectiveness  of its individual activities and pointed to measures NOAA has in place to  evaluate its Marine Debris Program. For example, NOAA estimates the  amount of debris removed annually and the number of students it reaches  through education and outreach efforts.", "EPA officials said that determining a baseline and quantifying the results  of specific marine debris efforts to determine effectiveness is challenging,  as is the case for other broad, nonpoint sources of pollution. For example,  trash enters water bodies through innumerable water and sewer system  outfalls, so EPA may focus on strategies to change people’s behavior to  minimize trash from entering the systems (see fig. 3). But unlike  measuring emissions from a smokestack, it is difficult to determine a  baseline and then measure and demonstrate progress in terms of trash  reduction exiting through the system outfalls. EPA officials said they  recognize the need to measure the effectiveness of their efforts related to  marine debris—especially as addressing marine debris has become a  high priority for the agency—but measuring progress has yet to be  determined across all of its various offices and programs that carry out  marine debris-related activities. Within the Trash Free Waters program  specifically, EPA officials said they take steps to evaluate the  effectiveness of the program through a variety of means, such as seeking  feedback from stakeholders.", "Our past work has shown that collaborative entities—including those  addressing complex, cross-cutting issues—can better demonstrate  progress and identify areas for improvement if they develop a means to  monitor, evaluate, and report the results of their collective efforts.  Developing such a means would help the interagency committee ensure  that its member agencies are using their authorities and aligning their  priorities in the most effective manner possible. Moreover, developing and  implementing a process to analyze the effectiveness of the interagency  committee’s recommendations and strategies, and reporting the results in  its biennial reports as required by the Marine Debris Act would better  position the committee to determine the extent to which its efforts are  making a difference in addressing the complex facets of marine debris."], "subsections": []}, {"section_title": "Estimated Funding and Recommendations for Priority Funding Needs", "paragraphs": ["The five biennial reports include some estimates of funding for marine  debris-related activities, but do not identify recommendations for priority  funding needs as required by the Marine Debris Act. Specifically, we  found that the reports included estimates for some member agencies’  spending related to their marine debris-related activities and estimated  nonfederal spending for certain activities. The reports also state that  several member agencies conduct activities within multiple programs,  offices, and projects indirectly related to marine debris efforts. These  agencies do not receive annual appropriations specifically for marine  debris activities but instead receive appropriations to fulfill their missions  or implement programs, making it difficult to estimate exact spending  related to marine debris, according to the reports.", "The 2019 biennial report states that the interagency committee’s  recommendations for priority funding needs are reflected in the  President’s budget request and operating plan for each member agency  in any given fiscal year. NOAA officials said that it would be difficult to  identify and communicate priority funding needs outside of these  documents, particularly given the complications associated with  estimating each agency’s individual spending. For example, an EPA  official said that EPA’s efforts to address marine debris are decentralized  and the agency does not receive an appropriation specifically for marine  debris-related activities, making it difficult to determine how much the  agency spends—or may need to spend—on marine debris. Moreover,  NOAA and EPA officials said that because the interagency committee  serves primarily as an information-sharing body and each member  agency operates independently in identifying resource needs, the  interagency committee has not needed to develop a process to identify  recommendations for priority funding needs.", "However, the Marine Debris Act requires the interagency committee to  include recommendations for priority funding needs in its biennial reports,  and without a process to identify such recommendations, the interagency  committee cannot meet that requirement. Our past work on leading  collaborative practices has shown the importance of identifying and  leveraging resources, such as funding, in collaborative efforts. By  developing a process to identify recommendations for priority funding  needs in its biennial reports, the interagency committee could provide  Congress with required information about priority funding needs across  the federal government to address marine debris."], "subsections": []}]}, {"section_title": "Experts Suggested a Range of Actions the Federal Government Could Take to Most Effectively Address Marine Debris", "paragraphs": ["The 14 experts we interviewed with expertise in marine debris-related  issues suggested a range of actions that the federal government could  take to most effectively address various types of marine debris. Their  suggestions included increasing or improving actions already being taken  by some federal agencies as well as taking new actions. The experts  stressed that there is not one solution to the growing, multi-dimensional  problem of marine debris. Rather, they said that a multitude of actions  involving federal agencies and nonfederal partners—such as  international, state and local governments, Indian tribes, industry, and  environmental groups—will need to be taken to address the issue.", "Experts as well as agency officials we interviewed indicated that there  would be a number of factors to consider in evaluating the suggested  actions. Some of these factors are overarching, applying to most or all of  the actions; others relate to specific actions. For example, several experts  and agency officials said that competing priorities and limited resources  would be important factors to consider related to all of the suggested  actions. Several agency officials also said that their agencies may not  have the authority to take some of the actions suggested by the experts,  and therefore new legislation would need to be enacted before they could  take those actions. Additionally, some actions could result in impacts or  costs to particular industries, underserved communities, or consumer  groups, and understanding and identifying ways to mitigate such impacts  would be important. Moreover, several agency officials said some actions,  such as those related to waste management, may be better suited for  local or state governments and that those entities would be better- equipped to deal with particular aspects of marine debris.", "The following are examples of actions the experts suggested that the  federal government could take. We organized the actions into the  following five categories, which generally correspond to the categories  laid out in the interagency committee’s reports: (1) education and  outreach, (2) establishment of federal requirements or incentives, (3)  cleanup, (4) research and technology development, and (5)  coordination."], "subsections": [{"section_title": "Education and Outreach", "paragraphs": ["Seven of the 14 experts suggested actions to educate or conduct  outreach to the public or specific consumer or industry groups or  international governments about ways to prevent, reduce, mitigate, or  clean up waste that can become marine debris. A few experts  emphasized that education and outreach efforts should be focused on  ways to prevent trash from entering the marine environment. Examples of  education and outreach actions suggested include:", "Domestic education and outreach. Five experts suggested different  types of education or outreach campaigns the federal government  could undertake to target certain domestic groups, such as  consumers. One expert suggested that the federal government  develop a national campaign to educate the public about marine  debris. Such a campaign would develop a single message that  various entities, including federal agencies and nonfederal  stakeholders, could include in advertisements, social media, and other  public awareness efforts. The expert pointed to similar state-led  campaigns, such as “Nobody Trashes Tennessee,” a litter campaign  developed by Tennessee’s Department of Transportation. This state  campaign features celebrities, such as athletes and musicians, in  advertisements and involves selling stickers, hats, and other items to  help spread the message. However, the expert said that securing  collaboration and agreement on a single message across federal  agencies and nonfederal stakeholders could pose a challenge and  that a national campaign would need a long-term commitment from all  parties to be successful.", "NOAA officials said that national campaigns can be expensive and  demonstrating results from such efforts can be difficult, especially  when they are broad in nature. As a result, these officials said that  NOAA’s Marine Debris Program targets its education and outreach  efforts to a specific audience for a particular type of behavior change  or type of debris, such as educating and training high school students  to lead “Zero Litter Campaigns” in their schools and communities.", "International outreach. Two experts suggested actions the federal  government could take to conduct outreach internationally to promote  programs, policies, or technologies that can reduce marine debris. For  example, one expert suggested the federal government conduct  outreach to government officials in countries that have limited waste  management infrastructure to demonstrate effective waste  management technologies. The expert said that the federal  government could partner with private sector companies to  demonstrate waste-to-energy technologies, such as gasification and  pyrolysis that can convert plastic waste to fuel. According to the  expert, demonstrating such technologies would provide information on  its benefits, including reducing sources of waste and creating a source  of energy to either use or sell.", "Several agency officials we interviewed agreed that international  outreach efforts are critical to successfully addressing marine debris  and that emphasis should be placed on assisting countries with  improving their waste management practices. However, these officials  said there are many factors to consider with regard to waste-to-energy  technologies. For instance, State Department officials said such  technologies may not be supported by civil organizations because of  environmental concerns. Waste-to-energy technologies could also  entail high upfront capital investments, and waste-to-energy facilities  should adhere to strict environmental standards with monitoring and  enforcement to help ensure the technology is not causing negative  effects, according to agency officials. As a result, they said it may not  be practical for some countries to adopt such technologies. In  addition, USAID officials said that promoting waste-to-energy  technology presupposes that waste is already being collected in  sufficient quantity and quality to serve as a fuel for such technology,  but that in some countries waste is openly dumped or burned and  therefore sufficient waste may not be available. They cautioned that  waste-to-energy technologies can be a part of a response to address  marine debris abroad, but would not be sufficient alone."], "subsections": []}, {"section_title": "Establishment of Federal Requirements or Incentives", "paragraphs": ["Microfibers are a widespread type of  microplastic; they have been found on the  shorelines of six continents and in oceans,  rivers, soils, table salt, and public drinking  water, according to scientific studies.  Microfibers enter the marine environment  through various pathways. For example,  microfibers are shed from synthetic clothing  and other materials made of polyester and  nylon. These microfibers pass through to  waterways because washing machines and  wastewater treatment plants typically do not  have processes sufficiently refined to remove  the fibers. Little is known about other potential  sources of microfibers, such as carpet  manufacturing; the rate of generation, such as  how quickly materials break down and shed  microfibers; and any health impacts to  humans or wildlife. federal requirements for manufacturers to design certain products to  minimize the chances of material becoming marine debris. For  example, two experts suggested the federal government develop  design standards for washing machine manufacturers to ensure filters  are designed to prevent microfibers from entering wastewater  systems and then the marine environment. Three experts suggested  the federal government develop design standards to require or  incentivize manufacturers to use specific amounts of post-consumer  material in developing certain products. For example, one expert  recommended requiring the manufacturers of plastic beverage bottles  to produce bottles using at least a minimum amount of recycled  plastic. According to the expert, this would increase the demand for  recycled plastic as a raw material, which in turn would reduce the  likelihood that such plastic would end up as waste. The expert said  that requiring the use of recycled plastic would likely impose  increased costs on manufacturers because virgin plastic—the raw  material typically used in producing plastic beverage bottles—is  currently less expensive than recycled plastic. Such increases would  likely be short term, however, because the increased demand would  decrease the price after more of the recycled material is used,  according to another expert. Some federal agency officials said that  establishing such proposed federal design standards could be difficult  due to limited existing statutory authorities.", "Requirements for fishing gear. Three experts suggested the federal  government establish requirements to mitigate the impact of lost or  derelict fishing gear in federal waters. For example, one expert  suggested requiring the use of modified fishing gear, such as crab  traps with biodegradable escape mechanisms that allow entrapped  marine life to escape if the trap is lost or abandoned (see fig. 4).  Requiring the use of fishing gear with biodegradable escape  mechanisms would likely impose increased costs to the fishing  industry, according to the expert, but those costs could be minimized  if the federal government offered a subsidy to help purchase required  gear. NOAA officials said that it would be challenging to require the  use of certain types of fishing gear in part because of the cost to the  federal government in ensuring implementation of the requirement.  On the other hand, NOAA officials said they promote innovation and  voluntary use of certain types of fishing gear through various efforts  such as their Fishing for Energy program.", "Restrictions on single-use plastics. Four experts suggested that  the federal government establish restrictions on the manufacturing or  sale of certain single-use plastics. For example, the federal  government could establish restrictions on the manufacturing and  distribution of plastic bags in the form of thickness or material  composition requirements, or production volume limits. Two of these  experts also said that the federal government could review existing  local, state, and international efforts to restrict single-use plastics to  identify best practices so that these types of actions could potentially  be scaled appropriately at the federal level. According to the United  Nations Environmental Programme, 127 countries and two states  have placed various types of restrictions on the retail distribution of  plastic bags as of 2018. One expert pointed to research that shows  that plastic bags are one of the most abundant forms of marine debris  and suggested that banning them would therefore significantly reduce  the amount of debris entering the marine environment.", "NOAA officials agreed that restricting the sale of single-use plastic  bags could help address the marine debris problem, but said that  identifying an agency with sufficient legal authority to be responsible  for implementing and enforcing any restriction would be important and  could be a challenge at the federal level. NOAA and EPA officials said  that it would be important to carefully determine and assess trade-offs  or other potential impacts before considering these types of  restrictions.", "Single-use plastics are any plastic items— such as plastic soda or water bottles—that are  intended for use only once before they are  thrown away or recycled as defined by the  United Nations Environment Programme.  Single-use plastics can have environmental  impacts when they are left in the marine  environment. For example, single-use plastics  may be ingested by hundreds of species of  marine wildlife, such as turtles and dolphins,  who mistake them for food, potentially  blocking their airways and stomachs,  according to a 2018 report by the United  Nations Environment Programme.", "Incentives for waste management. Four experts suggested actions  the federal government could take to provide incentives to local  governments to help them improve their waste management and  recycling programs. The experts said that waste and water  management is typically the responsibility of local governments, but  that given the scope and scale of the marine debris problem, the  federal government could use its resources to provide incentives to  help local governments make improvements. For example, the federal  government could provide grants or subsidies to help local  governments implement best management practices, such as using  trash traps to help remove debris from waterways and prevent it from  becoming marine debris. In addition, the experts said that the federal  government could provide local governments with resources to help  purchase bins with lids to help prevent inadvertent loss of waste or to  pay for infrastructure such as trucks and recycling facilities to improve  the collection and recycling of waste. According to one expert,  transporting materials from consumers to the appropriate waste  management or recycling facilities is a significant barrier to achieving  better waste management.", "EPA officials agreed with the importance of local waste management  efforts. The officials emphasized that it is the agency’s mission, in  part, to address management of waste to prevent trash, and  management of water that carries the trash to the marine  environment. The officials said that this is particularly critical for  addressing marine debris since an estimated 80 percent of aquatic  trash originates from land-based sources. The officials said the  agency has provided some funding to local governments to implement mechanisms to capture trash before it enters waterways or to remove  trash from water. They added that there is no one size fits all  approach, however, to working with local governments. Rather,  different localities may have differing needs—such as for funding,  information, or technical assistance—and EPA tries to create a  climate where localities can identify and best address those needs,  according to the officials."], "subsections": []}, {"section_title": "Cleanup", "paragraphs": ["Five of the 14 experts suggested the federal government support marine  debris cleanup and removal activities by providing resources to  organizations that coordinate cleanup projects (see fig. 5). Several  agency officials said that preventing waste from entering the marine  environment should be the primary focus of addressing marine debris, but  cleaning up existing marine debris continues to be a critical part of the  multi-faceted response to the problem, especially after severe weather  events such as hurricanes. According to one expert, debris deposited into  the marine environment around the Florida Keys after Hurricane Irma in  2017 included construction debris from demolished buildings, household  items such as refrigerators and televisions, cars, and boats, among other  types of debris. The expert suggested the federal government provide  funding and technical assistance to state and local governments to help  locate such debris. According to the expert, after a severe weather event,  the distribution of debris can vary greatly with ocean and wind currents,  and the debris can extend for miles into the ocean. As a result, the expert  suggested that the federal government assist with conducting aerial  flyovers to locate major concentrations of debris. The flyovers would  employ mapping technology, such as global positioning system  equipment and cameras, to locate and map the debris for removal. NOAA  officials agreed with the importance of cleanup activities, particularly after  severe weather events. In 2018, NOAA provided $18 million to states for  the detection, removal, and disposal of debris after the 2017 hurricanes."], "subsections": []}, {"section_title": "Research and Technology Development", "paragraphs": ["Ten of the 14 experts suggested actions related to research or technology  development. A few experts commended federal research efforts related  to marine debris to date but stressed that additional research is needed in  multiple areas. Examples of research and technology development  actions suggested by experts include:", "Research on sources, pathways, and location of marine debris.  Five experts suggested the federal government support research on  identifying and understanding the various sources, pathways, and  location of marine debris. For example, one expert suggested that the  federal government conduct a national study to identify where waste  is generated, through which types of major pathways it enters the  marine environment (such as rivers or stormwater), and where the  waste ends up. This study could include a focus on specific pathways,  such as where illegal dumping occurs, which has not been researched  at the national level, according to the expert. The expert said that  federal agencies and others could use the results of such a study to  help target education for the public, policy makers, and law  enforcement officials on how to prevent and properly dispose of the  types of waste that most commonly end up as marine debris. NOAA  officials said that illegal dumping tends to be localized, so it may be  difficult to carry out research on a national scale, but agreed with the  need to better understand sources and types of marine debris since  many factors contribute to the problem.", "Research on effects of marine debris. Four experts suggested the  federal government support research to determine the effects of  debris on wildlife and the marine environment as well as on human  health. For example, one expert suggested that the federal  government conduct or fund research to determine the effects of  microplastics on human health to help the federal government and  other stakeholders identify the most appropriate solutions. EPA  officials said that this type of research is one among many competing  areas related to marine debris research their agency has targeted.", "Development of technology to address marine debris. Five  experts suggested actions that the federal government could take to  develop new technology to help address marine debris. For example,  one expert suggested that the federal government fund the  development of new technology to recycle hard-to-recycle plastic  materials so that these materials are less likely to end up as waste  and become marine debris. The expert said that, in particular, plastic  materials such as packaging used to preserve food products are not  readily recyclable because the technology to recycle these types of  plastics is not available or is not economically viable. EPA officials  said that even when there is technology to recycle these types of  plastics, food contamination is a problem that may prevent them from  being recycled. In addition, an increased capacity for recycling may  not result in a behavior change on the part of the consumer, which is  another factor to consider in evaluating whether to pursue this type of  action, according to the officials."], "subsections": []}, {"section_title": "Coordination", "paragraphs": ["Nine experts suggested that the federal government coordinate with local,  state, federal, and international governments and other nonfederal  partners to address marine debris. Experts emphasized that because  marine debris is a complex issue with domestic and international impacts,  it requires contributions from and coordination across these many groups.  Examples of coordination suggested by experts include:", "Coordination with stakeholders on management of fishing gear.  Two experts suggested the federal government coordinate to identify  ways to prevent fishing gear from becoming a source of marine debris  and causing harm to fish and other marine species. One expert  suggested the federal government coordinate with stakeholders to  identify and implement best management practices for responsible  management and use of fishing gear. Specifically, the expert  suggested that the federal government coordinate with state  agencies, gear designers and manufacturers, fishermen, and other  stakeholders to adopt best practices in particular locations such as in  the Chesapeake Bay or Puget Sound where there are extensive  commercial or recreational fisheries. The expert said it would be  important to work with industry stakeholders to avoid the best  practices being perceived as unnecessary government intervention. In  addition, one of the experts said that adoption of best practices could  incur additional costs for activities such as replacing gear, which could  be minimized through government subsidies or other incentives.  NOAA officials said these types of coordination activities align with  current efforts within their Marine Debris Program. For example, in  2016 NOAA partnered with California State University and other  stakeholders to encourage the adoption of best practices to prevent  the loss of gear used to catch spiny lobster in the Channel Islands in  California.", "Coordination with international governments. Four experts  suggested the federal government increase its coordination  internationally such as through developing international agreements  and participating in multinational forums. For example, one expert  suggested that the United States and other countries enter into an  international agreement to prevent further release of plastic into the  ocean. Under such an agreement, each country would set a target to  reduce the amount of plastic released into the ocean, develop  strategies and approaches to meet that target, and measure and  report on progress in meeting the target. The expert said that taking  actions to meet the target would incur costs and that securing  commitments from countries could be difficult. However, the expert  said that allowing countries the flexibility to develop their own  strategies for meeting their targets could help overcome these  difficulties.", "State Department officials said that in addition to coordination with  international governments, coordination is needed with other key  stakeholders such as waste management and marine debris experts,  local leaders, private-sector industry and retail entities, and  nongovernmental organizations. This is in part because so much of  the international marine debris problem stems from waste  management issues at the local level. In some countries, as in the  United States, the government may not have the authority to work on  waste management at the local level and as a result, understanding  this complexity is an important factor to consider in coordinating  internationally, according to the officials. USAID officials agreed that  coordination with international stakeholders beyond international  governments is needed and said that given the local nature of waste  management issues that contribute to the international marine debris  problem, stakeholders such as local and municipal governments are  also important and should be a major focus for coordination and  capacity building."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Marine debris is a global, multi-faceted problem and multiple federal  agencies, along with nonfederal stakeholders such as nongovernmental  organizations, industry, states, Indian tribes, and others, have important  roles to play in addressing the problem. The interagency committee’s  sharing of information about its members’ activities is a good first step to  ensure the agencies are aware of their respective marine debris-related  efforts. NOAA, as chair of the committee, has recognized the need to  develop a documented membership process, but has not established a  time frame for doing so. By establishing a time frame for developing a  documented membership process, NOAA and the interagency committee  can benefit from capturing all members’ activities, and ensuring it  provides Congress a complete picture of marine debris efforts across the  federal government.", "NOAA also recognizes that it may be helpful to specify the level of the  official needed to represent the agencies through revisions to its charter,  but has not determined what those revisions may entail. By clarifying  what is meant by “senior official” such as through revisions to its charter,  NOAA would have greater assurance that it has the full engagement of  member agency officials who can speak for their agency and commit to  activities.", "The interagency committee’s biennial reports provide information on the  committee’s recommendations and individual agencies’ activities to  implement those recommendations, but the reports do not include an  analysis of the effectiveness of the committee’s recommendations and  strategies as required by the Marine Debris Act. By developing and  implementing a process to analyze the effectiveness of the interagency  committee’s recommendations and strategies, and reporting the results in its biennial reports as required, the interagency committee would be in a  better position to determine the extent to which its efforts are making a  difference in addressing the complex facets of marine debris.", "Additionally, the interagency committee has not identified required  recommendations for priority funding needs. By developing a process to  identify recommendations for priority funding needs and including such  recommendations in its biennial reports, the interagency committee could  provide the Congress with required information about priority funding  needs across the federal government to address marine debris."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making a total of four recommendations, including two  recommendations to the NOAA Administrator and two recommendations  to the chair of the interagency committee, specifically:  The NOAA Administrator, in coordination with interagency committee  member agencies, should establish a time frame for documenting the  committee’s membership process. (Recommendation 1)", "The NOAA Administrator, in coordination with interagency committee  member agencies, should clarify what is meant by “senior official” in the  Marine Debris Act, such as through revisions to its charter.  (Recommendation 2)", "The chair of the interagency committee, in coordination with member  agencies, should develop and implement a process to analyze the  effectiveness of the interagency committee’s recommendations and  strategies, and include the results in its biennial reports.  (Recommendation 3)", "The chair of the interagency committee, in coordination with member  agencies, should develop a process to identify recommendations for  priority funding needs to address marine debris, and include such  recommendations in its biennial reports. (Recommendation 4)"], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided the Departments of Commerce, Defense, Homeland  Security, Interior, Justice, and State; EPA; the Marine Mammal  Commission; and USAID a draft of this report for their review and  comment. The Department of Commerce and USAID provided written  comments, which are reprinted in appendixes IV and V respectively, and  discussed below. We also received technical comments from the  Departments of Commerce, Homeland Security, the Interior, and State;  EPA; the Marine Mammal Commission; and USAID, which we  incorporated into the report as appropriate. The Departments of Defense  and Justice indicated that they had no comments.", "In written comments from the Department of Commerce, Commerce and  NOAA agreed with our four recommendations. Regarding our first two  recommendations, NOAA stated that its Administrator will establish a time  frame for documenting the interagency committee’s membership process  and, in coordination with the interagency committee, will define the term  “senior official” through revisions to its charter so that the term can be  consistently applied across all federal agency structures. In forming its  definition of “senior official,” NOAA indicated that it would consider  seniority requirements of similarly situated advisory committees, along  with related factors such as the ability to make decisions on behalf of an  agency.", "Regarding our third recommendation on developing and implementing a  process to analyze the effectiveness of the interagency committee’s  recommendations and strategies, NOAA stated that it agreed with this  recommendation to the extent it can be implemented with available  budgetary resources. It indicated that the interagency committee lacks the  existing resources to require and routinely evaluate the effectiveness of  agency activities. Instead, individual agencies are expected to work  toward implementing the interagency committee’s 2008 recommendations  in accordance with each agency’s legal and programmatic authorities,  mission priorities, and resource limitations. Nevertheless, NOAA stated  that to the extent possible it will work with interagency committee  members to identify common or easily translatable metrics for evaluating  the effectiveness of its 2008 recommendations and include these in the  next biennial report to Congress.", "Regarding our fourth recommendation, NOAA stated that it agreed with  our recommendation, but noted that it does not have the authority to  control the implementation of a process for identifying priority funding  needs of other member agencies. It stated that the interagency  committee’s recommendations for priority funding needs are already  reflected in the President’s annual budget request and operating plan for  each member agency. However, NOAA stated that to the extent possible,  it will work with interagency committee members to develop a process for  identifying priority areas, which can be reflected in each agency’s  respective budgeting process and shared in the committee’s biennial  reports. We agree that NOAA does not have the authority to control the  implementation of a process for identifying priority funding needs of other  member agencies. However, as chair of the committee, NOAA can  coordinate with member agencies to develop a process that each  individual member agency—under its individual authority and budgetary  processes—can use to identify recommendations for priority funding  needs to address marine debris. We believe that coordinating such  information and providing it in the committee’s biennial reports could  provide Congress with required information about priority funding needs  across the federal government to address marine debris.", "In addition, in written comments from USAID, the agency said it is  committed to addressing the challenge of marine debris through its  programs and in collaboration with interagency committee partners.  USAID stated that it has significant opportunities to play an important role  in the international response to address marine debris and, as the lead  federal agency on foreign assistance, has several programs that target  mismanaged municipal waste in the developing world. For example,  USAID stated that the agency’s Municipal-Waste Recycling Program has  helped reduce land-based sources of ocean plastic waste in four of the  top five contributing countries—Indonesia, the Philippines, Sri Lanka, and  Vietnam—by providing small grants and technical assistance to a variety  of local actors in towns and cities. USAID also stated that it greatly  appreciates the work of its interagency committee partners in addressing  marine debris and looks forward to continued collaboration with them.", "We are sending copies of this report to the appropriate congressional  committees; the Secretaries of Commerce, Defense, Homeland Security,  Interior, Justice, and State; the Administrators of EPA and USAID; and  the Commissioners of the Marine Mammal Commission. In addition, the  report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-3841 or fennella@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last   page of this report. GAO staff who made key contributions to this report  are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report examines (1) how the interagency committee coordinates  among federal agencies and the process for determining membership  and agency representation, (2) the extent to which the interagency  committee’s biennial reports contain required elements, and (3) experts’  suggestions on actions the federal government could take to most  effectively address marine debris.", "To examine how the interagency committee has coordinated among  federal agencies and the process for determining membership and  agency representation, we reviewed the Marine Debris, Research,  Prevention, and Reduction Act, as amended (Marine Debris Act), and  interagency committee documents, including the committee’s 2008 report  with recommendations, charter, and five biennial reports to Congress  issued as of March 2019. Specifically, we reviewed meeting minutes  from the interagency committee’s quarterly meetings from November  2012 through April 2019, to understand the topics and activities the  committee has coordinated on and the federal agencies that have  participated. We attended five of the interagency committee’s quarterly  meetings (in May, September, and December of 2018, and April and July  of 2019) to directly observe committee coordination among agencies  during these meetings. We also reviewed documents from committee  member agencies and interviewed and reviewed written responses from  those agencies to obtain information on their coordination efforts.  Agencies we included were those agencies designated as members in  the Marine Debris Act as well as additional agencies identified as  members in the committee’s charter (see table 2). In addition, we  interviewed officials and reviewed documents from the National Science  Foundation, Office of the U.S. Trade Representative, and the U.S.", "Agency for International Development, based on suggestions from  interagency committee officials.", "From the committee’s 2008 report with recommendations, the five  biennial reports, and other member agency documents, we summarized  activities conducted by member agencies. For reporting purposes, we  selected examples from the 2016 and 2019 biennial reports (those most  recently available) of activities the agencies have taken to illustrate  interagency committee member efforts to address marine debris, to  reflect a range of activities across categories of activities and member  agencies. In addition, we compared information we received about the  interagency committee’s coordination to leading practices we identified in  our past work on implementing interagency collaborative mechanisms.", "To examine the extent to which the interagency committee’s biennial  reports contain required elements, we compared information contained in  the committee’s five biennial reports to the statutory reporting  requirements in the Marine Debris Act. Specifically, two analysts  independently reviewed each of the five biennial reports to evaluate  information the reports included about (1) the status of implementation of  any recommendations and strategies of the committee, (2) analysis of the  recommendations and strategies’ effectiveness, (3) estimated federal and  nonfederal funding provided for marine debris, and (4) recommendations  for priority funding needs. The analysts then compared and summarized  the results of their analyses. We also interviewed and reviewed written  responses from National Oceanic and Atmospheric Administration  (NOAA) officials (in the agency’s capacity as chair of the interagency  committee) and officials from other members of the committee about  steps to develop the biennial reports, including the reports’ required  elements. In addition, we compared information from the reports and the  information we received from the officials to leading practices we  identified in our past work on implementing interagency collaborative  mechanisms.", "To obtain suggestions on actions the federal government could take to  most effectively address marine debris, we conducted structured  interviews with a nongeneralizable sample of 14 experts with expertise in  marine debris-related issues. We selected the experts from a list of  individuals we identified through interviews with agency officials and  through a snowball approach, in which we reviewed relevant literature on  marine debris, such as articles the experts authored, to identify other key  experts and asked experts to identify other experts for including in this  review. We also identified experts through our participation in key marine  debris events, such as presenting at the Sixth International Marine Debris  Conference. We considered factors such as the individual’s experience  with different types of debris (e.g., abandoned fishing gear or consumer  debris) or association with various sectors (e.g., academia or industry).", "Experts selected included: (1) academics with expertise in areas such as  sources, prevalence, and transport of plastic marine debris; (2) officials  representing the plastic manufacturing, food and beverage, and  commercial fishing industries; (3) officials from nonprofit organizations  with expertise in marine debris removal from coastal areas, litter  prevention, and recycling management systems and strategies; and (4)  state and local government officials from the District of Columbia, Florida,  and Washington with expertise in local litter prevention efforts, derelict  vessels, and lost and derelict fishing gear.", "We asked the 14 experts to suggest up to 5 to 10 actions the federal  government could take to most effectively address different types of  marine debris. We defined the term “actions” to mean any policy,  program, effort, or intervention that could be taken by the federal  government to prevent, remove, or dispose of marine debris. Actions  could include new actions that the federal government may not have  implemented or actions the federal government may already have taken.  We did not limit experts’ suggestions to actions that agencies currently  have authority to implement. We do not take a position on the merits of,  the necessary legal authority for, or the most appropriate entity for the  actions suggested by the 14 experts.", "Prior to the interview, we provided experts with background information  about our review, the interview methodology, and definitions for key terms  to ensure that terminology was used consistently throughout all the  interviews. We also reviewed this information with each expert at the start  of the interview. For each action, we asked that the expert identify:", "Name of action;", "Type(s) of debris: (Select any or all of the following types of marine  debris that may be affected by the action: consumer-based,  abandoned fishing gear, derelict vessels, and/or miscellaneous. If  miscellaneous is selected, please explain);", "Describe this action: (Briefly describe this action and how it will  address (i.e. prevent, remove, or dispose) marine debris and if it is  currently being implemented by the federal agencies);", "Federal agency(ies) (Please briefly describe the federal agency(ies)  that have implemented or could play a role in implementing the  action);", "Nonfederal partners: (Please briefly describe the nonfederal  partners the federal agencies may need to coordinate with when  implementing the action (such as international, state and local  governments, nonprofit groups, industry, and/or researchers);", "Advantages: (Briefly describe the advantages of the federal agencies  implementing the action in terms of the ability of this action to address  marine debris, the cost of the action, and the technical and  administrative feasibility of implementing the action, or any other  advantage that you believe may affect implementation);", "Disadvantages: (Briefly describe the disadvantages of the federal  agencies implementing the action in terms of the ability of this action  to address marine debris, the cost of the action, and the technical and  administrative feasibility of implementing the action, or any other  disadvantage that you believe may affect implementation);", "Challenges: (Describe any factors that may hinder this action from  being successfully implemented by the federal agencies and how  these factors may be overcome);", "Examples: (In instances where the federal agencies have previously  implemented the action, please provide examples of how it helped  address marine debris. If other entities that are not federal agencies  have successfully implemented the action, please provide examples  of how the action helped address marine debris);", "Authorities: (Briefly describe what legal authorities these actions  would be implemented under. If new authorities are needed, please  describe them); and", "Support: (Provide any studies, reports, or research you are basing  your responses on).", "We conducted the interviews via teleconference between July 2018 and  November 2018. The experts suggested over 70 actions that we  organized into five categories based on common themes. Specifically,  two analysts independently reviewed each expert’s description for  individual actions and identified an appropriate category using decision  rules the team developed. The analysts then discussed and compared  their decisions. For actions the analysts categorized differently, they  reviewed the decision rules together and came to agreement on the best  category for a particular action. For reporting purposes, we selected  several actions within each of the broader categories to provide  illustrative examples of the types of actions experts suggested. Our  selection of actions was based on a variety of factors, including our  analysis of the number experts that suggested similar types of actions,  the detail provided by the experts, and the availability of supporting  information, such as instances where an action had been taken by state  or local governments. Actions suggested by the 14 experts cannot be  generalized to actions that might be suggested by other experts but  provide examples of actions federal agencies could take to address  marine debris.", "We also obtained written and oral responses to questions we asked of  agency officials regarding factors their agencies would need to consider  in potentially implementing any of the actions identified by the 14 experts.  In addition, to corroborate statements from experts and agency officials  and provide additional context on marine debris, we reviewed scientific  studies and documents from international organizations, such as the  United Nations; academic institutions and nonprofit organizations such as  the Ocean Conservancy; and federal and state agencies to understand  what is known about the types, sources, and effects of marine debris. We  identified these studies and documents through various means, such as  recommendations from experts and agency officials and authorship by  experts. We also interviewed individuals from academia, environmental  groups, and industry actively working on marine debris issues and  attended the Sixth International Marine Debris Conference held in San  Diego, California, in March 2018, to gain an understanding of areas of  emphasis in the marine debris community.", "We conducted this performance audit from October 2017 to September  2019 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Recommendations from the Interagency Marine Debris Coordinating Committee’s 2008 Report", "paragraphs": ["Table 3 lists the 25 recommendations contained in the Interagency  Marine Debris Coordinating Committee’s 2008 report entitled Interagency  Report on Marine Debris Sources, Impacts, Strategies, and  Recommendations. According to this report, these recommendations are  intended to guide the federal government’s strategies with respect to  addressing problems of persistent marine debris. Each of the five biennial  reports the committee issued subsequent to its initial 2008 report  reference the 25 recommendations; the committee has not revisited the  recommendations to determine the extent to which any adjustments may  be warranted."], "subsections": []}, {"section_title": "Appendix III: Examples of Interagency Marine Debris Coordinating Committee Member Agencies’ Activities", "paragraphs": ["The following are examples of activities members of the Interagency  Marine Debris Coordinating Committee (interagency committee) reported  conducting—often in coordination with nonfederal partners such as  nongovernmental organizations, industry, state governments, Indian  tribes, and other nations—to address marine debris based on information  from the committee’s 2016 and 2019 biennial reports and agency  documents and interviews. These examples include activities from the  categories outlined in the biennial reports: (1) education and outreach; (2)  legislation, regulation, and policy; (3) cleanup; (4) research and  technology development; and (5) coordination. The examples discussed  below do not represent all activities conducted by member agencies, but  rather illustrate the nature and type of activities the agencies reported  conducting. In addition, the examples include activities from agencies that  were identified in the interagency committee’s 2014 charter and were  included in the committee’s most recent biennial reports."], "subsections": [{"section_title": "Education and Outreach", "paragraphs": ["Nine of the 11 member agencies reported conducting activities to support  education and outreach related to addressing marine debris, such as  developing and distributing educational materials, supporting public  awareness campaigns, or partnering with or funding state, local, tribal, or  nongovernmental education efforts. For example:", "Online public education. The Trash Free Waters Program—a  program established in the spring of 2013 by the Environmental  Protection Agency (EPA) to encourage collaborative actions by public  and private stakeholders to prevent trash from entering water— provides information to the public, including online information about  actions that can be taken to reduce trash from entering waterways.  For example, in 2017, the program produced a series of eight  webinars with experts on microplastics with the goal of promoting  increased knowledge of the sources, distribution, and impacts of  plastics and microplastics in the environment. Additional topics  included research on global waste management and mismanagement  of plastics, potential replacements for plastic products, and ways to  improve the design of materials and products to minimize their  environmental impacts.", "Grants for public awareness projects. The National Oceanic and  Atmospheric Administration’s (NOAA) Marine Debris Program awards  grants to eligible entities to, among other things, develop projects to  educate the public about various aspects of preventing marine debris.  For example, in 2014, NOAA awarded one grant to Virginia State’s  Department of Environmental Quality to develop and implement a  social marketing approach to reduce balloon debris. Balloons can end  up in streams, rivers, and the oceans where marine animals can  ingest the balloons or become entangled by their attachments,  causing injury or death. This project aimed to help educate the public  about the importance of refraining from releasing balloons in parks or  outside schools, churches, wedding venues, or other events where  balloons may be common.", "Sea Partners Program. Through its Sea Partners Program  established in 1994, the U.S. Coast Guard Auxiliary conducts  education and outreach to waterway users such as boaters,  fishermen, marina operators, marine industry, and the general public  with information on protecting the marine environment. For example,  its Sayreville, New Jersey unit reaches an annual average audience  of about 10,000 people, according to a program document, including  youth groups, primary and secondary education science classes,  senior citizen groups, and others. Topics presented include an  introduction to marine pollution and oil spills and environmental  pollution and recreational boating."], "subsections": []}, {"section_title": "Legislation, Regulation, and Policy", "paragraphs": ["Nine member agencies reported conducting activities to identify  noncompliance or help ensure compliance with laws and regulations and  develop or encourage policies and programs to implement practices that  address specific types of marine debris. For example:", "Notice for offshore oil and gas operators. In November 2018, the  Bureau of Safety and Environmental Enforcement renewed a notice  for offshore oil and gas lessees and operators in the Gulf of Mexico  that clarifies and provides more detail about marine trash and debris  awareness training. Specifically, the notice stated that all offshore  employees and contractors active in offshore operations are to  complete marine debris awareness training annually. The notice  further specifies that lessees and operators are to provide the bureau  with an annual report that describes their training process and certifies  that the training process was followed.", "Criminal enforcement of environmental laws. The Department of  Justice prosecuted two shipping companies in 2017 for, among other  things, falsifying records regarding disposal of garbage from a ship, in  violation of the Act to Prevent Pollution from Ships. Specifically, the  ship’s crew was instructed to throw plastic garbage bags filled with  metal and incinerator ash overboard without recording the incidents in  the ship’s record book. The companies pled guilty and were, among  other things, sentenced to pay a $1.5 million fine and make a  $400,000 community service payment.", "Policies for financing waste management infrastructure in Asia.", "The Department of State helped convene a meeting in Japan in 2016,  under the Asia-Pacific Economic Cooperation framework, to discuss  policy changes needed to overcome barriers to financing waste  management infrastructure in the Asia-Pacific region to prevent and  reduce debris from entering the marine environment. The meeting  brought together government officials from the economic cooperation,  representatives from industry, international financial institutions, and  experts. Ministers of the economic cooperation endorsed nine  recommendations developed at the meeting. State Department  officials said they have continued to work with Asian governments,  industry, and nongovernmental organizations to encourage policy  changes and spur financial support for increasing waste management  infrastructure and addressing land-based sources of plastic and in  Asian countries. For example, at a 2017 meeting on waste  management, State Department officials informed Asia-Pacific  Economic Cooperation officials of the social and economic impacts of  marine debris resulting from mismanaged waste in the region.  Officials also said they used the meeting to connect economic  cooperation officials with private sector stakeholders to encourage  policy changes intended to enable private investment in waste  management."], "subsections": []}, {"section_title": "Cleanup", "paragraphs": ["Eight of the 11 member agencies reported conducting a variety of  activities to support the removal and disposal of marine debris, often in  partnership with others, such as state governments. For example:", "Debris removal grants. In 2016 and 2017, NOAA’s Marine Debris  Program awarded $2.4 million in grants to 25 entities such as state  and tribal governments in 17 coastal states and U.S. territories for  projects including community cleanups, crab trap recovery, and  derelict vessel removal. For example, in September 2017, the  program awarded a grant to the Makah Indian Tribe to remove three  sunken vessels from the Makah Marina within the Makah Tribe Indian  Reservation on Washington’s Olympic Peninsula.", "National Park cleanup. National Park Service staff conducted  coastal cleanups across the various regions of the National Park  System during 2016 and 2017. For example, in fiscal year 2017, park  officials from Biscayne National Park, located off the coast of  Southern Florida and comprised mostly of water, partnered with the  Coastal Cleanup Corporation, a nonprofit organization, to organize  252 volunteers in removing 14,000 pounds of debris from the park.", "Maintaining navigation channels. The U.S. Army Corps of  Engineers has authority to remove accumulated snags, obstructions,  and other debris located in or adjacent to federally-maintained  navigation channels. The Corps’ operations and maintenance  appropriation is available to pay for the removal of obstructions to  navigation, and the Corps is sometimes directed to use this  appropriation for drift removal. For instance, in fiscal year 2018, the  explanatory statement accompanying the Corps’ annual appropriation  directed the Corps to use about $9.9 million of its appropriation for  drift removal in New York Harbor. Debris the Corps removes typically  consists of lumber, trees and branches, large waste items like tires,  and large plastic items, according to Corps’ officials."], "subsections": []}, {"section_title": "Research and Technology Development", "paragraphs": ["Five of the 11 member agencies reported coordinating activities to  conduct or sponsor research to monitor, understand the sources of,  prevent, mitigate, or reduce the effects of marine debris or to support  developing new technologies such as using more sustainable or  recyclable types of materials. For example:", "Research grants. Since 2006, NOAA’s Marine Debris Program has  supported at least two marine debris research projects that address  questions such as monitoring marine debris, identifying fishing gear  improvements and alternatives, or better understanding the  environmental or economic impacts of marine debris. For example, in  2016, NOAA awarded a contract to a private research and consulting  firm to conduct an economic study on how marine debris affects the  economies of tourism-dependent coastal communities around the  United States. The purpose of the project was to evaluate changes in  tourism spending based on changes in the amount of marine debris to  help prioritize areas of the United States where future prevention and  removal efforts may be needed. NOAA officials said they expect the  final report to be issued by the end of 2019.", "Microplastics workshop. In June 2017, EPA hosted a Microplastics  Experts Workshop that convened experts from academia and other  federal agencies, including NOAA, the U.S. Geological Survey, and  the Food and Drug Administration, to identify microplastics research  needs. The effort resulted in a 2018 report that identified four main  areas where additional research is needed: (1) standardization of  research methods, (2) debris sources and fate, (3) ecological risk  assessment, and (4) human health risk assessment. EPA is using the  report to consider how the agency can best address these high- priority microplastics research needs as it develops the agency’s  larger environmental research agenda, according to EPA officials.", "Development of new fishing gear. In 2016, the Marine Mammal  Commission awarded a grant to the New England Aquarium to test a  ropeless fishing gear prototype intended to prevent whale  entanglements in fishing gear. According to a document from the  Commission, entanglement in fishing gear is the number one direct  cause of marine mammal injury and death, including the endangered  Northern Atlantic right whale. The Commission has used the results  of this effort to emphasize the potential for ropeless gear to reduce  and prevent entanglement in meetings with lobster and crab  fishermen on the east and west coasts."], "subsections": []}, {"section_title": "Coordination", "paragraphs": ["Seven of the 11 member agencies reported conducting a variety of  activities to foster coordination among member agencies and with  nonfederal partners, such as international, state, and local government  agencies. For example:", "Global Partnership on Marine Litter. In 2012, the United Nations  launched the Global Partnership on Marine Litter, a voluntary network  of international governments, nongovernmental organizations,  academia, private sector companies, and others with the goal of  protecting human health and the global environment primarily by  reducing and managing marine debris. Interagency committee  members, including NOAA and EPA, are partners to the global  partnership. For example, from 2012 through 2017, the NOAA Marine  Debris Program Director served as the Steering Committee chair of  the global partnership. EPA has coordinated with the global  partnership in Latin American and Caribbean countries to help  develop a regional strategy for addressing marine debris in those  regions and through in-person meetings and with other global  partnership staff and NOAA colleagues through the steering  committee.", "Sister Cities initiative. In 2015, the State Department announced the  creation of a “Sister Cities” initiative with China to share best practices  related to waste management and preventing marine debris. As part  of the initiative, in November 2016, a Chinese delegation, comprised  of central government officials and officials from Weihai and Xiamen,  visited Chicago, New York City, and San Francisco to study U.S.  practices in addressing marine debris. In November–December 2017,  a U.S. delegation comprised of U.S. government officials and a New  York City official, visited Xiamen, Weihai, and Beijing to learn about  Chinese waste management practices. The partner city relationships  were formalized with a memorandum of understanding between San  Francisco and Xiamen in July 2016, and New York and Weihai in  December 2017 to work together to address marine debris.", "State emergency response guides and regional action plans.", "NOAA’s Marine Debris Program has coordinated with coastal  managers, nongovernmental organizations, industry, academia, and  other groups to develop state marine debris emergency response  guides. For example, in 2016 and 2017, NOAA coordinated with  Florida, Georgia, Mississippi, North Carolina, and South Carolina to  develop individual guides for those states. According to NOAA  officials, federal, state, and local officials used the Florida response  guide during the 2017 and 2018 hurricane seasons to inform  responding agencies which agency has jurisdiction and to better  coordinate marine debris removal efforts after an event. In addition,  NOAA coordinated efforts to develop, enhance, and implement  regional action plans for the Great Lakes, the Gulf of Maine, the Gulf  of Mexico, the Mid-Atlantic, the Southeast, California, Florida, Hawaii,  Oregon, and Washington regions. The purpose of the action plans is  to bring stakeholders together to prevent and reduce marine debris  throughout the United States, according to NOAA documents. For  example, NOAA officials said that under the Hawaii action plan,  several federal agencies and nongovernmental organizations worked  together to purchase and maintain bins to collect used fishing line for  recycling."], "subsections": []}]}, {"section_title": "Appendix IV: Comments from the Department of Commerce", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: Comments from the U.S. Agency for International Development", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Alyssa M. Hundrup (Assistant  Director), Mark Braza, Jeanette Soares, Jason Trentacoste, and Lisa  Vojta made key contributions to this report. Eric Charles; Kim Frankena;  Ellen Fried; Karen Howard; Edward J. Rice, PhD.; Dan C. Royer; Anne  Stevens; and Sarah Veale also contributed to the report."], "subsections": []}]}], "fastfact": ["Debris in the ocean—such as plastic bottles and abandoned fishing gear—is a global economic and environmental problem. Multiple U.S. federal agencies work together on the Interagency Marine Debris Coordinating Committee to address this issue.", "The committee shares information on members’ activities such as education and cleanup efforts. Although it’s required to report on the activities’ effectiveness and recommend funding priorities, it does not.", "We made 4 recommendations, including that the National Oceanic and Atmospheric Administration, the committee chair, begin analyzing activity effectiveness and recommending funding priorities."]}