{"id": "GAO-03-916T", "url": "https://www.gao.gov/products/GAO-03-916T", "title": "Invasive Species: Federal Efforts and State Perspectives on Challenges and National Leadership", "published_date": "2003-06-17T00:00:00", "released_date": "2003-06-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Invasive species--nonnative plants and animals--have caused billions of dollars in damage to natural areas, businesses, and consumers. In 2001, the federal government issued a National Management Plan to coordinate a national control effort involving the 20 or so federal agencies that are responsible for managing invasive species. In October 2002, GAO reported on the implementation of the management plan and efforts to manage ballast water, among other things. This testimony discusses some of GAO's findings and recommendations in that report. It also presents the results of a subsequent GAO survey of state officials responsible for managing terrestrial and aquatic invasive species. This survey sought state perspectives on (1) the perceived gaps in existing legislation and barriers to addressing terrestrial and aquatic invasive species and (2) the federal leadership structure for addressing invasive species, as well as the integration of federal legislation on terrestrial invasive species with legislation on aquatic invasives."]}, {"section_title": "What GAO Found", "paragraphs": ["In 2002, GAO reported that while the National Management Plan calls for many actions that are likely to contribute to preventing and controlling invasive species in the United States, it does not clearly articulate specific long-term goals toward which the government should strive. For example, it is not clear how implementing the actions in the plan will move national efforts toward outcomes such as reducing new invasive species by a specific number or reducing the spread of established species by a specific amount. Moreover, GAO found that the federal government had made little progress in implementing many of the actions called for by the plan. Reasons for the slow progress included delays in establishing teams to be responsible for guiding implementation of the planned actions, the low priority given to implementation by the National Invasive Species Council and federal agencies, and the lack of funding and staff responsible for doing the work. In addition, GAO reported that current federal efforts are not adequate to prevent the introduction of invasive species into the Great Lakes via the ballast water of ships. Although federal officials believe more should be done to protect the Great Lakes from ballast water discharges, their plans for doing so depend on the development of standards and technologies that will take many years. More recently, state officials who responded to GAO's survey, identified a number of gaps in, or problems with, existing legislation addressing invasive species and other barriers to managing invasives. Many state officials identified a lack of legal requirements for controlling invasive species that are already established or widespread as a key gap in legislation addressing both aquatic and terrestrial invasive species. State officials also often recognized ineffective standards for ballast water as a major problem in aquatics legislation. Regarding barriers to managing invasive species, state officials identified a lack of federal funding for state invasive species efforts, public education and outreach, and cost-effective control measures as major problems. State officials' opinions varied on the preferred leadership structure for managing invasive species and whether to integrate legislative authority on invasive species. Many officials indicated that specifically authorizing the National Invasive Species Council would be an effective management option and favored integrated authority, but in both cases, the margins were relatively small. State officials indicated that the possible benefits of integrated legislation would be increased coordination between federal agencies and states and an increased focus on invasive species pathways, as opposed to focusing on individual species. The possible drawbacks identified included concerns that a single piece of legislation would not be able to address all possible situations dealing with invasive species and might reduce state flexibility in addressing invasives."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the difficult issue of managing  invasive species as you deliberate Senate Bill 525, which would  reauthorize the Nonindigenous Aquatic Nuisance Prevention and Control  Act of 1990. Invasive species—harmful, nonnative plants, animals, and  microorganisms—are found throughout the United States and cause  damage to crops, rangelands, waterways, and other ecosystems that is  estimated in the billions of dollars annually. In addition to their economic  costs, invasive species can have a devastating effect on natural areas,  where they have strangled native plants, taken over wetland habitats,  crowded out native species, and deprived waterfowl and other species of  food sources. Conservation biologists rank invasive species as the second  most serious threat to endangered species after habitat destruction.  Overall, scientists, academicians, and industry leaders are recognizing  invasive species as one of the most serious environmental threats of the  21st century. In October 2002, we issued a report on the federal  government’s National Management Plan for managing invasive species,  ballast water management, and other issues.", "My testimony today is based on our October 2002 report as well as new  work that you requested. Specifically, I will discuss the findings and  recommendations of our October 2002 report that address (1) progress  made by federal agencies implementing the National Management Plan  and (2) the current state of ballast water management as a pathway for  invasive species. I will also discuss some of the results of new work we  conducted to obtain state perspectives on (1) the gaps in, or problems  with, existing legislation and barriers to addressing terrestrial and aquatic  invasive species and (2) the federal leadership structure for addressing  invasive species and integration of federal legislation on terrestrial  invasive species with legislation on aquatic invasives. To obtain state  perspectives, we surveyed the state agencies typically most involved with  invasive species—state agencies responsible for agriculture and natural  resources or fish and wildlife—sending surveys to at least two agencies  within each of the 50 states. We received 68 responses from a total of 45  states. We also surveyed the members of the Invasive Species Advisory  Committee, a federal advisory committee established to help the federal  government develop and implement its National Management Plan; we  received responses from about two-thirds of the 24 Committee members.  We also interviewed officials in a few states chosen because of their well- established invasive species programs or the large number of invasive  species present. We conducted our work in accordance with generally  accepted government auditing standards. We will provide to you the full  results of our survey in a separate product."], "subsections": [{"section_title": "Background", "paragraphs": ["As we have reported in the past, the impact of invasive species in the  United States is widespread, and their consequences for the economy and  the environment are profound. Invasive species affect people’s livelihoods  and pose a significant risk to industries such as agriculture, ranching, and  fisheries. The cost to control invasive species and the cost of damages  they inflict, or could inflict, on property and natural resources are  estimated in the billions of dollars annually. For example, according to the  U.S. Department of Agriculture (USDA), each year the Formosan termite  causes at least $1 billion in damages and control costs in 11 states; USDA  also estimates that, if not managed, fruit flies could cause more than $1.8  billion in damage each year. Invasive species continue to be introduced in  new locations, with recent examples including the northern snakehead  fish in Maryland, the emerald ash borer in Michigan, and the monkeypox  virus in the Midwest.", "Invasive species may arrive unintentionally as contaminants of bulk  commodities, such as food, and in packing materials, shipping containers,  and ships’ ballast water. Ballast water is considered a major pathway for  the transfer of aquatic invasive species. Ballast is essential to the safe  operation of ships because it enables them to maintain their stability and  control how high or low they ride in the water. Ships take on or discharge  ballast water over the course of a voyage to counteract the effects of  loading or unloading cargo, and in response to sea conditions. The ballast  that ships pump aboard in ports and harbors may be fresh, brackish, or  salt water. These waters could potentially contain various organisms that  could then be carried to other ports around the world where they might be  discharged, survive, and become invasive. Other invasive species may be  introduced intentionally; kudzu, for example—a rapidly growing invasive  vine that thrives in the southeastern United States—was intentionally  introduced from Japan as an ornamental plant and was used by USDA in  the 1930s to control soil erosion.", "Federal agencies implement a variety of invasive species-related programs  and activities pursuant to their specific missions and responsibilities.  USDA, for example, spends significant resources on prevention and  control activities for invasive species that harm agricultural and forest  products. USDA is also responsible for preventing infectious diseases,  some of which are considered invasive, from spreading among livestock.  States also play a major role in addressing invasive species, either through  their own programs or through collaboration with or funding from federal  programs. Such programs and the amount of resources expended on them  vary considerably among the states.", "In response to concerns that we were losing the battle against invasive  species, President Clinton signed Executive Order 13112 in February 1999  to prevent the introduction of invasive species; provide for their control;  and minimize their economic, environmental, and human health impacts.  The executive order established the National Invasive Species Council,  which is now composed of the heads of 11 federal departments and  agencies, to provide national leadership on invasive species and to ensure  that federal efforts are coordinated and effective, among other things. The  executive order also required the Secretary of the Interior to establish a  federal advisory committee to provide information and advice to the  Council. To achieve the goals of the executive order, the Council was to  develop a national management plan that would serve as the blueprint for  federal action on invasive species. S. 525, if enacted, would call on the  Council to carry out several other activities such as implementing a  strategy to share information collected under the proposed legislation and  to develop a program for educating the public about certain pathways for  invasive species; it would also authorize funds for the Council to carry out  these activities."], "subsections": []}, {"section_title": "National Management Plan Lacks Measurable Goals, and Its Implementation Has Been Slow", "paragraphs": ["The National Invasive Species Council’s management plan, Meeting the  Invasive Species Challenge, issued in January 2001, calls for actions that  are likely to help control invasive species, such as issuing additional  regulations to further reduce the risk of species introductions via solid  wood packing material, developing methods to determine rapid response  measures that are most appropriate for specific situations, and devoting  additional resources to strengthening inspection services at ports of entry.  However, as we observed in our October 2002 report, the plan lacks a  clear long-term goal and quantifiable performance criteria against which to  evaluate its overall success. For example, the plan does not contain  performance-oriented goals and objectives, such as reducing the  introduction of new species by a certain percentage or reducing the spread  of established species by a specified amount. Instead, the plan contains an  extensive list of actions that, while likely to contribute to preventing and  controlling invasive species, are not clearly part of a comprehensive  strategy. Similarly, many of the actions in the plan call for federal agencies  to take certain steps rather than to achieve specific results and do not  have measurable outcomes. For example, the plan calls for the Council to  work with relevant organizations to “expand opportunities to share  information, technologies, and technical capacity on the control and  management of invasive species with other countries.” The plan also calls  for the Council to support international conferences and seminars. These  types of actions are more process-oriented than outcome-oriented; taken  individually, the actions may be useful, but judging whether they are  successful and have contributed to an overall goal, will be difficult.", "Federal officials involved in developing the plan told us that they  recognize that it has deficiencies and are working on improvements. The  Council acknowledged in the plan itself that many of the details of the  actions called for would require further development in the  implementation phase. The executive director of the Council staff told us  that, in her opinion, given the scope of this first-time effort, it would have  been unrealistic and difficult to agree on specific measurable goals. She  also said that, in many areas, the federal government does not have the  data on invasive species conditions needed to set long-term goals and  develop better performance measures. She said that many of the actions  called for in the management plan are designed to help develop needed  data but pointed out that doing so for some aspects of invasive species  management will be difficult given the comprehensive data needed.", "The management plan also called for the Council to establish a transparent  oversight mechanism by April 2001 to report on implementation of the  plan and compliance with the executive order. This mechanism, however,  is just now being set in place. Without this mechanism, the only available  measure that could have be used to assess overall progress in  implementing the plan was the percentage of planned actions that were  completed by the dates set in the plan. By this measure, implementation  has been slow. Specifically, federal agencies had completed less than 20  percent of the 65 actions that were called for by September 2002. Council  agencies had started work on over 60 percent of the remaining planned  actions, however, including some that have a due date beyond September  2002. Several actions in the plan that were completed on time related to  the development of the Council’s Web site, which is found at  www.invasivespecies.gov. In addition, the National Oceanic and  Atmospheric Administration, the Coast Guard, the Department of the  Interior, and the Environmental Protection Agency (EPA) had sponsored  research related to ballast water management. Nevertheless, a vast  majority of the members of the Invasive Species Advisory Committee,  which we surveyed for our October 2002 report, said that the Council was  making inadequate or very inadequate progress.", "We found several reasons for the slow progress in implementing the plan.  First, delays occurred in establishing the teams of federal and nonfederal  stakeholders that were intended to guide implementation of various parts  of the plan. Second, our review of agencies’ performance plans (prepared  pursuant to the Government Performance and Results Act) indicated that  while some agencies’ plans described efforts taken to address invasive  species under their own specific programs, none of the plans specifically  identified implementing actions called for by the plan as a performance  measure. Some stakeholders expressed the view that the low priority  given to implementing the plan and associated limited progress may be  due to the fact that the Council and plan were created by executive order,  and thus do not receive the same priority as programs that are legislatively  mandated. Finally, we also noted a lack of funding and staff specifically  devoted to implementing the plan.", "To address these shortcomings, we recommended that the Council co- chairs (the Secretaries of Agriculture, Commerce, and the Interior)    ensure that the updated management plan contains performance-oriented  goals and objectives and specific measures of success and   give high priority to establishing a transparent oversight mechanism for  use by federal agencies complying with the executive order and reporting  on implementation of the management plan.", "We also recommended that all member agencies of the National Invasive  Species Council with assigned actions in the current management plan  recognize their responsibilities in either their departmental or agency-level  annual performance plans. The agencies generally agreed with our  recommendations.", "Since we issued our report, the Council made significant progress on its  first crosscutting budget—one of the planned actions in the management  plan that should help to develop performance measures and promote  better coordination of actions among agencies. The Office of Management  and Budget is currently reviewing the Council’s proposal for the fiscal year  2004 budget cycle. In addition, according to Council staff, the oversight  mechanism should be finalized in July 2003, and the first revision to the  management plan should be finalized later this summer."], "subsections": []}, {"section_title": "Current Regulations Concerning Ballast Water Management Are Not Keeping Invasive Species out of the Great Lakes", "paragraphs": ["According to experts and agency officials we consulted, current efforts by  the United States are not adequate to prevent the introduction of aquatic  invasive species into the Great Lakes via ballast water of ships, and they  need to be improved. Since 1993, federal regulations have required vessels  entering the Great Lakes from outside the Exclusive Economic Zone—a  zone extending 200 nautical miles from the shore—to exchange their  ballast water in the open ocean (that is, water deeper than 2,000 meters)  before entering the zone. Exchanging ballast water before arriving in the  Great Lakes is intended to serve two purposes: to flush aquatic species  taken on in foreign ports from the ballast tanks and to kill with salt water  any remaining organisms that happen to require fresh or brackish water. If  a ship bound for the Great Lakes has not exchanged its ballast water in the  open ocean it must hold the ballast in its tanks for the duration of the  voyage through the lakes or conduct an exchange in a different approved  location. Data from the Coast Guard show that the percentage of ships  entering the Great Lakes after exchanging their ballast water has steadily  increased since the regulations took effect in 1993 and averaged over 93  percent from 1998 through 2001. Despite this, numerous aquatic invasive  species have entered the Great Lakes via ballast water and have  established populations since the regulations were promulgated.", "Experts have cited several reasons for the continued introductions of  aquatic invasive species into the Great Lakes despite the ballast water  regulations. In particular, the Coast Guard’s ballast water exchange  regulations do not apply to ships with little or no pumpable ballast water  in their tanks, which account for approximately 70 percent of ships  entering the Great Lakes from 1999 through 2001. These ships, however,  may still have thousands of gallons of residual ballast and sediment in  their tanks that could harbor potentially invasive organisms from previous  ports of call and then be discharged to the Great Lakes during subsequent  ballast discharges. There are also concerns that open-ocean ballast water  exchange is not an effective method of removing all potentially invasive  organisms from a ship’s ballast tank.", "Federal officials believe that they should do more to develop treatment  standards and technologies to protect the Great Lakes from ballast water  discharges. The Coast Guard is now working to develop new regulations  that would include a performance standard for ballast water—that is, a  measurement of how “clean” ballast water should be before discharge  within U.S. waters. The Coast Guard is expecting to have a final rule ready  for interdepartmental review by the fall of 2004 that will contain ballast  water treatment goals and a standard that would apply not only to ships  entering the Great Lakes but to all ships entering U.S. ports from outside  the Exclusive Economic Zone. Once the Coast Guard sets a performance  standard, firms and other entities will be able to use this as a goal as they  develop ballast water treatment technologies. While several technologies  are being investigated, such as filtration and using physical biocides such  as ultraviolet radiation and heat treatment, a major hurdle to be overcome  in developing technological solutions is how to treat large volumes of  water being pumped at very high flow rates. In addition, small container  vessels and cruise ships, which carry a smaller volume of ballast water,  may require different technologies than larger container vessels. As a  result, it is likely that no single technology will address the problem  adequately. Consequently, it could be many years before the world’s  commercial fleet is equipped with effective treatment technologies.", "Without more effective ballast water standards, the continued introduction  of aquatic invasive species into the Great Lakes and other aquatic systems  around the country is likely to cause potentially significant economic and  ecological impacts.", "We reported in October 2002 that the Coast Guard and the Department of  Transportation’s Maritime Administration are developing programs to  facilitate technology development. In addition, the National Oceanic and  Atmospheric Administration and the U.S. Fish and Wildlife Service have  funded 20 ballast water technology demonstration projects at a total cost  of $3.5 million since 1998 under a research program authorized under the  National Invasive Species Act. Other programs also support research, and  the Maritime Administration expects to make available several ships of its  Ready Reserve Force Fleet to act as test platforms for ballast water  technology demonstration projects. Once effective technologies are  developed, another hurdle will be installing the technologies on the world  fleet. New ships can be designed to incorporate a treatment system, but  existing ships were not designed to carry ballast water technologies and  may have to go through an expensive retrofitting process. With each  passing year without an effective technology, every new ship put into  service is one more that may need to be retrofitted in the future.", "Public and private interests in the Great Lakes have expressed  dissatisfaction with the progress in developing a solution to the problem of  aquatic invasive species introduced through ballast water. An industry  representative told us that she and other stakeholders were frustrated with  the slow progress being made by the Coast Guard in developing a  treatment standard. More broadly, in the absence of stricter federal  standards for ballast water, several Great Lakes states have considered  adopting legislation that would be more stringent than current federal  regulations. In addition, in a July 6, 2001, letter to the U.S. Secretary of  State and the Canadian Minster of Foreign Affairs, the International Joint  Commission and the Great Lakes Fishery Commission stated their belief  that the two governments were not adequately protecting the Great Lakes  from further introductions of aquatic invasive species. They also noted a  growing sense of frustration within all levels of government, the public,  academia, industry, and environmental groups throughout the Great Lakes  basin and a consensus that the ballast water issue must be addressed now.  The two commissions believe that the reauthorization of the National  Invasive Species Act is a clear opportunity to provide funding for research  aimed at developing binational ballast water standards.", "S. 525 sets forth a more aggressive program against the introduction of  aquatic invasive species through ballast water and related pathways. In  particular, it would require ballast water standards for ships in all waters  of the U.S., instead of the current voluntary program for waters outside of  the Great Lakes. It also specifically authorizes significantly more funding  in the form of grants to states, and federal funding and grants for research,  including research on pathways, likely aquatic invaders, and development  of cost-effective control methods.", "Now let me turn to our most recent work gathering state perspectives on  invasive species legislation and management."], "subsections": []}, {"section_title": "State Officials Cited Several Gaps in Existing Federal Legislation and Identified Other Barriers to Addressing Invasive Species", "paragraphs": ["State officials who responded to our survey identified several gaps in, or  problems with, existing federal legislation on aquatic and terrestrial  invasive species, as well as other barriers to their efforts to manage  invasive species."], "subsections": [{"section_title": "Perceived Gaps in or Problems with Existing Legislation", "paragraphs": ["According to our new work, the lack of legal requirements for controlling  already-established or widespread invasive species was the gap in existing  legislation on aquatic and terrestrial species most frequently identified by  state officials. Specifically, they said that this is a problem for species that  do not affect a specific commodity or when a species is not on a federal  list of recognized invasives. Officials noted that if there is no federal  requirement, there is often little money available to combat a species and  that a legal requirement would raise the priority for responding to it. For  example, one state official complained about the lack of authority to  control Eurasian ruffe, an invasive fish that has spread through several  Great Lakes and causes great harm to native fisheries. He compared this to  the authorities available to control the sea lamprey, which has a mandated  control program that is funded by the U.S. and Canada. In addition, some  state officials said that in the absence of federal requirements, differences  among state laws and priorities also pose problems for addressing  established species, for example, when one state may regulate or take  actions to control a species and an adjacent state does not. Some state  officials noted that they have little authority to control or monitor some  species and that getting laws or regulations for specific species, such as  those for the sea lamprey, takes time.", "Many state officials also identified ineffective federal standards for ballast  water as a problem for addressing invasive species. Specifically, some  state officials complained that standards and treatment technologies,  regulations, compliance with reporting requirements, and penalties for  noncompliance are lacking and say that research and legislation are  needed to address the problem. As we reported in October 2002, federal  regulations for ballast water are not effective at preventing invasive  species from entering our waters and are only required for ships entering  the Great Lakes. Some state officials also said that federal leadership is  essential to fund efforts in these areas and to provide coordination among  states. As I have already noted, S. 525 would authorize a more aggressive  program for developing standards and technologies for regulating ballast  water. Although some state officials believe solving the ballast water  problem is possible, some officials pointed to difficulties in doing so with  some methods. Specifically, these officials noted that some  environmentalists are opposed to chemical treatments, while industry  groups have objected to the cost of some technologies. S. 525 would revise  the definition of “environmentally sound” (as in environmentally sound  control measures) to delete the emphasis on nonchemical measures."], "subsections": []}, {"section_title": "Other Barriers to Addressing Invasive Species", "paragraphs": ["State officials reported that inadequate federal funding for state efforts  was the key barrier to addressing invasive species—both aquatic and  terrestrial. In particular, state officials were concerned about having  sufficient funds to create management plans for addressing invasive  species, particularly as more states begin to develop plans, and for  inspection and enforcement activities. State officials also identified the  need for additional funds to conduct monitoring and detection programs,  research, and staffing. In particular, some state officials noted that  uncertainty in obtaining grant funds from year to year makes it difficult to  manage programs, especially when funding staff positions relies on grants.  S. 525 would specifically authorize significantly more funding in grants to  address invasive species than is specifically authorized under the current  legislation.", "Many state officials also identified a lack of public education and outreach  as a barrier to managing terrestrial invasive species. Public education and  outreach activities are important components of the battle against invasive  species, as many invasives have been introduced through the activities of  individuals, such as recreational boating, and the pet, live seafood, and  plant and horticultural trades. For example, the outbreak of the  monkeypox virus that has sickened at least 80 people in the Midwest is  thought to have spread from a Gambian rat imported from Africa to be  sold as a pet. S. 525 includes efforts intended to provide better outreach  and education to industry, including the horticulture, aquarium,  aquaculture, and pet trades, and to recreational boaters and marina  operators, about invasive species and steps to take to reduce their spread.", "State officials identified a lack of cost-effective control measures as a key  barrier to addressing aquatic invasive species. Some officials commented  that there is a need for more species-specific research to identify effective  measures. For example, one successful control effort—the sea lamprey  control program—costs about $15 million per year. However, similar  control programs for all invasive species would be problematic and  officials told us that targeted research on control methods is needed,  particularly for aquatic invasive species. S. 525 would authorize a grant  program for research, development, demonstration, and verification of  environmentally sound, cost-effective technologies and methods to control  and eradicate aquatic invasive species."], "subsections": []}]}, {"section_title": "State Officials’ Opinions Varied on Effective Leadership Structures for Managing Invasive Species and Whether to Integrate Legislative Authority on Invasive Species", "paragraphs": ["State officials’ opinions varied on the preferred leadership structure for  managing invasive species and whether to integrate legislative authority  on invasive species. Many state officials indicated that specifically  authorizing the National Invasive Species Council would be an effective  management option and favored integrated authority, but in both cases,  the margins were relatively small."], "subsections": [{"section_title": "Federal Leadership Structure for Invasive Species", "paragraphs": ["Currently, no single agency oversees the federal invasive species effort.  Instead, the National Invasive Species Council, which was created by  executive order and is composed of the heads of 11 federal departments  and agencies, is intended to coordinate federal actions addressing the  problem. State officials most often identified specifically authorizing the  Council in legislation as an effective leadership structure for managing  invasive species. Almost all of the Invasive Species Advisory Committee  members that responded to our survey agreed with this approach. During  our work for our October 2002 report, the executive director of the  Council noted that legislative authority for the Council, depending on how  it was structured, could be useful in implementing the national  management plan for invasive species by giving the Council more  authority and, presumably, authorizing more resources. Officials from  USDA, the Department of Defense, and EPA also told us that legislative  authority, if properly written, would make it easier for Council agencies to  implement the management plan, as implementing actions under the  executive order are perceived to be lower in priority than are programs  that have been legislatively mandated. Many state officials, however, also  believed that keeping the current Council authority as established by  executive order is an effective option."], "subsections": []}, {"section_title": "Integration of Federal Laws Addressing Invasive Species", "paragraphs": ["As you know, federal authorities for addressing invasive species are  scattered across a patchwork of laws under which aquatic and terrestrial  species are treated separately. Questions have been raised about whether  this is the most effective and efficient approach and whether the federal  government’s ability to manage invasive species would be strengthened if  integrated legal authority addressed both types of invasives. Some believe  such an approach would provide for more flexibility in addressing invasive  species; others are concerned that such an approach would disrupt  existing programs that are working well.", "On the basis of the responses from state officials, no clear consensus  exists on whether legislative authority for addressing aquatic and  terrestrial invasive species should be integrated. Overall, state officials  were in favor of integrating legislative authority, but the margin was  relatively small. Differences were more distinct, however, when we  considered the state officials’ expertise. Specifically, we asked officials  whether they considered themselves experts or knowledgeable in aquatic  invasive species, terrestrials, or both. A large majority of the state officials  who identified themselves as having expertise solely in aquatic invasive  species were against integrating aquatic and terrestrial authority. The  terrestrial experts were also against integrated authority, but with a  smaller majority. These positions contrast with those of the state officials  who said they were experts or knowledgeable in both aquatic and  terrestrial invasives; these officials favored integrated authority by a large  majority. About twice as many members of the Invasive Species Advisory  Committee who responded to our survey favored integrating legislation on  aquatic and terrestrial invasive species compared to those who did not.", "Regarding the drawbacks of integrating authority for aquatic and  terrestrial invasive species, many state officials said that it could be  difficult to address all possible situations with invasive species and some  species or pathways may get overlooked, and were concerned that it may  reduce state flexibility implementing invasive species programs. Some  state officials said that the two types of invasives should be handled  separately, since the ecological complexities of aquatics and terrestrials  are very different—different pathways of entry and spread, and different  requirements for control methods and expertise. In addition, some  officials stated that combining legislative authority would result in  competition among various invasive species programs for scarce  resources. In particular, one official referred to the “issue of the moment”  phenomenon, where a specific invasive species becomes the focus of great  public attention and receives a large share of resources, while many other  species may get very few resources.", "On the other hand, many state officials saw an increased focus on  pathways for invasive species—as opposed to on specific species—as a  possible benefit of integrating authority for aquatic and terrestrial invasive  species. Such an approach could facilitate more effective and efficient  efforts to address invasive species. Many state officials also believed that  integration of legislative authority could result in increased coordination  between federal agencies and states. Some state officials described the  efforts needed to address invasives as requiring broad, interdisciplinary  coordination and characterized the current federal effort as fragmented  and ineffective. In addition, some state officials said that the classification  of species into aquatic or terrestrial types might not be clear-cut and that  the current separation between them is “an artificial federal construct,”  citing, for example, the difficulty of classifying amphibians.", "Mr. Chairman, this concludes our prepared statement. We would be happy  to respond to any questions that you or Members of the Subcommittee  may have."], "subsections": []}]}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": ["For further information about this testimony, please contact me at (202)  512-3841. Mark Bondo, Mark Braza, Kate Cardamone, Curtis Groves, Trish  McClure, Judy Pagano, Ilga Semeiks, and Amy Webbink also made key  contributions to this statement.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}