{"id": "GAO-16-487", "url": "https://www.gao.gov/products/GAO-16-487", "title": "DOD Renewable Energy Projects: Improved Guidance Needed for Analyzing and Documenting Costs and Benefits", "published_date": "2016-09-08T00:00:00", "released_date": "2016-09-08T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["By law and executive order, DOD is to pursue goals for the production and consumption of renewable energy. Also, DOD policy calls for investing in cost-effective renewable energy and improving energy security—addressing risks such as disruption of electricity grids serving military installations.", "The Joint Explanatory Statement for the National Defense Authorization Act for Fiscal Year 2015 included a provision for GAO to examine how DOD determines the costs and benefits of a sample of renewable energy projects. This report examines (1) DOD's approach for developing renewable energy projects with a generating capacity greater than 1 megawatt, (2) DOD's approach for analyzing the financial costs and benefits of selected projects, and (3) the extent to which these projects addressed DOD's renewable energy goals and energy security objective. GAO examined a nongeneralizable sample of 17 projects that reflect a mix of military departments and services, funding mechanisms, and technologies. GAO also examined legal authorities, project documentation, and DOD guidance, and interviewed DOD officials."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of Defense (DOD) has emphasized working with private developers using a variety of alternative financing mechanisms—that is, agreements with private developers to pay back the costs of the projects over time—to develop renewable energy projects greater than 1 megawatt. According to DOD officials, DOD works with private developers because doing so gives DOD several advantages. For example, private developers have access to tax incentives that can significantly lower the overall costs of developing projects compared to what those costs would be if DOD developed the projects on its own.", "DOD used various approaches to analyze the financial costs and benefits of the 17 renewable energy projects GAO examined, but project documentation was not always clear or complete. In particular, project documentation did not always clearly identify the value of land used and compare that to any compensation DOD received. Specifically, for 8 projects, DOD received little or no financial compensation for the use of its land, but the documentation did not clearly compare the value for granting use of DOD land to the value of what DOD received for it. As a result, DOD contributed potentially valuable land—in some cases, over 100 acres—for the development of a project without including this as a cost in project documentation. GAO's 2009 cost-estimating guide states that one basic characteristic of a credible cost estimate is the recognition of excluded costs, so any excluded costs should be disclosed and a rationale provided. However, DOD guidance does not specify that project documentation should include a comparison of the value of land and any compensation received. By clarifying its guidance to call for project documentation to include a comparison of land values and any compensation it would receive, DOD would have greater assurance that its officials have credible information about projects' financial costs and benefits before approving them.", "Some of the 17 projects GAO reviewed advanced DOD's renewable energy goals and energy security objective (e.g., for access to reliable supplies of energy during an outage of the commercial grid), but project documentation was not always clear about how projects did so. For example, officials told GAO they believe that all the projects contributed to DOD's energy security objective, but this view was not reflected in the documentation for the 17 projects. GAO found that only 2 projects would immediately be able to provide electricity to an installation in the event of a grid outage. Five other projects would require additional investment, such as the installation of batteries or other energy storage, before they would be able to deliver electricity during an outage, and project documentation did not always reflect this information. Under federal standards for internal control, agencies are to record and communicate information to management and others who need it and in a form and within a time frame that enables them to carry out their internal control and other responsibilities. Without clarifying its guidance to call for project documentation to include information about projects' contributions to DOD's energy security objective and any additional investment needed to do so, DOD officials may not have a full understanding of all relevant information when approving renewable energy projects."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making eight recommendations, including that DOD should clarify guidance to call for project documentation to include (1) a comparison of the value of the land used and the compensation DOD is to receive for it and (2) information on projects' contributions toward DOD's energy security objective. DOD fully concurred with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Defense (DOD) is the largest energy consumer in the  federal government, spending about $4.2 billion on facilities’ energy at  more than 500 permanent military installations throughout the world in  fiscal year 2014. These installations largely depend on the commercial  power grid (i.e., the infrastructure of power plants, transmission lines, and  distribution lines) to provide electricity to power their facilities.", "For over a decade, the federal government has encouraged the  development of renewable energy by providing financial support for the  research, development, and deployment of renewable energy projects,  among other things. As part of these efforts, it has established a variety of  goals for federal departments and agencies. In particular, the Energy  Policy Act of 2005, as well as other federal laws and executive orders,  set goals that apply to DOD’s production and consumption of renewable  energy, including from sources on DOD installations.", "DOD has also identified renewable energy as one way to help ensure  access to electricity for its installations. In particular, DOD has recognized  that depending on the commercial power grid, which is vulnerable to  disruption resulting from aging infrastructure, weather-related events, and  direct attack, is a risk to maintaining continuous supplies of electricity for  its installations. To address this vulnerability, DOD has developed an  objective to improve energy security, that is, assured access to reliable  supplies of energy during an outage of the commercial grid. DOD has  established policies to pursue this objective. These policies state, among  other things, that DOD can pursue its energy security objective by  diversifying and expanding its supply of energy to include sources such  as renewable energy.", "As part of its efforts to address these policies, DOD has pursued the  development of renewable energy projects on its installations. Renewable  energy projects on DOD installations have included electricity-generating  technologies such as solar photovoltaic arrays, wind turbines, and  burning of landfill gas and biomass. DOD is a large organization that  includes three military departments—the Air Force, Army, and Navy—and  four military services—the Air Force, Army, Navy, and Marine Corps. In  some cases, DOD and the military services have pursued small-scale  renewable energy projects, such as installing photovoltaic arrays ranging  from a few kilowatts to a few hundred kilowatts of generating capacity  sometimes located on a single building (e.g., a residential dwelling unit).  In other cases, DOD and the military services have installed larger  projects, such as stand-alone photovoltaic arrays of more than 1  megawatt, installed over several acres of land.", "DOD encourages investment in cost-effective renewable energy  sources, and the department has issued guidance for evaluating the  cost-effectiveness of renewable energy projects in certain contexts. In  addition, the Department of Energy’s Federal Energy Management  Program has issued regulations and guidance for federal agencies’  analysis of cost-effectiveness for certain types of projects involving  federal buildings, such as guidance that specifies how to prepare these  analyses and identifies the assumptions to be used to develop estimates  of the financial costs and benefits for these analyses. The Department  of Commerce’s National Institute of Standards and Technology has  issued additional guidance for such analyses and periodically quantifies  the assumptions to use in preparing them.", "The Joint Explanatory Statement accompanying the Carl Levin and  Howard P. “Buck” McKeon National Defense Authorization Act for Fiscal  Year 2015 included a provision for GAO to examine, among other things,  how DOD determines the financial costs and benefits of a sample of five  renewable energy projects per service with a generating capacity of  greater than 1 megawatt of electricity. This report examines (1) DOD’s  approach for developing renewable energy projects with a generating  capacity greater than 1 megawatt (2) DOD’s approach for analyzing the  financial costs and benefits of the selected renewable energy projects  contracted for or funded from 2010 through 2015 and (3) the extent to  which selected projects addressed DOD’s renewable energy goals and  energy security objective.", "To address these objectives, we examined recent DOD renewable energy  projects, selected a sample of projects for a more detailed analysis, and  interviewed key DOD officials. For more details on our objectives,  scope, and methodology, see appendix I. To inform all three objectives,  we examined lists of approved but not necessarily operational projects as  well as operational projects with a generating capacity greater than 1  megawatt and with funding or contracts awarded from 2010 through 2015  on DOD installations in the United States. We selected a nonprobability  sample of 17 projects that reflected a range of military departments and  services, funding mechanisms, and renewable energy technologies.  Appendix II provides information about the locations and other  characteristics of these projects. Because this was a nonprobability  sample, our findings are not generalizable to all DOD renewable energy  projects but provide illustrative examples of DOD’s renewable energy  efforts.", "To examine DOD’s approach for developing renewable energy projects,  we reviewed applicable laws and DOD guidance for developing  renewable energy projects, and interviewed officials with DOD and the  military departments and services who were knowledgeable about DOD’s  development of such projects, including our sample of 17 projects.", "To examine DOD’s approach for analyzing the financial costs and  benefits of selected renewable energy projects, we reviewed the analyses  DOD included in the project documentation it used to examine and  approve the 17 projects in our sample. We reviewed DOD’s guidance on,  among other things, preparing project documentation for consideration by  officials responsible for reviewing and potentially approving projects for  development. In addition, we reviewed the guidance developed by the  Federal Energy Management Program and National Institute of Standards  and Technology for assessing the cost-effectiveness of projects. We also  reviewed our 2009 cost-estimating guide, a compilation of cost- estimating best practices drawn from across industry and government, to  inform our review of the analyses DOD included in its documentation for  these projects. We evaluated whether DOD’s analyses of these 17  projects followed this guidance—particularly the source of assumptions— and the extent to which DOD assessed and documented any  uncertainties with the estimates. We interviewed DOD officials  knowledgeable about each of the projects for additional information on  these analyses, as well as officials with the Department of Energy, which  provides information and support to federal agencies when they analyze  renewable energy projects and related matters.", "To examine the extent to which selected projects addressed DOD’s  renewable energy goals and energy security objective, we reviewed DOD  guidance on renewable energy and energy security and, for the 17  projects we examined, the contributions to the goals or objective cited in  the analyses DOD included in documentation for these projects. To  ensure that we fully identified and understood the contributions DOD  expected, we interviewed DOD officials knowledgeable about each  project.", "We conducted this performance audit from March 2015 to September  2016 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Under federal statutes, executive orders, and department-level guidance,  DOD is to meet various renewable energy goals. Statutory goals include  the following:", "Production. DOD is to adopt the goal to produce or procure not less  than 25 percent of the total quantity of facility energy it consumes  within its facilities from renewable sources beginning in fiscal year  2025. DOD can meet this goal by producing electricity using  renewable sources on its installations or by procuring electricity  produced using renewable sources that is produced in other locations.", "Consumption. To the extent economically feasible and technically  practicable, not less than 7.5 percent of electrical energy consumed  by federal agencies is to come from renewable sources beginning in  fiscal year 2013. According to federal guidance implementing the  Energy Policy Act of 2005, to count toward the consumption goal,  DOD must possess renewable energy credits for electricity it  consumes.", "Executive Order 13693 established additional goals, including directing  agency heads to ensure that increasing percentages of electrical energy  consumed in buildings be renewable electric energy where cost-effective,  beginning with 10 percent in 2016 and climbing to at least 30 percent by  fiscal year 2025.", "In addition, the military departments have also taken steps to encourage  renewable energy, and each has issued department-level guidance to  develop 1 gigawatt of renewable energy—Air Force by 2016, Navy by  2020, and Army by 2025. The military departments have also established  some unique energy goals. For example, the Secretary of the Navy  established a goal to derive at least 50 percent of shore-based energy  requirements from alternative sources, including renewable energy, by  2020. In addition, in its energy strategy, the Army established a goal to  increase its use of renewable or alternative resources for power and fuel  use.", "To meet these goals, over a number of years, DOD has taken steps to  develop renewable energy projects on its installations. Additionally,  Congress requires that DOD report information on its progress toward  these and other energy goals in its annual energy management report.  DOD’s most recent report identifies more than 1,130 operational projects  of varying generating technologies and capacities.", "In addition to its renewable energy goals, DOD has also identified  renewable energy projects as a possible way to contribute to its energy  security objective. In particular, DOD has noted that its installations and  missions can be vulnerable to disruptions of the commercial electricity  grid and that renewable energy, combined with energy storage and other  tools, can allow installations to maintain critical operations without  electricity from outside the installations.", "To develop renewable energy projects, DOD can either directly fund the  construction or development of projects or work with private developers to  help initially finance them. To directly develop renewable energy projects,  DOD typically uses funds provided through its annual appropriations  process—referred to in this report as up-front appropriated funding.  Otherwise, DOD can finance projects through agreements with private  developers and pay back the costs of the projects over time—referred to  as alternative financing mechanisms.", "In addition, when developing projects with private developers, DOD may  use one of three types of land use agreements to provide developers with  use of DOD land. Through such agreements, DOD allows developers the  use of its land in exchange sometimes for revenues or in-kind  consideration. Each type of land use agreement has different  requirements for compensation for the use of DOD land, as follows:", "Leases. Under 10 U.S.C. § 2667, the secretary of a military  department (or the Secretary of Defense in certain contexts) may  lease land in exchange for the payment of cash or in-kind  consideration in an amount that is not less than the fair market value  of the lease interest, as determined by the secretary.", "Easements. Under 10 U.S.C. § 2668, the secretary of a military  department may provide an easement for rights-of-way, upon terms  that the secretary considers advisable, but is not required to include a  cash or in-kind consideration.", "Access licenses or permits. Depending on the structure of the  agreement, DOD may provide contractors a license or permit, which  allows access to and use of a site for the purposes of the contract,  without compensation."], "subsections": []}, {"section_title": "DOD Emphasized Working with Private Developers to Develop Larger Renewable Energy Projects but Builds Some Projects Using Up-Front Appropriated Funds", "paragraphs": ["According to DOD officials and documents, in recent years, DOD’s  approach emphasized developing larger projects and working with private  developers to develop renewable energy projects with a generating  capacity of greater than 1 megawatt on DOD installations in the United  States. DOD used alternative financing mechanisms—that is, financing  the initial capital investments in projects with private funding—to facilitate  working with private developers. Nonetheless, DOD also directly  developed some of these projects using up-front appropriated funds."], "subsections": [{"section_title": "DOD Has Emphasized Larger Projects and Working with Private Developers", "paragraphs": ["According to DOD officials and documents, the department has  emphasized generally larger renewable energy projects—such as those  greater than 1 megawatt—and working with private developers. In 2012,  DOD testified before Congress that it planned to emphasize the  development of large-scale renewable energy projects with private  developers. In 2011, the Army began an initiative focusing on large-scale  renewable energy, and in 2014, it established the Office of Energy  Initiatives and issued supporting guidance for developing large-scale  projects with private developers. According to the guidance, the Army  forms relationships with project developers, utilities, and the renewable  energy industry and leverages these relationships to identify, develop,  and finance projects across its installations. Likewise, in 2014, the Navy  established the Renewable Energy Program Office to provide a  centralized Navy and Marine Corps approach to developing large-scale  renewable energy with private developers. According to a Marine Corps  official, there has been a shift toward larger projects in recent years, and  the Marine Corps’ strategy for renewable energy will be to finance large- scale projects through private developers. Similarly, according to Air  Force officials, the Air Force has been shifting its emphasis toward  developing large-scale renewable energy projects with private  developers, in part to avoid committing DOD resources to the ownership  or operation of renewable energy projects. In March 2016, the Air Force  announced the establishment of its Office of Energy Assurance to focus  on developing large-scale renewable and other energy projects with  private developers.", "DOD officials told us that the recent focus on pursuing larger projects  offers some key advantages. For example, officials said that the  increasing emphasis on larger projects offers better opportunities to more  efficiently reach DOD’s renewable energy goals and that projects that  generate more electricity allow the installations to obtain larger amounts  of renewable electricity to apply toward energy goals. According to DOD  officials, because of recognition that larger projects can sometimes be  more cost-effective, among other reasons, DOD has pursued projects  that are larger than 1 megawatt, such as those 10 megawatts and  greater. Ten of the 17 projects in our sample were 10 megawatts or  larger.", "According to DOD officials and our prior work, working with private  developers when developing renewable energy projects offers several  advantages for DOD, including the following:", "Access to incentives. According to DOD officials, private developers  can obtain federal, state, and local tax incentives, which can  significantly lower their overall costs of developing renewable energy.  These incentives are not generally available to DOD if it develops  projects on its own. In particular, the federal government offers certain  incentives, such as tax credits to encourage the development of  renewable energy, but while private developers may claim these by  filing tax returns, DOD cannot claim them because it does not pay  federal income taxes.", "Access to capital. Private developers can arrange their own funding  for developing and constructing projects, which allows DOD to avoid  seeking up-front appropriated funds. DOD officials told us that  obtaining up-front appropriated funds for developing large-scale  renewable energy projects can be difficult. Large renewable energy  projects such as these can cost several million dollars. As we found in  our April 2012 report, obtaining appropriations to finance projects can  take longer than developing projects with alternative financing  mechanisms. In that report, DOD officials told us that it can take 3 to  5 years to navigate the programming and budgeting process and to  obtain military construction appropriations for the project. Up-front  appropriation funding through the Energy Conservation Investment  Program can also be difficult to obtain. Air Force officials told us that  renewable energy projects over 1 megawatt would generally have a  difficult time competing for Energy Conservation Investment Program  funding against other types of energy conservation measures.", "Better asset management. According to DOD officials and our  previous work, working with private developers allows DOD to  leverage private companies’ expertise in developing and managing of  projects and limits the number of personnel DOD has to commit to  projects.", "Better risk management. According to prior work and military  department officials, private developers can be held responsible for  development and operational risks, depending on the contract terms.", "Previous reports and DOD officials we interviewed also identified  drawbacks to entering into agreements with private developers, including  the following:", "The federal government incurs the cost of some incentives used to  develop projects on DOD installations. Many of the financial  incentives private developers use, such as federal tax credits, are  paid for by other parts of the federal government, such as the  Department of the Treasury. As we found in an April 2015 report,  incentives for renewable energy projects like those in our sample  have collectively cost taxpayers $13.7 billion in tax expenditures, such  as tax credits, and an additional $16.8 billion in grants provided in lieu  of tax expenditures from fiscal year 2004 through 2013. Because  DOD’s analysis of cost-effectiveness solely focuses on the costs DOD  incurs, these costs to the government are not included in DOD’s  decision-making process. As a result, projects using such incentives  may be more expensive to the government than the cost that DOD  estimates it will incur on its own. In its comments on our draft report,  DOD stated that in federal procurement, it is the norm for a business  case to address the cost to the agency, not to the entire government.", "Private financing of projects can increase overall cost. As we reported  in a December 2004 report, and more recently in an April 2012  report, financing projects through private developers may be more  expensive over time than using up-front appropriations because the  federal government’s cost of capital is lower than that of the private  sector.", "Working with private developers can require significant DOD  expertise. Army officials told us that working with private developers  can require staff to help the developers understand specific  requirements for development on installations. In particular,  developing projects inside installations involves a complex  combination of financing, regulatory requirements, ensuring that the  projects are compatible with the installations’ military missions, and  other needs that require DOD expertise.", "DOD can face challenges in completing work to meet external  deadlines. Air Force officials said that renewable energy projects  incorporate a number of processes, including environmental reviews,  procurement, renewable energy analysis, and real estate valuations.  In some cases, these processes must be pursued concurrently to  work within a time frame that is reasonable to successfully reach  agreements with the private sector. Also, according to information  provided by the Army, completing these processes in a timely manner  can be important because projects with private developers may face a  variety of external deadlines to remain viable, such as those imposed  by lenders for private parties, when they obtain their own financing, or  those to obtain organizational approval or timely access to incentives."], "subsections": []}, {"section_title": "DOD Has Used Alternative Financing Mechanisms to Facilitate Working with Private Developers", "paragraphs": ["DOD officials and documentation identified a range of alternative  financing mechanisms DOD has used to work with private developers,  singly or in combination, in developing renewable energy projects,  including the following:", "Power purchase agreement (PPA). An agreement negotiated  between DOD and an energy supplier to purchase specified quantities  of electricity at specified prices for a specific period of time. PPAs may  be short term, 10 years or less, or long term, typically up to 30  years. Revenues developers receive under PPAs can be used to  repay the costs of constructing and operating a renewable energy  project on a DOD installation. According to DOD documentation,  PPAs are becoming increasingly common. In some cases, these  agreements can be used to purchase electricity from projects built on  DOD land, but some can involve projects built elsewhere. DOD  officials told us long-term PPAs can provide a cost-effective  opportunity to repay private developers for the initial costs of building  and the ongoing costs of operating these facilities.", "Enhanced use lease. A long-term lease of property to a private  developer for uses including the installation of renewable energy  systems in exchange for cash or in-kind services. These leases are  usually for 25 years or more, up to 50 years. In many cases,  enhanced use leases do not include a specific provision to purchase  electricity produced from the project. According to DOD  documentation, DOD is increasingly using enhanced use leases,  enabling installations to obtain revenue for the value of DOD land by  leasing property to private developers for long periods, such as 50- years terms. In contrast to PPAs, which provide DOD with potential  financial benefits through the purchase of electricity and leasing of the  land for the project, the financial benefit derived from enhanced use  leases is derived through payments received from private developers  leasing DOD land for the project.", "General Services Administration (GSA) areawide contract. A  preexisting agreement negotiated between GSA and a local electricity  supplier allowing government agencies in specified areas to purchase  electricity and other utility services at established terms and  conditions. These agreements are limited to no more than 10 years.  Similar to PPAs, revenues received under these contracts can be  used to repay the local electricity supplier to construct and operate a  renewable energy project on a DOD installation. Army officials told us  they have used GSA areawide contracts when PPAs are not  economically viable or not allowed under state regulations. Army  officials said that under some conditions, these types of agreements  can be the easiest and fastest mechanisms for contracting for  renewable energy projects because they extend existing GSA  areawide contracts for the purchase of electricity from the existing  supplier and merge this contract extension with an agreement with the  local utility for the construction of a renewable energy project.  According to Army officials, these contract extensions sometimes  provide no cost savings because the purchase price of the electricity  is unchanged, but the renewable energy projects may provide military  installations other benefits such as providing a step toward obtaining  energy security by building the renewable energy project on the  installation.", "Energy savings performance contract (ESPC). A contract with  private companies to pursue installation of energy savings measures,  such as more efficient equipment and renewable energy, where the  savings are used to pay for the measures. In many cases, a single  contract can combine multiple energy savings measures and can last  for up to 25 years.", "Utility energy service contract (UESC). A contract with a local utility  to provide energy management services focused on energy efficiency  or demand reduction, such as designing and installing renewable  energy projects. These agreements have typically not exceeded 10  years.", "DOD officials told us that DOD has not emphasized some alternative  financing mechanisms because they pose difficulties; see the following  examples:", "Short terms. Short-term PPAs and UESCs are difficult to contract at  prices competitive with existing electricity sources because of their  short terms—no more than 10 years. For example, Navy officials told  us that a 10-year—rather than a 25-year—PPA for the Hawaiian  project would have resulted in the developer setting an unacceptably  high electricity rate compared to electricity from the existing supplier.  Army officials told us that short-term UESCs are mostly used for small  projects because, except in some special cases, it may not be  possible to develop larger projects—those greater than 1 megawatt— that can be cost-effective within the required 10-year payback period.", "According to Army officials, the 1.9-megawatt solar photovoltaic  project at Fort Campbell, Kentucky—a larger UESC project—was  possible only because a $3 million grant from the state made the  project cost-effective.", "Access to incentives. Some ESPCs and UESCs may not allow  private developers to capture federal tax incentives because Internal  Revenue Service rules stipulate that only owners of the projects or  those meeting certain standards are eligible to claim key tax  expenditures. According to Army officials, the Army has structured  ESPCs to allow private developers to capture federal incentives by  owning the embedded renewable energy projects, but it stopped  doing so after a 2012 Office of Management and Budget  memorandum required government ownership of such renewable  energy projects to avoid obligating the full cost of the project when the  contract is signed.", "DOD officials told us that they believed that developing renewable energy  projects with private developers requires appropriate agreements that  balance the interests of the federal government with the developers’  interests. To do this, DOD typically negotiates land use and other  agreements with private developers. These agreements can be complex.  Some agreements may address ownership of the assets of the project.  For example, one agreement we reviewed immediately assigned  ownership of the project to the Army, whereas some other agreements  assigned initial ownership of the project to the private developer with  provisions to potentially convert ownership over to the Army after a  specific period of time."], "subsections": []}, {"section_title": "DOD Used Up-Front Appropriated Funds to Develop Some Projects", "paragraphs": ["In addition to using alternative financing mechanisms, DOD used  traditional financing methods, such as up-front appropriated funds, to  develop some projects. According to DOD guidance, appropriations can  be an important source of funding for energy projects. In fiscal year 2014,  DOD obligated about $99 million for 130 renewable energy projects.  According to a DOD report, DOD generally uses appropriated funds for  small-scale projects but in some cases has used them to develop projects  over 1 megawatt. Unlike projects developed using alternative financing  mechanisms, projects developed using appropriated funding are  generally owned by DOD and built on DOD land and, as such, do not  require the negotiation of financing and land use agreements.", "DOD officials identified several sources of up-front appropriated funds for  funding renewable energy projects over 1 megawatt. For example,  officials identified potential sources to include funds made available  through annual military construction appropriations. Another key source of  funding officials identified within the military construction account is the  Energy Conservation Investment Program. This program has historically  received annual appropriations to fund energy conservation and  renewable energy, among other things. According to DOD guidance, the  amount of annual awards made depends on funding and DOD priorities,  among other things. In fiscal year 2015, $160 million was provided to the  program—$150 million for projects and $10 million for planning and  design. Proposals for Energy Conservation Investment Program projects  undergo a multistep selection process, beginning with DOD guidance  outlining its priorities. DOD components, including the military  departments then develop military construction proposals and cost  analyses based on this guidance. Similarly, DOD officials noted that the  department can also fund renewable energy projects with funds provided  through annual operation and maintenance appropriations, (subject to  certain limitations). DOD officials also cited other funding that Congress  may periodically provide, such as funding appropriated through the  American Recovery and Reinvestment Act of 2009, which could be  used."], "subsections": []}]}, {"section_title": "DOD Used Various Approaches to Analyze the Financial Costs and Benefits of Selected Renewable Energy Projects, but Its Analyses and Documentation Were Not Always Clear DOD Used Various Approaches to Determine If Selected Renewable Energy Projects Were Cost-Effective", "paragraphs": ["DOD used various approaches to analyze the financial costs and benefits  of the 17 renewable energy projects we reviewed and determined that  they were generally cost-effective. However, the project documentation  DOD developed for the officials responsible for approving these projects  did not always clearly identify the value of land used for the projects and  in turn the compensation the department received for the land. In  addition, key differences in DOD’s analyses and documentation for  projects incorporating long-term PPAs raise questions about the  information available to approving officials about projects’ estimated costs  and benefits.", "DOD used various approaches to determine that of the 17 projects we  reviewed, 12 were cost-effective in producing electricity. DOD conducts  business case analyses of potential renewable energy projects to  determine whether they met DOD’s policy of encouraging investment in  cost-effective renewable energy sources. In general, to do these  analyses, DOD officials told us that DOD compares the estimated cost of  the electricity from these projects over each project’s life or its contract  terms with the estimated cost of continuing to purchase electricity from  existing suppliers. If the estimated cost of purchasing electricity from a  project is equal to or lower than the cost of continuing to purchase  electricity from existing suppliers, DOD determines that the project is  cost-effective, according to these officials. Figure 1 shows the locations,  technologies and other information about the 17 projects in our sample.", "Because of the differences in the ways these 17 selected projects were  financed, DOD officials told us that they used various approaches to  estimate electricity costs in their analyses. Specifically:", "For 9 of the projects, including 7 projects developed using long-term  PPAs and 1 using a short-term PPA—where DOD agreed to  purchase specified quantities of electricity from a supplier at specified  prices—as well as 1 project developed using an ESPC, DOD  estimated the total cost of purchasing electricity from each project by  using the developer’s proposed prices for and amount of electricity  specified in the contract. DOD then compared this estimate to the cost  of purchasing the same amount of electricity from its existing supplier  at the prices it estimated the supplier would charge over each year of  the term of the contract.", "For each of the 2 projects developed using GSA areawide contracts— where DOD is granting only the use of its land for the project and will  continue to purchase electricity under its existing arrangement with its  supplier—DOD officials told us that because there would be no  change in its electricity costs, DOD did not undertake a detailed  analysis to compare the cost of the project with the cost of continuing  to purchase electricity from its existing supplier.", "For the project developed using an UESC—where DOD would  immediately own the project and obtain the electricity generated from  the project—DOD compared the amount it would pay for electricity  from the project over each year of the 10-year contract term to its  estimate of the cost of purchasing the same amount of electricity from  its existing supplier at the prices it estimated the supplier would  charge during each year of the same 10-year period.", "For the 2 projects funded through up-front appropriations, DOD  developed life cycle cost estimates—that is, estimates of the overall  costs of developing, constructing, operating, maintaining, and  ultimately disposing of these projects, as well as estimates of the  amount of the electricity that would be produced over each year of the  projects’ lifetimes. DOD then compared these estimates to the cost of  purchasing the same amount of electricity from its existing suppliers at  the prices it estimated the supplier would charge over the lifetimes of  the projects.", "For the 3 projects financed using enhanced use leases, DOD did not  take steps to evaluate the cost-effectiveness of the electricity  purchases since these projects were not designed to provide cost  savings from purchasing electricity. Instead, DOD examined whether  the leases for these projects provided compensation at least equal to  the estimate of fair market value for the land used.", "For the 14 projects for which DOD evaluated cost-effectiveness,", "12 projects were determined to be cost-effective based on electricity", "2 projects were determined to be not cost-effective solely based on  electricity prices, but DOD pursued them for other reasons.  Specifically,", "DOD pursued a project at Fort Campbell, Kentucky, because,  according to Army officials, while the project would not be cost- effective over the 10-year term of the contract, it would be cost- effective over the estimated 25-year lifetime of the project.", "DOD pursued a project at Marine Corps Air Station Miramar,  California, because according to a Marine Corps project  document, it contributed to DOD’s renewable energy goals and  energy security objective, which are discussed later in this report.", "DOD’s business case analyses for the 12 projects it determined to be  cost-effective showed a range of estimated cost savings. In some  cases, DOD identified instances of relatively high expected cost savings.  For example, DOD estimated the project serving Navy and Marine sites in  Hawaii—Joint Base Pearl Harbor Hickam and Marine Corp Base Hawaii  at Kaneohe Bay and Hawaii Camp Smith—would provide about $75  million in cost savings over 25 years. Other projects were expected to  provide modest energy cost savings. For example, DOD estimated less  than $100,000 in cost savings over 20 years for a project at Fort Drum,  New York. Some projects were deemed cost-effective even if they  provided no cost savings because DOD established the threshold for  cost-effectiveness for energy cost savings at zero—that is, it considered  projects to be cost-effective as long as electricity from the projects would  not cost more than electricity from the existing supplier. For example, the  Army designed the GSA areawide contracts at Fort Benning, Georgia,  and Fort Huachuca, Arizona, to cost the same as continuing to purchase  electricity from existing suppliers, thereby meeting the minimum cost- effectiveness threshold."], "subsections": [{"section_title": "Project Documentation Available to Approving Officials Was Not Always Clear about the Value of Land Used and the Compensation DOD Received", "paragraphs": ["The project documentation DOD developed for the officials responsible  for approving the 14 of the 17 projects in our review that involved private  developers and land use agreements was not always clear about the  value of the land used and the compensation DOD received for granting  such use. For these projects DOD used the following three types of land  agreements, and compensation received varied widely. Specifically:", "For the 6 projects that used leases—which require the government to  obtain at least fair market value for the leased land—the agreements  were structured to obtain cash or in-kind payments that DOD believed  met this requirement.", "For the 3 projects that used easements to grant the use of DOD  land—which have less specific requirements regarding  compensation—the levels of financial compensation varied, including  $1 for the easement provided for the project at Edwards Air Force  Base, California, and 2 projects that their documentation indicated  they would be obtaining other benefits without specifying the financial  value of those benefits.", "For the other 5 projects that used access licenses or permits to grant  the use of DOD land—which do not require compensation—DOD  obtained no financial compensation.", "The project documentation DOD prepared for approving officials for these  14 projects differed in how it presented information about the value of the  land used and the compensation DOD received. Specifically:", "For 6 projects in our sample involving leases, DOD’s project  documentation presented information about the value of the land and  the compensation the department received in return for granting the  lease, but the documentation for 2 out of the 6 projects did not provide  a clear comparison of these land values and compensation. For  example, the documentation for a project at Nellis Air Force Base,  Nevada, included information about the estimated market value of the  land but did not clearly explain how the in-kind compensation it  received for the land compared with that value. Approving officials  agreed to receive in-kind compensation, including an electric  substation and two lines to distribute electricity on the base. However,  the project documentation did not explain how DOD estimated the  value of the substation and additional distribution lines and how that  value compared with the market value of the land.", "For 8 projects in our sample involving other types of agreements,  such as easements and access licenses or permits, project  documentation did not always include information about the value of  the land and the compensation DOD received. In particular, none of  the project documentation for the 8 projects where land was granted  using land use agreements other than leases included a discussion of  how the value of the land compared with the compensation DOD  received. For example, the documentation for the project that  provided about 120 acres of land at Naval Air Weapons Station China  Lake, California, using an access license and a long-term PPA did not  discuss the value of the land or compare it with the value of any  compensation. Similarly, the documentation for the project that  provided over 150 acres of land at Fort Huachuca, Arizona, using an  easement and a GSA areawide contract did not provide a comparison  of the fair market value of the land with an estimate of the  compensation DOD received in return.", "DOD has guidance for presenting land values in project documentation;  however, the guidance does not discuss all types of alternative funding  mechanisms currently in use. Because the 2012 Office of the Secretary of  Defense policy memorandum on alternative financing mechanisms does  not apply to all types of alternative financing mechanisms, it is not certain  that those projects to which it does not apply are obtaining the required  fair market value for land, either in kind or in cash, required by 10 U.S.C.  § 2667. For example, the guidance does not apply to 7 of the 14 selected  projects involving alternatively financed mechanisms and land use  agreements that we examined.", "Under Standards for Internal Control in the Federal Government,  agencies are to clearly document internal controls and the documentation  is to appear in management directives, administrative policies, or  operating manuals. While DOD has guidance for some alternative  financing mechanisms used to work with private developers, the guidance  does not clearly apply to all alternative financing mechanisms. Without  modifying its guidance for presenting land values in project  documentation to apply to the range of alternative financing mechanisms  it has used, DOD does not have reasonable assurance that project  documentation for approving officials will be consistent or complete for  projects using these kinds of financing mechanisms.", "In addition, the guidance does not direct project documentation to include  a comparison of the value of the land used and the compensation DOD  receives for it. Our 2009 cost-estimating guide states that one basic  characteristic of a credible cost estimate is the recognition of excluded  costs, so that any excluded costs should be disclosed and given a  rationale. By clarifying the guidance to direct all project documentation  for alternatively financed projects involving land use agreements to  include the value of the land, the compensation DOD would receive for it,  and how the value of the land compared with the value of the  compensation, DOD approving officials would have more information for  understanding the financial costs and benefits of a project. This  information can be particularly important for approving officials for  projects like Fort Huachuca and other GSA areawide contracts, where  DOD provides the use of its land but obtains no energy cost savings  because the cost of purchasing electricity remains the same."], "subsections": []}, {"section_title": "Key Differences in Analyses and Documentation for Projects Incorporating Long-Term PPAs Raise Questions about Information Available to Approving Officials", "paragraphs": ["Key differences in how DOD conducts business case analyses for  renewable energy projects incorporating long-term PPAs—those with  terms of up to 30 years—and how it documents these analyses raise  questions about the information available to approving officials about  projects’ estimated costs and benefits. First, differences in the  assumptions DOD used to estimate electricity prices from existing  suppliers could affect DOD’s conclusions about projects’ estimated cost  savings. Second, DOD examined but did not consistently document the  sensitivity of its estimates for some projects to changes in these  assumptions. Third, DOD’s project documentation was not always clear  or consistent about how compensation for the use of its land was  reflected in its analyses of whether electricity produced by the projects  was cost-effective."], "subsections": [{"section_title": "Differences in Sources for Assumptions Used to Estimate Energy Prices Raise Questions about Estimated Cost Savings of Projects", "paragraphs": ["For the seven projects in our sample involving long-term PPAs, DOD  used different sources for the assumptions when it developed its  estimates of the cost of continuing to purchase electricity from existing  suppliers, and these differences raise questions about the estimated  costs and benefits of these projects. Specifically, in developing its  estimates of the costs of continuing to purchase energy from existing  suppliers, DOD used different sources for assumptions, such as how  existing suppliers’ electricity prices may change in the future—known as  escalation rates. Escalation rates are a key assumption in these  estimates because if the actual escalation rate turns out to be lower than  the rate DOD assumed in its analysis, its estimates of electricity prices in  future years from existing suppliers would be overstated and make  renewable electricity appear more cost-effective than it actually would be.  Accordingly, any cost savings associated with purchasing electricity from  the project instead of from existing suppliers would have been also  overstated. Conversely, if the actual escalation rate turns out to be higher  than the rate DOD assumed in its analysis, the estimated electricity prices  in future years from existing sources would be understated and make  renewable electricity appear less cost-effective than it actually would be.", "Eleven of the 17 projects we reviewed required DOD to use escalation  rates for electricity prices to estimate cost savings. DOD used  assumptions in National Institute of Standards and Technology’s  guidance for the 4 projects that involved financial mechanisms other than  long-term PPAs. However, for 6 of the 7 remaining projects that required  the use of escalation rates and involved long-term PPAs, DOD relied on  assumptions from sources other than National Institute of Standards and  Technology’s guidance.", "GAO’s 2009 cost-estimating guide highlights the importance of obtaining  valid data when preparing credible cost estimates and the need for  consistency in how cost estimates are structured. DOD has not issued  guidance for preparing cost estimates for projects involving all the  financing mechanisms the department uses. For projects relying on up- front appropriated funds, DOD has issued guidance that calls for the use  of assumptions stipulated in guidance from the Federal Energy  Management Program and National Institute of Standards and  Technology—including assumptions about the price of electricity from  existing suppliers and escalation rates. However, according to DOD and  Federal Energy Management Program officials, neither DOD nor the  Federal Energy Management Program has issued guidance for such  assumptions for projects that involve long-term PPAs. In the absence of  guidance specific to projects involving long-term PPAs, DOD generally  undertook special studies to develop assumptions for the analyses we  examined, which means that the sources for the assumptions used for  long-term PPAs may not be the same. According to DOD officials, they  undertook these studies because DOD guidance did not specify the  source for escalation rates to use for projects involving long-term PPAs,  and DOD wanted to obtain input on developing reasonable estimates to  use in its analyses.", "Differences in the sources for the assumptions it used for escalation rates  to estimate the costs of renewable energy projects involving the 7 long- term PPAs in our sample raise questions about the credibility of the  estimated costs of these projects. For example, in reviewing the analyses  of the projects involving long-term PPAs at Naval Air Weapons Station  China Lake, California, and Marine Corps Air Station Miramar, California,  we found that DOD used a higher escalation rate than the rate in National  Institute of Standards and Technology’s guidance. DOD officials told us  that they used the higher rate because industry representatives said the  rate in the National Institute of Standards and Technology’s guidance was  too low. Using the higher escalation rate made the price of electricity  purchased from the renewable energy project appear more competitive  compared to the estimated price of electricity from existing suppliers than  if they used the rate in guidance from the National Institute of Standards  and Technology. Using higher assumptions has, in turn, made the  estimated cost savings appear higher. Questions about these projects’  estimated benefits, in turn, raise questions about the information DOD  officials relied on when approving these projects. In contrast, 5 other  projects in our sample that used an escalation rate followed DOD  guidance to use assumptions developed by the National Institute of  Standards and Technology. Without guidance for long-term PPAs that  identifies the preferred source for assumptions for escalation rates, there  is a risk that DOD’s estimates of cost savings could incorporate an  escalation rate that is too high or low and DOD does not have a  consistent basis for estimating the cost savings of projects developed  using different financing mechanisms. If DOD developed guidance for  renewable energy projects involving long-term PPAs that calls for  consistent sources for assumptions for escalation rates, DOD officials  charged with approving projects would have greater assurance that they  had credible cost estimates on which to base these decisions and more  consistency across projects developed using varied financing  mechanisms."], "subsections": []}, {"section_title": "Project Documentation Did Not Always Include Discussion of Sensitivity of Estimated Cost- Effectiveness to Changes in Assumptions", "paragraphs": ["Project documentation for the seven projects in our sample that used  long-term PPAs did not always include a discussion of how sensitive  DOD’s estimates of cost and cost-effectiveness were to changes in key  assumptions. Recognizing that changes in key assumptions could affect  these estimates, DOD examined a range of potential values for key  assumptions used to develop cost estimates for some projects to  determine how sensitive they were to changes in these assumptions.  These sensitivity analyses generally identified the escalation rate for  electricity from existing suppliers as a key uncertainty affecting an  estimated project’s cost savings, given the difficulties inherent in  predicting electricity prices sometimes decades into the future.", "However, DOD did not consistently describe the sensitivity analyses it  conducted in the project documentation provided to approving officials for  three of the seven projects that we examined involving long-term PPAs.  For two projects—Davis-Monthan Air Force Base, Arizona, and Marine  Corps Air Station Miramar, California—DOD did not include descriptions  of the sensitivity analyses that had been conducted. For a third project— the project at Fort Drum, New York—DOD included a description of the  sensitivity analysis in the project documentation but did not explain that  relatively small changes in its estimates of future electricity prices from  the existing source could reverse the estimated cost savings from  purchasing project electricity to a loss.", "DOD’s guidance for business case analyses states that a well- documented sensitivity analysis allows approving officials to understand  how much confidence they should have in an analysis’s conclusions—in  this case, whether the project will be cost-effective in the future, that is,  the credibility of the cost savings estimate. In that regard, DOD  guidance is consistent with Office of Management and Budget guidance  and our 2009 cost-estimating guide, which identifies the characteristics  of a high-quality—that is, reliable—cost estimate. Such an estimate would  be credible, well-documented, accurate, and comprehensive, and  documenting the estimate, which includes describing the sensitivity  analysis, is among the 12 steps in our cost-estimating guide that, if  followed correctly, should result in reliable and valid cost estimates that  agency management can use for making informed decisions. However,  DOD did not always include a description of the sensitivity analyses it  conducted in the project documentation provided to approving officials.", "One reason for this appears to be that DOD’s guidance for projects  involving long-term PPAs does not specify how to describe sensitivity  analyses in project documentation. Without clarifying in guidance how to  describe sensitivity analyses in project documentation, DOD does not  have reasonable assurance that DOD staff will consistently document  such analyses for projects involving long-term PPAs to show whether  changes in key assumptions would affect the conclusion that a project  was cost-effective, and that approving officials know how much  confidence to have in the cost savings estimate."], "subsections": []}, {"section_title": "Project Documentation Did Not Always Reflect All DOD Costs in Analysis of Cost- Effectiveness", "paragraphs": ["Project documentation for the seven projects in our sample involving  long-term PPAs did not fully reflect all costs to DOD, often excluding the  value of DOD land used by the project. DOD guidance on business case  analyses calls for cost estimates to be complete, that is, to reflect the full  cost of the resources used. However, for six of the seven projects  incorporating long-term PPAs, project documentation did not reflect all  costs, either because the project did not obtain compensation for the land  used or DOD effectively returned compensation received for the land  back to the developer, thereby excluding this compensation from the cost  of electricity from the project when estimating the cost-effectiveness of  the project. Specifically, for the four projects that involved long-term PPAs  and used an instrument other than a lease, such as an access license or  permit, in project documentation DOD did not include the valuation of the  land in its cost estimate or obtain financial compensation for the use of its  land. Because DOD was not obtaining financial compensation for the  land, the estimated electricity costs for these projects did not reflect the  value of DOD land used, helping to make the cost of electricity from the  projects more advantageous than from existing suppliers. For these four  projects, the discussion about the land used differed in the project  documentation. For example, the documentation for a project at Navy and  Marine Corps sites in Hawaii clearly stated that the value of the land was  not considered when estimating cost savings, whereas the project  documentation for the project at Naval Air Weapons Station China Lake,  California did not discuss the value of the land in the cost savings  estimate.", "Even for the three projects where DOD received compensation for the  use of its land, information in project documentation did not reflect a  consistent approach for treating the compensation—which in the case of  leases is required to be at least equal to the estimated fair market value  of the land—in the cost savings estimate. For two of the projects—the  projects at Davis-Monthan Air Force Base, Arizona, and Fort Detrick,  Maryland—DOD used the compensation it was to receive for the use of  land as a credit to payments it would have made for electricity. This  approach had the effect of giving back to the developer the full  compensation that had been owed to DOD for the land to reduce the  amount DOD owed the developer for electricity. DOD then used the  reduced amounts as the costs of electricity from the projects to compare  with the costs of purchasing electricity from the existing supplier to  determine whether the projects were cost-effective. This approach  significantly affects the estimated financial costs of projects, helping to  make projects’ electricity appear more financially cost-effective. For  example, the Army is committing 67 acres valued at an annual rent of  more than $400,000 over a 26-year lease to the Fort Detrick project.  Including the fair market rental value of the land would raise the electricity  prices of the project and, as a result, significantly reduce the estimated  cost savings for project—by about 70 percent—compared to the analysis  presented in project documentation where the value of the land was  effectively excluded, according to information provided by Army officials.  In contrast, for the project at Fort Drum, New York—where DOD obtained  compensation equal to fair market value—DOD simply relied on the total  cost of purchasing electricity as stipulated in the contract—without  reducing this amount by the compensation owed to DOD for use of its  land—to compare with the costs of purchasing electricity from the existing  supplier, resulting in more accurate estimated cost savings.", "DOD does not have guidance for long-term PPAs that specifies that DOD  cost estimates are to reflect all costs, including the value of land to ensure  that DOD analyses consistently treat and document the value of land in  the estimated cost of electricity. The 2012 policy memorandum calls for  these projects to generally utilize leases and for project documentation to  include a statement of the fair market value of land in land use  agreements as well as a business case analysis of the electricity  purchased. However, this policy memorandum does not specify how to  present information on how the value of the land or how any  compensation that may have been owed to DOD should be considered  when developing analyses of the cost-effectiveness of projects. In  particular, this document does not specify how to reflect the value of  lands used for projects for which DOD was not compensated. The  document also does not specify whether the determination of cost- effectiveness of projects should reflect the total costs for purchasing  electricity or whether it is allowable to reduce this amount by treating  compensation provided to DOD for granting the use of its land as a credit  toward future electricity purchases.", "Some DOD officials we interviewed did not think obtaining compensation  for land involving PPAs benefits the government because such payments  would simply increase the price of electricity from a project and make the  project look less cost-effective. For projects involving long-term PPAs— where DOD is both buying electricity from the project and providing the  use of DOD land on which a developer will install, operate, maintain, and  own the project—these officials believed all costs associated with the  project would be recovered through payments made by DOD for the  electricity produced by the project. As such, DOD officials told us that any  compensation provided by the developer for use of DOD land provides no  net financial benefit for DOD since it would result in higher DOD  payments to the developer. According to these officials, the primary  financial benefit of these projects is obtained through energy cost  savings. However, not providing information about the full costs of DOD  contributions, both in terms of electricity purchases and the value of the  land and any compensation, can make electricity from the projects appear  more cost-effective than purchasing electricity from existing suppliers.  Our 2009 cost-estimating guide states that one basic characteristic of a  credible cost estimate is the recognition of all associated costs, so that  any excluded costs should be disclosed and given a rationale.", "Without clarifying guidance on how documentation should present  information on all costs of a project, including the value of the land and  compensation received for it and in turn how that value and compensation  affect the estimated costs and benefits of purchasing electricity from  projects involving PPAs, DOD officials approving such projects may lack  credible information about costs for those projects. As DOD pursues  larger renewable projects on its land, the amount of land used may be  larger, more valuable, and committed for longer periods of time and  unavailable for other purposes—making this land an increasingly  significant project resource."], "subsections": []}]}]}, {"section_title": "Some Selected Projects Advanced DOD’s Energy Goals and Security Objective, but Documentation of Project Contributions Was Not Always Clear and Consistent Some of the Selected Projects Advanced DOD’s Energy Goals, but Project Documentation about Contributions toward the Goals Was Not Always Clear", "paragraphs": ["Some of the 17 projects we reviewed advanced DOD’s energy goals and  energy security objective, but project documentation was not always clear  about how each project was expected to (1) contribute to the  department’s production and consumption goals or (2) advance the  department’s energy security objective or estimate the value of energy  security provided.", "According to DOD project documentation and the DOD officials we  interviewed, all 17 of the renewable energy projects we reviewed  contributed to DOD’s renewable energy production goal, and 9 of these  projects contributed to DOD’s consumption goal (see table 1).  According to information provided by DOD, all of the projects claimed that  the energy they produced counted toward DOD’s renewable energy  production goal because DOD reporting guidance calls for crediting all  renewable energy projects on DOD land as contributing to this goal.  However, according to DOD project documentation and officials, 8 of the  17 projects did not contribute to DOD’s consumption goal because the  military services did not retain or replace the renewable energy credits  associated with the project. Under the Energy Policy Act of 2005, DOD  has to retain ownership of these credits to claim the energy produced by  these projects toward its energy consumption goal or purchase credits to  replace them, but the ownership of these credits is often negotiated as  part of the contract to develop the project, according to military  department officials. These officials told us that in some locations  renewable energy credits can be valuable. In some cases, developers  directly use them to meet state requirements. In other cases,  developers may be able to sell them to others. In either case, developers  retaining these credits can typically offer lower prices for electricity,  according to the officials. The military department officials noted that,  because the price of renewable energy credits can vary widely across  different parts of the country, it is sometimes possible to purchase  replacement credits elsewhere in the country at a lower price and allow  private developers to retain the credits where a project is developed.", "Project documentation was not always clear or did not provide information  about which of DOD’s energy goals a project was contributing to or  important aspects of how that contribution toward goals was supported.  For example, the documentation for the project at Camp Lejeune, North  Carolina submitted to officials did not reflect that it would not contribute to  the consumption goal. In interviews about this project, Navy officials told  us that the project did not contribute to the consumption goal because the  developer would retain renewable energy credits associated with the  project. However, this information was not reflected in project  documentation submitted to approving officials. In other cases, project  documentation did reflect to which goals a project would contribute but  did not reflect important aspects of how that contribution toward goals  was supported. For example, project documentation for the renewable  energy project at Davis-Monthan Air Force Base, Arizona, reflects that the  project is expected to contribute to DOD’s consumption goal. Project  documentation did indicate that the developer retained the renewable  energy credits associated with this project. However, it did not explain  that the Air Force would have to purchase renewable energy credits to  claim the energy the project produces toward its consumption goal. Thus  approving officials did not have access to all relevant information about  the project and its contributions toward the energy goals.", "Standards for Internal Control in the Federal Government states that  information should be recorded and communicated to management and  others within the entity who need it and in a form and within a time frame  that enables them to carry out their internal control and other  responsibilities. Without information in project documentation about the  extent to which an individual project contributes toward DOD’s production  and consumption goals, it is not clear that approving officials had access  to all relevant information about the project before approving it.", "Further, federal standards for internal control state that internal control  and all transactions and other significant events need to be clearly  documented; such documentation should be complete and available for  inspection; and that documentation is to appear in management  directives, administrative policies, or operating manuals. However, DOD’s  guidance does not direct that all project documentation should identify the  extent to which an individual project will contribute toward the  department’s energy goals. Without DOD clarifying in guidance that  projects should specify if they are contributing to DOD’s energy goals  (i.e., production and consumption), approving officials may approve the  development of renewable energy projects without fully understanding the  projects’ potential costs and benefits. In particular, DOD officials may  unknowingly approve projects that contribute only to DOD’s production  goal, thereby rendering its land unavailable for other projects that could  have contributed to both its production and consumption goals."], "subsections": [{"section_title": "Documentation Was Not Always Clear about How Projects Advanced DOD’s Energy Security Objective or the Value of Energy Security Benefits Provided", "paragraphs": ["The views of DOD officials and documentation for projects in our sample  reflected a wide range of perspectives on energy security, but we found  that only 2 of the projects were specifically designed to provide power to  the installations in the event of a disruption of the commercial grid without  additional investments. DOD officials told us that they believed all 17 of  the projects in our sample provided an energy security benefit because  the officials defined energy security broadly to encompass the  diversification of fuel sources, among other things. However, this view  was not consistently reflected in the documentation for the 17 projects in  our sample. Specifically, of the 17 projects, the documentation for 5  projects either did not identify energy security as a project benefit or  stated that the project would not provide an energy security benefit. For  example, for a project at Navy and Marine Corps sites in Hawaii,  documentation stated that the project would not incorporate energy  security features because to do so would be cost prohibitive.", "In contrast, the documentation for the other 12 projects identified a wide  range of potential energy security benefits but did not use consistent  definitions of energy security or consistently identify the need for  additional investment. For 5 of the 12 projects, the documentation either  did not clarify the specific energy security benefit or identified energy  security benefits more broadly, such as promoting the use of nonfossil  fuels. For example, documentation for the project at Naval Air Weapons  Station China Lake, California, identified that the project would reduce  reliance on electricity produced by natural gas, a fossil fuel; replace  energy purchased from other suppliers; and be located on the installation  as the energy security and independence benefits. For the remaining 7  projects, the documentation noted that the projects had the potential of  providing power in the event of a commercial grid outage—a narrower  definition of energy security benefits. However, we found that only 2 of  these projects had the capability to provide electricity to the installation in  the event of an outage of the commercial grid without additional steps.  Specifically, documentation for a project at Fort Drum, New York, stated  that the project would provide access to on-site electricity generation for  all of the installation’s energy needs in the event of a grid outage. In  addition, Marine Corps officials told us that the project at Marine Corps  Logistics Base Albany, Georgia, would provide electricity to the  maintenance center—the critical facility on the installation—during a grid  outage.", "The other 5 projects would require additional steps and investments, such  as the installation of batteries or other energy storage equipment and the  integration of improvements to the electricity delivery and control systems  on the installation before they would be able to deliver electricity during a  grid outage. For example, documentation for the project at Fort Benning,  Georgia, noted that additional infrastructure would be needed to enable  use of the energy produced by the project during a grid outage and  estimated that this infrastructure would cost an additional $30 million to  $40 million. Similarly, documentation for the project at Camp Lejeune,  North Carolina, stated that the Department of the Navy would be investing  up to $48 million more to achieve the project’s energy security benefits.  One project did not provide any information about the additional  investment required to provide electricity during a grid outage.  Documentation for a project at Marine Corps Air Station Miramar,  California, identified an energy security benefit of providing power during  an outage of the commercial grid but did not clearly specify what  additional investments were required or provide estimates of the costs of  those investments. Navy officials told us that since the approval of the  project, the Navy has developed a proposal for about $18 million in  upgrades that will integrate this project as well as other emergency  energy sources to enable it to provide this capability, but these  improvements were not included in the project documentation that we  examined.", "Under federal standards for internal control, information should be  recorded and communicated to management and others within the entity  who need it and in a form and within a time frame that enables them to  carry out their internal control and other responsibilities. However, the  military departments and services did not consistently record in project  documentation the type of energy security benefit projects would provide  and whether any such benefit would be immediately available or would  require additional investments and, if additional investment was required,  provide a detailed estimate of those investments. Without specifying this  information, project documentation did not convey a full understanding of  the projects’ potential costs and benefits specific to energy security to  approving officials. Table 2 describes the extent to which project  documentation identified energy security as a benefit and whether  additional investment would be needed to achieve this benefit for the 17  projects we reviewed.", "Moreover, DOD did not consistently estimate or document the value of  the energy security benefits associated with the 17 projects we reviewed.  For example, the project at Fort Huachuca, Arizona, granted an easement  to a private developer to use DOD land in exchange for energy security  benefits but did not provide an estimated value for this benefit in  documentation for the project. DOD officials we interviewed told us that  they estimated the value of the energy security benefit as the developers’  full cost of the project—$46 million. However, it was not clear from the  project documentation why the Army valued the energy security benefits  as equal to the entire cost of the project. In contrast, for the Navy project  at Camp Lejeune, North Carolina, documentation contained the Navy’s  estimate of the value of the energy security benefit as the government’s  projected cost of alternatively obtaining the same amount of electricity  capacity with diesel generators plus the developer’s cost of providing  project studies, site preparation, and connection infrastructure, which  totaled about $23 million.", "As we mentioned earlier, under federal standards for internal control,  information should be recorded and communicated to management and  others within the entity who need it and in a form and within a time frame  that enables them to carry out their internal control and other  responsibilities. However, DOD used different approaches to estimate  the value of the energy security benefit of providing assured access to  power during a grid outage and did not consistently record the approach  used in project documentation. Without a consistent approach to  estimating the value of the energy security benefits and a description of  the approach used to estimate that value in project documentation,  approving officials may not have reasonable assurance about the value of  projects’ energy security benefits.", "The primary reason for the lack of consistency and completeness in  project documentation concerning projects’ contributions to DOD’s energy  security objective and the value of the energy security benefits provided is  that DOD has not issued guidance on how to document projects’  contributions to its energy security objective. Available guidance does not  directly apply to estimating and documenting projects’ energy security  benefits. While 10 U.S.C. § 2924 points toward a narrower definition of  energy security, specifically the ability to provide power during a  disruption of the commercial grid, DOD’s directive that calls for improving  energy security, among other things, does not specify how to identify the  type of energy security provided by projects or how to otherwise  document these contributions.  In addition, we were not able to identify  any other guidance that directs the military departments and services on  how information about the need for additional investment to obtain an  energy security benefit should be presented in project documentation.  DOD officials we interviewed were also not aware of any guidance on  how to value the energy security provided by renewable energy projects.", "Finally, DOD officials were not able to identify specific documented  guidance on valuing energy security that applies to projects relying on  energy sources that are intermittent—such as solar sources that vary  throughout the day and are unavailable at night. As mentioned earlier,  under federal standards for internal control, agencies are to clearly  document internal controls and the documentation is to appear in  management directives, administrative policies, or operating manuals.  In the absence such specific guidance, DOD officials took different  approaches to estimating the value. Specifically, with regard to the project  at Fort Huachuca, Arizona, Army officials estimated that the energy  security value was equal to the cost of the renewable energy project. In  contrast, for the project at Camp Lejeune, North Carolina, Navy officials  estimated that the value was equal to the cost of obtaining the  comparable amount of capacity from a standard technology for providing  backup power supplies, in this case backup diesel generators—a  technology that can produce specified amounts of energy whenever  called upon. It is inherently difficult to estimate the value of energy  security. However, it is not clear that either of the two approaches they  used—namely, equal to the total cost of the project or equal to the cost of  obtaining diesel generators of an equal capacity to produce electricity—is  valid for estimating the value of energy security provided by the  renewable energy projects in our sample. Officials we interviewed from  all three military departments stated that it was difficult to develop such  estimates without guidance. For example, Marine Corps and Navy  officials discussing the project at Air Ground Combat Center Twentynine  Palms, California, told us that they were wary of estimating the value of  energy security without specific guidance from DOD on how to estimate  such value for renewable energy projects because they were concerned  that their valuation would be critiqued. Further, approving Army officials  told us that they had an option in the request for proposals for the project  at Fort Detrick, Maryland, to consider energy security benefits but did not  know how to evaluate them, and thus they did not consider them in the  proposals they reviewed. Without guidance for estimating and  documenting the contributions of renewable energy projects to DOD’s  energy security objective, approving officials may continue to see  inconsistent and incomplete project documentation and may approve the  development of renewable energy projects without fully understanding the  projects’ potential costs and benefits specific to energy security."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["By emphasizing larger projects and working with private developers, DOD  is making strides toward various federal renewable energy goals and its  own energy security objective. As DOD has worked more frequently with  private developers using alternative financing mechanisms to further its  renewable energy goals and energy security objective, its guidance for  analyzing the financial costs and benefits of these projects appears to  have lagged, particularly for projects involving long-term PPAs for which  DOD grants the use of its land.", "DOD has guidance for presenting land values in project documentation,  but the guidance does not discuss all types of alternative funding  mechanisms currently in use. As a result, the project documentation DOD  prepared for approving officials differed in how it presented information  about the value of the land used and the compensation DOD received for  the use of its land. Without modifying its guidance for presenting land  values in project documentation to apply to the range of alternative  financing mechanisms it has used, particularly long-term PPAs, DOD may  not have reasonable assurance that project documentation for approving  officials is consistent or complete. If DOD clarifies the guidance to direct  all project documentation for alternatively financed projects involving land  use agreements to include the value of the land, the compensation DOD  would receive for it, and how the value of the land compared with the  value of the compensation, DOD approving officials would have more  information for understanding the financial costs and benefits of a project.", "Further, for projects involving long-term PPAs, DOD’s guidance provides  few specific details for conducting its business case analyses of these  projects’ costs and benefits, in particular, the key assumptions that DOD  departments, services, and installations use for escalation rates.  Differences in the sources DOD used as the basis for assumptions about  escalation rates raise questions about the credibility of the estimated  costs of projects provided to approving officials. Developing guidance that  calls for drawing upon consistent sources for assumptions for escalation  rates would provide DOD officials charged with approving renewable  energy projects involving long-term PPAs more assurance that they had  credible cost estimates on which to base these decisions. In addition,  although DOD’s guidance for business case analyses states that a well- documented sensitivity analysis allows approving officials to understand  how much confidence they should have in an analysis’s conclusions,  DOD’s guidance for renewable energy projects does not specify how to  describe sensitivity analyses in project documentation. Without clarifying  its guidance on how to describe sensitivity analyses in project  documentation, DOD may not have reasonable assurance that it will  consistently document such analyses for projects involving long-term  PPAs to show whether changes in key assumptions would affect the  conclusions that projects were cost-effective.", "Moreover, DOD does not have guidance for long-term PPAs that  specifies that cost estimates reflect all costs, including the value of land  that DOD forgoes the use of for renewable energy projects, to ensure that  DOD analyses consistently treat and document the value of land in the  estimated cost of electricity. Without DOD clarifying its guidance on how  documentation should present information on all costs of a project,  including the value of the land and compensation received for it and in  turn how that value and compensation affect the estimated costs and  benefits of purchasing electricity from projects involving PPAs, DOD  officials approving such projects may lack credible information about  costs for those projects.", "Finally, limited guidance regarding how to prepare documentation for  renewable energy projects has resulted in project documentation that is  not always clear as to which projects are contributing toward DOD energy  goals and its energy security objective. Without information in project  documentation about the extent to which an individual project contributes  toward DOD’s production and consumption goals, approving officials may  not have access to all relevant information about the project when making  decisions before approving it. Regarding energy security, DOD’s project  documentation did not always clearly define the energy security benefits  associated with projects and whether additional investment would be  required to obtain these benefits. If project documentation does not  specify the type of energy security benefit projects would provide and  whether any such benefit would be immediately available or would require  additional investments and, if additional investment was required, provide  a detailed estimate of those investments, approving officials may not fully  understand the projects’ potential costs and benefits specific to energy  security. In addition, lack of guidance on how to value energy security  provided by renewable energy projects such as those we reviewed has  resulted in inconsistent approaches to estimating the value of the energy  security benefits associated with each project. Without a consistent  approach to estimating the value of the energy security benefits and a  description of the approach used in project documentation, approving  officials cannot have reasonable assurance about the value of projects’  energy security benefits."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are recommending that the Secretary of Defense direct the Assistant  Secretary of Defense for Energy, Installations and Environment and the  Secretaries of the Army, Navy, and Air Force to take the following eight  actions:  To improve DOD’s analyses of the financial costs and benefits of  renewable energy projects, modify guidance for presenting land values in project documentation  to apply to the range of alternative financing mechanisms DOD has  used and  clarify the guidance to direct all project documentation for alternatively  financed projects involving land use agreements to include the value  of the land, the compensation DOD would receive for it, and how the  value of the land compared with the value of the compensation.", "To improve DOD’s analyses of the financial costs and benefits of  renewable energy projects involving long-term PPAs on its land, revise  guidance to develop consistent sources for assumptions for escalation;  clarify how to describe sensitivity analyses in project documentation;  and  clarify how project documentation should present information on all  costs of a project, including the value of the land and compensation  received for it and in turn how that value and compensation would  affect the estimated costs and benefits of purchasing electricity from  the project (e.g., whether compensation could be used to reduce  electricity costs for the project when estimating cost-effectiveness).", "To improve the information available to approving officials on projects’  contributions to DOD’s renewable energy goals and energy security  objective and to help ensure the consistency and completeness of project  documentation, develop guidance to  clarify that projects should specify their contribution to DOD’s energy  production and consumption goals;  clarify the type of energy security benefit that projects will provide and  state whether any such benefit is immediately available or would  require additional investments and, for projects that would require  additional investment, provide a detailed estimate of those  investments; and  clarify that a consistent approach is to be taken to estimate the value  of the energy security benefit of providing assured access to power  during a grid outage and that a description of this approach is  provided in project documentation."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOD for review and comment. In  written comments, reprinted in appendix III, DOD concurred with all of our  recommendations. In addition, DOD provided technical comments, which  we incorporated as appropriate.", "We are providing copies of this report to appropriate congressional  committees; the Secretary of Defense; the Secretaries of the Army, the  Navy, and the Air Force; the Commandant of the Marine Corps; and the  Secretary of Energy. In addition, the report is available at no charge on  the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  Brian J. Lepore at (202) 512-4523 or leporeb@gao.gov or Frank Rusco at  (202) 512-3841 or ruscof@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff members who made key contributions to this  report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope and Methodology", "paragraphs": ["The objectives of our review were to examine (1) the Department of  Defense’s (DOD) approach for developing renewable energy projects with  a generating capacity greater than 1 megawatt (2) DOD’s approach for  analyzing the financial costs and benefits of selected renewable energy  projects contracted for or funded from 2010 through 2015 and (3) the  extent to which selected projects addressed DOD’s renewable energy  goals and energy security objective.", "To address these questions, we examined 17 renewable energy projects  built with a generating capacity greater than 1 megawatt on military  installations in the United States with funding or contracts awarded from  2010 through 2015. We identified possible projects for examination from  lists of approved but not necessarily operational projects and lists of  operational projects the military departments provided. Including  approved projects that were not necessarily operational enabled us to  review more recent projects that are more revealing of DOD’s current  efforts and emphasis on larger, alternatively financed projects. We  selected projects that reflected a range of military departments and  services, funding mechanisms, and renewable energy technologies.  Because this was a nonprobability sample, our findings are not  generalizable to other DOD renewable energy projects but provide  illustrative examples of how DOD develops projects, analyzes costs and  benefits, and addresses its goals and objective with such projects. For a  complete listing of the projects in our sample, see appendix II.", "To examine DOD’s approach for developing renewable energy projects  with a generating capacity of 1 megawatt and greater, we reviewed  applicable laws, DOD guidance for developing renewable energy  projects, and DOD’s annual reporting on energy management, and  interviewed officials with the Office of the Secretary of Defense and the  military departments and services who were knowledgeable about DOD’s  development of such projects, including our sample of 17 projects.", "To examine how DOD analyzed the financial costs and benefits of  selected renewable energy projects, we reviewed DOD’s guidance as  well as Federal Energy Management Program and National Institute of  Standards and Technology guidance for assessing cost-effectiveness of  projects and examined whether DOD followed this guidance. We focused  on the approaches DOD used to calculate the costs of various sources of  energy and estimate cost savings derived from the project electricity, the  source of assumptions for the analyses, any compensation from  developers for the land used for the project, assessments of uncertainties  with its long-term estimates, and the information conveyed in project  documentation to approving officials about any government payments or  compensation stipulated in project agreements. We reviewed the relevant  project documentation for the selected projects, including business case  analyses of cost savings and, for alternatively financed projects, the  project contracts with developers and any associated agreements to allow  developers temporary use of land for the project. We also interviewed key  officials with the Office of the Secretary of Defense; military departments  and services; specific installations with specific knowledge of projects;  and Department of Energy, which provides federal agencies information  and support when examining energy projects and related matters. Project  documentation DOD provided us was not always clear about all aspects  of the estimation process or the source of assumptions; moreover, DOD  could not provide documentation for the business case analysis done for  1 of the 17 projects we examined, and we do not report on the estimation  process for that project. Based on our interviews to confirm DOD’s  estimation process described in project documentation, we determined  that the DOD information was reliable for the purposes of examining how  DOD determined the costs and benefits of these projects.", "To examine the extent to which DOD addressed its renewable energy  goals and energy security objective through the projects in our sample,  we reviewed DOD guidance on renewable energy and energy security.  We also reviewed project documentation prepared for project approval,  as well as contracts and land use agreements to determine the extent to  which renewable energy goal contributions and energy security benefits  were identified in project documentation. In addition, to ensure that we  reliably identified and understood the contributions to the renewable  energy goals and the energy security objective for the projects, we  interviewed DOD officials about each project. Based on our comparison  of project documentation and interview responses, we determined that  the DOD information was reliable for the purposes of examining the  extent to which DOD addressed its renewable energy goals and energy  security objective through selected renewable energy projects.", "We conducted this performance audit from March 2015 to September  2016 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: DOD Renewable Energy Projects in GAO Sample", "paragraphs": ["Appendix II: DOD Renewable Energy Projects  in GAO Sample Land use agreements refer to the types of ways that DOD provided the developer temporary use of  land for a renewable energy project. These agreements include the following: Leases refer to  agreements under which the secretary of a military department may lease land in exchange for the  payment of a cash or in-kind consideration in an amount that is not less than the fair market value of  the lease interest, as determined by the secretary. Easements are agreements under which the  secretary of a military department may provide an easement for rights-of-way, upon terms that the  secretary considers advisable, which might include a cash or in-kind consideration. Access licenses  or permits refer to agreement provisions through which DOD provides contractors access to and use  of a site for the purposes of the contract, without compensation. For some projects, where DOD owns  the generating system on its own land, providing developers land to use for the project is not  applicable. We are identifying the agreement for the site of the generating system and not necessarily  for other lands such as for transmission lines, unless otherwise noted."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contacts named above, Jon Ludwigson (Assistant  Director), Laura Durland (Assistant Director), Tracy Barnes, Emily Biskup,  Lorraine Ettaro, Emily Gerken, Timothy Guinane, Terry Hanford, Alberto  Leff, Alison O’Neill, Jodie Sandel, Kiki Theodoropoulos and Michael  Willems made key contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Defense Infrastructure: Energy Conservation Investment Program Needs  Improved Reporting, Measurement, and Guidance. GAO-16-162.  Washington, D.C.: January 29, 2016.", "Defense Infrastructure: Improvement Needed in Energy Reporting and  Security Funding at Installations with Limited Connectivity. GAO-16-164.  Washington, D.C.: January 27, 2016.", "Defense Infrastructure: DOD Efforts Regarding Net Zero Goals.  GAO-16-153R. Washington, D.C.: January 12, 2016.", "Defense Infrastructure: Improvements in DOD Reporting and  Cybersecurity Implementation Needed to Enhance Utility Resilience  Planning. GAO-15-749. Washington, D.C.: July 23, 2015.", "Energy Savings Performance Contracts: Additional Actions Needed to  Improve Federal Oversight. GAO-15-432. Washington, D.C.: June 17,  2015.", "Electricity Generation Projects: Additional Data Could Improve  Understanding of the Effectiveness of Tax Expenditures. GAO-15-302.  Washington, DC: April 28, 2015.", "High-Risk Series: An Update. GAO-15-290. Washington, D.C.: February  11, 2015.", "Climate Change Adaptation: DOD Can Improve Infrastructure Planning  and Processes to Better Account for Potential Impacts. GAO-14-446.  Washington, D.C.: May 30, 2014.", "Clear Air Force Station: Air Force Reviewed Costs and Benefits of  Several Options before Deciding to Close the Power Plant. GAO-14-550.  Washington, D.C.: May 12, 2014.", "Climate Change: Energy Infrastructure Risks and Adaptation Efforts.  GAO-14-74. Washington, D.C.: January 31, 2014.", "Defense Infrastructure: Improved Guidance Needed for Estimating  Alternatively Financed Project Liabilities. GAO-13-337. Washington, D.C.:  April 18, 2013.", "Renewable Energy Project Financing: Improved Guidance and  Information Sharing Needed for DOD Project-Level Officials.  GAO-12-401. Washington, D.C.: April 4, 2012.", "Renewable Energy: Federal Agencies Implement Hundreds of Initiatives.  GAO-12-260. Washington, D.C.: February 27, 2012.", "Defense Infrastructure: DOD Did Not Fully Address the Supplemental  Reporting Requirements in Its Energy Management Report.  GAO-12-336R. Washington, D.C.: January 31, 2012.", "Defense Infrastructure: The Enhanced Use Lease Program Requires  Management Attention. GAO-11-574. Washington, D.C.: June 30, 2011.", "Electricity Grid Modernization: Progress Being Made on Cybersecurity  Guidelines, but Key Challenges Remain to be Addressed. GAO-11-117.  Washington, D.C.: January 12, 2011.", "Defense Infrastructure: Department of Defense’s Energy Supplemental  Report. GAO-10-988R. Washington, D.C.: September 29, 2010.", "Defense Infrastructure: Department of Defense Renewable Energy  Initiatives. GAO-10-681R. Washington, D.C.: April 26, 2010.", "Defense Infrastructure: DOD Needs to Take Actions to Address  Challenges in Meeting Federal Renewable Energy Goals. GAO-10-104.  Washington, D.C.: December 18, 2009.", "Defense Critical Infrastructure: Actions Needed to Improve the  Identification and Management of Electrical Power Risks and  Vulnerabilities to DOD Critical Assets. GAO-10-147. Washington, D.C.:  October 23, 2009.", "Energy Savings: Performance Contracts Offer Benefits, but Vigilance Is  Needed to Protect Government Interests. GAO-05-340. Washington,  D.C.: June 22, 2005.", "Capital Financing: Partnerships and Energy Savings Performance  Contracts Raise Budgeting and Monitoring Concerns. GAO-05-55.  Washington, D.C.: December 16, 2004."], "subsections": []}], "fastfact": []}