{"id": "GAO-14-799", "url": "https://www.gao.gov/products/GAO-14-799", "title": "Democracy Assistance: Lessons Learned from Egypt Should Inform Future U.S. Plans", "published_date": "2014-07-24T00:00:00", "released_date": "2014-07-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["For over 30 years, Egypt has been a key strategic partner of the United States and the recipient of billions of dollars of U.S. assistance. Starting with its revolution in January 2011, Egypt has undergone a series of political transitions. Shortly after the revolution, the U.S. government allocated $65 million in assistance for a range of activities to support Egypt's progress toward democracy. However, the Egyptian government objected to the U.S. government providing this assistance directly to NGOs, including to some that it viewed not to be registered under Egyptian law. In June 2013, the Egyptian government convicted employees of four U.S. NGOs.", "This report examines (1) the extent to which the U.S. government identified and managed potential risks of providing U.S. democracy and governance assistance in Egypt; (2) what support, if any, the U.S. government provided to the NGOs prosecuted by the Egyptian government; and (3) the extent to which U.S. democracy and governance assistance in Egypt has been affected, if at all, by the prosecution of NGO workers. GAO analyzed U.S. government and NGO documents and interviewed U.S., Egyptian, and NGO officials in Washington, D.C., and Egypt."]}, {"section_title": "What GAO Found", "paragraphs": ["The U.S. government identified potential risks in providing democracy and governance assistance in Egypt, including the Egyptian government's likely objection to the U.S. plan to use $65 million to directly fund nongovernmental organizations (NGO) in 2011. The Egyptian government had repeatedly raised objections to such direct funding since the U.S. Agency for International Development (USAID) began it in 2005. USAID and Department of State (State) guidance calls for the development of risk management plans for their programs. State and USAID have taken some steps to manage the risks of providing democracy and governance assistance in Egypt, including the issuance of an April 2013 cable that provided guidance on how to counter increasing risks to NGOs globally. However, State and USAID have not documented lessons learned from the U.S. experience in Egypt or used these lessons to inform their risk management plans for future democracy and governance assistance.", "The U.S. government provided the four prosecuted U.S. NGOs with diplomatic, legal, financial, and grant flexibility support. The U.S. government's diplomatic efforts included holding multiple meetings with Egyptian officials to try to defend the NGO employees. U.S. legal support to the NGOs included working with the NGOs' lawyers to develop legal strategies for the case. U.S. financial support allowed the four U.S. NGOs to use a total of $4.9 million in funding from their grants to pay for various legal costs related to the trial. Finally, the U.S. government allowed the four NGOs to modify their grants to adjust their planned activities and time frames as a result of the trial.", "The Egyptian government's trial of the four U.S. NGOs significantly affected U.S. democracy and governance assistance in Egypt. The four prosecuted U.S. NGOs are no longer conducting activities inside Egypt and modified or stopped a number of their programs. Other NGOs implementing U.S. democracy and governance programs reported experiencing delays in obtaining Egyptian government approval to receive U.S. funds. Since the start of the trial, in 2012, the amount of funding and number of grants awarded for democracy and governance projects in Egypt decreased (see fig.) and some activities are now more challenging for the U.S. government to implement."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that State and USAID incorporate lessons learned from their experience in Egypt into risk management plans for future democracy and governance assistance efforts. State and USAID concurred with the recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["For over 30 years, Egypt has been a key military and political ally of the  United States and the recipient of billions of dollars in U.S. military and  economic assistance. Since 2011, Egypt has undergone a series of  political transitions, beginning with the January 2011 revolution that  ended the nearly 30-year presidency of Hosni Mubarak. While the U.S.  government has funded democracy and governance activities in Egypt for  more than 10 years, it increased its funding for such activities after the  2011 revolution. The U.S. government increased the amount of funding it  awarded in Egypt for democracy and governance assistance from  approximately $13 million in fiscal year 2010 to approximately $72 million  in fiscal year 2011. In total, the U.S. government has awarded  approximately $140 million for democracy and governance assistance in  Egypt from fiscal year 2009 to March 31, 2014. The Department of State  (State) and the U.S. Agency for International Development (USAID) used  this money to fund a variety of activities—including political party  strengthening, election monitoring, and independent media  development—to be implemented by a range of U.S. and Egyptian  organizations. In December 2011, the Egyptian government raided the  offices of four U.S.-based nongovernmental organizations (NGO) that  were implementing U.S.-funded democracy and governance activities. In  February 2012, the Egyptian government charged employees of these  four organizations—Freedom House, the International Center for  Journalists (ICFJ), the International Republican Institute (IRI), and the  National Democratic Institute (NDI)—and a German organization, the  Konrad Adenauer Foundation, with establishing and operating  unauthorized international organizations, according to U.S. agency  documents. In June 2013, an Egyptian court convicted a total of 43  employees from the four U.S. organizations and the Konrad Adenauer  Foundation, and the NGOs had to close their operations in Egypt.", "You asked us to examine the ability of the U.S. government and its  implementing partners to operate in Egypt after the convictions and the  effect the trial had on U.S. efforts to promote democracy and governance  in Egypt. This report examines (1) the extent to which the U.S.  government identified and managed potential risks of providing U.S.  democracy and governance assistance in Egypt, including assistance to  unregistered NGOs; (2) what support, if any, the U.S. government  provided to the NGOs prosecuted by the Egyptian government; and (3)  the extent to which U.S. democracy and governance assistance in Egypt  has been affected, if at all, by the prosecution of NGO workers. We  conducted work on this report as part of a broader review of U.S.  economic and security assistance to Egypt. We plan to complete work on  the broader review later in 2014.", "This report is a public version of the sensitive but unclassified report that  we are providing to you concurrently. State and USAID deemed some of  the information in the corresponding report as sensitive but unclassified  information, which must be protected from public disclosure. Therefore,  this report omits certain sensitive information, but it addresses the same  questions as the sensitive report, and the overall methodology used for  both reports is the same.", "To address these objectives, we reviewed U.S. laws related to democracy  and governance assistance; examined documents from State, USAID,  their implementing partners, and the Egyptian government; interviewed  officials from State, USAID, their implementing partners, and the Egyptian  government; and analyzed State and USAID data on their democracy and  governance activities in Egypt from fiscal years 2009 through 2013. We  interviewed State and USAID officials who oversee democracy and  governance assistance to Egypt in Washington, D.C., and we reviewed  documents related to this assistance, including memos approving  democracy and governance assistance; cables discussing the NGO trials  and support provided by the U.S. government to the prosecuted NGOs;  and other planning, strategy, and performance monitoring documents for  democracy and governance assistance. We also examined bilateral  agreements and other communications between the United States and  Egypt regarding this assistance. In addition, we interviewed the four U.S.  organizations—Freedom House, ICFJ, IRI, and NDI—that were  prosecuted by the Egyptian government; examined progress reports,  grant agreements, and other documentation; and obtained written  responses from them about their democracy and governance activities in  Egypt and the types of support provided to them by the U.S. government  in conjunction with their prosecutions.", "We conducted audit work in Cairo, Egypt, during which we interviewed  State and USAID officials who manage democracy and governance  assistance, and Egyptian government officials from the Ministries of  Foreign Affairs, International Cooperation, and Social Solidarity—the  three ministries that coordinate bilateral assistance with the United States  or approve the registration of organizations that implement U.S.-funded  democracy and governance assistance. In Cairo, we also held roundtable  discussions with 17 organizations that have received U.S. government  funding to implement democracy and governance activities in Egypt from  fiscal years 2009 through 2013. We also collected progress reports that  these organizations completed for their U.S.-funded projects. We selected  this nongeneralizable sample of organizations to ensure representation  among USAID’s four democracy and governance programs areas (civil  society, governance, rule of law and human rights, and political  competition and consensus building); U.S., Egyptian, and international  organizations; organizations that received small and large amounts of  U.S. funding; organizations whose U.S.-funded projects had varying start  and end dates; and organizations funded by State and USAID. Appendix I  provides a detailed description of our scope and methodology.", "We conducted this performance audit from November 2013 to July 2014  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Overview of U.S. Assistance to Egypt", "paragraphs": ["Since 1979, when the Israel-Egypt peace treaty was signed, Egypt has  been among the top recipients of U.S. bilateral assistance in the world. In  the more than 30 years since the signing of the treaty, Egypt has been a  key strategic partner of the United States in the Middle East.", "In fiscal years 2009 through 2014, the U.S. government allocated an  average of approximately $1.5 billion annually in assistance for Egypt.  The U.S. government provided the majority of this assistance to the  Egyptian military through the Foreign Military Financing program, with  annual allocations of approximately $1.3 billion during this period. The  U.S. government also provided economic assistance to Egypt in fiscal  years 2009 through 2014 that funded a range of economic development,  health, education, and democracy and governance projects. The U.S.  government funded the majority of its economic assistance to Egypt  through the Economic Support Fund (ESF) account, with $200 million to  $250 million allocated annually to Egypt during this period."], "subsections": []}, {"section_title": "U.S. Direct Funding of Democracy and Governance Assistance in Egypt", "paragraphs": ["Egypt’s progress toward greater democratization has been a longstanding  objective of the U.S. government, but it became a greater priority after the  January 2011 revolution. While the U.S. government has funded  democracy and governance activities in Egypt for more than 10 years,  some of which was through agreements with the Egyptian government,  the United States increased its direct funding to NGOs for such activities  after the 2011 revolution.", "USAID; State’s Bureau of Democracy, Human Rights, and Labor (DRL);  and State’s Middle East Partnership Initiative (MEPI) all fund democracy  and governance programming in Egypt. Generally, USAID funds its  democracy and governance activities in Egypt with ESF funds, DRL uses  funding from the Human Rights and Democracy Fund, and MEPI funds its  activities with regional ESF funds. In total, USAID has awarded  approximately $108 million between fiscal year 2009 and March 31, 2014,  for democracy and governance assistance in Egypt, and State has  awarded approximately $32 million for democracy and governance  assistance in fiscal year 2009 through March 31, 2014. In February 2011,  shortly after the revolution, USAID and State reprogrammed $50 million in  prior year ESF funds and allocated an additional $15 million in democracy  funding to provide additional democracy and governance assistance to  support Egypt’s political transition. It awarded all of this funding directly to  NGOs and other organizations to fund a variety of activities including  political party strengthening, election monitoring, and independent media  development.", "In 2004, the U.S. government began discussions with the Egyptian  government regarding a program to directly fund NGOs and other  organizations to implement democracy and governance activities in Egypt  outside of the framework of an implementing assistance agreement.  From September to November 2004, the two governments worked to  outline a process by which the United States would directly fund such  activities. Further information on this process can be found in the  sensitive version of our report.", "Shortly thereafter, Congress approved an amendment to the  Consolidated Appropriations Act of 2005 (the Brownback Amendment),  which provided further direction regarding assistance for democracy and  governance activities in Egypt. The Brownback Amendment stated, “That  with respect to the provision of assistance for Egypt for democracy and  governance activities, the organizations implementing such assistance  and the specific nature of that assistance shall not be subject to the prior  approval by the Government of Egypt.” In fiscal year 2005, USAID began  using some democracy and governance assistance to directly fund NGOs  and other types of organizations to implement democracy and  governance activities, rather than working with the Egyptian government  under the implementing assistance agreement. Soon after USAID started  to directly fund NGOs and other types of organizations to implement  democracy and governance activities in fiscal year 2005, the Egyptian  government raised objections. Among other things, the Egyptian  government stated that USAID was violating the terms of the process that  the two governments had outlined in a 2004 exchange of letters.  However, the U.S. government officials responded that they were  interpreting their commitments based upon the conditions applied by the  Brownback Amendment and agreement in diplomatic discussions on  direct funding to NGOs. According to State officials, DRL and MEPI have  never funded any democracy and governance activities in Egypt under an  implementing assistance agreement and have always funded their  activities directly."], "subsections": []}, {"section_title": "Views on Egyptian Law Governing Activities of NGOs", "paragraphs": ["Egypt’s Law 84, which was passed in 2002, governs the activities of  foreign and Egyptian NGOs, according to documents we reviewed.  Among other things, the law establishes requirements for NGOs to  register with the Egyptian government before beginning operations,  according to documents we reviewed. According to Egyptian government  officials, Egyptian NGOs are required to obtain their registration from the  Ministry of Social Solidarity, while foreign NGOs must first complete a  standing agreement with the Ministry of Foreign Affairs and then register  with the Ministry of Social Solidarity. Egyptian NGOs must also obtain  approval from the Ministry of Social Solidarity to receive funding from  foreign sources, according to Egyptian government officials.", "U.S. government and NGO officials and documents noted that Law 84  establishes registration requirements for NGOs, but also asserted that  there are significant ambiguities in the law and that it is sometimes  inconsistently applied by Egyptian government officials. U.S. government  and NGO officials stated that these issues complicate NGOs’ attempts to  register and obtain approval to receive foreign funding. For example,  although USAID understands that Law 84 contains a provision that allows  for automatic registration if an NGO does not hear back from the Egyptian  government in 60 days after submitting its application, USAID noted that  there is significant ambiguity over how this provision is applied, including  whether or not it applies to foreign NGOs. According to a senior official  from Egypt’s Ministry of Social Solidarity, the 60-day time frame applies  only to Egyptian NGOs. In addition, State reported in its Egypt Report on  Human Rights Practices for 2011 that the Egyptian government generally  allowed unregistered NGOs to operate, but that such NGOs operated in  violation of the law and faced the risk of government harassment and  interference, or closure."], "subsections": []}, {"section_title": "Prosecution of NGOs in Egypt", "paragraphs": ["The Egyptian government strongly objected to some of the U.S.  government’s planned assistance for democracy and governance after  the January 2011 revolution, including the award of funding to  unregistered NGOs. These concerns led to the Egyptian Ministry of  Justice questioning officials from several NGOs about their activities in  late 2011. Subsequently, in December 2011, the Egyptian police raided  the offices of four U.S. NGOs that were implementing U.S.-funded  democracy and governance activities—Freedom House, ICFJ, IRI, and  NDI. In February 2012, the Egyptian government charged employees of  these four organizations and a German organization, the Konrad  Adenauer Foundation, with establishing and operating unauthorized  international organizations, according to government documents. At the  time of the charges, all four U.S. organizations reported that they had  submitted registration applications to the Egyptian government. In June  2013, an Egyptian court convicted a total of 43 employees from the four  U.S. NGOs and the Konrad Adenauer Foundation, of these charges and  the NGOs had to close their operations in Egypt. Table 1 provides a  summary of the grants the U.S. government awarded after the January  2011 revolution to the four U.S. NGOs that were prosecuted. All of the  American staff from the NGOs were allowed to leave Egypt before the  convictions."], "subsections": []}, {"section_title": "Egypt’s Political Transitions", "paragraphs": ["Since the January 2011 revolution that ended the almost 30-year rule of  Hosni Mubarak, Egypt has continued to undergo a series of political  transitions. After a transitional period of military rule following President  Mubarak’s resignation, Mohamed Morsi of the Muslim Brotherhood  became Egypt’s first democratically elected president in June 2012.  However, in July 2013, the Egyptian military removed Morsi from power  after widespread protests against his rule. After Morsi’s removal, the  military appointed the Chief Justice of Egypt’s Supreme Constitutional  Court, Adli Monsour, to serve as interim president. Former Field Marshal  Abdelfattah al-Sisi was subsequently elected as president in May 2014.  Figure 1 provides a timeline of key events in Egypt’s political transition  and the NGO trial."], "subsections": []}]}, {"section_title": "The U.S. Government Identified Risks but Has Not incorporated Lessons Learned from Experience in Egypt", "paragraphs": ["Consistent with their agencies’ policies and internal control standards,  State and USAID identified potential risks as far back as 2005 with  directly funding democracy and governance assistance in Egypt, but  noted that it was difficult to assess the extent and specific nature of these  risks in the aftermath of the revolution, given the significant political  changes that had just taken place. Also consistent with their agencies’  policies and internal control standards, State and USAID have taken  some steps as far back as 2005 to plan for managing the risks of  providing democratic and governance assistance, but they have not taken  steps to incorporate lessons learned from the events leading up to and  including the prosecution of U.S.-funded NGOs in Egypt into their risk  management plans. We have previously reported on the importance of  lessons learned in planning agencies’ activities."], "subsections": [{"section_title": "The U.S. Government Identified Potential Risks with Directly Funding Democracy and Governance Assistance in Egypt", "paragraphs": ["Consistent with its policies, as well as internal control standards, the U.S.  government identified potential risks in providing democracy and  governance assistance in Egypt. Both State’s Foreign Affairs Manual and  USAID’s Automated Directives System emphasize the need for program  managers to identify and assess potential risks to their programs. State  and USAID’s requirements reflect and incorporate the Standards for  Internal Control in the Federal Government, which states that internal  control should provide for an assessment of the risks the agency faces  from both external and internal sources. These internal control  standards note that agency managers need to comprehensively identify  risks and should consider all significant interactions between the agency  and other parties.", "The U.S. government has identified potential risks in implementing its  democracy and governance assistance in Egypt since it began directly  funding organizations, including unregistered NGOs, in 2005. U.S.  officials and documentation noted that such assistance has been an  ongoing source of tension with the Egyptian government since then. For  example, beginning in 2005, the Egyptian government made repeated  requests for USAID to stop funding Egyptian organizations that were not  registered with the Ministry of Social Solidarity as NGOs or U.S.  organizations that did not have a standing agreement with the Ministry of  Foreign Affairs. The Egyptian government claimed that such direct  assistance was a violation of the agreement reached between the two  countries prior to the passage of the Brownback Amendment. However,  the U.S. government disagrees with this interpretation of the agreements  between the two countries. For example, U.S. government officials  repeatedly noted that the Egyptian Foreign Minister had acknowledged  that the Egyptian government did not have veto power over U.S.-funded  democracy and governance activities. However, according to documents  we reviewed, the Foreign Minister had also stated that Egypt did not favor  direct funding for democracy and governance activities and retained the  right to be kept fully informed of these activities and that the entire  process should be undertaken in full respect of the relevant Egyptian  laws. The Egyptian Minister of International Cooperation said that direct  funding of NGOs that had not completed the required registration  procedures is a violation of Egyptian law.", "The U.S. government further identified the risks of directly funding  democracy and governance assistance in 2009, when the Egyptian  government threatened to not allow all USAID assistance in Egypt for  fiscal year 2009 if USAID did not stop directly funding unregistered  organizations.", "In planning for the implementation of the $65 million in funding for  democracy and governance assistance after the January 2011 revolution,  the U.S. government identified the potential risk that the Egyptian  government would object to the planned assistance. According to State  and USAID officials, after the revolution, U.S. government officials  determined that USAID would once again directly fund organizations,  including unregistered NGOs, as part of an expansion of its democracy  and governance programming in Egypt. The U.S. government  acknowledged potential risks with this approach. For example, in a March  14, 2011, memo approving the planned use of the $65 million in  democracy and governance assistance funds, USAID noted that the  Egyptian government would potentially object to USAID’s intention to fund  organizations that had not been registered to operate in the country and  specifically noted the possible risks of funding IRI and NDI.", "While the U.S. government acknowledged potential risks, State and  USAID officials also noted that it was difficult to assess the extent and  specific nature of these risks in the aftermath of the revolution, given the  significant political changes that had just taken place. For example,  USAID officials stated that given the nature of the revolution, some U.S.  government officials believed that the Egyptian government would  embrace democratic change and that it would be more inclusive in  regulating NGOs and other civil society organizations. Additionally, State  and USAID stated that ambiguities in Egyptian law and its inconsistent  application also complicated assessments of risk. According to U.S.  government and NGO officials, the Egyptian government provided  conflicting information regarding the legal status of some NGOs receiving  U.S. funds. For example, officials from two of the prosecuted NGOs  stated that they had received assurances from the Egyptian Ministry of  Foreign Affairs that their registration paperwork was in order and that their  registration applications would be approved shortly, before the raids on  their offices took place in December 2011. In addition, the Egyptian  government accredited IRI and NDI to serve as monitors during the  parliamentary elections in November and December 2011 and January  2012, which U.S. and NGO officials noted led many to interpret that the  Egyptian government was supportive of the two organizations’ activities."], "subsections": []}, {"section_title": "The U.S. Government Has Taken Some Steps to Manage Risks, but Has Not Taken Steps to Incorporate Lessons Learned from Egypt", "paragraphs": ["State and USAID have taken some steps to plan for managing the risks of  providing democratic and governance assistance, but have not taken  steps to incorporate lessons learned from their experience in Egypt. Both  State’s Foreign Affairs Manual and USAID’s Automated Directives  System emphasize the need for agencies to not only assess risk, but also  plan ways to manage those risks that are identified. In addition,  Standards for Internal Control in the Federal Government states that once  risks have been identified, they should be analyzed for their possible  effect. The standards note that such risk analysis generally includes  estimating the risk’s significance, assessing the likelihood of its  occurrence, and deciding how to manage the risk and what actions  should be taken. USAID’s Automated Directives System also notes that  lessons learned should be incorporated in USAID’s planning efforts.  State’s Foreign Affairs Manual does not address lessons learned  specifically; however, we have previously reported on the importance of  lessons learned in planning agencies’ activities. We have reported that  the use of lessons learned is a principal component of an organizational  culture committed to continuous improvement, which serves to  communicate acquired knowledge more effectively and to ensure that  beneficial information is factored into planning, work processes, and  activities. Lessons learned provide a powerful method of sharing good  ideas for improving work processes, quality, and cost-effectiveness.", "State and USAID have taken some steps to plan for managing the risks of  providing democracy and governance assistance in Egypt. USAID  officials stated that their actions to regularly notify the Egyptian  government of activities that they were directly funding, as the two  governments had agreed to, was a means of seeking to manage risks  related to their democracy and governance assistance.", "In an effort to manage risks globally, State has worked with other  international partners to create an assistance fund to support NGOs  operating in high-risk environments around the world. State and its  partners launched the fund in July 2011 with initial funding of $4 million  donated by 13 countries, including the United States. The fund is  designed to provide emergency financial assistance to NGOs, including  for legal costs, and to support advocacy initiatives on behalf of NGOs  operating in hostile environments.", "In addition, USAID, in conjunction with State, issued a global cable in  April 2013 that identified increasing risks to NGOs and other civil society  organizations around the world and provided missions operating in such  environments with guidance on how they could work to counter such  threats. The cable suggests that missions focus on three key areas:  prevention, adaptation, and the development of innovative approaches.  The cable recommends that USAID missions: make prevention a focus by monitoring legal restrictions on civil  society, and by developing real-time responses to threats to civil  society through diplomatic pressure and support for local civil society  organization advocacy efforts; make adaptation a focus by helping organizations to continue fulfilling  their missions in the face of new regulations and enhancing their  flexibility to adapt quickly to changing conditions, and engage and  enhance civil society organizations in all development; and make the development of innovative approaches a focus by working  through intermediaries, third countries, or regional platforms with a  focus on information security and technology to provide virtual  assistance.", "However, the cable does not provide any guidance for specific countries,  including Egypt. One of the USAID officials who led the effort to develop  the cable noted that USAID would like to develop more specific guidance  for individual countries to help missions better manage risk.", "While State and USAID have taken some steps to manage potential risks  associated with democracy and governance assistance, they have not  taken steps to document and incorporate lessons learned from the  experience of attempting to directly fund democracy and governance  assistance in Egypt, which could help guide future U.S. efforts in Egypt  and other potentially challenging environments. Both State and USAID  officials noted that their democracy and governance activities in Egypt will  continue to face potential risks going forward if the current challenging  environment in the country persists. USAID officials said that issues  related to potential future risks will still need to be addressed. For  example, USAID officials noted that since the NGO trial began, USAID  has revised its Automated Directives System to require missions to  conduct risk analysis as part of the development of their Country  Development Cooperation Strategies. However, as of June 2014,  USAID had not completed such a strategy for Egypt and USAID officials  stated that they had set no specific date for work on the strategy to begin.  As noted in agency policy documents, internal control standards, and  previous GAO work, State and USAID would benefit from the further  development of plans to manage future risks to their democracy and  governance assistance in Egypt that incorporate lessons learned from  their experiences in Egypt."], "subsections": []}]}, {"section_title": "The U.S. Government Provided the NGOs Prosecuted in Egypt with Diplomatic, Legal, Financial, and Grant Flexibility Support", "paragraphs": ["From the time after the December 2011 raids through the conviction of  the NGO workers in June 2013, the U.S. government took a number of  actions to support the four U.S. NGOs prosecuted in Egypt—Freedom  House, ICFJ, IRI, and NDI. These actions included providing the NGOs  with diplomatic, legal, financial, and grant flexibility support. Two  prosecuted NGOs noted certain areas where they needed additional  support from the U.S. government."], "subsections": [{"section_title": "The U.S. Government Provided Diplomatic Support to the Prosecuted U.S. NGOs", "paragraphs": ["The U.S. government undertook a range of diplomatic to defend the  employees of the four U.S. NGOs. Both U.S. officials at the embassy and  senior officials from Washington, D.C. met repeatedly with officials in the  Egyptian government, including the Egyptian armed forces, and the Morsi  administration in an attempt to reach a diplomatic resolution to the issue.  For example, as part of its diplomatic efforts, the U.S. government held a  series of ultimately successful negotiations with the Egyptian government  to have the travel ban on the U.S. employees of the NGOs lifted to enable  them to depart the country in advance of the trial. In the interim, before  the travel ban was lifted, the U.S. government allowed American staff  from the organizations that were in the country and were fearful of being  arrested to be housed at the U.S. embassy in Cairo.", "The U.S. government also met regularly with officials from the four U.S.  NGOs to help them devise strategies for dealing with the Egyptian  government."], "subsections": []}, {"section_title": "The U.S. Government Provided Legal and Related Support to the Prosecuted U.S. NGOs", "paragraphs": ["The U.S. government also provided legal support to the four U.S. NGOs.  State representatives attended various hearings during the course of the  trial and State and Department of Justice lawyers worked with the NGOs’  attorneys to develop legal strategies. State and Department of Justice  attorneys provided assistance by working to have Interpol “red notices”  filed by the Egyptian government overruled. If these notices had been left  to stand, the U.S. NGO employees would have been subject to arrest  upon arrival at international ports of entry in countries that are Interpol  members, according to State and NGO officials. In addition, State  provided assistance to the convicted U.S. NGO employees by writing a  letter that stated that the U.S. government did not consider the  convictions valid, which was signed by the Deputy Assistant Secretary of  State for Democracy, Human Rights, and Labor, according to State and  NGO officials."], "subsections": []}, {"section_title": "The U.S. Government Provided Financial Support to the Prosecuted U.S. NGOs", "paragraphs": ["The U.S. government provided financial support to the four U.S. NGOs by  allowing them to use funding from their grants to pay for legal fees, court  costs, fines, and other associated costs related to their trial. State and  USAID exercised their authority under Section 636(b) of the Foreign  Assistance Act to allow for the organizations to use funding from their  grants for such costs. USAID reported that NDI, IRI, and ICFJ used a  total of $3.1 million in grant funds on legal costs associated with the trial.  In addition, State DRL reported that NDI, IRI, and ICFJ used a total of  $1.7 million, and MEPI reported that Freedom House used a total of  $94,000 in grant funds on legal costs associated with the trial. According  to State officials, the amount of grant money that each organization used  for legal costs was based on the amount the organizations had requested  from State and USAID and the organizations’ grant amounts. State and  USAID officials noted that the organizations may use additional grant  funds for legal costs in the future. Table 2 summarizes the amounts of  U.S. funding from their grants used by the four organizations for their  legal costs, as of June 2014.", "In addition, three of the NGOs reported that they were allowed to use  funding from their grants to pay for other personnel-related costs of  employees convicted in the case. State DRL officials also noted that the  bureau used one of its rapid-response mechanisms to provide emergency  support to an employee of one of the NGOs, who requested assistance  out of fears for his safety and that of his family, given the hostility that the  prosecuted NGO employees faced from many in the Egyptian public."], "subsections": []}, {"section_title": "The U.S. Government Provided Grant Flexibility Support to the Prosecuted U.S. NGOs by Approving Modifications to Their Grants", "paragraphs": ["The U.S. government also supported the four U.S. NGOs by approving  various modifications to their grants that allowed them to adjust the  planned activities under their projects, given the constraints the  organizations were facing. State and USAID both approved extensions to  the period of performance for the grants to allow the organizations to  continue using grant funding for their operations during the duration of the  trial. State and USAID also approved other grant modifications to allow  the organizations to modify their programming when various planned  activities became unfeasible because of the trials. For example, when  Freedom House determined that it was no longer feasible to continue its  work with civil society organizations in Egypt, MEPI allowed Freedom  House to instead submit a report on challenges faced by civil society  organizations in Egypt. In addition, when it became clear that NDI would  not be able to develop a media center in Cairo for political groups to use,  as it had originally planned to do as part of its grant, USAID allowed NDI  to instead develop online tools for these political groups to use."], "subsections": []}, {"section_title": "Two of the Four NGOs Identified Areas Where They Needed Additional Support from the U.S. Government", "paragraphs": ["In general, the four prosecuted U.S. NGOs did not identify many areas  where they required additional support from the U.S. government;  however, officials from two NGOs did raise certain issues related to U.S.  government support. Officials from one NGO noted that it had taken  almost a year for State to provide the letters for that organization’s  employees stating that the U.S. government did not recognize the  convictions, but noted that the letters were eventually provided. In  addition, an official from this organization noted that the NGO had  requested that the U.S. government help one of its Egyptian employees,  who is now living in exile, for help finding employment in the United  States, but that the U.S. government had not provided assistance to date.  Officials from a different NGO noted that they had requested that the U.S.  government take the matter to an international dispute mechanism  because the organization believed that the trial was essentially a dispute  between the U.S. and Egyptian governments."], "subsections": []}]}, {"section_title": "The Prosecution of NGO Workers Affected U.S. Democracy and Governance Assistance in Egypt", "paragraphs": ["The trial of employees of four U.S. NGOs—Freedom House, ICFJ, IRI,  and NDI—from 2012 to 2013 significantly affected U.S. democracy and  governance assistance in Egypt. Specifically, the four organizations that  were prosecuted by the Egyptian government are no longer conducting  activities inside Egypt. The NGO trial exacerbated existing challenges for  some of the other NGOs implementing U.S. democracy and governance  programs. Since the start of the trial in February 2012 the amount of  funding that State and USAID have awarded for new or ongoing  democracy and governance projects in Egypt has significantly decreased,  going from about $72 million in 2011 to about $6 million in 2013. The trial  also made certain types of democracy and governance activities more  challenging for the U.S. government to fund in Egypt."], "subsections": [{"section_title": "The Four Prosecuted U.S. NGOs Are No Longer Conducting Democracy and Governance Programming inside Egypt", "paragraphs": ["The trial of Freedom House, ICFJ, IRI, and NDI employees from February  2012 through June 2013 affected the ability of these organizations to  conduct their democracy and governance activities in Egypt and resulted  in funds being redirected for legal costs related to the trial. These four  organizations made up a significant portion of USAID’s and State’s  democracy and governance assistance after the 2011 revolution,  accounting for about $32 million, or nearly half, of the approximately $65  million in democracy and governance initially awarded after the  revolution. However, approximately $4.9 million of the State and USAID  funding for these NGOs was spent on legal costs, rather than on program  activities.", "As a result of the trial, the four prosecuted NGOs are no longer  conducting democracy and governance programming inside Egypt, and  three have moved to online and other methods of delivering trainings for  Egypt. According to a Freedom House official, Freedom House continued  some of its activities until the verdict, in June 2013. After the verdict,  according to a Freedom House official, Freedom House stopped all of its  programming in Egypt and has since received no U.S. government  funding for programming in Egypt. According to ICFJ officials, ICFJ  stopped all of its activities in Egypt after its offices were raided in  December 2011. After the raids on their offices, IRI and NDI observed the  Egyptian parliamentary elections in January 2012, but did not conduct  any further activities in Egypt. ICFJ, IRI, and NDI continued some of their  activities through on-line training modules and held some trainings using  other methods, according to officials from these NGOs. In November  2012, NDI launched an online learning portal with training modules on  long-term political party development, campaign planning, election  monitoring, and civil society development, among others.", "The NGO trial adversely affected the results that the four prosecuted  organizations could achieve with their Egypt programming. USAID’s 2012  review of democracy and governance assistance in Egypt found that the  trial had an adverse effect on the results that IRI and NDI could achieve.  Both organizations cancelled numerous activities as a result of the raids  and the initiation of the trial. IRI and NDI cancelled election observation,  voter education activities, and political party development trainings,  among others. In addition, NDI closed civil society resource centers in  Egypt and stopped plans to establish a media center for training political  parties and candidates in Egypt. According to IRI officials, after the 2011  revolution, IRI’s democracy and governance activities were able to reach  more than 24,000 direct beneficiaries in Egypt, but since the June 2013  verdict, IRI programs have reached fewer than 500. Before the raids in  2011, NDI conducted public opinion research through 43 focus groups on  voter attitudes among women and youth and shared the results with 23  political parties participating in the 2011-2012 parliamentary elections.  Because of the trial, however, NDI was unable to conduct any further  focus group sessions. Similarly, Freedom House and ICFJ also canceled  activities. According to State officials, Freedom House had been planning  to build the capacity of Egyptian civil society organizations, but could not  complete the task after the trial began and instead submitted a report on  the challenges faced by civil society in Egypt. According to ICFJ officials,  ICFJ’s activities were limited by the trial, as it could no longer carry out  any trainings of citizen journalists in Egypt. ICFJ’s citizen journalist  trainings are now done online or using other methods."], "subsections": []}, {"section_title": "The NGO Trial Exacerbated Existing Challenges for Some, but Not All, of the Other NGOs Implementing Democracy and Governance Assistance in Egypt", "paragraphs": ["For some, but not all, of the other NGOs conducting U.S.-funded  democracy and governance programs in Egypt, the 2012 trial  exacerbated challenges to their efforts. NGOs receiving foreign funding in  Egypt reported that they had faced challenges in implementing their  activities well before the 2011 revolution and 2012 trial. For example,  some Egyptian NGOs reported experiencing delays in getting approval  from the Ministry of Social Solidarity to receive foreign funding since at  least 2009. In addition, some U.S.-based NGOs reported facing delays in  the registration process prior to 2011. One U.S-based NGO applied for  registration in 2005, but did not receive it until 2010, according to an  official from that organization. However, after the revolution and raids on  NGOs’ offices in 2011, some U.S.-funded NGOs were able to  successfully implement their democracy and governance projects. For  example, one U.S.-based NGO, which had obtained registration, was  able to implement a project on election administration, electoral  processes, and citizen participation after the revolution and raids. After  the raids on a number of NGOs’ offices in December 2011, NGO officials  reported that some groups were initially reluctant to accept U.S.  government funding, to include U.S. government branding on their  materials, and to participate in U.S.-funded projects.", "The trial exacerbated an already challenging environment for Egyptian  civil society organizations. According to USAID reviews of its democracy  and governance assistance in 2011 and 2012, negative press reports in  the Egyptian media about civil society organizations affected the ability of  civil society organizations to operate. Such organizations were portrayed  by the Egyptian media as spies because they were receiving foreign  funding, according to NGO officials with whom we spoke in Egypt. USAID  grantees reported facing delays in getting Egyptian government approval  for their activities several months before and during the time period of the  trial. A 2012 report by the USAID Inspector General found that in March  2012, 12 of the 24 NGOs to which USAID had awarded grants after the  2011 revolution—with activities worth $28.5 million—were not on track to  achieve their goals. According to the Inspector General’s report, although  the program began in April 2011, at least 7 of the 16 Egyptian  organizations had not received Egyptian government approval to receive  foreign funding by March 2012, with 1 organization’s approval denied and  other organizations’ activities delayed up to 11 months after USAID had  awarded their grants. According to USAID officials, USAID eventually  terminated three of its grants because the organizations implementing the  grants determined that they were not able to meet their program  objectives, which may have stemmed in part from delays or a lack of  approval to receive foreign funding. State/MEPI officials noted that some  of the NGOs that they funded in 2011 withdrew from their grants for  similar reasons."], "subsections": []}, {"section_title": "The Amount of Funding and Number of Grants Awarded for Democracy and Governance Projects in Egypt Decreased after the NGO Trial", "paragraphs": ["Since the beginning of the NGO trial in 2012, the number and total dollar  value of grants awarded for democracy and governance activities in  Egypt has decreased. U.S. officials noted that the NGO trial and the  hostile environment it created for democracy and governance assistance  contributed to this decrease. In addition, they noted that other factors also  contributed to the significant decrease in democracy and governance  funding awarded in fiscal years after 2011. For example, due to changing  circumstances in Egypt, USAID did not submit a notification to Congress  of its intent to obligate fiscal year 2012 funds for democracy and  governance assistance to Egypt until February 2014 and did not submit a  notification to Congress of its intent to obligate fiscal year 2013 funds for  democracy and governance assistance to Egypt until May 2014.  According to our review of USAID and State data, between fiscal year  2009 and March 31, 2014, USAID has awarded about $108 million and  State has awarded about $32 million for democracy and governance  assistance to Egypt. With the use of $65 million in prior year ESF funding  in 2011, State and USAID significantly increased the number of  democracy and governance activities that they funded in Egypt. For  example, USAID almost tripled the number of grants it awarded for  democracy and governance from 10 grants in fiscal year 2010 to 27  grants in fiscal year 2011. In addition, MEPI awarded 53 grants for  democracy and governance in Egypt in fiscal year 2011, compared with  24 grants in fiscal year 2010. However, as shown in figures 2 and 3  below, the amount of funding and number of grants awarded for  democracy and governance assistance to Egypt have decreased  significantly since fiscal year 2011. For example, the amount of funding  that USAID awarded declined by nearly 60 percent from fiscal year 2011  to fiscal year 2012, going from about $52 million to about $21 million. It  declined further to about $4 million in fiscal year 2013. The number of  grants USAID awarded declined from 27 in fiscal year 2011, to 4 in fiscal  year 2012, to 2 in fiscal year 2013 (see fig. 2).", "The amount of funding that State awarded for democracy and  governance assistance declined approximately 84 percent, from about  $20 million in fiscal year 2011 to approximately $3 million in fiscal year  2012. It declined further to about $2 million in fiscal year 2013. The  number of grants that State awarded declined from 73 in fiscal year 2011,  to 26 in fiscal year 2012, to 13 in fiscal year 2013, as shown in figure 3  below.", "As of March 31, 2014, USAID had disbursed about $75 million of the  approximately $108 million it awarded for democracy and governance  activities that began in fiscal year 2009 through March 31, 2014. USAID  continued to manage 17 active democracy and governance awards in  Egypt as of March 31, 2014. As of June 30, 2014, State had disbursed  about $22 million of the approximately $32 million it awarded for  democracy and governance activities in fiscal years 2009 through March  31, 2014. State continued to manage 37 active democracy and  governance awards in Egypt as of March 31, 2014."], "subsections": []}, {"section_title": "The NGO Prosecutions Made Some Democracy and Governance Activities More Challenging for the U.S. Government to Fund in Egypt", "paragraphs": ["After the conclusion of the NGO trial, some democracy and governance  activities have become more challenging for State and USAID to fund in  Egypt. State and USAID are not funding new political party strengthening  activities given the environment in Egypt after the NGO trial as of March  31, 2014. IRI and NDI had been conducting such activities in Egypt prior  to the trial, but are no longer operating in Egypt. State officials noted  that funding other NGOs to conduct this type of activity in Egypt is  possible, but that it would be challenging to do so. According to USAID,  as of February 2014, the U.S. government is focusing its democracy and  governance assistance in areas that aim to support more transparent and  participatory political processes, more responsive and accountable  governance, and more effective civil society and human rights activities.  For example, a USAID and MEPI-funded NGO observed the January  2014 constitutional referendum and May 2014 presidential election. Both  State and USAID officials emphasized the need to be flexible in their  programming to respond to any opportunities that may arise to fund  democracy and governance activities in Egypt in the future. State officials  noted that various issues have affected the ability of the U.S. government  to implement its democracy and governance programming in Egypt  beyond just the NGO prosecutions, including the U.S. government’s  relationship with the government of Egypt, policy considerations regarding  different types of programming, and the ability to safely implement  programming in a highly complex and rapidly changing environment."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The United States and Egypt have been longstanding military and political  allies over the past three decades. The United States has provided  billions of dollars in military and economic assistance to Egypt and  partnered with Egypt on a range of security efforts in the region. While  much of the U.S. and Egyptian governments’ relationship is anchored in  shared security interests, the United States has also sought to support  Egypt’s progress toward democracy, particularly after the January 2011  revolution.", "There are certain inherent risks associated with the U.S. government’s  provision of democracy and governance assistance around the world, as  the ruling government or other powerful entities may view such  assistance as running counter to their interests. However, the U.S.  government may decide that it is willing to accept such risks if it  determines that it has a clear foreign policy interest in supporting  progress toward democracy in a country, as it did in Egypt. The U.S.  government cannot ensure that there will be no unintended or adverse  consequences in providing democracy and governance assistance, but it  can take steps to identify and manage potential risks. In planning its  significant expansion of democracy and governance assistance in Egypt  after the 2011 revolution, the U.S. government identified potential risks,  given the Egyptian government’s past objections to the direct funding of  NGOs to promote democracy dating back to 2005. Subsequent Egyptian  government actions, including the prosecution of the four U.S. NGOs,  demonstrated the extent of the risk that the U.S. government faced in  supporting such efforts in Egypt. As a result of these actions, a portion of  U.S. democracy and governance assistance was not used for its original  purpose.", "The U.S. government has stated its intent to continue to support Egypt’s  and other countries’ progress toward democracy. The U.S. government  will likely continue to face risks in implementing such assistance.  Accordingly, it is vital that the U.S. government be able to apply lessons  learned from past experience as it moves forward with funding future  democracy and governance assistance efforts."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To help ensure that State and USAID are better positioned to respond to  unintended or adverse consequences related to their future democracy  and governance assistance in Egypt and other countries, we recommend  that the Secretary of State and the USAID Administrator take steps to  identify lessons learned from their experiences in Egypt and work to  incorporate these lessons into plans for managing risks to their future  democracy and governance assistance efforts."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided State and USAID with a draft of this report for their review.  Both agencies provided technical comments, which we incorporated as  appropriate.  State and USAID also provided written comments, which are  reproduced in appendixes II and III, respectively. In their written  comments, State and USAID concurred with our recommendation and  noted certain steps they are already taking that they can build on in  responding to our recommendation.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of State, and the Administrator of USAID. In  addition, the report will be available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff members have any questions about this report, please  contact me at (202) 512-7331 or johnsoncm@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. GAO staff who made contributions to this  report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["The objectives of this review were to examine (1) the extent to which the  U.S. government identified and managed potential risks of providing U.S.  democracy and governance assistance in Egypt; (2) what support, if any,  the U.S. government provided to the nongovernmental organizations  (NGO) prosecuted by the Egyptian government; and (3) the extent to  which U.S. democracy and governance assistance in Egypt has been  affected, if at all, by the prosecution of NGO workers.", "To address all three objectives, we interviewed officials at the Department  of State (State) and the U.S. Agency for International Development  (USAID) who manage or coordinate democracy and governance  assistance in Egypt. In Washington, D.C., we interviewed officials at  State’s Bureau of Near Eastern Affairs who coordinate foreign assistance  for Egypt, including democracy and governance assistance; officials who  manage democracy and governance assistance provided through the  Middle East Partnership Initiative (MEPI), and officials from State’s  Bureau of Democracy, Human Rights, and Labor who manage assistance  for Egypt. We also interviewed officials at USAID’s Bureau for the Middle  East who coordinate assistance for Egypt, including democracy and  governance assistance. At the U.S. embassy in Cairo, we interviewed  officials who manage democracy and governance assistance, including  State and USAID officials who participate in the Democracy Working  Group, a State official from the Public Affairs section, and State officials in  the political section who manage MEPI’s local grants program for Egypt.  At the USAID mission in Cairo, we interviewed officials in USAID’s  Democracy and Governance Office.", "To examine the extent to which the U.S. government identified the  potential risks of providing U.S. democracy and governance assistance in  Egypt, we reviewed memos approving democracy and governance  assistance for Egypt, letters between the U.S. and Egyptian governments  discussing the provision of democracy and governance assistance, State  cables describing Egyptian government concerns with U.S. assistance,  and implementing assistance agreements between the United States and  Egypt regarding democracy and governance assistance. We also applied  the Standards for Internal Control in the Federal Government. To  determine agency policies for conducting risk assessments, we reviewed  State’s Foreign Affairs Manual and USAID’s Automated Directives  System. We also reviewed a State cable dated April 18, 2013, that  describes challenges and responses for supporting civil society  organizations, including those that implement democracy and governance  programs, in restrictive environments. We reviewed U.S. laws related to  democracy and governance assistance. We also reviewed Egyptian Law  84 of 2002, which outlines the legal requirements for Egyptian and foreign  NGOs to operate in Egypt and the requirements for Egyptian NGOs to  receive foreign funding. The opinions on the requirements of Egyptian law  expressed in this report reflect the views of entities and individuals we  interviewed, not an official position on the part of GAO. We interviewed  State and U.S. officials who manage or coordinate democracy and  governance assistance for Egypt in Washington, D.C., and Cairo, Egypt.  In addition, we interviewed a senior official at the Egyptian Ministry of  International Cooperation responsible for coordinating U.S. assistance,  including democracy and governance assistance. We also interviewed  Egyptian government officials from the Ministries of Foreign Affairs,  International Cooperation, and Social Solidarity—the three ministries that  coordinate bilateral assistance with the United States or authorize the  registration of organizations that implement U.S.-funded democracy and  governance assistance.", "To examine what support, if any, the U.S. government provided to the  NGOs prosecuted by the Egyptian government, we interviewed and  obtained written responses from officials at the four U.S.-funded NGOs  that were prosecuted—Freedom House, the International Center for  Journalists (ICFJ), the International Republican Institute (IRI), and the  National Democratic Institute (NDI). We reviewed quarterly and final  progress reports for their U.S.-funded projects and modifications made to  their grant agreements with State and USAID. We interviewed State and  USAID officials in Washington, D.C., and Cairo, Egypt; reviewed State  cables describing assistance provided to the prosecuted NGOs; and  reviewed a State document providing legal advice to the NGOs. We also  obtained information from State and USAID on the amounts of grant  funding the agencies authorized to be used for legal and related costs  associated with the prosecutions.", "To examine the extent to which U.S. democracy and governance  assistance in Egypt may have been affected by the prosecution of NGO  workers, we interviewed officials from State and USAID in Washington,  D.C., and Cairo, Egypt, that manage or coordinate this assistance. We  interviewed and obtained written responses from officials at the four U.S.- funded NGOs that were prosecuted—Freedom House, ICFJ, IRI, and  NDI. We also conducted roundtable discussions in Cairo, Egypt, with 17  other organizations that had received U.S. funding to implement  democracy and governance activities in Egypt from fiscal years 2009  through 2013, but were not prosecuted. We selected this  nongeneralizable sample of organizations to ensure representation  among the four democracy and governance program areas (civil society,  good governance, rule of law and human rights, and political competition  and consensus building); U.S., Egyptian, and international organizations;  organizations that received small and large amounts of U.S. funding;  organizations whose U.S.-funded projects had varying start and end  dates; and organizations funded by State and USAID. We reviewed  documentation from State and USAID that described challenges  implementing democracy and governance in Egypt during fiscal years  2009 through 2013. This documentation included annual portfolio reviews  of USAID’s democracy and governance assistance in Egypt, annual  performance reports prepared by the U.S. embassy in Cairo, various  State and USAID strategy documents and resource requests, and State  cables. We also reviewed progress reports for projects implemented by  the four NGOs that were prosecuted and the organizations that  participated in our roundtable discussions. We obtained and analyzed  data from State and USAID on all democracy and governance awards  that the agencies funded from fiscal year 2009 through March 31, 2014.  We determined that these data were sufficiently reliable for the purposes  of reporting on the number and value of awards made by State and  USAID for democracy and governance programming in Egypt from fiscal  year 2009 through March 31, 2014.", "We conducted this performance audit from November 2013 to July 2014  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of State", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Comments from the U.S. Agency for International Development", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Jeff Phillips (Assistant Director),  Ryan Vaughan (Analyst-In-Charge), Drew Lindsey, Rachel Dunsmoor,  Ashley Alley, Jeff Isaacs, Debbie Chung, Justin Fisher, Oziel Trevino,  Tracy Harris, and Kaitlan Doying made major contributions to this report."], "subsections": []}]}], "fastfact": []}