{"id": "GAO-14-36", "url": "https://www.gao.gov/products/GAO-14-36", "title": "Small Business Contracting: Updated Guidance and Reporting Needed for Consolidated Contracts", "published_date": "2013-11-26T00:00:00", "released_date": "2013-11-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Federal agencies sometimes can achieve savings by consolidating requirements from separate, smaller contracts into fewer, larger contracts. However, consolidation may negatively impact small businesses. Generally, when consolidation makes a contract unsuitable for small businesses, the contract is considered bundled, which is a subset of consolidation. Agencies must justify their actions for both consolidated and bundled requirements.", "Recent National Defense Authorization Acts and a related committee report mandated that GAO review federal agency use of consolidated contracts. According to federal procurement data, DOD and GSA accounted for the vast majority of all contracts reported as consolidated in fiscal years 2011 and 2012. This report examines the extent to which (1) DOD and GSA have consolidated contracts; (2) DOD and GSA justifications complied with relevant laws and regulations; (3) DOD, GSA, and SBA addressed small business impacts as required; and (4) SBA collected and reported information on bundled contracts. GAO identified relevant laws and regulations; analyzed federal procurement data from fiscal years 2011 and 2012; reviewed consolidated, bundled, and other contracts; and interviewed DOD, GSA, and SBA officials."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of Defense (DOD) and the General Services Administration (GSA)--which accounted for more than 80 percent of the consolidated contracts reported by all federal agencies in fiscal years 2011 and 2012--do not know the full extent to which they are awarding consolidated contracts. This is the result of contracts being misreported in the federal procurement data system. GAO reviewed 157 contracts--more than half of all DOD and GSA contracts that were reported as consolidated--and found that 34 percent of the DOD contracts and all of the GSA contracts in fact were not consolidated. GAO also identified four DOD contracts with consolidated requirements that were not reported as such.", "DOD generally justified contracts with consolidated requirements in accordance with existing regulations, but DOD and GSA have not yet implemented 2010 changes in the law. GAO found that 82 percent of the 100 DOD contracts confirmed as consolidated followed existing regulations pertaining to conducting market research, identifying alternatives, and justifying decisions. Most of the contracts that did not comply were justified, but the determinations were not made by an official at a level senior enough to meet defense regulation requirements. However, DOD regulations and guidance did not reflect the reduction in the value at which consolidated contracts must be justified--from over $6 million to over $2 million--as called for in the law. In October 2013, DOD lowered the dollar threshold. DOD and GSA are waiting for the Small Business Administration (SBA) to issue a final rule to implement all of the statutory changes before updating regulations. SBA issued a final rule on October 2, 2013, which takes effect no later than December 31, 2013.", "DOD and SBA officials took a range of actions to address the impact of consolidation on small business. Federal law requires contracting agencies to facilitate the participation of small businesses on consolidated contracts. GAO found that half of the 100 DOD consolidated contracts reviewed were awarded to small businesses, most of which were awarded through small business set asides. Additionally, many of the consolidated contracts awarded to large businesses included measures, such as small business subcontracting plans, to address small businesses that were potentially affected by the consolidation. For the consolidated contracts considered to be bundled--for which agencies and SBA officials are specifically required to maximize small business contracting opportunities--DOD required subcontracting plans as well.", "SBA does not collect complete information on bundled contracts and has not reported to congressional committees as required. Federal law requires SBA to take several actions for bundled contracts, including annual reporting to the small business committees on the extent of bundling, maintaining a database to track small business impacts, and determining if benefits were achieved through bundling. SBA officials said they have not sent reports to the committees since 2010 due to an administrative oversight. Further, SBA has not collected all required information, such as the number of small businesses affected by bundled contracts. SBA officials explained that they cannot fulfill some requirements because of limitations in existing data sources, such as the federal procurement data system, which do not collect the information needed to meet reporting requirements."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that DOD update and GSA establish guidance after SBA rulemaking is complete to reflect changes in the law and that SBA comply with congressional reporting requirements for bundled contracts. DOD, GSA, and SBA concurred with the recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The United States federal government spends in excess of $500 billion  annually to procure goods and services ranging from information  technology to construction and base support services. At times, a federal  agency may consolidate its requirements into one large contract to save  money and increase efficiency. However, the size and scope of the new  contract can make it difficult for a small business to win the larger  contract. When consolidation results in a contract likely to be unsuitable  for small business award, the consolidated contract is also considered  bundled. Agencies must justify their actions for both consolidated and  bundled contracts above certain monetary thresholds and coordinate  acquisition strategies with agency small business specialists for  substantially bundled contracts. According to federal procurement data,  the Department of Defense (DOD) and the General Services  Administration (GSA) accounted for the vast majority of consolidated  contracts in fiscal years 2011 and 2012.", "The National Defense Authorization Act for Fiscal Year 2013 mandated  that we review data and information regarding consolidated contracts   In addition, the conference report on the  awarded by federal agencies.National Defense Authorization Act for Fiscal Year 2012 mandated that  we determine the extent to which the DOD consolidated and bundled  contracts with regard to construction and base support services.report, we assessed the extent to which (1) DOD and GSA have  consolidated contracts; (2) DOD and GSA justifications for contract  consolidation complied with relevant laws and regulations; (3) DOD, GSA,  and the Small Business Administration (SBA) addressed small business  impacts of consolidation, including bundling; and (4) SBA collected and  reported information on bundled contracts.", "To conduct this work, we reviewed data from the Federal Procurement  Data System-Next Generation (FPDS-NG), the government’s central  repository for contracting information, to identify consolidated contracts  and orders reported by federal agencies, including DOD and GSA, for  fiscal years 2011 and 2012. requires agencies to report contract information in FPDS-NG, which has  data fields that separately identify contracts that are considered  consolidated or bundled. We chose fiscal years 2011 and 2012 to capture  the two most recent years of data available at the time of our review.", "The Federal Acquisition Regulation (FAR)", "An order refers to an individual delivery order for supplies or task order for services  placed against an established indefinite delivery, indefinite quantity contract. any indication of potential consolidation or bundling. Through this  approach, we identified one bundled and three consolidated contracts  that were not reported as such in FPDS-NG. Overall, we confirmed 100  consolidated contracts, including two that were also bundled.", "To determine the extent to which justifications for contract consolidation  complied with relevant laws and regulations, we compared contract  documents with the requirements established by federal statutes such as  the Small Business Act, federal regulations such as SBA regulations, the  FAR and agency FAR supplements, including the Defense Federal  Acquisition Regulation Supplement (DFARS) and the Army Federal  Acquisition Regulation Supplement (AFARS).", "To assess the extent to which DOD, GSA, and SBA addressed potential  small business impacts of consolidation and bundling, we reviewed  FPDS-NG data and contract documentation to identify whether contracts  were awarded to large or small businesses. We interviewed officials from  DOD and GSA office of small business programs, DOD service-level  contracting officials, and SBA officials to understand how small business  impacts are addressed. We also reviewed consolidated contracts with  requirements that were previously performed by small businesses and  identified steps taken to address the potential impacts.", "To assess the extent to which SBA collected and reported information on  consolidated contracts that are considered bundled, we reviewed reports  SBA submitted to Congress. We also interviewed SBA officials to  understand how information is reported. See appendix I for a full  description of our scope and methodology.", "We conducted this performance audit from December 2012 to November  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Contract consolidation generally occurs when a federal agency combines  in a solicitation two or more contract requirements that were previously  provided to that agency under separate contracts. Agencies may achieve  savings and other benefits through contract consolidation, but  consolidation may limit small business opportunities to compete for  federal contracts. A specific type of contract consolidation, known as  bundling, has a more significant effect on small businesses’ ability to  perform the consolidated contract. Bundling generally takes place when  two or more requirements that were previously performed by small  businesses are combined into a single solicitation and result in a contract  that is likely to be unsuitable for small business award. Table 1  summarizes the definitions of consolidation and bundling.", "To foster small business participation in federal contracting, Congress  has required agencies to take various actions to justify the use of  consolidated and bundled contracts. The Small Business Act was  amended in 1997 to restrict federal agencies from bundling contracts  without first taking certain steps, including conducting market research  and demonstrating specific cost savings. Congress first enacted consolidation of contract requirements in the National Defense  Authorization Act for Fiscal Year 2004, but only for DOD, which was  required to conduct market research, identify any alternative approaches  that would involve a lesser degree of consolidation of contract  requirements, and determine that the consolidation of contracts valued  over $5 million (later increased in 2010 to $6 million), was necessary and  justified. DOD could determine that an acquisition strategy was  necessary and justified if the benefits of consolidation substantially  exceed the benefits of alternative approaches.", "Congress enacted the Small Business Jobs Act of 2010 (Jobs Act), which  amended the Small Business Act to require that all federal agencies  justify their consolidation of contract requirements with expected values  greater than $2 million, thereby lowering the dollar threshold for DOD  unless it met small business goals and requiring for the first time a  justification for all federal civilian agencies. new requirements for agencies to identify any negative impacts that  consolidation could have on small businesses and certify that steps would  be taken to include small businesses in the acquisition strategy. The 2010  amendments also included additional requirements for bundled contracts,  such as requiring agencies to publicly post the rationales for each  bundled contract on their websites. The National Defense Authorization  Act for Fiscal Year 2013 later repealed a provision that tied the DOD  dollar threshold to its achievement of small business goals, and required  DOD to review consolidated contracts with expected values of over $2  million.", "In addition to the requirements for agencies to justify their consolidated  and bundled contracts, federal law and regulations outline specific  responsibilities for agencies’ small business officials and the SBA in  addressing small business issues, particularly when bundling is involved.  Table 2 below lists agency and SBA responsibilities for consolidated and  bundled contracts.", "Small Business Jobs Act of 2010, Pub. L. No. 111-240, § 1313. The Jobs Act required  the over $2 million threshold for DOD only until SBA determined that DOD complied with  the Small Business Act’s government-wide contracting goals; if it made this determination,  then the previous statutory threshold of greater than $6 million applied to DOD.", "The Small Business Act established an Office of Small and Disadvantaged Business Utilization  (OSDBU) in each federal agency with procurement powers. The office is referred to as the Office of  Small Business Programs in DOD and its components and the Office of Small Business Utilization at  GSA.", "SBA has additional statutory responsibilities for bundled contracts,  including maintaining a database on bundled contracts, reviewing savings  and benefits of bundled contracts that are re-competed as bundled  contracts, and reporting to the small business Congressional committees  annually on contract bundling and its impact on small businesses. While  various actors are engaged in the contracting process, ultimately, the  contracting agencies make the final decisions to consolidate  requirements."], "subsections": []}, {"section_title": "DOD and GSA Do Not Know the Full Extent to Which They Are Reporting Consolidated Contracts", "paragraphs": ["DOD and GSA accounted for more than 80 percent of the reported  consolidated contracts in fiscal years 2011 and 2012, but DOD and GSA  overstated their use of consolidated contracts in those two years. In turn,  because these agencies account for such a high percentage of all  contracts reported as consolidated, government-wide reporting on  contract consolidation is not reliable. In our sample of 157 DOD and GSA  contracts that were identified as consolidated in FPDS-NG, we found and  agency officials confirmed that approximately 34 percent of the DOD  contracts and all of the GSA contracts were miscoded and in fact were  not consolidated. We also identified four consolidated DOD contracts,  including one that was also bundled, that were not reported as such in  FPDS-NG.", "In fiscal years 2011 and 2012, federal agencies reported that they had  awarded 358 consolidated contracts and orders under contracts  government-wide, with total obligations of approximately $3.58 billion for  goods and services ranging from information technology to construction  and base support services. We reviewed a sample of 157 contracts and  orders from DOD and GSA and found that 48 DOD contracts and all 16  GSA contracts were miscoded as consolidated in FPDS-NG. Figure 1  shows the details of this analysis.", "DOD and GSA officials generally attributed the data entry errors to  miscoding that was discovered when we requested contract  documentation related to consolidated contracts. In most cases, the  contracts should not have been reported as either consolidated or  bundled in FPDS-NG. After being made aware of the errors, most DOD  and GSA officials submitted corrected data to FPDS-NG.", "In addition to contracts that were over-reported in FPDS-NG, we identified  four consolidated contracts, including one that was also bundled, that  were not reported as such in FPDS-NG. The contracts were identified  through various sources, including the Federal Business Opportunities  (FedBizOpps) website and task orders associated with contracts  identified as consolidated in FPDS-NG, and our review of eight DOD  contracts that were not identified as consolidated in FPDS-NG.officials confirmed that four contracts were consolidated, but were  generally unsure why they had been miscoded in FPDS-NG. In one  contract, Army officials said the contract had been transferred from  another contracting office and suggested it could have been a data  migration issue in transferring the contract between systems."], "subsections": []}, {"section_title": "Most DOD Consolidated Contracts Complied with Existing Acquisition Regulations, but Regulations Do Not Reflect Changes in the Law", "paragraphs": ["Most of the 100 DOD contracts from fiscal years 2011 and 2012 that we  identified as consolidated complied with existing acquisition regulations  by justifying the need to consolidate contract requirements over $6  million. Most of the contracts that did not comply were justified, but the  determinations were not made by an official at a level senior enough to  meet defense regulation requirements. In fiscal years 2011 and 2012,  existing DOD regulations also did not fully reflect the 2010 changes in the  law, including those that lowered the dollar amount at which DOD  consolidations must be justified from over $6 million to over $2 million if  DOD failed to meet small business goals and required the agencies to  identify small business impacts. In addition, GSA had not amended its  regulations for identifying and justifying consolidated contract  requirements because it was waiting for SBA regulations implementing  the consolidation provisions to be finalized. SBA issued the regulations in  October 2013."], "subsections": [{"section_title": "Most DOD Consolidated Contracts and Orders Were Justified in Accordance with Defense Acquisition Regulations", "paragraphs": ["In our review of 100 DOD consolidated contracts from fiscal years 2011  and 2012, which include the 96 contracts reported in FPDS-NG and 4  contracts identified from other sources, we found that most—82 percent— complied with requirements in the DFARS for justifying the consolidation.  These provisions require defense agencies to, among other things,  conduct market research, identify alternative contracting approaches that  involve less consolidation, and include a determination by the senior  procurement executive that the consolidation is necessary and justified. In  determining if consolidation is necessary and justified for estimated  contract requirements above a certain threshold, the DFARS provides  that market research may indicate that the benefits of consolidation  substantially exceed the benefits of the alternatives. Table 3 summarizes  these requirements and the consolidated contracts we reviewed.", "Almost all of the DOD consolidated contracts that we reviewed, including  the four that had not been reported in FPDS–NG, were supported by a  memorandum stating that the consolidation was necessary and justified.  These memorandums included a statement that expected benefits,  including savings or other benefits, exceeded the benefits of alternative  approaches, and the determination that the consolidations were  necessary and justified. In 17 of the contracts we reviewed, however, the  consolidation decision was authorized by DOD officials, but not at the  level specified in regulations.fully comply with DFARS consolidation requirements by not identifying  alternative contracting approaches that involve less consolidation.", "DOD consolidated contracts also did not  The consolidated contracts we reviewed largely addressed expected  savings and benefits in quantitative terms. According to federal law and  DFARS, consolidation may be necessary and justified if the benefits of  consolidation substantially exceed the benefits of alternative approaches,  but the phrase “substantially exceed” is not further defined in statute or  regulation. DOD guidance provides that the benefit analysis must prove  that the acquisition strategy’s benefits are much greater than the benefits  of the alternative approaches. In more than half of the contracts we  reviewed, officials quantified cost savings in either dollar amounts or as  percentages; in other cases, justifications supported cost savings without  metrics or data. For example, Air Force contracting officials justified  consolidating requirements in a $5.9 million contract for electronic parts  repair by stating that consolidation would allow the federal government to  receive more favorable unit prices and permit the contractor to address  obsolescence issues more efficiently. Table 4 shows savings and benefits  described in the contracts we reviewed.", "Consolidated contracts that are also bundled must demonstrate specific  cost savings depending on the estimated value of the consolidated  requirements, to justify the approach. Further, bundled contracts at DOD  that are expected to exceed $8 million must include additional analysis,  such as assessing the specific impediments to small business  participation. The two bundled contracts we reviewed—a $288 million  Navy contract identified as bundled in FPDS-NG and a $23 million Army  contract identified through the FedBizOpps website—showed that the  agencies both complied with these additional requirements. Specifically,  Navy officials conducted a cost benefit analysis demonstrating savings of  $28 million—or 10 percent—over 5 years for an aircraft maintenance,  modification, and support services contract. Army officials estimated  savings of $5.5 million—more than the 5 percent required—to justify a  bundled construction contract."], "subsections": []}, {"section_title": "DOD and GSA Are Waiting for SBA Final Rulemaking before Updating or Establishing Consolidation Guidance", "paragraphs": ["While most DOD consolidated contracts were justified in accordance with  existing DFARS, these regulations have not been fully updated to reflect  new provisions on consolidating contract requirements in the 2010 Jobs  Act. These new provisions include requiring agencies to identify any  negative impact by the consolidation strategy on contracting with small  businesses and ensure that steps are taken to include small businesses  in acquisition strategies. The act also included a provision for DOD to  follow the $2 million threshold for consolidating contract requirements if it  failed to meet small business goals. Since DOD failed to meet these  goals in 2011 and 2012, the act required that DOD demonstrate in its  acquisition strategy that consolidation is necessary and justified for  contracts with a total value of more than $2 million.", "However, during the  time in which the contracts we reviewed were awarded, the DFARS  threshold remained at the over $6 million level, and DOD officials followed  this guidance. Since agency officials were relying on consolidation  requirements in the DFARS and accompanying guidance that DOD  provided them at that time, we determined the extent to which they  complied with those requirements. For example, a $5.9 million Navy  contract that combined requirements did not have a justification because  it had an estimated value below the $6 million threshold specified in  DFARS. In October 2013, DOD issued instructions to lower the  consolidated threshold to $2 million. DOD officials also explained that  they defer to SBA, the responsible regulatory agency, to issue final rules  on other changes before updating their acquisition regulations. SBA’s  final rule implementing the 2010 Jobs Act was issued in October 2013  and will take effect no later than December 31, 2013.", "Like DOD, GSA officials noted that they were waiting for SBA to issue  final regulations before implementing the consolidation requirements in  the Small Business Act, as amended. However, unlike DOD, GSA was  not required to justify its consolidated contracts before the Jobs Act,  which enacted contract consolidation requirements for the first time for all  federal agencies. Thus, GSA does not currently have any agency specific  guidance providing details on its review process for identifying contracts  that have consolidated requirements or a process to oversee and approve  their consolidation. GSA officials explained that although GSA currently  does not have its own consolidation guidance, when GSA processes  consolidated contracts for DOD, a process called “interagency  contracting,” GSA complies with requirements in DFARS. In anticipation  of SBA rulemaking, GSA officials said they are considering DOD  consolidation guidance and other information to help prepare for creating  their own consolidation procedures."], "subsections": []}]}, {"section_title": "DOD and SBA Officials Took Various Actions to Address the Impact of Contract Consolidation on Small Businesses", "paragraphs": ["Our review of 100 consolidated and bundled contracts and orders issued  by DOD found that slightly more than half—or 52—were awarded to small  businesses. Of the 48 contracts and orders awarded to large businesses,  DOD and SBA officials often addressed small business impacts through  measures such as small business subcontracting plans."], "subsections": [{"section_title": "Small Businesses Received More than Half of the Consolidated Contracts Reviewed", "paragraphs": ["The Small Business Act, with regard to consolidation, requires the head  of each federal agency to ensure that the agency’s decisions on  consolidating contract requirements are made with a view to providing  small businesses with appropriate opportunities to participate as prime  contractors and subcontractors in the procurements of the federal  agency. Similarly, the Small Business Act, with regard to bundling,  provides that to the maximum extent practicable, agencies’ procurement  strategies must facilitate the maximum participation of small businesses  as prime contractors and subcontractors, and must provide opportunities  for small business participation during acquisition planning and in  acquisition plans. Officials told us that contracting offices work closely  with agency small business representatives to address small business  concerns. In our review of 100 DOD consolidated and bundled contracts,  we found that 52 contracts and orders from fiscal years 2011 and 2012  were awarded to small businesses. We found that most of the contracts  awarded to small businesses had been reserved for small business  participation through initiatives for small business, such as small business  set asides.", "For the 48 remaining consolidated contracts and orders that were  awarded to large businesses, 30 contracts included requirements that  were previously performed by small businesses. Almost all of these 30  contracts included measures to address small business participation,  either by including small business set asides for related orders or  subcontracting to small businesses part of their requirements. For  example, one Air Force contract for environmental remediation included  two options for issuing orders under the contract. One option was to allow  only small businesses to compete for orders considered suitable for small  business performance. The other option was to open competition for  orders to both large and small businesses. We also identified  consolidated contracts that used other means to address small business  impacts. For example, small business officials raised concerns that a  consolidated Air Force contract might include requirements previously  performed by small businesses. To address these concerns, the contract  that was issued specifically excluded any requirements that small  businesses previously had performed."], "subsections": []}, {"section_title": "DOD and SBA Coordinated to Address Small Businesses Impacted in Bundled Contracts", "paragraphs": ["Contracting agency small business specialists have responsibilities for  maximizing small business participation in federal procurement. For  example, no later than 30 days before issuing a solicitation or placing an  order, agencies are required to coordinate with their small business  specialists when an acquisition strategy contemplates substantial  bundling, unless the contract or order is set aside for small businesses.  Further, the small business specialist must notify DOD’s Office of Small  Business Programs if the strategy includes bundled requirements that the  agency has not identified as bundled, or includes unnecessary bundling.  If the strategy involves substantial bundling, the small business specialist  must assist in identifying alternative strategies that would reduce or  minimize the scope of bundling. In addition, DOD’s Office of Small  Business Programs encourages program staff to include small business  specialists in the early stages of acquisition planning. In the two bundled  contracts we reviewed, the DOD and SBA small business representatives  were consulted and involved in the contracting agencies’ efforts to identify  small businesses capable of performing the requirements. Both contracts  used subcontracting plans as the primary means to support small  businesses affected by bundling. In one case, officials reported that small  business participation through subcontracting was expected to be greater  than it had been prior to bundling the requirements and the SBA  representative said that appropriate steps were taken to protect small  business interests."], "subsections": []}]}, {"section_title": "SBA Collects Incomplete Information on Bundled Contracts and Has Not Reported to Congress as Required", "paragraphs": ["The Small Business Act requires SBA to track information on bundled  contracts and annually report to Congress on these contracts.  Specifically, SBA is required to:", "Maintain a database containing data and information regarding each  bundled contract awarded by a federal agency and each small  business concern displaced as a prime contractor as a result of such  bundling;", "For bundled contracts that are recompeted as a bundled contract,  determine the amount of savings and benefits achieved through the  bundling of contract requirements, whether they would continue to be  realized if the contract remains bundled, and whether the savings  would be greater if procurement requirements were divided into  separate solicitations suitable for award to small business concerns;  and", "Provide an annual report to the Congressional Committees on Small  Business of the House and Senate each March on the number of  small business concerns displaced as prime contractors as a result of  bundled contracts awarded by federal agencies and provide  information related to these contracts, such as the cost savings  realized by bundling over the life of the contract and the extent to  which they complied with the contracting agency’s small business  subcontracting plan.", "SBA has not submitted an annual report to Congress on bundling since  fiscal year 2010, which officials attribute to an oversight. Officials also  said that SBA is in the process of preparing reports for fiscal years 2011  and 2012, but did not estimate a timeline for completion.", "In the 2010 report, SBA provided data detailing the number of  consolidated and bundled contracts awarded by federal agencies during  the time period covered by the report. However, the report stated that  SBA’s ability to gather and analyze contract bundling data to the extent  required in the Small Business Act was limited. Officials explained that  agencies and SBA primarily use FPDS-NG as their information database  to identify bundled contracts, but the system does not collect the  information needed to meet other statutory reporting requirements, such  as the number of small businesses displaced by bundled contracts.", "Similarly, SBA officials said that bundled contracts are rarely recompeted  as bundled contracts. Further, SBA also noted that because the  requirements of a bundled contract can change over the term of the  contract, it is difficult to determine the level of savings achieved."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Consolidating contract requirements can help agencies achieve cost  savings and other efficiencies, but these decisions must be weighed  against the potential impact on small businesses. In recent years,  Congress has enacted provisions of law to help address concerns that  small businesses might be negatively affected by contract consolidations,  including identifying small business impacts and reducing the threshold  for consolidated contract justifications to $2 million. Congress has  enacted requirements for consolidated contracts that apply to all civilian  agencies, including GSA, and it is important that agency officials have  clear and complete guidance to help navigate what can be complex  decisions about whether to consolidate requirements and how to report  the resulting contracts. Although the full extent of agency miscoding of  consolidated and bundled contracts is unknown, having such guidance  could help improve agency reporting. DOD and GSA have been awaiting  SBA’s final rules on consolidated contracts to update or create  corresponding guidance. Now that SBA has issued its final rule, these  agencies can take the actions needed as soon as practicable. Also, by  lowering the dollar threshold for consolidated contracts from $6 million to  $2 million to reflect recent legislative changes, DOD ensures that its  components review and justify consolidated contracts at the levels  Congress has required.", "SBA and agency small business officials play vital roles to help agencies  take steps to determine and mitigate impacts on small business as  required. But SBA has not fulfilled its responsibilities to track and report to  Congress on the number of bundled contracts awarded or their impacts  on small business. Until SBA carries out these reporting responsibilities,  Congressional oversight intended to protect small businesses may not  function as intended by lawmakers."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To ensure that DOD reviews and justifies consolidated contracts at the  dollar thresholds established in law, we recommend that the Secretary of  Defense:", "Update existing defense acquisition regulations and related guidance  to reflect recent legislative changes that lower the dollar threshold for  consolidated contracts from over $6 million to over $2 million.", "To make guidance for contract consolidation consistent with current law,  we recommend that the Secretary of Defense and the Administrator of  General Services:", "Act expeditiously to update or establish agency guidance for  consolidated contracts after the Small Business Administration  rulemaking is completed.", "To promote agencies’ compliance with existing law, we recommend that  the Administrator of the Small Business Administration:", "Submit required bundling reports to Congress."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOD, GSA, and SBA. In their written  comments, the three agencies concurred with our recommendations and  provided information on actions taken or underway to address them. DOD  issued a Class Deviation to its acquisition regulation in October 2013 that  implements our recommendation by lowering the dollar threshold for  review and justification of consolidated contracts to $2 million. DOD also  plans to update its acquisition regulations for consolidated contracts after  the FAR changes resulting from the SBA’s final rulemaking are complete.  DOD’s letter is reprinted in appendix II. DOD also provided technical  comments which we considered and incorporated into the report as  appropriate.", "GSA agreed with our recommendation that it act expeditiously to  establish agency guidance for consolidated contracts after the SBA’s  rulemaking is complete. SBA recently published the applicable final rule,  which takes effect no later than December 31, 2013. Through its role on  the Federal Acquisition Regulatory Council, GSA is working to update the  FAR to reflect the new regulation and will establish agency-specific  guidance after the FAR rule takes effect, if necessary. GSA’s letter is  reprinted in appendix III.", "In response to our recommendation that SBA submit required bundling  reports to Congress, SBA reported that it is preparing the required reports  for fiscal years 2011 and 2012. SBA’s letter is reprinted in appendix IV.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of Defense, the Administrator of General  Services, and the Administrator of the Small Business Administration. In  addition, the report will be available at no charge on the GAO website at  http://www.gao.gov.", "Should you or your staff have questions about this report or need  additional information, please contact me at (202) 512-4841 or  woodsw@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this report.  Other staff making key contributions to the report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The National Defense Authorization Act (NDAA) for Fiscal Year 2013  mandated that we review data and information regarding consolidated  contracts awarded by federal agencies. In addition, Conference Report  112–339 on the NDAA for Fiscal Year 2012 mandated us to review  Department of Defense (DOD) compliance with laws and regulations  addressing contract bundling and consolidation for construction and base  support services. According to the Federal Procurement Data System- Next Generation (FPDS-NG), DOD and the General Services  Administration (GSA) accounted for more than 80 percent of the reported  use of consolidated and bundled contracts and orders awarded in fiscal  years 2011 and 2012. For this report, we assessed the extent to which (1)  DOD and GSA have consolidated contracts; (2) DOD and GSA  justifications for contract consolidation complied with relevant laws and  regulations; (3) DOD, GSA, and the Small Business Administration (SBA)  addressed small business impacts of consolidation, including bundling;  and (4) SBA collected and reported information on consolidated contracts  that are considered bundled.", "To assess the extent to which DOD and GSA have consolidated  contracts, we used FPDS-NG to compile data on contracts and orders  awarded by federal agencies in fiscal years 2011 and 2012 that were  identified as consolidated and bundled in the data system. We selected  this timeframe to capture contracts with the two most recent years of data  available in FPDS-NG at the time of our review. Using this data, we  determined the specific number of contracts and orders awarded,  including the total dollars obligated, and identified the two agencies with  the greatest share of consolidated contracts. Of the 358 consolidated and  bundled contracts awarded government-wide, we identified 290 contracts  reported by DOD and GSA. DOD had the largest amount with 266  consolidated contracts and 8 contracts that were also bundled. GSA had  16 consolidated contracts with obligations, the second largest number  reported.", "From the 290 DOD and GSA consolidated contracts and orders identified,  we selected 157 for review through two different processes. For DOD, we  selected a systematic random sample of 133 of the consolidated  contracts identified in FPDS-NG. For this sample, we ensured that we  had a representative proportion of contracts for base support services  and construction—the two categories specified in our mandate—by  reviewing the North American Industry Classification System (NAICS)  code for facilities operation support to identify base support service  contracts and the product service code to identify construction contracts.  We also selected all 8 DOD contracts identified as bundled for a total of  141 DOD contracts. For GSA, we selected all 16 contracts that FPDS-NG  identified as consolidated for our review.", "We contacted DOD and GSA contracting officials to confirm that the 157  selected contracts and orders identified as consolidated or bundled in  FPDS-NG were correctly coded. For most of the contracts that were  miscoded, contracting officials provided verification that they corrected  the miscoding, such as by providing contract action reports showing  updates to FPDS-NG. Of the 141 DOD contracts reviewed, DOD  identified 48 as being incorrectly coded as consolidated in FPDS-NG.  GSA officials reported that all 16 had been miscoded as consolidated.  Overall, we confirmed 100 consolidated contracts, including two that were  also bundled.", "In addition, to supplement our random sample of consolidated contracts,  we spot checked the accuracy of contract categorization in FPDS-NG for  a nonprobability selection of contracts that were coded as some other  category of contract. First, we selected five contracts that DOD and GSA  stated were incorrectly coded as consolidated or bundled and reviewed  contract documentation to confirm that there was no indication of potential  consolidation or bundling. For DOD, we judgmentally sampled four  contracts that were miscoded from the defense agencies that had a base  and all options value above $6 million, which is the threshold for  consolidation in defense acquisition regulations. We also judgmentally  selected and reviewed one of GSA’s 16 miscoded contracts that met the  dollar threshold of $2 million, as set by the 2010 Small Business Jobs Act.  Second, we drew a population size from the FPDS–NG using as criteria  all non-consolidated and non-bundled DOD contracts awarded in fiscal  years 2011 and 2012 that had the NAICS code for base support services.  To draw a reasonable judgmental sample, we selected contracts awarded  by the Air Force, Army, and Navy command units from which we had  previously obtained consolidated contract documentation. We included  contracts that met conditions that would affect whether they were  considered consolidated or bundled, including contracts with a base and  all options value of more than $6 million to meet the consolidation  threshold in DOD guidance and contracts that might be bundled because  they were performed in the United States, foreign funds were not  included, and the contract was not awarded to a small business. Of the  eight contracts we reviewed, one was a consolidated contract that had  not been identified as such in FPDS-NG.", "We also reviewed contracts identified as consolidated or bundled through  sources outside of FPDS-NG data. We examined the Federal Business  Opportunities (FedBizOpps) archives for records of bundled contracts  posted between fiscal years 2010 and 2013. Through this review we  identified one bundled contract that had not been identified as such in  FPDS-NG. Additionally, DOD officials confirmed two other contracts as  consolidated that were not identified in our initial FPDS-NG data.", "Based upon finding substantial incorrect coding in FPDS-NG, we  concluded that the systematic, random sample of 133 consolidated  contracts could not be generalized to the universe of consolidated  contracts identified via FPDS–NG in fiscal years 2011 and 2012.  Therefore, we were only able to describe and attribute to those verified  consolidated contracts that we reviewed.", "To assess the extent to which federal agencies’ justifications for  consolidation comply with relevant laws and regulations, we compared  contracts to the provisions of the Small Business Act, prior to the 2010  amendments, as reflected in the Defense Federal Acquisition Regulation  Supplement to require agencies to demonstrate that consolidation and  bundling are necessary and justified before issuing such contracts. We  also reviewed regulations issued in the Federal Acquisition Regulation  and guidance issued by the military departments related to consolidated  and bundled contracts. In addition, we interviewed DOD and GSA  contracting officials, including senior officials at DOD’s Office of Small  Business Programs and GSA’s Office of Small Business Utilization, to  request documents on additional guidance or training procedures to  assist staff in processing consolidated and bundled contracts per the  stipulations outlined in acquisition regulations.", "We obtained documentation of the verified consolidated and bundled  contracts to check for compliance. For both consolidated and bundled  contracts, we reviewed the acquisition plan, market research, the SBA  small business coordination record, the justification letter with the  required signature, and subcontracting plans. For bundled contracts, we  additionally assessed benefit analysis and announcements on the  FedBizOpps website to confirm market research occurred 30 days prior to  the solicitation date. For cases in which discrepancies existed between  contract documentation from the agencies and what was required under  the provisions, we followed up by contacting contracting offices to request  either further documentation or an explanation, or both. We also spoke  with senior SBA officials and procurement center representatives (PCR)  and officials from the agencies’ small business programs to confirm  whether contracts were considered consolidated or bundled.", "We assessed the extent to which DOD and SBA address small business  impacts from consolidated and bundled contracts by reviewing FPDS-NG  data for the DOD contracts to determine whether they were awarded to a  small business. We examined contract documentation, including  acquisition strategies, consolidation memos, and coordination records, to  identify consolidated contracts with requirements that were previously  performed by small businesses and steps taken to address the impacts.  We also interviewed responsible contracting officials, agency small  business specialists, and SBA officials for selected contracts to discuss  their coordination processes and actions to address small business  participation.", "We assessed the extent to which SBA collects and reports information on  bundled contracts by interviewing senior SBA officials and PCRs to  assess coordination efforts with contracting officials and agency small  business specialists. We also collected and reviewed SBA documents,  such as bundling alert forms, to track and report consolidated and  bundled contracts within the agency.", "We conducted this performance audit from December 2012 to November  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Comments from the General Services Administration", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from the Small Business Administration", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, W. William Russell, Assistant  Director; Jennifer Dougherty; Jenny Shinn; Cheryl M. Harris; Julia  Kennon; Sylvia Schatz; William Shear; Paige Smith; Danielle Green; and  Roxanna Sun made key contributions to this report."], "subsections": []}]}], "fastfact": []}