{"id": "GAO-05-250", "url": "https://www.gao.gov/products/GAO-05-250", "title": "Social Security Administration: A More Formal Approach Could Enhance SSA's Ability to Develop and Manage Totalization Agreements", "published_date": "2005-02-28T00:00:00", "released_date": "2005-03-31T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Since 1977, the U.S. has entered into bilateral social security totalization agreements with 20 foreign countries. In fiscal year 2004, the Social Security Administration (SSA) paid approximately $206 million to 102,000 beneficiaries in these countries based on their eligible periods of coverage. If put into force, pending agreements with Mexico and Japan will increase the number of beneficiaries receiving totalized benefits, as well as the amount of benefits paid. Given the costs to the Social Security Trust Funds posed by existing and pending agreements, GAO was asked to (1) document SSA's policies and procedures for assessing the accuracy of foreign countries' data when entering into a totalization agreement, and (2) examine SSA's processes for verifying beneficiaries' initial and continuing eligibility for benefits once an agreement is in force."]}, {"section_title": "What GAO Found", "paragraphs": ["SSA's policies and procedures for assessing the accuracy and reliability of important information from foreign countries--such as birth and death data--when entering into totalization agreements remain generally informal, but recent initiatives for improvement seem promising. Historically, SSA has conducted only limited reviews, focusing primarily on broad policy issues and systems compatibility, rather than the integrity and reliability of earnings data and evidentiary documents. For example, during preliminary negotiations with Mexico, SSA conducted a limited review of that country's social security system but did not assess the reliability of that country's data. SSA has also developed several initiatives to identify risks associated with totalization agreements. These include: developing a standardized questionnaire for assessing the reliability of foreign earnings data, soliciting input from other government agencies, and using a matrix to compare potential agreement countries. SSA is also conducting \"vulnerability assessments\" to detect potential problems with foreign countries' documents. All of these tools are positive steps to help SSA assess potential risks posed by unreliable foreign data. However, SSA has not integrated these initiatives into formal procedures. Given the upcoming retirement of key management officials, SSA may lose critical institutional knowledge, which may limit the agency's ability to assess risks associated with future agreements. Our review identified potential vulnerabilities in SSA's policies and procedures for verifying individuals' eligibility for benefits once an agreement is in force. When establishing an individual's initial eligibility for benefits, the agency generally accepts critical documentation from foreign countries, without independently verifying the accuracy of such information. We also found that SSA's two primary tools for determining an individual's continuing eligibility--validation surveys and personal questionnaires--may be insufficient to ensure that only truly eligible individuals receive benefits. For example, SSA mails questionnaires to all beneficiaries living abroad (including totalized beneficiaries) at least once every 2 years requesting information on their eligibility status, but does not independently verify the responses on these questionnaires. These questionnaires rely on beneficiaries to accurately self-report important information that may affect their eligibility for benefits, with no additional verification. SSA does not currently have the ability to independently verify the responses on these questionnaires using computer matches or other forms of third-party verification, as it does with domestic beneficiaries. The agency's inability to conduct matches with foreign countries is partly because it does not capture beneficiaries' foreign social insurance numbers on its systems."]}], "report": [{"section_title": "Letter", "paragraphs": ["Totalization agreements are bilateral agreements between the United  States and other countries. These agreements are designed to foster  international commerce and protect social security benefits for persons  who have worked in foreign countries in two ways. First, the agreements  eliminate dual social security taxes that multinational employers and their  employees pay when they operate and reside in countries with parallel  social security programs. They also help fill gaps in benefit protection for  persons who have worked in different countries for portions of their  careers. Since 1977, the U.S. has entered into social security totalization  agreements with 20 foreign countries. In fiscal year 2004, the Social  Security Administration (SSA) paid approximately $206 million to about  102,000 totalized beneficiaries in these countries. These beneficiaries  include retired and disabled workers, as well as their dependents and  survivors. Thus, while these agreements pose a cost to the U.S. Social  Security Trust Funds, they provide savings to U.S. workers and employers  operating in foreign countries as well as foreign benefits for U.S. citizens  and residents.", "If put in force, pending agreements with countries such as Mexico and  Japan will increase the number of beneficiaries receiving totalized  benefits, as well as the amount of benefits paid by the U.S. Social Security  Trust Funds. Reliable data from foreign countries is required to ensure  that payments to totalized beneficiaries are accurate. Given the potential  costs to the trust funds posed by existing and pending agreements, the  Subcommittee on Social Security, Committee on Ways and Means, asked  GAO to (1) document SSA’s policies and procedures for assessing the  accuracy of foreign countries’ data, including birth, death, marriage,  divorce, and earnings information when entering into totalization  agreements, and (2) examine SSA’s processes for verifying beneficiaries’  initial and continuing eligibility for benefits once an agreement is in force.", "To address these objectives, we reviewed existing totalization agreements  and SSA’s procedures for administering them. We interviewed numerous  management officials and line staff in SSA’s Offices of International  Operations (OIO) and International Programs (OIP) to obtain their  perspectives on SSA’s current processes when entering into agreements,  as well as their perspectives on existing procedures for verifying  beneficiaries’ initial and continuing eligibility for benefits. We also  interviewed an official from the Office of Inspector General (OIG) to  determine if the OIG had performed any studies on SSA totalization  agreements. In addition, we contacted the supreme audit institutions in  countries with totalization agreements to determine if they conducted any  studies on their country’s management of totalization agreements. We  examined SSA’s benefit payment data for totalized beneficiaries in fiscal  year 2004, as well as the results of available periodic SSA “validation  surveys” in which home visits are performed for selected foreign  beneficiaries by staff from SSA and the Department of State. We also  reviewed questionnaires mailed to all foreign beneficiaries to solicit  information on their current eligibility status. We conducted our work  between August 2004 and January 2005 in accordance with generally  accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["SSA administers the Old Age, Survivors, and Disability Insurance (OASDI)  programs under Title II of the Social Security Act. About 96 percent of the  nation’s work force is in social security-covered employment and pays  taxes on annual earnings. When workers pay social security taxes, they  earn coverage credits, and 40 credits—equal to at least 10 years of work— entitle them to social security benefits when they reach retirement age.", "In 1977, the Congress authorized the President to enter into totalization  agreements with other countries. These bilateral agreements are intended  to accomplish several purposes. First, they eliminate dual social security  coverage and taxes that multinational employers and employees  encounter when they operate and their workers temporarily reside in a  foreign country with its own social security program. Under the  agreements, U.S. employers and their workers sent temporarily abroad  benefit by paying only U.S. social security taxes, and foreign businesses  and their workers benefit by paying only social security taxes to their  home country. Second, the agreements provide benefit protection to  workers who have divided their careers between the U.S. and a foreign  country, but lack enough coverage under one or both social security  systems to qualify for benefits, despite paying taxes into both systems.  Totalization agreements allow such workers to combine (totalize) work  credits earned in both countries to meet minimum benefit qualification  requirements. Third, totalization agreements generally improve the  portability of social security benefits by authorizing waiver of residency  requirements.", "SSA officials provided a description of how totalization agreements are  developed. These agreements involve several steps from the time they are  proposed until the time benefits are paid to beneficiaries. Before SSA can  begin to develop an agreement with a foreign country, it must receive  approval from the Department of State (State). If negotiations between  SSA and the foreign country are successful, SSA requests authorization  from State to arrange for signing the agreement. SSA reviews the draft  agreement for policy implications and to ensure that the translation of the  agreement (if there is one) has the same meaning in both languages. Once  signed, the agreement does not become legally binding until both  countries have completed their respective ratification processes. For the  U.S., the ratification involves the following steps:  (1) the Commissioner of  SSA asks State to forward the signed agreement to the President; (2) if  State concurs, it sends the agreement to the President; (3) if the President  approves the agreement, he transmits it to the Congress; and (4) the  agreement becomes effective on a date specified in the agreement, which  must be at least 60 session days, during which at least one House of  Congress was in session after the President sends it to Congress, unless  either House of Congress adopts a resolution of disapproval. Table 1  shows existing agreements and the dates they became effective.", "To qualify for totalized U.S. social security benefits, a worker must have at  least 6 but no more than 39 U.S. coverage credits. Benefit amounts are  based on the portion of time worked in the United States, and thus are  almost always lower than full social security benefits. As of September  2004, the average monthly totalized benefit amount for OASDI  beneficiaries was about $163. Overall, SSA paid approximately $2.4 billion  to about 430 thousand foreign beneficiaries in fiscal year 2004, including  about $206 million paid to approximately 102,000 totalized beneficiaries.", "Individuals living in the U.S. may apply for totalized benefits at any of  SSA’s approximately 1,300 field offices. SSA policies and procedures for  processing claims are located in SSA’s Program Operations Manual System  (POMS). When an applicant files for benefits in an SSA field office, a  claims representative helps the individual fill out the application, reviews  the applicant’s eligibility information with POMS guidance, and sends the  claim packet to SSA’s OIO for final processing.", "The application process for individuals living abroad is essentially the  same as that for domestic applicants, with one basic exception. Instead of  visiting a domestic SSA field office, individuals living abroad are generally  required to apply at one of numerous Foreign Service Posts located in U.S.  embassies or consulates around the world, or at their country’s social  security agency. Applications are processed by Foreign Service Nationals  who review pertinent documentation (such as evidence of birth, and  marital status) and forward the application to OIO, which requests the  foreign earnings record, if one has not already been provided. The  application package is then reviewed by SSA staff for completeness and  compliance with SSA standards. In instances where SSA staff question the  accuracy or completeness of any information, they may contact the  foreign social security agency or the claimant directly to request  clarification. If SSA staff determine that the application contains sufficient  eligibility information and the individual is entitled to totalized OASDI  benefits, then the application is approved and submitted for payment. (See  fig. 1)", "In addition to managing and updating the agreements that are already in  place, SSA continues to negotiate additional agreements with other  countries. SSA has pending totalization agreements with Mexico and  Japan. The President transmitted the Japanese agreement to the Congress  in November 2004. The Mexican agreement was under review at SSA at the  time of this study. In a prior report on the Mexican agreement, we  recommended that SSA establish formal processes for entering into  totalization agreements that include mechanisms to assess the risk  associated with such agreements and to document the range of analyses  SSA conducts. The report also recommended that reports of proposed  agreements be enhanced to make them more consistent and informative  and that SSA establish a regular process to reassess the accuracy of its  actuarial estimates."], "subsections": []}, {"section_title": "SSA Lacks A Formal Process to Assess the Accuracy and Reliability of Foreign Countries’ Data When Entering into Totalization Agreements, but Recent Initiatives Appear Promising", "paragraphs": ["SSA’s policies and procedures for assessing the accuracy and reliability of  important information from foreign countries—such as birth and death  data—when entering into totalization agreements remain generally  informal, despite recent initiatives for improvement. Historically, the  agency has focused on broad policy issues and systems compatibility,  rather than integrity and reliability of earnings data and authenticity of  evidentiary documents. For example, during preliminary negotiations for  an agreement with Mexico, SSA conducted a limited review of that  country’s social security system and policies in August 2002, but did not  assess the accuracy and reliability of data needed to pay benefits or the  relevant controls over that data. In response to our recommendations, SSA  made two return visits to Mexico to more thoroughly assess its social  security information system and to examine the integrity of documents  submitted by claimants to establish identity and eligibility—such as birth  records. In October 2003, SSA’s systems specialists and program integrity  experts examined Mexico’s social security information system and  earnings data. In particular, these experts assessed the integrity of  processes and controls associated with the collection, maintenance and  reporting of social security earnings. After reviewing processes at the  Mexican social security agency’s headquarters, field offices and data  storage center, SSA determined that Mexico’s policies and controls were  sufficient for SSA to rely on Mexican earnings data to pay benefits. On its  second review, SSA returned to Mexico in 2004 to physically examine  documents submitted by claimants as evidence of identity and eligibility,  and attempted to verify the authenticity of these documents with the  Mexican state archives. While the agency was unable to provide us with a  copy of the report because it was still being reviewed internally at the time  of our study, it did share some preliminary results. Within the selected  sample, SSA reported that only a small number of the documents were of  questionable authenticity and concluded that most types of Mexican  documents were reliable.", "Beyond the actions taken in Mexico, SSA officials reported that the agency  is working on a number of additional initiatives to help assess the risks  associated with future totalization agreements. SSA has developed a  standardized questionnaire for foreign social security officials to help the  agency identify and assess the reliability of earnings data in countries  under consideration for future totalization agreements. This tool is  designed to capture information about the technical, security, and  management controls over the collection and maintenance of workers’  earnings. This questionnaire may provide the agency with a useful tool to  assess the security of foreign country’s earnings data. SSA recently used  this tool as part of its negotiations for entering into a totalization  agreement with Japan. Agency officials reported that they made additional  contacts with Japanese officials and asked them selected questions from  the new questionnaire.", "In addition, SSA has also begun two initiatives aimed at determining which  countries may be suitable for future agreements, taking into consideration  the reliability of a country’s data and records. For example, SSA officials  reported that the agency has held initial meetings with officials from the  Departments of State and Commerce in an effort to develop a more  formalized process for identifying countries for potential totalization  agreements. SSA officials reported that soliciting input from other  government entities will provide SSA with a broader perspective, and  assist the agency in identifying potential agreement countries in a more  strategic and systematic manner. In addition to seeking input from other  federal agencies, SSA recently developed a matrix consisting of 14  economic and administrative factors, including known risk factors such as  the availability of accurate earnings/coverage records, that may impact a  country’s ability to determine individual’s eligibility for benefits under an  agreement. This matrix provides a standard template to facilitate  comparison among countries and assist SSA in evaluating these countries’  suitability for future totalization agreements. For example, this tool  includes a step to help SSA evaluate potential problems with foreign data,  including the prevalence of fraudulent or counterfeit documents in a  country, or potential problems accessing critical records. In addition, the  template includes factors such as projections of lost tax revenue and the  number of U.S. taxpayers working in a country, which could be used to  calculate the potential impact of a totalization agreement on the Social  Security Trust Funds.", "Finally, in an effort to improve existing procedures, especially with regard  to foreign eligibility evidence, SSA officials reported that they are  currently conducting numerous “vulnerability assessments” to detect  potential problems or limitations with the accuracy of foreign countries’  documents, including documents from totalized countries. These  vulnerability assessments are generally conducted by former SSA  employees known as Federal Benefits Officers (FBO), who contact other  State and embassy officials to obtain information on document reliability.  Vulnerability assessments are intended to identify the potential for  document fraud and other problems with foreign data and have prompted  SSA to more thoroughly investigate the reliability of documents in a  particular country. For example, such an assessment conducted in one  country detailed the ease of fraudulently obtaining official documents  such as birth certificates through bribes and other means and  recommended that SSA require independent verification of any documents  before paying benefits. As a result of this review, SSA reported that it is  scrutinizing documents from that country more closely to ensure that only  truly entitled beneficiaries receive payments. Although SSA does not have  a totalization agreement with this country, the vulnerability assessment  demonstrated the agency’s ability to more thoroughly examine the  reliability of data in all countries where foreign beneficiaries reside,  including totalized beneficiaries.", "All these initiatives are positive steps in SSA’s efforts to identify and assess  the potential risks posed by inaccurate or unreliable foreign data when  entering into totalization agreements. Although these initiatives seem  promising, the agency has not developed plans for integrating them into a  formal protocol for assessing the accuracy and reliability of foreign  countries’ data. SSA officials told us that the current informal approach for  entering into agreements is practical given institutional knowledge  possessed by experienced managers responsible for overseeing the  initiation of the agreements. However, some officials acknowledged that  the current informal approach has weaknesses. In particular, without a  more formal mechanism in place, given expected retirement of key  management officials in coming years, SSA risks the loss of critical  institutional knowledge, thus diminishing the agency’s ability to effectively  assess risks associated with future agreements."], "subsections": []}, {"section_title": "SSA Is Limited In Its Ability to Verify Individuals’ Initial and Continuing Eligibility for Benefits", "paragraphs": ["We identified potential vulnerabilities in SSA’s existing policies and  procedures for verifying individuals’ eligibility for benefits once an  agreement is in force. First, under existing totalization agreements, SSA  generally accepts documentation from foreign countries’ social security  agencies with no independent verification of this information when  establishing an individuals’ initial eligibility for benefits. For example,  agency staff accept documents such as foreign birth certificates that the  foreign social security agency has certified as accurate without  independently determining the authenticity of such documents. This  practice has been a standard procedure based on our review of the   20 existing totalization agreements. We found that SSA is hampered in its  ability to independently verify such documentation because it lacks tools  such as computer matching that it routinely uses in the United States to  independently verify domestic beneficiaries’ eligibility for benefits. For  example, SSA verifies applicants’ birth certificates by manually or  electronically accessing state data. While SSA lacks the ability to perform  this type of independent verification with foreign countries, it does have  some tools at its disposal—validation surveys and personal  questionnaires—to verify an individual’s identity and continuing eligibility.", "SSA officials reported that the agency performs periodic validation  surveys in countries where foreign social security beneficiaries live,  including countries with totalization agreements. SSA’s Office of Central  Operations staff with assistance from foreign service staff administer the  surveys at individual beneficiaries’ homes to verify beneficiaries’ identity  and continuing eligibility. The agency generally conducts surveys in about  3 countries each year. The frequency of such surveys varies widely, and is  dependent upon differences in the results of surveys over time or known  problems with data reliability in a particular country. For example, agency  officials told us that surveys are administered in some countries such as  Portugal as frequently as every 5 years. Other countries such as Sweden  may only be reviewed once every 30 years. SSA provided us with examples  of 5 surveys performed between 1998 and 2003. SSA data show that the  surveys are generally useful for detecting important information such as  unreported death, and are also effective for detecting and reducing  overpayments. For example, a 1998 survey conducted in Canada identified  overpayments of approximately $132,000. Most of the overpayments  detected in the survey were attributable to unreported earnings and work  activity, as well as unreported deaths. More importantly, the survey helped  SSA avoid future overpayments for the individuals it identified, which,  over a period of years, would likely have been significantly higher than the  initial amount it detected. Unlike this more in-depth Canadian survey,  according to agency officials, those conducted since 2000 are more limited  in scope and generally only verify a beneficiary’s identity and existence.  They also do not attempt to independently verify other important  information that can affect an individual’s benefits, such as work activity  and earnings. SSA officials told us that while more frequent,  comprehensive reviews would be helpful to monitor beneficiaries’  continuing eligibility in a number of countries, the agency is constrained  by limited staff and budgetary resources.", "In addition to using validation surveys, SSA also distributes annual and  biennial questionnaires to all foreign beneficiaries requesting information  on their continuing eligibility for benefits. These questionnaires are  designed to ensure that beneficiaries are alive and to solicit information  that could affect the amount of benefits received, such as a change in  marital status or work activity. However, these questionnaires typically  rely on beneficiaries to accurately self-report such information with no  independent verification to determine the reliability of the responses. For  example, agency officials told us that they have not attempted to compare  the results of in-person validation surveys conducted in specific countries  with the information reported on the questionnaires to test the consistency  and accuracy of the data provided. In this regard, SSA has little assurance  that the information it receives from the questionnaires is accurate.  Moreover, while SSA routinely uses computer matches with databases in  the U.S. to help it verify domestic beneficiaries’ initial and continuing  eligibility for benefits, it does not currently have the capacity to perform  such matches for foreign beneficiaries. Moreover, SSA does not currently  have any mechanism in place—either manual or electronic—to  independently verify when foreign beneficiaries die. Agency officials  reported that SSA is developing pilot computer match projects with Italy  and Germany to establish an independent, third-party mechanism for  verifying beneficiaries’ continuing eligibility for benefits. For example,  SSA is exploring the potential of conducting a match between SSA’s  databases such as the Death Master File and Italian death records. While  officials reported that such a match would be a useful tool for identifying  unreported deaths, SSA is partly limited in its ability to conduct such  matches with all other totalized countries because it does not currently  capture foreign social insurance numbers on its computer systems. These  unique identifiers are required to conduct accurate computer matches and  access to such numbers is necessary to assure a reliable match between  SSA and its counterparts. Agency officials reported that space limitations  on the Master Beneficiary Record—the main database used for  administering OASDI benefits—preclude it from electronically storing  such information at this time. At present, the agency must use other, less  reliable information, such as a beneficiary’s name and date of birth, to  conduct matches. In addition, while a recent report from SSA’s OIG found  that some countries such as Canada and the United Kingdom have  expressed concerns about disclosing such data to SSA for purposes of  conducting matches, the OIG concluded that the ongoing negotiations  with Italy are expected to provide solutions to such barriers."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Totalization agreements between the U.S. and other countries often foster  enhanced diplomatic relations and provide mutually beneficial business,  tax, and other incentives to employers and employees affected by these  agreements. However, the agreements also impose a financial cost to both  countries’ social security programs and require initial and continued  assurances that data on potential beneficiaries are accurate. Because SSA  historically has only performed limited activities to assess the accuracy  and reliability of foreign countries’ data when entering into totalization  agreements—such as birth, death, marriage, and divorce records— incorrect or falsified documentation could expose the Social Security  Trust Funds to improper payments. SSA’s additional work in Mexico  represents a more thorough effort to verify critical information, such as  birth documentation, than it has traditionally undertaken in countries with  existing agreements. Moreover, the various initiatives that SSA has  undertaken—such as its matrix to assess foreign countries suitability for a  totalization agreement and its vulnerability assessments—are positive first  steps in assessing the accuracy and reliability of foreign countries’ data.  However, the agency has not determined whether these procedures will be  integrated into a more formal protocol for assessing the accuracy and  reliability of foreign countries’ data when entering into future agreements.  Thus, the potential exposure of the trust funds to improper payments  resulting from inaccurate or incomplete foreign data remains an area of  concern.", "Once totalization agreements are in force, verification of individuals’ initial  and continuing eligibility for benefits is essential to ensure that benefits  are paid only to entitled recipients. The relatively limited scope of SSA’s  current verification procedures may not provide adequate assurance that  the trust funds are protected from improper payments. Moreover, because  the agency lacks the ability to independently verify the information it  receives from foreign beneficiaries on its questionnaires, SSA has little  assurance that questionnaire responses are accurate. Thus, SSA may not  be aware of changes in beneficiaries’ eligibility status, resulting in  improper payments for an extended period of time. Given the likely  growth in the number of foreign beneficiaries in coming years, including  totalized beneficiaries, the trust funds will likely face increased exposure  if existing processes are not improved. In an environment of limited staff  and budgetary resources, SSA could benefit from a more systematic  approach for independently verifying information that can affect  individuals’ initial and continuing eligibility for benefits, such as computer  matches. While SSA has taken some positive steps in this regard such as  its negotiations for conducting a death match with Italy, additional  challenges remain. In particular, the agency currently lacks the authority  to conduct computer matches with foreign countries—a prerequisite for  conducting such matches and other forms of independent verification with  foreign countries."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["In light of the potential impact of existing and future totalization  agreements on the Social Security Trust Funds, we recommend that the  Commissioner of Social Security:  1.  Develop a standardized set of protocols that integrate and formalize  the various initiatives for verifying foreign countries’ data when  negotiating future agreements.  2.  Explore cost-effective ways to improve the current processes for  verifying beneficiaries’ initial and continuing eligibility for benefits.  Such improvements may include enhancing the scope of the validation  studies, and assessing ways to independently verify the results of its  questionnaires. Other potential improvements may include enhanced  efforts to explore the potential for developing a mechanism—either  manual or electronic—to independently verify the death of all foreign  beneficiaries living abroad, including totalized beneficiaries."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We obtained written comments on a draft of this report from the  Commissioner of SSA. The comments have been reproduced in appendix I.  SSA also provided additional technical comments, which have been  incorporated in the report as appropriate.", "SSA agreed with our recommendations. However, the agency suggested  that the report be revised to clarify that its procedures for assessing the  accuracy and reliability of foreign data (such as birth certificates) for  totalized beneficiaries are the same as those for foreign beneficiaries  under non-totalized claims. SSA was concerned that, as drafted, our report  may give the incorrect impression that totalization claims introduce new  elements of risk to the social security program. SSA noted that its Program  Operations Manual System contains detailed procedures and guidelines  that are used in evaluating all foreign evidence. We have revised the report  to note that SSA’s processes for verifying foreign data are the same for  both totalized and non-totalized beneficiaries.", "SSA also commented on our observation that it regularly accepts critical  documentation from foreign countries without independently verifying the  accuracy of such information. In its comments, SSA stated that in cases  where years of pre-agreement experience and an examination of the other  country’s system of records provides assurance that the data is reliable,  SSA and the other country have agreed to use each other’s verification of  certain eligibility factors. SSA also noted that each agreement includes a  provision that makes clear that SSA remains the final judge of the  probative value of any evidence it receives from any source. We  acknowledge SSA’s concern in this area. However, our prior work and this  report show that the agency has generally accepted such data without  independent verification for all 20 countries with existing agreements.  Therefore, we continue to believe that our description of the current  process is accurate, and that the agency may still be vulnerable to  inaccurate data from foreign countries.", "SSA was also concerned that our report may give the impression that the  agency does little to verify the accuracy of information used to make  benefit decisions and that cost-effective options were readily available.  SSA noted its validation surveys and other efforts as evidence that they are  taking steps to deter fraud. The agency also stated that more intrusive  verification steps would be costly and may not produce net savings to the  Social Security trust funds. We acknowledge SSA’s efforts, but continue to  believe more can be done to ensure the reliability of data. This includes  making further enhancements to its validation surveys. Our report  describes how validation surveys are currently being used to detect fraud,  and points out that the agency’s own data show that these surveys are  generally cost-effective. Moreover, as indicated in our second  recommendation, we encourage SSA to enhance the scope of its validation  surveys only to the extent that such options are cost-effective.", "Unless you publicly announce its contents earlier, we plan no further  distribution until 30 days after the date of this report. At that time, we will  send copies of this report to the House and Senate Committees with  oversight responsibility for the Social Security Administration. We will  also make copies available to other parties upon request. In addition, the  report will be available at no charge on GAO’s Web site at  http//:www.gao.gov. If you have any questions concerning this report,  please contact me at (202) 512-7215."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the Social Security Administration", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to those named above, Joseph Applebaum, Jeff Bernstein,  Erin Daugherty, Jean L. Mcsween, Daniel A. Schwimer, and  Salvatore F. Sorbello, made important contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Disability Insurance: SSA Should Strengthen Its Efforts to Detect and  Prevent Overpayments. GAO-04-929. Washington, D.C.: September 10,  2004.", "Social Security: Proposed Totalization Agreement With Mexico Presents  Unique Challenges. GAO-03-1035T. Washington, D.C.: September 11, 2003.", "Social Security: Proposed Totalization Agreement With Mexico Presents  Unique Challenges. GAO-03-993. Washington, D.C.: September 30, 2003.", "Social Security: Observations on Improving Distribution of Death  Information. GAO-02-233T. Washington, D.C.: November 8, 2001."], "subsections": []}], "fastfact": []}