{"id": "GAO-06-961T", "url": "https://www.gao.gov/products/GAO-06-961T", "title": "Industrial Loan Corporations: Recent Asset Growth and Commercial Interest Highlight Differences in Regulatory Authority", "published_date": "2006-07-12T00:00:00", "released_date": "2006-07-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Since their origin in the early 1900s, industrial loan corporations (ILCs) have grown significantly in size, and some have expressed concern that ILCs may have expanded beyond the original scope and purpose intended by Congress. Others have questioned whether the current regulatory structure for overseeing ILCs is adequate. This testimony is based on our September 2005 report that, among other things, (1) described the growth and permissible activities of the ILC industry, (2) compared the supervisory authority of the FDI--the current federal regulator for ILCs--with consolidated supervisors, and (3) described the extent to which ILC parents could mix banking and commerce. In this testimony GAO is reiterating that Congress should (1) consider options for strengthening the regulatory oversight of ILCs and (2) more broadly consider whether allowing ILCs a greater degree of mixing banking and commerce is warranted or whether other entities should be permitted to engage in this level of activity."]}, {"section_title": "What GAO Found", "paragraphs": ["The ILC industry has experienced significant asset growth and has evolved from once small, limited-purpose institutions to a diverse industry that includes some of the nation's largest and more complex financial institutions. Between 1987 and 2006, ILC assets grew over 3,900 percent from $3.8 billion to over $155 billion. In most respects, ILCs may engage in the same activities as other depository institutions insured by the FDIC and are subject to the same federal safety and soundness safeguards and consumer protection laws. Therefore, from an operations standpoint, ILCs pose similar risks to the bank insurance fund as other types of insured depository institutions. Parents of insured depository institutions that present similar risks to the bank insurance fund are not, however, being overseen by bank supervisors that possess similar powers. ILCs typically are owned or controlled by a holding company that may also own or control other entities. Although FDIC has supervisory authority over an insured ILC, this authority does not explicitly extend to ILC holding companies and, therefore, is less extensive than the authority consolidated supervisors have over bank and thrift holding companies. Therefore, from a regulatory standpoint, these ILCs may pose more risk of loss to the bank insurance fund than other insured depository institutions operating in a holding company. For example, FDIC's authority to examine ILC affiliates is more limited than a consolidated supervisor. While FDIC asserted that its authority may achieve many of the same results as consolidated supervision, and that its supervisory model has mitigated losses to the bank insurance fund in some instances, FDIC's authority is limited to a particular set of circumstances and may not be used at all times. Further, FDIC's authority has not been tested by a large ILC parent during times of economic stress. Because of an exception in federal banking law, ILC holding companies can mix banking and commerce more than the holding companies of most other depository institutions. In addition, there are a number of pending applications for deposit insurance with FDIC involving commercial firms, including one of the largest retail firms. While some industry participants assert that mixing banking and commerce may offer benefits from operational efficiencies, empirical evidence documenting these benefits is mixed. Federal policy separating banking and commerce focuses on the potential risks from integrating these functions, such as the potential expansion of the federal safety net provided for banks to their commercial entities. GAO finds it unusual that a limited ILC exemption would be the primary means for mixing banking and commerce on a broader scale and sees merits in Congress taking a look at whether ILCs or other entities should be allowed to engage in this level of activity."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the results of our 2005 report on  industrial loan corporations (ILCs). Over the past 10 years, ILCs,  particularly when included as part of a holding company structure, have  experienced significant growth, now having over $155 billion in assets;  these once small niche lenders have evolved into a diverse industry that  includes some large, complex financial institutions. As a result, some have  expressed concerns that ILCs may be expanding beyond the original scope  and purpose intended by Congress.", "The potential entry into banking services by some of the nation’s largest  retailers has also raised concerns. In 2005, one of the world’s largest  retailer, Wal-Mart, submitted an application with the Federal Deposit  Insurance Corporation (FDIC) to provide federal insurance of deposits in  a subsidiary ILC. In May, Home Depot, the nation’s largest home  improvement retailer, submitted an application for FDIC to approve the  purchase of an existing ILC. Proponents assert that these operations will  benefit consumers through lower prices or increased access to financial  services. Critics, however, say that nonfinancial operations of this size  owning an insured ILC pose unnecessary risks to the deposit insurance  funds that cannot be adequately addressed under the current regulatory  authorities.", "My remarks today are primarily based on our 2005 report and focus on  three of the report’s objectives: the growth and permissible activities of  the ILC industry, how FDIC’s supervisory authority over ILC holding  companies and affiliates compares with a consolidated supervisors’  authority; and, the extent to which the ILC charter enables commercial  holding companies to mix banking and commerce.", "ILCs began in the early 1900s as small, state-chartered, loan companies  that primarily served the borrowing needs of industrial workers unable to  obtain noncollateralized loans from banks. Since then, the ILC industry  has experienced significant asset growth and has evolved from small,  limited-purpose institutions to a diverse industry that includes some of the  nation’s largest and more complex financial institutions with extensive  access to the capital markets. For example, from 1987 to March 31, 2006,  ILC assets have grown over 3,900 percent from $3.8 billion to over $155  billion. With one exception contained in federal and one state’s banking  laws, federally insured ILCs in a holding company structure may generally  engage in the same activities as other FDIC-insured depository  institutions. Like other FDIC–insured depository institutions, ILCs may  offer a full range of loans such as consumer, commercial and residential  real estate, and small business loans. As a result, from an operations  standpoint, ILCs in a holding company structure pose risks to the Deposit  Insurance Fund (the Fund) similar to those posed by other FDIC-insured  institutions in holding company structures.", "ILCs are state chartered depository institutions. Concerns about them  presently exist because of a provision in the Bank Holding Company Act  (BHC Act). Under that act, a company that owns or controls a federally  insured ILC can conduct banking activities through the ILC without  becoming subject to the federal supervisory regime that applies to  companies that own or control banks or thrifts.  Because these ILCs have  federally insured deposits, they are subject to supervision by FDIC as well  as their respective state regulators. However, FDIC lacks the explicit  authority to regulate ILC parent companies and their activities. Under the  BHC Act, the Board of Governors of the Federal Reserve (Board) is  responsible for supervising bank holding companies and has established a  consolidated supervisory framework for assessing the risks to a  depository institution that could arise because of their affiliation with  other entities in a holding company structure. The Office of Thrift  Supervision has similar authority under the Home Owners Loan Act with  respect to savings and loan holding companies. The Board and OTS each  take a systemic approach to supervising depository institution holding  companies and their nonbank subsidiaries and may look across lines of  business at operations such as risk management, information technology,  or internal audit in order to determine the risk these operations may pose  to the insured institution. However, because of an exception under the  BHC Act, holding companies of ILCs are not subject to consolidated  supervision. Unlike the Board, FDIC does not have specific consolidated  supervisory authority over holding companies that conduct banking  activities only through ILCs. FDIC has, however, employed what some  term a “bank-centric” supervisory approach that primarily focuses on  isolating the insured institution from potential risks posed by holding  companies and affiliates, rather than assessing these potential risks  systemically across the consolidated holding company structure. While  FDIC’s cooperative working relationships with state supervisors and ILC  holding company organizations, combined with its other bank regulatory  powers, has allowed FDIC, under certain circumstances, to assess and  address the risks to the insured institution and to achieve other results to  protect the insurance fund against ILC-related risks, questions remain  about the extent to which FDIC’s supervisory approach and authority  address all risks posed to an ILC from its parent holding company and  nonbank affiliates and how well FDIC’s approach would fare for large,  troubled ILCs during times of stress.", "Another area of potential concern about ILCs is the extent to which they  can mix banking and commerce through the holding company structure.  The BHC Act maintains the historical separation of banking from  commerce by generally restricting bank holding companies to banking- related or financial activities.  However, because of the ILC exemption in  the BHC Act, ILC holding companies, including nonfinancial institutions  such as retailers and manufacturers, and other institutions are not subject  to federal activities restrictions. Consequently, they have greater latitude  to mix banking and commerce than most other financial institutions. While  some industry participants have stated that mixing banking and commerce  may offer benefits from operational efficiencies, the policy of separating  banking and commerce was based primarily on reducing the potential  adverse consequences that combining these activities may pose. These  include the potential expansion of the federal safety net provided for  depository institutions to their commercial holding companies or affiliates,  increased conflicts of interest within a mixed banking and commercial  conglomerate, and increased economic power exercised by large  conglomerate enterprises. We found divergent views about the  competitive implications of mixing banking and commerce and were  unable to identify conclusive empirical evidence that documented  efficiencies attributable to mixing banking and commerce. In addition, we  found it unusual that use of the ILC exemption under the BHC Act would  be the primary means for mixing banking and commerce across a broader  scale than afforded to the holding companies of other federally insured  depository institutions.", "Our report included matters for congressional consideration designed to  better ensure that insured institutions providing similar risks to the Fund  are subject to federal supervision overseen by banking supervisors that  possess similar powers. In this regard, we determined that it would be  useful for Congress to consider several options such as eliminating the  current BHC Act exception for ILCs and their holding companies from  consolidated supervision, granting FDIC similar examination and  enforcement authority as a consolidated supervisor, or leaving the  oversight responsibility of small, less complex ILCs with the FDIC, and  transferring oversight of large, more complex ILCs to a consolidated  supervisor. In addition, we concluded that it would also be beneficial for  Congress to more broadly consider the advantages and disadvantages of  mixing banking and commerce to determine whether allowing ILC holding  companies to engage in this activity more than the holding companies of  other types of financial institutions is warranted or whether other financial  or bank holding companies should be permitted to engage in this level of  activity.", "Before discussing the results of our work more fully, I would like to  provide a brief overview of the growth of ILCs and compare their  permissible activities with those of a state nonmember commercial bank."], "subsections": [{"section_title": "ILCs Have Grown Significantly and Are No Longer Small, Limited-Purpose Institutions", "paragraphs": ["First, I would like to highlight the significant growth and transformation  that has taken place in the ILC industry since 1987. ILCs began in the early  1900s as small, state-chartered loan companies, serving the borrowing  needs of industrial workers unable to obtain noncollateralized loans from  commercial banks. Since then, the ILC industry has experienced  significant asset growth and evolved from small, limited-purpose  institutions to a diverse group of insured financial institutions with a  variety of business models. Most notably, as shown in figure 1, from 1987  to March 31, 2006, ILC assets have grown over 3,900 percent, from $3.8  billion to over $155 billion, while the number of ILCs declined about 42  percent from 106 to 61. In March 2006, 9 ILCs were among the 271 largest  financial institutions in the nation with $3 billion or more in total assets,  and one institution had over $62 billion in total assets. As of March 31,  2006, 6 ILCs owned over 80 percent of the total assets for the ILC industry  with aggregate assets totaling over $125 billion and collectively controlled  about $68 billion in FDIC-insured deposits. During this time period, most  of the growth occurred in the state of Utah while the portion of ILC assets  in other states declined—especially in California. According to Utah  officials, among the reasons ILCs grew in that state was because its laws  are “business friendly,” and the state offers a large, well-educated  workforce for the financial services industry.", "Financial services firms, such as the ILCs owned by Merrill Lynch, USAA  Savings Bank, and American Express own and operate the majority of the  61 active ILCs. These ILCs are parts of complex financial institutions with  extensive access to capital markets. Other ILCs are part of a business  organization that conducts activities within the financial arm of a larger  corporate organization not necessarily financial in nature. In addition,  other ILCs directly support the holding company organizations’  commercial activities, such as the ILCs owned by BMW and Volkswagen.  Finally, some ILCs are smaller, community-focused, stand-alone  institutions such as Golden Security Bank and Tustin Community Bank.", "Although the total amount of estimated insured deposits in the ILC  industry has grown by over 600 percent since 1999, as shown in figure 2,  these deposits represent less than 3 percent of the total estimated insured  deposits in the bank insurance fund for all banks. The significant increase  in estimated insured deposits since 1999 was related to the growth of a  few ILCs owned by financial services firms. For example, as of March 31,  2006, the largest ILC, owned by Merrill Lynch, held over $43 billion in  estimated FDIC insured deposits."], "subsections": [{"section_title": "ILC Business Lines and Regulatory Safeguards Are Similar to Other Insured Financial Institutions", "paragraphs": ["Next, I would like to briefly compare the permissible activities of ILCs  with other insured financial institutions. Federal banking law permits  FDIC-insured ILCs to engage in the same activities as other insured  depository institutions. However, in order to qualify for the ILC exception  in the BHC Act, (and also, we found, because of restrictions in California  state law) most ILCs, which are owned by non-BHC Act holding  companies, may not accept demand deposits. Other than this exception,  banking laws in California, Nevada, and Utah have undergone changes that  generally place ILCs on par with traditional banks in terms of services  provided. Thus, as shown in Table 1, like other FDIC-insured depository  institutions, ILCs may offer a full range of loans such as consumer,  commercial and residential real estate, and small business loans. Further,  like a bank, ILCs may “export” their home-state’s interest rates to  customers residing elsewhere.  In effect, this permits ILCs offering credit  cards to charge their state’s maximum allowable interest rates in other  states.  In addition, ILCs generally are subject to the same federal  regulatory safeguards that apply to commercial banks and thrifts. For  example, ILCs are subject to restrictions on transactions between an  insured institution and its affiliates under sections 23A and 23B of the  Federal Reserve Act that are designed to protect the insured depository  institution from adverse transactions with holding companies and  affiliates.  Sections 23A and 23B generally limit the dollar amount of loans  to affiliates and require transactions to be done on an “arms-length” basis.  ILCs must also comply with Bank Secrecy Act, Anti-Money Laundering,  and Community Reinvestment Act requirements and like other insured  depository institutions comply with consumer protection laws.", "During our review, we did not identify any banking activities that were  unique to ILCs that other insured depository institutions were not  permitted to do. The primary difference, as shown in table 1, between ILCs  and other FDIC-insured depository institutions is that, to remain outside of  the BHC Act, an ILCs must be chartered in the states described in the the  ILC exemption and may not accept demand deposits if its total assets are  $100 million or more.", "Based on an analysis of the permissible activities of ILCs and other insured  depository institutions, we and FDIC’s Inspector General found that, from  an operations standpoint, ILCs do not appear to have a greater risk of  failure than other types of insured depository institutions. FDIC officials  have reported that, like other insured depository institutions, the risk of  failure and loss to the Fund from ILCs is not related to the type of charter  the institution has. Rather, these officials stated that this risk depends on  the institution’s business plan and the type of business that the entity is  involved in, management’s competency to run the bank, and the quality of  the institution’s risk-management process. Further, FDIC officials stated  that their experience does not indicate that the overall risk profile of ILCs  is different from that of other types of insured depository institutions, and  ILCs do not engage in more complex transactions than other institutions."], "subsections": []}]}, {"section_title": "FDIC’s Supervisory Authority Over ILC Holding Companies and Affiliates Is Not Equivalent to Consolidated Supervisors’ Authority", "paragraphs": ["In our 2005 report we compared the supervisory approaches of FDIC and  consolidated supervisors, such as the Board and the Office of Thrift  Supervision (OTS), and described in detail several differences between  FDIC’s supervisory authority over ILC holding companies and affiliates  and the authority of these consolidated supervisors. Today, I will highlight  a few of these differences to illustrate how FDIC’s authority over holding  companies and affiliates is not as extensive as the authority that these  consolidated supervisors have over holding companies and affiliates of  banks and thrifts."], "subsections": [{"section_title": "FDIC and Consolidated Supervisors Use Different Supervisory Approaches", "paragraphs": ["With some exceptions, companies that own or control FDIC insured  depository institutions are subject to a consolidated—or top-down— supervisory approach that is aimed at assessing the financial and  operations risks within the holding company structure that may pose a  threat to the safety and soundness of the depository institution.  Organizations in countries throughout the world recognize consolidated  supervision as an accepted approach to supervising organizations that  own or control financial institutions and their affiliates. The European  Union generally requires consolidated supervision for financial institutions  operating in its member states, and the Basel Committee recognizes this  approach as an essential element of banking supervision. According to  this committee, consolidated supervision “includes the ability to review  both banking and nonbanking activities conducted by the banking  organization, either directly or indirectly (through subsidiaries and  affiliates), and activities conducted at both domestic and foreign offices.  Supervisors need to take into account that nonfinancial activities of a bank  or group may pose risks to the bank. In all cases, the banking supervisors  should be aware of the overall structure of the banking organization or  group when applying their supervisory methods.”", "In contrast to the top-down approach of bank consolidated supervision,  which focuses on depository institution holding companies, FDIC’s  supervision focuses on depository institutions. FDIC’s authority extends to  affiliates of depository institutions under certain circumstances. Thus,  FDIC describes its approach to examining and taking supervisory actions  concerning depository institutions and their affiliates (including holding  companies), as bank-centric or bottom-up. According to FDIC officials, the  objective of this approach is to ensure that the depository institution is  insulated and isolated from risks that may be posed by a holding company  or its subsidiaries. This objective is similar to the objectives of  consolidated supervision. While FDIC officials assert that the agency’s  bank-centric approach can go beyond the insured institution, as discussed  later in this testimony, this approach is not as extensive as the  consolidated supervisory approach in assessing the risks a depository  institution faces in a holding company structure."], "subsections": []}, {"section_title": "Consolidated Supervisors Have More Explicit Supervisory Authority Over Holding Company Affiliates than FDIC", "paragraphs": ["Because most ILCs exist in a holding company structure, they are subject  to risks from the holding company and its subsidiaries, including adverse  intercompany transactions, operations risk, and reputation risk, similar to  those faced by banks and thrifts existing in a holding company structure.  However, FDIC’s authority over the holding companies and affiliates of  ILCs is not as extensive as the authority that consolidated supervisors  have over the holding companies and affiliates of banks and thrifts. In our  2005 report, we described in detail various ways that consolidated  supervision offered more explicit authority over holding company  affiliates than FDIC’s bank centric approach. Today, I will summarize two  of these points to illustrate some of the differences in supervisory  authority between the FDIC and consolidated supervisors. These two  points describe differences in FDIC’s and the Board’s authority to examine  holding companies and their nonbank subsidiaries to assess potential risks  to the insured depository institution; and the importance of consolidated  supervision standards designed to ensure that the holding company serves  as a source of strength to the insured depository institution.", "As consolidated supervisors, the Board and OTS have broad authority to  examine bank and thrift holding companies (including their nonbank  subsidiaries), respectively, in order to assess risks to the depository  institutions that could arise because of their affiliation with other entities  in a consolidated structure. The Board and OTS have general authority to  examine holding companies and their nonbank subsidiaries, subject to  some limitations, to assess, among other things, the nature of the  operations and financial condition of the holding company and its  subsidiaries; the financial and operations risks within the holding  company system that may pose a threat to the safety and soundness of any  depository institution subsidiary of such holding company; and the  systems for monitoring and controlling such risks. This authority is  limited with respect to certain types of subsidiaries, such as those  regulated by the Securities and Exchange Commission or state insurance  regulators, but even those subsidiaries may be examined by the Board  under appropriate circumstances where the Board “has reasonable cause  to believe that such subsidiary is engaged in activities that pose a material  risk to an affiliated depository institution” or the Board has determined  that examination of the subsidiary is necessary to inform the Board of the  systems the company has to monitor and control the financial and  operational risks within the holding company system that may threaten the  safety and soundness of an affiliated depository institution. Also, under  the BHC Act, a Board examination of a holding company must, to the  fullest extent possible, focus on subsidiaries that could have a materially  adverse effect on the safety and soundness of the affiliated depository  institution due to the subsidiary’s size, condition or activities or the nature  and size of transactions between the subsidiary and the depository  institution. OTS’ examination authority with respect to holding companies  is subject to the same limitation.  Even with these limitations, both the  Board and OTS have direct authority to examine a subsidiary – based  solely on characteristics of the subsidiary – in order to assess the  condition of an affiliated bank.", "In contrast to the consolidated supervisory approaches of the Board and  OTS, FDIC’s supervisory authority is more limited and does not  specifically address the circumstances of an ILC holding company or its  nonbank subsidiaries except in the context of a relationship between the  ILC and an entity affiliated with it through the holding company structure.  Specifically, FDIC’s authority to examine state nonmember banks,  including ILCs, includes the authority to examine some, but not all,  affiliates in a holding company structure. Under section 10(b) of the FDI  Act, FDIC, in the course of examining an institution, may examine “the  affairs of any affiliate of (the) institution as may be necessary to disclose  fully—( i) the relationship between such depository institution and any  such affiliate; and (ii) the effect of such relationship on the depository  institution.” According to FDIC officials, FDIC can use its subpoena and  other investigative authorities to obtain information from any affiliate, as  well as any nonaffiliate, to determine compliance with applicable law and  with respect to any matter concerning the affairs or ownership of an  insured institution or any of its affiliates. According to FDIC officials,  such an investigation would be triggered by concerns about the insured  institution.", "Consolidated supervisors have also instituted standards designed to  ensure that the holding company serves as a “source of strength” for its  insured depository institution subsidiaries. For example, the Board’s  regulations for bank holding companies include consolidated capital  requirements that, among other things, can help protect against a bank’s  exposure to risks associated with its membership in the holding  company.", "Because FDIC does not supervise institutions affiliated with depository  institutions on a consolidated basis, it has no direct authority to impose  consolidated supervision requirements, such as capital levels on ILC  holding companies. However, FDIC does have authorities that it can use  for certain purposes to address risk to depository institutions in a holding  company structure. For example, FDIC indicated that it can initiate an  enforcement action against an insured ILC and, under appropriate  circumstances, an affiliate that qualifies as an institution-affiliated party  (IAP) of the ILC if the ILC engages in or is about to engage in an unsafe or  unsound practice. An ILC affiliate is an IAP if, among other things, it is a  controlling stockholder (other than a bank holding company), a  shareholder who participates in the conduct of the affairs of the  institution, or an independent contractor who knowingly or recklessly  participates in any unsafe or unsound practices. However, FDIC’s ability  to use this authority to, for example, hold an ILC holding company  responsible for the financial safety and soundness of the ILC is less  extensive than application of the source of strength doctrine by the Board  or OTS under consolidated supervision.", "Figure 3 compares some of the differences in explicit supervisory  authority between FDIC and consolidated supervisors, specifically the  Board and OTS. This figure shows that in two of the eight areas FDIC has  examination authority with respect to ILC affiliates that have a  relationship with the ILC, as do the Board and OTS. However, we  identified six areas where FDIC’s explicit authority with respect to ILC  holding company affiliates is not as extensive as the explicit authorities of  consolidated supervisors to examine, impose capital-related requirements  on, or take enforcement actions against holding companies and affiliates  of an insured institution. In general, FDIC’s supervisory authority over  holding companies and affiliates of insured institutions depends on the  agency’s authority to examine relationships between the institution and its  affiliates and FDIC’s ability to enforce conditions of insurance and written  agreements, to coerce conduct based on the prospect of terminating  insurance, and to take enforcement actions against a holding company or  affiliate that qualifies as an IAP.", "Further, in our report we described various areas where FDIC officials  asserted that their supervisory approach could achieve similar results to  those of consolidated supervision. However, we found that FDIC’s  authority in each of these areas was less extensive than consolidated  supervision because these authorities can only be used under specific  circumstances and they do not provide FDIC with a comprehensive  supervisory approach designed to detect and address the ILC’s exposure  to all risks arising from its affiliations in the holding company, such as  reputation risk from an affiliate that has no relationship with the ILC.  Table 2 provides a summary of what FDIC officials told us about their  authority over holding companies and affiliates of insured depository  institutions and our analysis of the limitations of these authorities. Today,  I will highlight two of these areas: the ability to examine certain ILC  affiliates and the ability to terminate deposit insurance to illustrate how  FDIC’s authority is not equivalent to consolidated supervision of the  holding company."], "subsections": []}, {"section_title": "FDIC’s Examination Authority Is Less Extensive Than a Consolidated Supervisor", "paragraphs": ["FDIC officials stated that its examination authority is sufficient to address  any significant risk to ILCs from holding companies and entities affiliated  with the ILC through the holding company structure. For example, FDIC  officials told us that it has established effective working relationships with  ILC holding companies and has conducted periodic targeted examinations  of some ILC holding companies and material affiliates that have  relationships with the ILC, which includes those affiliates that are  providing services to or engaging in transactions with the ILC. FDIC  officials also told us that these targeted reviews of holding companies and  affiliates help to assess potential risks to the ILC.", "We agree that the scope of FDIC’s general examination authority may be  sufficient to identify and address many of the risks that holding company  and affiliate entities may pose to the insured ILC. However, FDIC’s general  examination authority is less extensive than a consolidated supervisor’s.  Because FDIC can examine an ILC affiliate only to determine whether it  has a relationship with the ILC and, if so, to disclose the effect of the  relationship on the financial institution, FDIC cannot examine ILC  affiliates in a holding company specifically to determine how their  involvement in the holding company alone might threaten the safety and  soundness of the ILC. When there is no relationship between the ILC and  the affiliate, FDIC generally would need the consent of the affiliate to  conduct an examination of its operations. According to its officials, FDIC  could use its subpoena powers and other authorities under section 10(c)  of the FDI Act to obtain information, but the use of these powers appears  to be limited to examinations or investigations relating to the insured  depository institution. In contrast, the examination authorities of the  Board and OTS focus on the operations and financial condition of the  holding company and its nonbank subsidiaries and specifically on financial  and operations risks within the holding company system that can threaten  the safety and soundness of a bank subsidiary. To the extent that an  affiliate’s size, condition, or activities could expose the depository  institution to some type of risk, such as reputation risk, where no direct  relationship with the bank exists, the consolidated supervisory approach  is more able to detect the exposure. FDIC’s authority does not permit it  to examine an affiliate based solely on its size, condition, or activities.  While the most serious risk to an ILC would come from holding companies  or affiliates that have a relationship with the ILC, the possibility that risks  could come from affiliates with no relationship with the ILC should not be  overlooked. While no recent bank failures may have resulted from  reputation risk, it continues to attract the attention of the FDIC and the  Board. Moreover, consolidated supervision requirements can address risks  that might not be discernible at a particular point in time, whereas FDIC  can exercise its authorities only under certain circumstances, such as  when an application for insurance is granted."], "subsections": []}, {"section_title": "FDIC’s Authority to Terminate Insurance Can Be Exercised in Certain Circumstances", "paragraphs": ["FDIC officials stated that, even if conditions or agreements were not  established in connection with the issuance of an ILC’s insurance, the  prospect of terminating an institution’s insurance can serve to compel the  holding company to take measures to enhance the safety and soundness of  the ILC. Under the FDI Act, FDIC can initiate an insurance termination  proceeding only if certain notice and procedural requirements are  followed after a determination by the FDIC that (1) an institution, its  directors, or trustees have engaged in or are engaging in an unsafe or  unsound practice; (2) an institution is in an unsafe or unsound condition;  or (3) the institution, its directors, or trustees have violated an applicable  legal requirement, a condition imposed in connection with an application  by the depository institution, or a written agreement between the  institution and FDIC. In addition, termination proceedings must be  conducted in a hearing on the record, documented by written findings in  support of FDIC’s determination, and are subject to judicial review. FDIC  officials told us that if the grounds for termination exist, FDIC can provide  the holding company of a troubled ILC with an opportunity to avoid  termination by agreeing to measures that would eliminate the grounds for  termination. These measures could include an agreement to infuse capital  into the ILC or provide reports about the holding company and its  affiliates. According to FDIC officials, the prospect of terminating  insurance is usually sufficient to secure voluntary corrective action by a  holding company to preclude the occurrence of an unsafe or unsound  practice or condition or restore the institution to a safe and sound  financial condition. FDIC officials stated that FDIC has notified insured  institutions that it intended to terminate deposit insurance 184 times.  Between 1989 and 2004, FDIC initiated formal proceedings to terminate  deposit insurance in 115 of these cases because necessary corrections  were not immediately achieved and terminated deposit insurance in 21 of  these cases. In 94 of these 115 instances, corrective actions were taken,  and the deposit insurance was not terminated.", "As demonstrated by the number of institutions that took measures to  enhance the safety and soundness of the insured depository institution,  the threat of insurance termination has been an effective supervisory  measure in many instances. However, FDIC’s ability to use the possibility  of insurance termination to compel the holding company to enhance the  safety and soundness of the insured institution is limited. For example,  because the statutory grounds for termination relate to the condition of  the institution and practices of its directors or trustees, the prospect of  termination would not be based solely on the condition or operations of an  institution’s affiliate. While conditions could exist in the holding company  that might threaten the holding company and thereby indirectly threaten  an ILC, these conditions would not serve as grounds for termination of  insurance unless they caused the institution to be in an unsafe or unsound  condition. Further, unlike the consolidated supervision approach, FDIC  insurance termination authority does not give it power to require a holding  company or any of its nonbank affiliates to change their operations or  conditions in order to rehabilitate the ILC. The extent to which FDIC could  enter into an agreement with a holding company would depend on  whether the holding company has an incentive to retain the institution’s  insured status and/or the resources to take the action FDIC seeks."], "subsections": []}, {"section_title": "FDIC Actions May Help Mitigate Potential Risks", "paragraphs": ["FDIC’s bank-centric, supervisory approach has undergone various  modifications to its examination, monitoring, and application processes,  designed to help mitigate the potential risks that FDIC-examined  institutions, including ILCs in a holding company structure, can be  exposed to by their holding companies and affiliates. For example, FDIC  revised the guidance for its risk-focused examinations to, among other  things, provide additional factors that might be considered in assessing a  holding company’s potential impact on an insured depository institution  affiliate. These changes may further enhance FDIC’s ability to supervise  the potential risks that holding companies and affiliates can pose to  insured institutions in a holding company structure, including ILCs. In  addition, FDIC’s application process may also help to mitigate risks to  ILCs with foreign holding companies and affiliates. While FDIC has  provided some examples where its supervisory approach effectively  protected the insured institution and mitigated losses to the bank  insurance fund, questions remain about whether FDIC’s supervisory  approach and authority over BHC Act-exempt holding companies and  affiliates addresses all risks to the ILC from these entities."], "subsections": []}, {"section_title": "FDIC’s Supervisory Model and Authority Over BHC Act-Exempt Holding Companies and Nonbank Affiliates Has Been Tested on a Limited Basis in Relatively Good Economic Times", "paragraphs": ["Although there have been material losses to the bank insurance fund  resulting from two ILC failures in the past 7 years, the remaining 19 ILC  failures occurred during the banking crisis in the late 1980s and early  1990s. Most of these ILCs were small California Thrift and Savings and  Loan companies that, according to FDIC, had above-average risk profiles.  FDIC’s analysis of bank failures during this time period indicates that  California experienced deteriorating economic conditions and a severe  decline in the real estate industry, which contributed to the failure of 15  ILCs in that state. As previously discussed, FDIC has since implemented  changes to its supervisory approach and has told us about some recent  examples where, according to FDIC, its supervisory approach—including  its influence and authority as the provider of deposit insurance—has  effectively protected the insured institution and prevented losses to the  Fund. However, all of the ILCs that failed since the late 1980s, as well as  those ILCs that became troubled and FDIC took corrective action, were  relatively small in size compared with some of the large ILCs that currently  dominate the industry. FDIC has no experience using its supervisory  approach to mitigate potential losses from troubled ILCs that would  qualify for supervision under its Large Bank program.", "FDIC’s supervisory model and authority over BHC Act-exempt ILC holding  companies and affiliates has emerged during a time when the banking  industry has experienced relatively good times. Former FDIC Chairman  Donald Powell described the past decade as a “golden age” of banking.  The past 10 years can be characterized by stable economic growth, which  has contributed to strong industry profitability and capital positions.", "During the past 8 years, only 35 financial institutions protected by the  Fund have failed, and FDIC has reported that insured institutions’ earnings  for 2004 set a new record for the fifth consecutive year and that the  industry’s equity capital ratio is at its highest level since 1938. In contrast,  1,373 financial institutions protected by the Fund failed between 1985 and  1992 due to, among other things, poor management and poor lending  practices.", "How FDIC’s supervisory approach would fare for large, troubled ILCs  during an adverse external environment is not clear and the test of  supervision is its effectiveness during periods of stress. We have long  advocated comprehensive regulation of financial services holding  companies on both a functional and consolidated basis in order to assess  how risks in other components of the holding company may affect the  insured bank. We have stated that capital standards for both insured banks  and their holding companies should adequately reflect all major risks. Our  belief in the importance of consolidated supervision and consolidated  capital standards is partly based on the fact that most bank holding  companies are managed on a consolidated basis, with the risks and  returns of various components being used to offset and enhance one  another. In addition, past experience has shown that, regardless of  whether regulatory safeguards—such as sections 23A and 23B  limitations—are set properly, even periodic examinations cannot ensure  that regulatory safeguards can be maintained in times of stress."], "subsections": []}]}, {"section_title": "ILCs May Offer Commercial Holding Companies a Greater Ability to Mix Banking and Commerce than Other Insured Depository Institutions, but Views on Competitive Implications Are Mixed", "paragraphs": ["ILC holding companies and their affiliates may be able to mix banking and  commerce more than other insured depository institutions because the  holding companies and affiliates of ILCs are not subject to business  activity limitations that generally apply to insured depository institution  holding companies. Except for a limited category of firms, such as  grandfathered unitary thrift holding companies and companies that own  limited purpose credit card banks (CEBA credit card banks), entities that  own or control insured depository institutions generally may engage,  directly or through subsidiaries, only in activities that are financial in  nature. Because of a provision in the ILC exception in the BHC Act, an  entity can own or control a qualifying ILC without facing the activities  restrictions imposed on bank holding companies and nonexempt thrift  holding companies. As a result, the holding companies and affiliates of  some ILCs and other subsidiaries are allowed to engage in nonfinancial,  commercial activities.", "Today, nonfinancial, commercial firms in the automobile, retail, and  energy industries, among others, own ILCs. As of March 31, 2006, 10 ILCs  with total assets of about $ 3.6 billion directly support their parent’s  commercial activities. However, these figures may understate the total  number of ILCs that mix banking and commerce because 5 other ILCs are  owned by commercial firms that were not necessarily financial in nature.  Because these corporations, on a consolidated basis, include  manufacturing and other commercial lines of business with the financial  operations of their ILC, we determined that these entities also mixed  banking and commerce. Thus, we found that, as of March 31, 2006,  approximately 15 of the 61 active ILCs were owned or affiliated with  commercial entities, representing about $13.2 billion, (about 8.5 percent)  and $8.2 billion (about 9.7 percent) of total ILC industry assets and  estimated insured deposits, respectively.  In addition, there are a number  of pending applications for deposit insurance with FDIC involving  commercial firms, including one of the largest retail firms.", "Regulators and practitioners with whom we spoke with also noted,  however, that several other major industrial nations do allow a greater  mixing of banking and commerce than does the United States. For  example, in Europe there are generally no limits on a nonfinancial,  commercial firm’s ownership of a bank. However, the European Union has  mandated consolidated supervision. Japan has also allowed cross- ownership of financial services firms, including banks and commercial  firms, permitting development of industrial groups or keiretsu that have  dominated the Japanese economy. These groups generally included a  major or “lead” bank that was owned by other members of the group,  including commercial firms, and that provided banking services to the  other members. The experience of these nations provides some empirical  evidence of the effects of increased affiliation of banking and commercial  businesses, particularly pointing to the importance of maintaining  adequate credit underwriting standards for loans to affiliated commercial  businesses. Problems in Japan’s financial sector, notably including  nonperforming loans, often to commercial affiliates of the banks, have  contributed in part to the persistent stagnation of the Japanese economy  beginning in the 1990s. However, important differences between the  financial and regulatory systems of these nations and the United States,  and limitations in research into the effects of these affiliations, limit many  direct comparisons."], "subsections": [{"section_title": "Mixing Banking and Commerce Presents Both Potential Risks and Benefits", "paragraphs": ["The policy generally separating banking and commerce is based primarily  on limiting the potential risks that may result to the financial system, the  deposit insurance fund, and taxpayers. We have previously reported that  the potential risks that may result from greater mixing of banking and  commerce include the (1) expansion of the federal safety net provided  for banks to their commercial entities, (2) increased conflicts of interest  within a mixed banking and commercial conglomerate, and (3) increased  economic power exercised by large conglomerate enterprises. However,  generally the magnitudes of these risks are uncertain and may depend, in  part, upon existing regulatory safeguards and how effectively banking  regulators monitor and enforce these safeguards.", "The federal government provides a safety net to the banking system that  includes federal deposit insurance, access to the Federal Reserve’s  discount window, and final riskless settlement of payment system  transactions. According to Federal Reserve officials, the federal safety net  in effect provides a subsidy to commercial banks and other depository  institutions by allowing them to obtain low-cost funds because the system  of federal deposit insurance shifts part of the risk of bank failure from  bank owners and their affiliates to the federal bank insurance fund and, if  necessary, to taxpayers. The system of federal deposit insurance can also  create incentives for commercial firms affiliated with insured banks to  shift risk from commercial entities that are not covered by federal deposit  insurance to their FDIC-insured banking affiliates. As a result, mixing  banking and commerce may increase the risk of extending the safety net,  and any associated subsidy, may be transferred to commercial entities.  This risk, however, may be mitigated by statutory and regulatory  safeguards between the bank and their commercial affiliates such as  requirements for arms-length transactions and restrictions on the size of  affiliate transactions under section 23A and 23B of the Federal Reserve  Act. However, during times of stress, these safeguards may not work  effectively—especially if managers are determined to evade them.", "The mixing of banking and commerce could also add to the potential for  increased conflicts of interest and raise the risk that insured institutions  may engage in anticompetitive or unsound practices. For example, some  have stated that, to foster the prospects of their commercial affiliates,  banks may restrict credit to their affiliates’ competitors, or tie the  provision of credit to the sale of products by their commercial affiliates.  Commercially affiliated banks may also extend credit to their commercial  affiliates or affiliate partners, when they would not have done so  otherwise. Additionally, some have also stated that mixing banking and  commerce could promote the formation of very large conglomerate  enterprises with substantial amounts of economic power. If these  institutions were able to dominate some markets, such as the banking  market in a particular local area, they could impact the access to bank  services and credit for customers in those markets.", "Other industry observers envision potential benefits from mixed banking  and commerce, including allowing banks, their holding companies, and  customers to benefit from potential increases in the scale of operations,  which lowers the average costs of production, known as economies of  scale, or from potential reductions in the cost of producing goods that  share common inputs, known as economies of scope, and enhanced  product and geographic diversification. Because banks incur large fixed  costs when setting up branches, computer networks, and raising capital,  these institutions may benefit from the selected economies of scale and  scope that could result from affiliations with commercial entities. Mixed  banking and commercial entities may also benefit from product synergies  that result from affiliation. For example, firms engaged in both the  manufacturing and financing of automobiles may be able to increase sales  and reduce customer acquisition costs by combining manufacturing and  financing. Enhanced product and geographic diversification could also  reduce risk to the combined entity.", "However, during our search of academic and other literature, we were  unable to identify any conclusive empirical evidence that documented  operational efficiencies from mixing banking and commerce. One primary  factor in the lack of empirical evidence may be that, because of the policy  generally separating banking and commerce, few institutions are available  for study.", "Because GLBA removed several restrictions on the extent to which  conglomerates could engage in banking and nonbanking financial  activities, such as insurance and securities brokerage, some analysts had  expected that conglomeration would intensify in the financial services  industry after GLBA. However, as yet, this does not seem to have  happened. The reasons vary. Many banks may not see any synergies with  insurance underwriting. Additionally, it may be that many mergers are not  economically efficient, the regulatory structure set up under GLBA may  not be advantageous to these mergers, or, it is simply too soon to tell what  the impact will be. Further, a general slowdown occurred in merger and  acquisition activity across the economy in the early 2000s, which may also  be a contributing factor to the pace of industry conglomeration post  GLBA."], "subsections": []}]}, {"section_title": "Concluding Remarks", "paragraphs": ["As we stated in our 2005 report, ILCs have significantly evolved from the  small, limited purpose institutions that existed in the early 1900s. Because  of the significant recent growth and complexity of some ILCs, the industry  has changed since being granted an exemption from consolidated  supervision in 1987, and some have expressed concerns that ILCs may  have expanded beyond the original scope and purpose intended by  Congress. The vast majority of ILCs have corporate holding companies  and affiliates and, as a result, are subject to similar risks from holding  company and affiliate operations as banks and thrifts and their holding  companies. However, unlike bank and thrift holding companies, most ILC  holding companies are not subject to federal supervision on a  consolidated basis. While FDIC has supervisory authority over an insured  ILC, it does not have the same authority to supervise ILC holding  companies and affiliates as a consolidated supervisor. While the FDIC’s  authority to assess the nature and effect of relationships between an ILC  and its holding company and affiliates does not directly provide for the  same range of examination authority, its cooperative working  relationships with state supervisors and ILC holding company  organizations, combined with its other bank regulatory powers, has  allowed the FDIC, under limited circumstances, to assess and address the  risks to the insured institution and to achieve other results to protect the  insurance fund against ILC-related risks. However, FDIC’s supervisory  approach over ILC holding companies and affiliates has not been tested by  a large ILC parent during periods of economic stress. Moreover, we are  concerned that insured institutions posing similar risks to the Deposit  Insurance Fund are not being overseen by bank supervisors that possess  similar powers. Because of these differences in supervision, we found that,  from a regulatory standpoint, ILCs in a holding company structure may  pose more risk of loss to the Fund than other types of insured depository  institutions in a holding company structure. To better ensure that  supervisors of institutions with similar risks have similar authorities,  Congress should consider various options such as eliminating the current  exclusion for ILCs and their holding companies from consolidated  supervision, granting FDIC similar examination and enforcement authority  as a consolidated supervisor, or leaving the oversight responsibility of  small, less complex ILCs with the FDIC, and transferring oversight of  large, more complex ILCs to a consolidated supervisor.", "In addition, although federal banking law may allow ILC holding  companies to mix banking and commerce to a greater extent than holding  companies of other types of depository institutions, we were unable to  identify any conclusive empirical evidence that documented operational  efficiencies from mixing banking and commerce, and the views of bank  regulators and practitioners were mixed. Nevertheless, the potential risks  from combining banking and commercial operations remain. These  include the potential expansion of the federal safety net provided for  banks to their commercial entities, increased conflicts of interest within a  mixed banking and commercial conglomerate, and increased economic  power exercised by large conglomerate enterprises. In addition, we find it  unusual that this limited exemption for ILCs would be the primary means  for expanding the mixing of banking and commerce than afforded to the  holding companies of other financial institutions. Because it has been a  long time since Congress has focused on the potential advantages and  disadvantages of mixing banking and commerce and given the rapid  growth of ILC assets and a potential for increased attractiveness of the ILC  charter, we concluded in our 2005 report that Congress should more  broadly consider the advantages and disadvantages of mixing banking and  commerce to determine whether continuing to allow ILC holding  companies to engage in this activity more than the holding companies of  other types of financial institutions is warranted or whether other financial  or bank holding companies should be permitted to engage in this level of  activity.", "Mr. Chairman, this concludes my prepared statement. I would be pleased  to answer any questions you or other Members may have at the  appropriate time."], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": ["For further information on this testimony, please contact Richard Hillman  at (202) 512-8678 or hillmanr@gao.gov. Contact points for our Office of  Congressional Relations and Public Affairs may be found on the last page  of this statement. Individuals making key contributions to this testimony  included Dan Blair, Tiffani Humble, James McDermott, Dave Pittman, and  Paul Thompson.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}