{"id": "GAO-08-614", "url": "https://www.gao.gov/products/GAO-08-614", "title": "Medicaid: CMS Needs More Information on the Billions of Dollars Spent on Supplemental Payments", "published_date": "2008-05-30T00:00:00", "released_date": "2008-06-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The financing of the $299 billion Medicaid program is shared between the federal government and states. States pay qualified providers for covered Medicaid services and receive federal matching funds from the Department of Health & Human Services' (HHS) Centers for Medicare & Medicaid Services (CMS) for expenditures authorized in their state Medicaid plans. In addition to these standard Medicaid payments, most states make supplemental payments to certain providers, which are also matched by federal funds. GAO was asked for information about Medicaid supplemental payments. GAO examined (1) what information states report about supplemental payments on Medicaid expenditure reports and (2) in selected states, how much was distributed as supplemental payments, to what types of providers, and for what purposes. GAO analyzed CMS's Medicaid expenditure reports and surveyed five states that make large supplemental payments."]}, {"section_title": "What GAO Found", "paragraphs": ["CMS Medicaid expenditure reports show that states made at least $23 billion in supplemental payments in fiscal year 2006, with the federal share of these payments totaling over $13 billion. States made $17.1 billion in payments through Disproportionate Share Hospital (DSH) programs, which under federal law provide additional reimbursement, up to a cap, to hospitals that serve large numbers of low-income individuals. In addition, states made at least $6.3 billion in non-DSH supplemental payments, including payments through Upper Payment Limit (UPL) programs, under which states make payments to providers up to the upper limit for obtaining federal matching funds. However, information on non-DSH supplemental payments was incomplete. The exact amount and distribution of fiscal year 2006 non-DSH payments to states are unknown because states did not report all their payments to CMS. CMS officials said that they were updating reporting requirements to collect better information on supplemental payments, including finalizing a rule proposed in 2005 responding to federal law that required states to report more detailed information on DSH payments and seeking improved UPL payment information. As of April 2008, specific implementation dates for these actions were not known. CMS's plans did not include a requirement that states report all UPL payments on a facility-specific basis, as GAO recommended in 2004 (See Medicaid: Improved Federal Oversight of State Financing Schemes Is Needed, GAO-04-228). GAO believes this 2004 recommendation remains valid. The five states GAO surveyed--California, Massachusetts, Michigan, New York, and Texas--reported making $12.3 billion in Medicaid supplemental payments in federal fiscal year 2006 through programs with broadly stated purposes, with half of these payments made to local government hospitals. Collectively, the five states reported making payments through 48 supplemental payment programs, with each state operating from 3 to 15 different programs that paid hospitals, nursing facilities, or other providers. The five states reported purposes for their programs that often focused on various categories of eligible providers serving individuals on Medicaid, with low incomes, or without insurance. The state Medicaid plan sections establishing the states' supplemental payments did not always clearly identify how the payments would be calculated. CMS officials said that as part of an oversight initiative started in 2003, CMS ensures that state plans demonstrate a link between the distribution of supplemental payments and Medicaid purposes. However, not all state supplemental payment programs have been reviewed under CMS's initiative. In each of the five states, supplemental payments were concentrated on a small proportion of providers: the 5 percent of providers receiving the largest amount of supplemental payments in individual states received from 53 percent to 71 percent of all supplemental payments. Some providers received substantial payments from more than one supplemental payment program."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since 2003, Medicaid—the federal and state program that finances health  care for certain low-income individuals—has been on GAO’s list of high- risk programs because of concerns about the program’s size, growth,  diversity, and fiscal management. One management challenge stems from  the joint federal-state financing of the $299 billion program. As pressures  on state and federal budgets have increased, states have sought to  maximize the federal funds they receive through their Medicaid programs,  while at the same time the federal government has sought to control  inappropriate Medicaid spending. Under federal Medicaid law, the federal  government reimburses states for its share of allowable expenditures.  States pay qualified health care providers for covered services, then seek  reimbursement for the federal share of the payments. In addition to the  standard payments they make for Medicaid services, most state Medicaid  programs make supplemental payments—payments separate from and in  addition to those made at a state’s standard Medicaid payment rates—to  certain providers. For years, we and others have raised concerns regarding  states’ inappropriate use of supplemental payment arrangements to  leverage billions of dollars in federal Medicaid matching funds without a  commensurate increase in state Medicaid expenditures. These  inappropriate arrangements involved large supplemental payments to  government providers such as state- or county-owned hospitals or nursing  homes. We have made numerous recommendations since 1994 to improve  oversight of these Medicaid payments, including recommending improved  monitoring and reporting of them. A variety of legislative, regulatory, and  federal oversight actions have helped to curb these inappropriate Medicaid  supplemental payment arrangements, including a federal oversight  initiative begun in 2003 that closely reviewed states’ supplemental  payments. There is continued congressional interest in understanding  state supplemental payment programs, including the amount of payments  made and the characteristics of the Medicaid providers receiving the  payments.", "States have established a variety of programs to administer supplemental  payments; for the purpose of this report, we classify these programs into  two types. Under federal law, states are required to make  Disproportionate Share Hospital (DSH) payments to hospitals that treat  large numbers of low-income and Medicaid patients. States’ DSH  programs are subject to annual caps on the amount of DSH payments a  state may make as well as on the DSH payments individual hospitals may  receive. States also make non-DSH supplemental payments. For example,  over the years, many states have used the flexibility under Medicaid’s  Upper Payment Limit (UPL) provisions—which define the upper limit on  payments for which states can receive federal matching funds—to make  supplemental payments. States establish Medicaid provider payment  rates, and in practice, states’ standard Medicaid payments are often less  than the UPL. Because of this gap, states have established programs to  make supplemental payments to certain providers above standard  Medicaid payment rates but within the UPL. Unlike DSH payments, UPL  payments are not specifically required to be established under federal law.  UPL payments interact with DSH payments in that any Medicaid payments  made to a hospital count toward the hospital’s DSH cap, reducing the total  DSH payments the hospital may receive. In recent years, some states have  also been allowed to make supplemental payments under Medicaid  demonstrations authorized under section 1115 of the Social Security Act.  In this report, we use the term non-DSH payments to include both UPL  payments and supplemental payments made under Medicaid  demonstrations.", "The federal Centers for Medicare & Medicaid Services (CMS), an agency of  the U.S. Department of Health & Human Services (HHS), oversees state  Medicaid programs, including supplemental payment programs, by  approving covered populations, services, and payment methods in each  state’s Medicaid plan. States receive federal reimbursement for Medicaid  expenditures by submitting quarterly expenditure reports. In response to  your request for information about the amount of states’ Medicaid  supplemental payments and the types of providers receiving supplemental  payments, this report addresses the following questions:  1.  What information do CMS Medicaid expenditure reports provide  regarding Medicaid supplemental payments?  2.  In selected states, how much was distributed as Medicaid  supplemental payments, to what types of providers, and for what  purposes?", "To determine what information CMS Medicaid expenditure reports  provide regarding the amount and distribution of Medicaid supplemental  payments, we analyzed Medicaid expenditure data reported to CMS by  states on a standardized form, the CMS-64, for the most recent year  available, fiscal year 2006. We compiled the amount of DSH and non-DSH  payments reported by individual states and analyzed their distribution by  category of service (such as inpatient hospital, mental health facility, or  nursing facility) and provider category (that states report as either state  government, local government, or private), where those data were  available. To understand CMS expenditure reports, Medicaid reporting  requirements, and DSH and non-DSH supplemental payments, we  conducted interviews with CMS officials and reviewed relevant federal  laws, regulations, and guidance. To assess the reliability of states’ CMS-64  submissions, we reviewed the steps CMS takes to ensure the accuracy of  expenditure data submitted by states. We determined that the data were  reliable for use in this report, and include any limitations identified. A  discussion of our methodology and data reliability assessment can be  found in appendix I. Finally, we discussed planned changes to CMS’s  Medicaid supplemental payment reporting requirements with CMS  officials.", "To examine how Medicaid supplemental payments are distributed to  providers and for what purposes, we surveyed a nongeneralizable sample  of five states: California, Massachusetts, Michigan, New York, and Texas.  We selected these states on the basis of the significance of their  supplemental payments: specifically, we reviewed DSH payment  information reported to CMS and the most complete information available  on non-DSH supplemental payments, which was reported by states to the  Urban Institute, a nonpartisan economic and social policy research  organization, for fiscal year 2005. Based on these sources, the five states  we selected spent the largest amount on Medicaid supplemental payments  in 2005, with each state making estimated payments of more than   $1.6 billion that year. Two of the five states, California and Massachusetts,  operated Medicaid demonstrations during fiscal year 2006 that changed  certain characteristics of their supplemental payment programs. We  obtained detailed information from each of the five states on the  supplemental payment programs they had in place in fiscal year 2006. The  data we collected included the amount of each payment to a provider, the  name of the provider that received the payment, the provider’s type (such  as hospital, psychiatric hospital, or nursing facility), and the provider’s  ownership category. We analyzed the state-reported data to identify how  DSH and non-DSH supplemental payments were distributed among  different types of programs, across provider ownership categories, and  across provider types. To determine the purpose for payments, we asked  states to provide a description of each supplemental payment program  they operated and reviewed the state Medicaid plan provisions that  described the methods and standards used to calculate payments made  from these programs. To assess the reliability of states’ reported payment  amounts, we compared states’ reported payment information to CMS’s  expenditure reports, and where we found major differences, we reported  them. We determined that the data were reliable for the purposes of this  report. A discussion of our methodology and data reliability assessment  can be found in appendix I. The findings from the five reviewed states  cannot be used to make inferences about supplemental payments in other  states. We conducted our work from October 2007 through May 2008 in  accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Medicaid—a federal-state partnership that finances health care for low- income individuals, including children, families, the aged, and the  disabled—provided health coverage for over 60 million individuals in 2007.  Title XIX of the Social Security Act established Medicaid as a joint federal- state program. States operate their Medicaid programs by paying  qualified health care providers for a range of covered services provided to  eligible beneficiaries and then seeking reimbursement for the federal share  of those payments. Within broad federal requirements, each state  administers and operates its Medicaid program in accordance with a state  Medicaid plan, which must be approved by CMS. A state Medicaid plan  details the populations a state’s program serves, the services the program  covers (such as physician services, nursing facility care, and inpatient  hospital care) and the methods for calculating payments to providers. The  state Medicaid plan also describes the supplemental payment programs  administered by the state.", "Medicaid is an open-ended entitlement program, under which the federal  government is obligated to pay its share of expenditures for covered  services provided to eligible individuals under a state’s federally approved  Medicaid plan. A state may collect up to 60 percent of its Medicaid share  from local governments as long as the state government itself contributes  at least 40 percent. Local governments and local government providers  can contribute to the state share of Medicaid payments in certain ways,  for example, through intergovernmental fund transfers.", "DSH payments supplement standard Medicaid payment rates to help offset  certain hospitals’ unreimbursed costs. Under federal Medicaid law, each  state receives an annual DSH allotment. DSH allotments are the maximum  amounts of federal matching funds each state is permitted to claim for  DSH payments. States’ DSH allotments were first established in 1991  based on each state’s historical DSH spending. States are required to  make DSH payments to hospitals that treat a disproportionate share of  low-income and Medicaid patients. Federal Medicaid law caps the amount  of DSH funding a state may pay to an individual hospital each fiscal year:  DSH payments cannot exceed the unreimbursed cost of furnishing  hospital services to Medicaid beneficiaries and the uninsured. In  determining a hospital’s unreimbursed costs, states must offset costs with  all Medicaid payments received by the hospital, including any UPL  payments. In other words, UPL payments count against a hospital’s DSH  cap. A state may establish one or more DSH programs to make DSH  payments, subject to these limits, and each program must be documented  by the state and approved by CMS in the state’s Medicaid plan. As with  other Medicaid program changes, to change or initiate a new DSH  program, a state must submit a state plan amendment to CMS for review  and approval prior to implementation.", "In contrast to DSH payments, states are not required to establish non-DSH  supplemental payments for providers. Federal Medicaid regulations  establish the UPL as an upper limit on federal reimbursement for Medicaid  payments. UPL payments are a product of the gap between standard  Medicaid payment rates and the UPL: in practice, states’ standard  Medicaid payments are often less than the UPL, so states have established  supplemental payment programs to make supplemental payments above  standard Medicaid rates but within the UPL. UPL payments are approved  by CMS in states’ Medicaid plans. For example, a state might establish a  UPL program to provide additional payments to certain nursing facilities  that serve low-income populations to fill the gap between what standard  Medicaid rates pay toward the cost of services and higher payments  permitted through the UPL. Some states, including California and  Massachusetts, have also in recent years been allowed to make  supplemental payments under Medicaid demonstrations.", "To obtain the federal matching funds for Medicaid payments made to  providers, each state files a quarterly expenditure report to CMS. This  expenditure report, known as Form CMS-64, compiles state payments in  over 20 categories of medical services, such as inpatient hospital services,  outpatient hospital services, mental health services, nursing facility  services, and physician services. The CMS-64 expenditure report captures  some information on supplemental payments. For example, states are  required to report their total DSH payments to hospitals and mental health  facilities separately from other Medicaid payments in order to receive  federal reimbursement for them. States are not, however, required to  report disaggregated information on DSH payments made to individual  providers in order to obtain federal matching funds. Instead, states are  required to maintain supporting documentation for DSH programs,  including the amount of DSH payments made to each hospital, and to  make this information available to CMS upon request. UPL payments are  not reported separately from other payments for the purpose of obtaining  federal matching funds. Reporting of supplemental payments under  Medicaid demonstrations can vary by demonstration.", "Much attention has been focused on Medicaid supplemental payments, in  part because of concerns that we and others have raised about  inappropriate Medicaid supplemental payment arrangements between  states and certain providers. From 1994 through 2007, we issued reports  on various arrangements whereby states received federal matching funds  by making large supplemental payments to certain government providers,  such as county-owned nursing facilities, in amounts that greatly exceeded  standard Medicaid rates. The payments were often temporary, since  some states required government providers to return all or most of the  money to the state government. States used the federal matching funds  received for these payments at their own discretion, in some cases to  finance or pay for the state’s share of the Medicaid program. Since the late  1980s, a variety of regulatory or legislative actions have been taken at the  federal level to curb inappropriate Medicaid financing arrangements  involving excessive supplemental payments. (See table 1.)", "In addition to the regulatory and legislative actions referenced in table 1,  CMS has taken additional steps to improve Medicaid’s financial  management and its oversight of states’ supplemental payment programs.  These include making internal organizational changes that centralize the  review of state plan amendments, hiring additional staff to analyze each  state’s Medicaid program, and increasing the scrutiny of states’ Medicaid  supplemental payment programs and the programs’ financing methods. In  August 2003, CMS launched an oversight initiative to review and evaluate  the appropriateness of states’ Medicaid payments as part of its efforts to  strengthen financial oversight and the fiscal integrity of the Medicaid  program. Under the initiative, a state’s submission of a proposal to change  provider payments in its state plan triggers CMS scrutiny of the  appropriateness of any related payment arrangement. Through this  initiative CMS had identified, as of August 2006, 55 supplemental payment  programs in 29 states using financing arrangements in which government  providers did not retain all the supplemental payments made to them and  had taken actions to end these arrangements.", "In May 2007, CMS published a final rule in part to address concerns related  to states’ inappropriate financing arrangements involving supplemental  payments. Among other things, the rule, if implemented, would limit  Medicaid reimbursement to certain providers operated by units of  government to an amount that does not exceed the provider’s costs of  providing Medicaid-covered services. Concerns were raised that the rule  would harm certain providers. Congress placed a moratorium on this rule  until May 25, 2008."], "subsections": []}, {"section_title": "CMS Reports Show $23 Billion Spent on Medicaid DSH and Non-DSH Supplemental Payments in Fiscal Year 2006, but This Amount Is Likely Understated as Information on Non- DSH Payments Is Incomplete", "paragraphs": ["CMS expenditure reports show that states and the federal government  spent at least $23.48 billion on DSH and non-DSH supplemental payments  in fiscal year 2006, with the federal share of these payments totaling at  least $13.37 billion, but states did not provide complete information on  non-DSH payments. States reported more than $17 billion in DSH  payments and $6 billion in non-DSH supplemental payments in fiscal year  2006, but the non-DSH payment information was not complete as states  did not report all of their payments. Since 2001, CMS has required states to  report certain supplemental payments on a separate informational section  of their expenditure reports, but states do not receive federal  reimbursement based on this section of the expenditure reports. CMS  officials said that they were updating reporting requirements to obtain  better information on states’ supplemental payments. As of April 2008,  specific implementation dates for these actions had not been established.  CMS’s planned changes did not include requiring states to report facility- specific UPL payments, a gap we had identified in 2004 and recommended  that CMS address."], "subsections": [{"section_title": "CMS Expenditure Reports Show More Than $17 Billion in DSH Payments Made in Fiscal Year 2006", "paragraphs": ["CMS expenditure reports show that states made $17.15 billion in DSH  payments in fiscal year 2006, with the federal government reimbursing  states $9.65 billion for its share of these payments. As illustrated in   figure 1, 48 states and the District of Columbia reported making DSH  payments, with total payments ranging from less than $1 million in  Wyoming to over $3 billion in New York. The 10 states with the largest  total DSH payments in fiscal year 2006 accounted for over 72 percent of  the $17.15 billion nationwide total, and the five states with the largest total  DSH payments—California, New Jersey, New York, Pennsylvania, and  Texas—accounted for more than half of the nationwide total.", "CMS expenditure reports also showed that DSH payments as a percentage  of states’ Medicaid payments varied. As illustrated in figure 2, DSH  payments ranged from less than 1 percent to over 16 percent of state  Medicaid payments.", "Appendix II lists each state’s total DSH payments in fiscal year 2006 and  each state’s total as a proportion of the state’s Medicaid payments and of  total nationwide DSH payments.", "CMS expenditure reports divide DSH payments into two categories of  service: traditional inpatient and outpatient services, and inpatient and  outpatient mental health services. The 2006 CMS expenditure reports  indicate that states made about 80 percent of the total nationwide DSH  payments ($13.48 billion) to hospitals for traditional inpatient and  outpatient services, and about 20 percent of the payments ($3.66 billion) to  hospitals for mental health services. (See fig. 3.)"], "subsections": []}, {"section_title": "CMS Expenditure Reports Show More Than $6 Billion in Non-DSH Payments Made in Fiscal Year 2006, but States Did Not Provide Complete Information on Non-DSH Payments", "paragraphs": ["On 2006 CMS expenditure reports, states reported making $6.33 billion in  non-DSH payments, mainly to hospitals and nursing facilities. The federal  share of these payments was $3.73 billion. States are required to separately  report expenditure data on non-DSH payments made under the UPL to  CMS on an informational section of the CMS-64 expenditure report called  the CMS 64.9I form, but not as a condition of receiving federal matching  funds.", "On CMS expenditure reports, 28 states reported making non-DSH  payments in fiscal year 2006 with total payments ranging from less than  $10 million in Washington to over $1 billion in California. On the CMS 64.9I  form, states report payments by category of service for state government,  local government, or private providers. As illustrated in figure 4, the  payments states made in fiscal year 2006 covered a range of medical  services. Payments made for inpatient hospital services accounted for   74 percent of the non-DSH payments made by the states, with payments  totaling $4.71 billion (including a federal share of $2.74 billion). Local  government providers received the largest amount of the non-DSH  payments, accounting for 59 percent of total payments.", "State government ($473)", "Physician group ($66)", "Mental health  ($27)", "Other services  ($57)", "See appendix II for more information on the non-DSH supplemental  payments states reported to CMS.", "CMS expenditure reports do not capture all of the non-DSH payments  made by states. The Urban Institute, a nonpartisan economic and social  policy research organization, administered a survey of states’ 2005  supplemental payments. Of the 35 states responding to the survey, 29  reported that they had made non-DSH supplemental payments that year.  Five states responding to the Urban Institute reported making non-DSH  payments totaling over $1.5 billion in 2005, but did not report any non-DSH  payments on their 2005 CMS 64.9I forms. Twenty-three states reported to  both the Urban Institute and CMS that they made non-DSH payments, but  the amounts reported were different. For example, 4 states reported non- DSH payments to the Urban Institute that were at least $100 million more  than those they reported to CMS; in one case, the amount reported to  Urban Institute was almost $879 million more than the amount reported to  CMS. In addition, in our surveys of 5 states about their supplemental  payments, the states reported more to us in non-DSH payments than they  reported on their CMS 64.9I forms, including more than $2 billion in  supplemental payments made under Medicaid demonstrations. Although  some differences could be attributed to differences in how states  interpreted the reporting requirements in each case, including whether  they included supplemental payments made under Medicaid  demonstrations, these discrepancies illustrate that the CMS 64.9I forms  did not fully capture non-DSH supplemental payments made by states in  fiscal years 2005 and 2006. Although states have been required to complete  the CMS 64.9I form since 2001, states do not receive federal  reimbursement based on this reported information."], "subsections": []}, {"section_title": "CMS Plans to Address Many, but Not All, Gaps in State Reporting of Supplemental Payment Information", "paragraphs": ["In February 2008, CMS officials told us the agency had planned two  actions to improve reporting on Medicaid supplemental payments. As of  April 2008, specific implementation dates for these actions had not been  established.", "First, officials said that they were redesigning CMS expenditure reports, in  part to improve reporting of supplemental payments, and were expecting  to implement the new report format in summer 2009. CMS officials told us  that in the redesigned report, states would be required to separately report  UPL payments; that is, UPL payments would no longer be combined with  standard Medicaid payments on the section of the expenditure report that  states complete to receive federal reimbursement. CMS officials said that  the redesigned report would provide a more accurate and complete source  of information on states’ Medicaid supplemental payments. According to  CMS officials, tentative plans for the redesigned report included  requirements for states to report information on the distribution of  supplemental payments by category of service.", "Second, officials said that a final rule implementing certain congressional  mandates to establish new DSH reporting requirements is expected to be  issued in 2008. Currently, states must apply a cap on DSH payments to  individual hospitals under federal law, but states’ expenditure reports do  not enumerate payments to individual DSH hospitals. In 2003, however, a  law was enacted requiring states to report additional and more detailed  information for each hospital receiving a DSH payment. In response, CMS  issued a proposed rule in 2005. The proposed rule, if finalized, would  require states to separately report detailed information on payment and  costs—including standard Medicaid payments, DSH payments, UPL  payments, and uncompensated care costs—for each hospital receiving a  DSH payment. These reports would be separate from and in addition to  states’ expenditure reports.", "CMS’s planned actions to improve reporting on supplemental payments  will not address all gaps in state reporting of supplemental payments. The  proposed rule, if finalized, would require states to report facility-specific  UPL payments to DSH hospitals. However, states would not be required to  report facility-specific payments made to hospitals that do not receive  DSH payments or payments made to other types of providers. Further,  while CMS officials told us they plan to redesign the expenditure report to  require states to report information on UPL payments, they were not  planning to require facility-specific reporting. CMS officials expressed  concerns that this level of information could be burdensome to collect and  unnecessary and said that CMS can request this level of reporting detail  from states when they submit state plan amendments to CMS for review.  In a 2004 report, we identified concerns with CMS’s lack of comprehensive  information on states’ UPL payments—information that we believed was  necessary to adequately oversee the payments, including monitoring for  dramatic changes in payments, conducting timely reviews of states’  payments, and taking timely oversight actions. We recommended in that  report that CMS improve state reporting by requiring all states to report  UPL payments made to all providers and to report these payments on a  facility-specific basis. CMS agreed with this recommendation but had not  acted on it as of May 2008."], "subsections": []}]}, {"section_title": "Five Surveyed States Reported Distributing $12.3 Billion in Supplemental Payments in Fiscal Year 2006 for Broadly Stated Purposes, Often to Local Government Hospitals", "paragraphs": ["The five states we surveyed—California, Massachusetts, Michigan, New  York, and Texas—reported making supplemental payments totaling   $12.3 billion in fiscal year 2006 through 15 DSH and 33 non-DSH programs,  with about half of these payments made to hospitals classified as local  government by the states. The five states reported broadly stated purposes  for their programs that often focused on various categories of eligible  providers serving individuals on Medicaid, with low incomes, or without  insurance. About $7.4 billion in DSH payments and $4.9 billion in non-DSH  supplemental payments were made to more than 1,500 providers, mainly  to hospitals. In each state, supplemental payments were concentrated on a  small proportion of providers, and some providers received payments  through multiple programs."], "subsections": [{"section_title": "Information from Five Surveyed States Shows Medicaid Supplemental Payments Were Distributed through Multiple Programs for Broadly Stated Purposes", "paragraphs": ["The five surveyed states reported making payments to 1,531 providers  through a total of 48 supplemental programs in fiscal year 2006, including  15 DSH programs and 33 non-DSH programs. Four of the five states  administered both DSH and non-DSH programs; one state, Massachusetts,  reported having no DSH programs (see table 2). About $7.4 billion in DSH  payments were made to 695 hospitals, or 50 percent of all hospitals in the  four states, and $4.3 billion of the $4.9 billion in non-DSH payments were  made to 1,069 nursing facilities and hospitals, or 13 percent of the nursing  facilities and 39 percent of the hospitals in the five states.", "The five states’ supplemental programs were configured in various ways.  One state, Texas, reported making all of its supplemental payments  through three programs—one DSH program and two non-DSH programs,  one directed toward large urban public hospitals and another for rural  hospitals. California made supplemental payments through three DSH  programs and nine non-DSH programs, often targeted to specific provider  types (see table 3). Massachusetts reported that it did not administer a  DSH program, but the state administered 15 non-DSH programs, which  were also often targeted to specific provider types, such as one program  titled “Safety Net Care Payments for Pediatric Specialty Hospitals and  Hospitals with Pediatric Specialty Units.” See appendix III for a list of all  supplemental payment programs through which the five states made  payments in fiscal year 2006.", "The five states broadly described each program’s purpose in our survey.  The purpose of DSH payments is well established under federal law and  regulation: DSH payments provide compensation to hospitals for  uncompensated care provided to Medicaid and uninsured individuals.  States’ descriptions of their programs provided some details on the  categories of hospitals that would receive DSH payments from each  program. The purposes for DSH programs, as reported by the five states,  included the following:    providing supplemental reimbursement to public hospitals that serve a  disproportionate number of Medicaid, indigent, and uninsured patients;   providing health care services to low-income patients with special needs  who are not covered under other public or private health care programs;   providing additional DSH funding for hospitals and hospital systems that  received less than a specified amount from one of the state’s other DSH  pools; and   ensuring access to services for indigent persons with serious mental  illness requiring inpatient treatment.", "In contrast to DSH payments, non-DSH supplemental payments do not  have a specific statutory or regulatory purpose. In some cases, the states’  reported purposes for their non-DSH programs were similar to those of the  DSH programs in that they provided supplemental payments to hospitals  serving Medicaid, indigent, or uninsured individuals, or a combination of  these groups. The purposes of the non-DSH programs for hospitals and  other providers, as reported by the five states, included the following:    providing supplemental payments to most of the largest Medicaid hospital  providers in the state;   supplementing Medicaid payments to certain types of hospitals, such as  rural hospitals, pediatric specialty hospitals, and hospitals operated by the  state Department of Mental Health;    ensuring access by Medicaid beneficiaries to high-quality hospital or  reimbursing public health clinics for their cost of providing services to  Medicaid beneficiaries;   providing enhanced Medicaid payments for outpatient hospital trauma and  emergency services to private hospitals meeting certain criteria; reimbursing public dental clinics for their cost of providing services to  Medicaid beneficiaries;   providing partial reimbursement of the debt service incurred on revenue  bonds for the construction, renovation, replacement, or retrofitting of  eligible hospitals; and   encouraging providers to make available to Medicaid recipients the most  advanced forms of medical diagnostic and treatment services available  through university-based medical service systems.", "According to CMS officials, state Medicaid plans should specify the  method by which payment amounts are calculated and how they are  correlated with services provided to Medicaid beneficiaries or, in the case  of DSH programs, to Medicaid beneficiaries or uninsured individuals. In  some cases, we found that the state Medicaid plan sections establishing  the states’ supplemental payments did not clearly identify how the  payments would be calculated. CMS officials said that as part of its  oversight initiative started in August 2003, CMS ensures during its state  plan amendment review process that states demonstrate a link between  the distribution of supplemental payments and Medicaid purposes, which  would include uncompensated care in the case of DSH payments. Such  vetting only occurs, however, as states establish new supplemental  payment programs or make changes to established programs. Thus, not all  state supplemental payment programs have been reviewed under CMS’s  2003 initiative. In the case of the 35 supplemental payment programs  operated by the five states we surveyed that were approved under the  states’ Medicaid plans, 6 programs (17 percent) had not been reviewed  and approved by CMS through the state plan amendment process since the  beginning of the oversight initiative that started in August 2003. State  officials told us that these 6 programs had not been changed since CMS’s  2003 initiative or subject to review under the initiative. We were unable to  determine from states’ documentation when 5 additional supplemental  payment programs were most recently reviewed and approved by CMS."], "subsections": []}, {"section_title": "Surveyed States Reported Paying the Largest Portion of Medicaid Supplemental Payments to Local Government Hospitals", "paragraphs": ["Of the $12.3 billion in total supplemental payments reported by the five  states, $11.3 billion, or 92 percent, was made to hospitals and the  remainder went to other types of providers, specifically nursing facilities,  clinics, physician groups, and, in one state, managed care organizations.  The states reported that local government providers received the majority  (57 percent) of supplemental payments. Local government hospitals, in  particular, received 51 percent of supplemental payments reported by the  five states."], "subsections": [{"section_title": "Distribution of Supplemental Payments by Provider Type", "paragraphs": ["In each of the five states, hospitals received a majority of the state’s total  supplemental payments. (See fig. 5.) The five states reported making   $7.4 billion in DSH payments and $3.9 billion in non-DSH payments   (80 percent of all non-DSH payments) to hospitals, including psychiatric  hospitals, in fiscal year 2006.", "Four of the five states reported making non-DSH payments to types of  providers other than hospitals, such as managed care organizations,  nursing facilities, clinics, and physician groups. Payments to these other  types of facilities and providers totaled nearly $1 billion, including the  following:    $577 million paid to managed care organizations,    $329 million paid to nursing facilities,    $53 million paid to physician groups, and    $19 million paid to clinics.", "See appendix IV for details on the distribution of each state’s DSH and  non-DSH payments by provider type."], "subsections": []}]}, {"section_title": "Distribution of Supplemental Payments by Ownership Category", "paragraphs": ["All five states reported distributing supplemental payments to providers in  each of three categories: state government, local government, and private  providers. Overall, $6.9 billion, or 57 percent, of the total supplemental  payments made by the five states in fiscal year 2006 were paid to local  government providers. (See fig. 6.) At the individual state level, the  distribution across categories varied. The proportion of payments made to  local government providers, for example, ranged from a low of 20 percent  in Michigan to a high of 73 percent in California. In California,  Massachusetts, New York, and Texas, local government providers received  the largest proportion of the state’s supplemental payments. Michigan  reported that private providers received the largest portion (68 percent) of  the state’s supplemental payments.", "See appendix IV for details on the distribution of each state’s DSH and  non-DSH payments by ownership category."], "subsections": []}, {"section_title": "Distribution of Supplemental Payments by Provider Type and Ownership Category Combined", "paragraphs": ["Of the total supplemental payments made by the five states in fiscal year  2006, states reported that $6.2 billion, or 51 percent, were made to local  government hospitals, as illustrated in table 4. The distribution of  payments by both provider type and ownership category differed from  state to state. In three states—California, Texas, and New York—the  majority of payments were made to local government hospitals. In  Michigan, the largest portion of the state’s total supplemental payments— $572 million, or 48 percent of payments—was paid to private hospitals,  and the second largest portion of the state’s supplemental payments—$238  million, or 20 percent of payments—was paid to private nursing facilities.  In Massachusetts, the largest portion of the state’s supplemental  payments—$679 million, or 42 percent of payments—was paid to private  hospitals, and the second largest portion—$577 million, or 35 percent of  payments—was paid to local government managed care organizations."], "subsections": []}, {"section_title": "A Small Proportion of Providers Received Over Half of the Supplemental Payments, and Some Providers Received Payments from Multiple Programs", "paragraphs": ["Information from the five states shows that a small proportion of  providers received a large proportion of each state’s supplemental  payments. Specifically, the 5 percent of providers receiving the largest  supplemental payments in individual states received between 53 percent  and 71 percent of all Medicaid supplemental payments. (See fig. 7.) In two  states, non-DSH supplemental payments were particularly concentrated: in  New York, the top 5 percent of providers receiving non-DSH payments  accounted for 91 percent of the total non-DSH payments, and in Texas, the  top 5 percent of providers accounted for 76 percent of the total non-DSH  payments.", "See appendix V for additional information on the concentration of  supplemental payments reported by the five states.", "In the five surveyed states, 30 percent of the 1,531 providers receiving  supplemental payments received payments from multiple programs,  accounting for 69 percent of their supplemental payments. The  percentage of providers receiving payments from multiple programs in  each state ranged from a low of 17 percent in Massachusetts to a high of  65 percent in California. Some providers received substantial payments  from more than one supplemental payment program. For example, in one  state one hospital received $420 million in DSH payments and $154 million  in non-DSH supplemental payments in fiscal year 2006. In another state  one hospital received $173 million in DSH payments and $73 million in  non-DSH supplemental payments that year.", "Appendix V provides additional information on the extent to which  providers in five states received supplemental payments from multiple  programs."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Pressures on federal and state budgets have focused attention both on the  importance of the Medicaid program and on its high costs. As a source of  health care for the nation’s most vulnerable populations, Medicaid’s long- term sustainability is critical to millions of people. However, sustaining the  $299 billion program will require ensuring that expenditures are  appropriately limited to Medicaid purposes. Supplemental payment  programs have historically been susceptible to abuse, particularly  programs involving large payments to government providers that allowed  states to inappropriately leverage federal Medicaid matching funds.  Legislative, regulatory, and other agency actions have addressed some of  these concerns.", "States made supplemental payments totaling at least $23 billion in fiscal  year 2006, and the federal government spent over $13 billion in matching  funds for these payments. Despite the significance of supplemental  payments, CMS lacks complete information on states’ payments and has  not reviewed all supplemental payment programs under its 2003 initiative.", "To provide effective oversight, federal officials need reliable and complete  information, including information on all programs administered by states  as well as information on the providers that receive payments from these  programs. Complete information about the distribution of Medicaid  supplemental payments, however, is still lacking at the federal level. For  example, complete data on non-DSH payments and data on DSH and non- DSH supplemental payments made to individual providers are not  available from CMS expenditure reports. Congress has long sought better  information on DSH payments, including information on payments to  individual providers, and we have expressed similar concerns over the  lack of information related to non-DSH payments. CMS is planning to take  action in 2008 to finalize a rule proposed in 2005 that would implement  detailed DSH reporting in response to federal statutory requirements and  also plans to make improvements to its expenditure reports to collect data  on some non-DSH payments. These planned actions address many of the  gaps in state reporting of supplemental payments and should be put into  effect as soon as possible. Even when they are implemented, however,  states will not be required to report all of the supplemental payments that  they make to individual providers.", "We believe that a recommendation from our prior work that CMS improve  state reporting of UPL payments, including collecting information on  payments by facility, remains valid. Such an improvement could be  achieved by establishing reporting requirements for non-DSH  supplemental payments, such as collecting payment information on a  facility-specific basis, comparable to those proposed for DSH payments. In  2004, CMS agreed with the recommendation that it improve its UPL  reporting requirements and collect facility-specific payment information,  but as of May 2008, had not implemented it. Furthermore, not all  supplemental payment programs have been subject to CMS review  through the oversight initiative that CMS began in 2003 to assess and  ensure the appropriateness of state supplemental payments. Until reliable  and complete information on states’ supplemental payments is available,  federal officials overseeing the program and others will lack information  they need to review payments and ensure that they are appropriately spent  for Medicaid purposes."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve the oversight of states’ Medicaid supplemental payments, we  recommend that the Administrator of CMS take the following two actions:    expedite issuance of the final rule implementing additional DSH reporting  requirements, and    develop a strategy to identify all of the supplemental payment programs  established in states’ Medicaid plans and to review those programs that  have not been subject to review under CMS’s August 2003 initiative."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to HHS for comment. In its response,  HHS stated that CMS generally agreed with our recommendations to  expedite issuance of the final DSH rule and to develop a strategy to review  all state supplemental payment programs to ensure they are consistent  with Medicaid requirements. HHS also identified a means by which it  could implement our 2004 recommendation to request facility-specific  information on UPL payments.", "HHS provided additional comments that it believed were critically  important to the final report. HHS stated that the final rule implementing  DSH payment reporting requirements will only collect facility-specific  supplemental payment information for hospitals that qualify for DSH  payments, and that hospitals that do not receive DSH payments and non- hospital Medicaid providers are not subject to the rule. We note that our  draft report contained this information. Further, because of these and  other data reporting limitations, we determined our 2004 recommendation  that CMS improve its requirements for states for reporting UPL payments,  such as requiring states to report payments on a facility-specific basis, was  still valid. HHS said the volume of information that would be collected  under this recommendation could not feasibly be transmitted through the  Medicaid Budget and Expenditure System, a system states use to submit  Medicaid expenditure data to CMS. We note that we have not specified the  system by which improved UPL information should be collected. HHS also  provided an example of one means it could use to obtain facility-specific  information through its review of states’ Medicaid expenditure reports. In  our view, the billions of dollars paid annually in non-DSH supplemental  payments warrants improved reporting of information on payments  comparable to planned DSH reporting requirements, including reporting of  facility-specific payment information.", "HHS also noted that states are entitled each year to expend their entire  allotment and that therefore, the $17 billion DSH spending referenced in  the draft report will largely remain unchanged after issuance of the final  DSH rule. Although improved reporting may not result in DSH savings, we  maintain that having improved and audited data on DSH and other  supplemental payments at the facility level is important to ensuring that  facility-specific DSH limits are not exceeded and that payments are  appropriate.", "In its general comments, HHS asserted that GAO had officially validated  that a May 2007 final rule would address concerns related to the  supplemental payment programs in this report. Some aspects of the May  2007 rule relate to concerns about supplemental payment programs raised  in our past work. However, we have not assessed or reported on this final  rule, and the extent to which the rule would address our past concerns  will depend on how it is implemented.", "We also obtained technical comments from California, Massachusetts,  Michigan, New York, and Texas, which we considered and incorporated as  appropriate.", "As arranged with your office, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days after its  issuance date. At that time, we will send copies of this report to the  Secretary of Health and Human Services, the Administrator of the Centers  for Medicare & Medicaid Services, and other interested parties. We will  also make copies available to others upon request. In addition, the report  will be available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff members have any questions, please contact me at  (202) 512-7114 or cosgrovej@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Major contributors to this report are listed in appendix VII."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["This appendix describes in detail how we did our work for our review of  states’ Medicaid supplemental payments to hospitals through states’  Disproportionate Share Hospital (DSH) programs and to providers  through states’ other supplemental payment programs, permitted under  Medicaid’s Upper Payment Limit (UPL) provisions or under Medicaid  demonstration authority, which in this report we refer to as non-DSH  programs. We reviewed states’ supplemental payments nationwide by  examining Medicaid expenditures reported by states to the Centers for  Medicare & Medicaid Services (CMS) on Form CMS-64. We also selected a  nongeneralizable sample of five states and collected information about the  supplemental payments made to providers from each of their  supplemental payment programs."], "subsections": [{"section_title": "Analysis of CMS Expenditure Reports", "paragraphs": ["To determine what CMS Medicaid expenditure reports show regarding the  amount and distribution of DSH and non-DSH payments, we examined the  standardized expenditure reports states submit to CMS on a quarterly  basis, Form CMS-64. States submit CMS-64 expenditure data electronically  to the Medicaid Budget and Expenditure System and must certify that the  data are correct to the best of their knowledge. We reviewed expenditure  data provided to CMS from all states for fiscal year 2006, the most recent  year for which complete data were available. We obtained fiscal year 2006  DSH payments from CMS’s Financial Management Report (FMR). The  FMR summarizes each state’s quarterly expenditures reports as a fiscal  year total. The FMR incorporates payment adjustments reported by the  states. For non-DSH supplemental payments, we extracted expenditure  data reported on the CMS 64.9I form, a section of the CMS expenditure  report on which states are required to report non-DSH supplemental  payments made under the UPL for informational purposes. CMS allows  states to make adjustments to their prior CMS-64 submissions for up to   2 years. For DSH payments, the FMR for 2006 incorporated payment  adjustments that had been reported through the end of fiscal year 2006.  For non-DSH payments we incorporated payment adjustments to the CMS  64.9I forms submitted by the states through October 5, 2007.", "We compiled the amount of DSH and non-DSH payments reported by  individual states and analyzed their distribution by category of service  (such as inpatient hospital, mental health facility, or nursing facility) and  by provider category (that states report as either state government, local  government, or private), where those data were available.", "To assess the reliability of states’ CMS-64 submissions, we reviewed the  steps CMS takes to ensure the accuracy of expenditure data submitted to  the Medicaid Budget and Expenditure System. We also compared these  expenditure data to data the five selected states submitted to us and  compared the non-DSH expenditure data to similar data published by the  Urban Institute. To understand CMS expenditure reports, Medicaid  reporting requirements, and DSH and non-DSH supplemental payments,  we conducted interviews with CMS officials and reviewed relevant laws,  regulations, and guidance. We concluded that states’ reported DSH  payments in fiscal year 2006 were sufficiently reliable for use in this report  because CMS reimburses states based on these data and because CMS also  reports these data publicly on its Web site. However, we determined that  states’ reported data on non-DSH payments in fiscal year 2006 were less  reliable than data on DSH payments. States are required to submit non- DSH payment information separately from, and in addition to, their base  expenditures. CMS does not reimburse states on the basis of these data.  We did not examine reporting requirements under specific states’  Medicaid demonstrations. We concluded that states’ reported fiscal year  2006 non-DSH payments were suitable for limited, descriptive purposes,  and we noted the limitations of these expenditure data in the report. We  also compared information on Medicaid supplemental payments provided  to us by the five selected states (based on the selection criteria described  below) with the information the states reported on CMS expenditure  reports. Where we found major discrepancies, we noted them in the report  and included state officials’ explanations for some of the differences.", "See appendix II for results of our analysis of CMS expenditure reports."], "subsections": []}, {"section_title": "Analysis of the Distribution of Supplemental Payments in Five Selected States", "paragraphs": ["To examine how Medicaid supplemental payments are distributed to  providers and for what purposes, we surveyed a nongeneralizable sample  of five states—California, Massachusetts, Michigan, New York, and Texas.  We selected these states because they reported spending the largest  amount on Medicaid supplemental payments in fiscal year 2005 based on  the combined total of their DSH payments (as reported to CMS) and  estimated non-DSH payments (imputed from data published by the Urban  Institute). The five states each reported making more than $1.6 billion in  estimated Medicaid supplemental payments in 2005. The estimated  combined total of these states’ Medicaid supplemental payments  accounted for more than 40 percent of the estimated fiscal year 2005  Medicaid supplemental payments for all states. Two of the five states,   California and Massachusetts, operated Medicaid demonstrations that  changed certain characteristics of their supplemental payment programs.", "In January 2008, we obtained information from each state about fiscal year  2006 DSH and non-DSH payments, including the amount of each payment,  the name of the provider that received the payment, the provider’s type  (such as hospital, nursing facility, or clinic), and the provider’s ownership  category (state government, local government, or private). We also  interviewed state officials about their Medicaid supplemental payments.  To determine the purpose for programs, we asked states to provide a  description of each supplemental payment program they operated, and  assessed the state Medicaid plan provisions that describe the methods and  standards used to calculate payments made from these programs. To  assess the reliability of states’ reported payment amounts, we compared  states’ reported payment information to CMS’s expenditure reports, and  where we found major differences, we reported them. For other provider  data reported by states, specifically, information on provider ownership  category, we compared states’ data with provider data in CMS’s On-Line  Survey, Certification, and Reporting system that contains information on  the type of organization that operates the facilities. We provide examples  of differences we found in states’ information as compared to CMS’s.  Although the scope of this review did not include identifying the reasons  for them, differences in payment amounts may be due to payment  adjustments made after we extracted CMS data and states not reporting  supplemental payments made under Medicaid demonstrations on the CMS  64.9I form. We have reported the information as reported to us by states.  The findings from our nongeneralizable sample of five states cannot be  used to make inferences about supplemental payment programs in other  states. See appendixes III through V for the results of our analysis of the  state-reported data.", "We conducted our work from October 2007 through May 2008 in  accordance with generally accepted government auditing standards."], "subsections": []}]}, {"section_title": "Appendix II: Information on Medicaid Supplemental Payments in the States and the District of Columbia, as Reported by States", "paragraphs": ["This appendix provides payment information, by state, compiled from  fiscal year 2006 CMS-64 expenditure reports. Table 5 provides the amount  of DSH payments by state and also identifies for each state (1) the  proportion of the state’s total Medicaid payments accounted for by DSH  payments and (2) the proportion of nationwide DSH payments accounted  for by the state’s DSH payments. Table 6 provides similar information, by  state, for the non-DSH payments that 28 states reported to CMS for  informational purposes on the CMS 64.9I form."], "subsections": []}, {"section_title": "Appendix III: Summary of Medicaid Supplemental Payment Programs in Five Surveyed States", "paragraphs": ["We obtained information from each of the five states we surveyed on the  supplemental payment programs they had in place in fiscal year 2006. We  asked the states to provide information about each supplemental payment  program they operated, including  the program’s purpose; the providers that received payments and the amount of payment they  received; and    whether payments were made as lump-sum payments (for example, as a  quarterly or annual payment made to a provider) or as an enhanced  payment rate (an additional amount that is added to the individual  payments made to providers for specific services).", "The five states reported making all payments in fiscal year 2006 as periodic  lump sums. The purpose, number of providers receiving payments, and  total payments made for each program are summarized in tables 7   through 11."], "subsections": [{"section_title": "California’s Fiscal Year 2006 Supplemental Payment Programs", "paragraphs": ["California officials reported that in fiscal year 2006 the state paid nearly   $4 billion in Medicaid supplemental payments through three DSH and nine  non-DSH supplemental payment programs. Supplemental payments were  made to hospitals and nursing facilities. Total payments through the  programs ranged from $11 million to over $2 billion for DSH programs and  from $8 million to over $1 billion for non-DSH programs. See table 7 for a  description of each supplemental payment program administered by  California."], "subsections": []}, {"section_title": "Massachusetts’s Fiscal Year 2006 Supplemental Payment Programs", "paragraphs": ["Massachusetts officials reported that in fiscal year 2006 the state paid over  $1.6 billion in Medicaid supplemental payments through 15 non-DSH  supplemental payment programs. Supplemental payments were made to  hospitals, including psychiatric hospitals; managed care organizations; and  a physician group. Four programs were in operation for only part of 2006:  two of these programs were terminated at the end of the third quarter of  fiscal year 2006 and two began at the start of the fourth quarter. On  January 26, 2005, CMS approved a 3-year extension to the Medicaid  demonstration in Massachusetts, the MassHealth demonstration. The  demonstration, which was in effect during fiscal year 2006, created a  Safety Net Care Pool, which represents the combined total of what  Massachusetts had previously spent on DSH programs and supplemental  payments to Medicaid managed care organizations. The state funded 10  non-DSH supplemental payment programs through the Safety Net Care  Pool, some of which had been DSH programs prior to their inclusion in the  demonstration. In addition to supplemental payments, Massachusetts  funded its Commonwealth Care Health Insurance Program through the  Pool. Under Commonwealth Care, the state provides premium assistance  subsidies to private managed care organizations for providing sliding scale  health insurance to previously uninsured people with low incomes and is  part of the state’s transition from supplemental payments to providers to  expanding coverage of individuals. See table 8 for a description of each  supplemental payment program administered by Massachusetts."], "subsections": []}, {"section_title": "Michigan’s Fiscal Year 2006 Supplemental Payment Programs", "paragraphs": ["Michigan officials reported that in fiscal year 2006 the state paid over   $1 billion in Medicaid supplemental payments through six DSH and five  non-DSH supplemental payment programs. The state made supplemental  payments to hospitals, including psychiatric hospitals; nursing facilities;  clinics; and physician groups. See table 9 for a description of each  supplemental payment program administered by Michigan."], "subsections": []}, {"section_title": "New York’s Fiscal Year 2006 Supplemental Payment Programs", "paragraphs": ["New York officials reported that in fiscal year 2006 the state paid over   $3 billion in Medicaid supplemental payments through five DSH and two  non-DSH supplemental payment programs. Supplemental payments were  made to hospitals, including psychiatric hospitals, and nursing facilities.  See table 10 for a description of each supplemental payment program  administered by New York."], "subsections": []}, {"section_title": "Texas’s Fiscal Year 2006 Supplemental Payment Programs", "paragraphs": ["Texas officials reported that in fiscal year 2006 the state paid over   $2 billion in Medicaid supplemental payments through one DSH and two  non-DSH supplemental payment programs. Supplemental payments were  made only to hospitals. See table 11 for a description of each supplemental  payment program administered by Texas."], "subsections": []}]}, {"section_title": "Appendix IV: Distribution of Medicaid Supplemental Payments, by Provider Type and Ownership, in Five Surveyed States", "paragraphs": ["Officials from the five surveyed states reported making DSH and non-DSH  supplemental payments in fiscal year 2006 to a variety of provider types  (such as hospitals, nursing facilities, or physician groups) and provider  ownership categories (state government, local government, or private). In  fiscal year 2006, in total, the five states reported making $10.4 billion in  payments to hospitals (85 percent of total payments), $852 million to  psychiatric hospitals (7 percent), $577 million to managed care  organizations (5 percent), $329 million to nursing facilities (3 percent),   $53 million to physician groups (less than 1 percent), and $19 million to  clinics (less than 1 percent). The five states made most payments   (57 percent) to local government providers; payments to providers they  categorized as owned by state governments accounted for 17 percent of  the total supplemental payments made by the five states, and payments to  private providers accounted for 26 percent of payments. Tables 12 and 13  show the distribution of each state’s fiscal year 2006 supplemental  payments, by provider type and provider ownership category, respectively."], "subsections": []}, {"section_title": "Appendix V: Extent That Supplemental Payments Were Concentrated and Providers Received Multiple Payments", "paragraphs": ["Data from the five surveyed states showed that the states concentrated a  large proportion of their DSH and non-DSH payments on a small  percentage of providers and that over one-quarter of providers received  payments from more than one supplemental payment program. In fiscal  year 2006, the states reported making total supplemental payments of  nearly $8 billion (63 percent of all supplemental payments) to 77  providers, which represented 5 percent of the providers receiving  supplemental payments in the five states. Officials also reported that 452  providers—representing 30 percent of all providers receiving a  supplemental payment in the five states—received payments from multiple  programs. Seventy-one providers received payments from at least four  programs, with payments exceeding $2.7 billion or 22 percent of the total  reported supplemental payments in the five surveyed states. Table 14  shows the amount of each state’s fiscal year 2006 supplemental payments  that were paid to the 5 percent of providers receiving the largest  payments, and the remaining 95 percent of providers. Table 15 shows the  number of providers that received payments from multiple supplemental  payment programs and the amount of payment received."], "subsections": []}, {"section_title": "Appendix VI: Comments from the Department of Health & Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Katherine M. Iritani, Assistant  Director; Susannah Bloch; Ted Burik; Tim Bushfield; Helen Desaulniers;  Elizabeth T. Morrison; Tom Moscovitch; Perry Parsons; and Hemi  Tewarson made key contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Medicaid Financing: Long-Standing Concerns about Inappropriate State  Arrangements Support Need for Improved Federal Oversight.   GAO-08-650T. Washington D.C.: April 3, 2008.", "Medicaid Financing: Long-Standing Concerns about Inappropriate State  Arrangements Support Need for Improved Federal Oversight.   GAO-08-255T. Washington D.C.: November 1, 2007.", "Medicaid Financing: Federal Oversight Initiative is Consistent with  Medicaid Payment Principles but Needs Greater Transparency.   GAO-07-214. Washington D.C.: March 30, 2007.", "High-Risk Series: An Update. GAO-07-310. Washington, D.C.:   January 2007.", "Medicaid Financial Management: Steps Taken to Improve Federal  Oversight but Other Actions Needed to Sustain Efforts. GAO-06-705.  Washington D.C.: June 22, 2006.", "Medicaid: States’ Efforts to Maximize Federal Reimbursements  Highlight Need for Improved Federal Oversight. GAO-05-836T.  Washington D.C.: June 28, 2005.", "Medicaid Financing: States’ Use of Contingency-Fee Consultants to  Maximize Federal Reimbursements Highlights Need for Improved  Federal Oversight. GAO-05-748. Washington D.C.: June 28, 2005.", "Medicaid: Intergovernmental Transfers Have Facilitated State  Financing Schemes. GAO-04-574T. Washington D.C.: March 18, 2004.", "Medicaid: Improved Federal Oversight of State Financing Schemes Is  Needed. GAO-04-228. Washington D.C.: February 13, 2004.", "Major Management Challenges and Program Risks: Department of  Health and Human Services. GAO-03-101. Washington D.C.: January 2003.", "Medicaid: HCFA Reversed Its Position and Approved Additional State  Financing Schemes. GAO-02-147. Washington D.C.: October 30, 2001.", "Medicaid: State Financing Schemes Again Drive Up Federal Payments.  GAO/T-HEHS-00-193. Washington D.C.: September 6, 2000.", "Medicaid: States Use Illusory Approaches to Shift Program Costs to  Federal Government. GAO/HEHS-94-133. Washington D.C.: August 1, 1994."], "subsections": []}], "fastfact": []}