{"id": "GAO-09-610", "url": "https://www.gao.gov/products/GAO-09-610", "title": "Bottled Water: FDA Safety and Consumer Protections Are Often Less Stringent Than Comparable EPA Protections for Tap Water", "published_date": "2009-06-22T00:00:00", "released_date": "2009-07-08T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Over the past decade, per capita consumption of bottled water in the United States has more than doubled. With this increase have come several concerns in recent years about the safety, quality, and environmental impacts of bottled water. The Food and Drug Administration (FDA) regulates bottled water under the Federal Food, Drug, and Cosmetic Act as a food and is responsible for ensuring that domestic and imported bottled water is safe and truthfully labeled. Among other things, GAO (1) evaluated the extent to which FDA regulates and ensures the quality and safety of bottled water; (2) evaluated the extent to which federal and state authorities regulate the accuracy of labels and claims regarding the purity and source of bottled water; and (3) identified the environmental and other impacts of bottled water. GAO reviewed FDA data, reports, and requirements for bottled water; conducted a state survey of all 50 states and the District of Columbia; reviewed bottled water labels; and interviewed FDA officials and key experts."]}, {"section_title": "What GAO Found", "paragraphs": ["FDA's bottled water standard of quality regulations generally mirror the Environmental Protection Agency's (EPA) national primary drinking water regulations, as required by the Federal Food, Drug, and Cosmetic Act, although the case of DEHP (an organic compound used in the manufacture of polyvinyl chloride plastics) is a notable exception. Specifically, FDA deferred action on DEHP in a final rule published in 1996 and has yet to either adopt a standard or publish a reason for not doing so. GAO also found that FDA's regulation of bottled water, particularly when compared with EPA's regulationof tap water, reveal key differences in the agencies' statutory authorities. Of particular note, FDA does not have the specific statutory authority to require bottlers to use certified laboratories for water quality tests or to report test results, even if violations of the standards are found. Among GAO's other findings, the state requirements to safeguard bottled water often exceed FDA's, but still are often less comprehensive than state requirements to safeguard tap water. FDA and state bottled water labeling requirements are similar to labeling requirements for other foods, but the information provided to consumers is less than what EPA requires of public water systems under the Safe Drinking Water Act. Like other foods, bottled water labels must list ingredients and nutritional information and are subject to the same prohibitions against misbranding. In 2000, FDA concluded that it was feasible for the bottled water industry to provide the same types of information to consumers that public water systems must provide. The agency was not required to conduct rulemaking to require that manufacturers provide such information to consumers, however, and it has not done so. Nevertheless, GAO's work suggests that consumers may benefit from such additional information. For example, when GAO asked cognizant officials in a survey of the 50 states and the District of Columbia, whether their consumers had misconceptions about bottled water, many replied that consumers often believe that bottled water is safer or healthier than tap water. GAO found that information comparable to what public water systems are required to provide to consumers of tap water was available for only a small percentage of the 83 bottled water labels it reviewed, companies it contacted, or company Web sites it reviewed. Among the environmental impacts of bottled water are the effects on U.S. municipal landfill capacity and U.S. energy demands. Regarding impacts on landfill capacity, GAO found that about three-quarters of the water bottles produced in the United States in 2006 were discarded and not recycled, on the basis of figures compiled by an industry trade association and an environmental nonprofit organization. Discarded water bottles, however, represented less than 1 percent of total municipal waste that EPA reported entered U.S. landfills in 2006. Regarding the impact on U.S. energy demands, a recent peer-reviewed article found that the production and consumption of bottled water comprises a small share of total U.S. energy demand but is much more energy-intensive than the production of public drinking water."]}], "report": [{"section_title": "Letter", "paragraphs": ["Over the past decade, the per capita consumption of bottled water in the  United States has more than doubled—from 13.4 gallons per person in  1997 to 29.3 gallons per person in 2007. With this increase have come  several concerns, raised by public interest groups in recent years, over  bottled water’s quality and safety. For example, water quality testing  conducted by some of these and other groups has shown that bottled  water is not necessarily cleaner than tap water. Furthermore, bottled  water, like tap water, has been found in some cases to have contamination  levels in excess of water quality standards used by the Environmental  Protection Agency (EPA) for public water systems and adopted by the  Food and Drug Administration (FDA) for bottled water. In addition to the  concerns about the quality and safety of bottled water, consumer groups  have also questioned whether consumers are adequately informed about  the source of bottled water, how it is treated, and its quality. Finally,  bottled water’s potential environmental impact also has come under  scrutiny. Several organizations have raised concerns about a low recycling  rate for plastic water bottles, the amount of energy used to manufacture  and transport the product, and the impact of groundwater extraction on  local resources.", "In this context, you asked us to (1) evaluate the extent to which federal  and state authorities, as well as their counterparts in other countries,  regulate the quality of bottled water to ensure its safety; (2) evaluate the  extent to which federal and state authorities regulate the accuracy of  labels or claims regarding the purity and source of bottled water; and   (3) identify the environmental and other impacts of bottled water.", "To address these objectives, we reviewed relevant FDA documents,  policies, and guidance as well as related laws and regulations pertinent to  the oversight of bottled water at the federal and state levels; analyzed data  from the FDA databases that track inspections, import examinations, and  recalls; conducted a telephone survey of all 50 states and the District of  Columbia; and conducted interviews with EPA and FDA officials and a  variety of experts from nonprofit organizations and industry associations.  We also examined bottled water labels and contacted companies to  determine the information they provide to consumers. A total of 83 bottled  water labels were examined after removing duplicate labels or labels that  were not for bottled water that were collected from GAO staff in each of  our 11 field offices and at headquarters. In addition, we reviewed how  several of the top exporting countries—including Canada, Fiji, and Turkey  as well as the European Union and its member states—regulate bottled  water. Finally, we interviewed experts and other knowledgeable officials  and conducted a literature review regarding the environmental impacts of  bottled water. We conducted this performance audit from June 2008 to  June 2009, in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions on our audit objectives. Appendix I discusses our scope  and methodology in more detail."], "subsections": [{"section_title": "Background", "paragraphs": ["The rapid growth in the consumption of bottled water has been attributed  to a variety of factors. In a 2002 survey, The Gallup Organization (Gallup)  found that the leading reason that consumers purchased bottled water was  due to health-related issues; taste was the second leading reason, and the  convenience of bottled water was also a factor.", "Tap water and bottled water are regulated under two different federal  laws—the Safe Drinking Water Act and the Federal Food, Drug, and  Cosmetic Act (FFDCA), respectively. Under the Safe Drinking Water Act,  EPA, or states that have primary enforcement responsibility, are  responsible for protecting the public from the risks of contaminated  drinking water from public water systems and for ensuring that the public  receives information on the quality of the water delivered by these  systems.  Specifically, the law requires EPA to establish national primary  and secondary drinking water regulations for public water systems to  control the level of contaminants in drinking water. National primary  drinking water regulations are legally enforceable standards that protect  water quality by limiting the levels of specific contaminants that can  adversely affect public health and are known or anticipated to occur in  water. Such standards take the form of either maximum contaminant  levels or treatment techniques. EPA currently has national primary  drinking water regulations for 88 contaminants. The agency may also set  monitoring requirements to assist in determining whether public water  systems are in compliance with the Safe Drinking Water Act. National  secondary drinking water regulations are nonenforceable guidelines to  control contaminants in drinking water that primarily affect the aesthetic  or cosmetic qualities—such as taste, odor, or color—relating to public  acceptance of drinking water. Although not required by EPA, states with  primary enforcement responsibility may choose to adopt these secondary  regulations as enforceable regulations in the state. Under the law, EPA  regulations also require that public water systems provide consumer  confidence reports—also known as annual water quality reports or  drinking water quality reports—to their customers each year. These  reports summarize local drinking water quality information about the  water’s sources, any detected contaminants, and compliance with national  primary drinking water regulations as well as information on the potential  health effects of certain drinking water contaminants.", "Because the FFDCA treats bottled water as a food, FDA, within the  Department of Health and Human Services, has broad statutory authority  to ensure that bottled water that is sold in interstate commerce is safe,  wholesome, and truthfully labeled. FDA has established specific  regulations for bottled water, including a standard of quality, a standard of  identity, and current good manufacturing practices. FDA establishes  allowable levels for contaminants under the standard of quality for bottled  water sold in interstate commerce on the basis of the national primary  drinking water regulations established by EPA. By law, no later than   180 days before the effective date of a national primary drinking water  regulation, FDA is required to issue a standard of quality regulation for  that contaminant in bottled water or make a finding that such a regulation  is not necessary to protect the public health because the contaminant is  contained in water in public water systems, but not in water used for  bottled water. FDA’s standard of quality regulation must be no less  stringent than EPA’s maximum contaminant level for drinking water, or no  less protective of public health than the treatment technique required by  the national primary drinking water regulation. If FDA fails to promulgate  a standard of quality by the statutory deadline, the EPA national primary  drinking water regulation will be considered as the standard of quality for  bottled water. When establishing a standard of quality regulation for  bottled water, FDA also establishes monitoring requirements that the  agency determines to be appropriate.", "Under FDA’s standard of identity regulation for bottled water, the agency  defines bottled water as water that is intended for human consumption  and that is sealed in bottles or containers with no added ingredients,  except that it may contain safe and suitable antimicrobial agents. The  standard of identity regulation also defines various types of bottled water,  such as “artesian water,” “ground water,” and “spring water,” among  others.", "FDA has also established current good manufacturing practice regulations  specific to bottled water. These regulations cover protection of the water  source from contamination; sanitation at the bottling facility; and sampling  and testing requirements for microbiological, chemical, and radiological  contaminants. Bottled water is one of the few foods subject to both  current good manufacturing practice regulations for foods in general and  to current good manufacturing practice regulations specific to the  commodity itself. Bottlers must test their source water once a week for  microbiological contaminants, unless it comes from a municipal source,  which must meet EPA testing requirements. Source water must be tested  at least once a year for chemical contaminants and once every 4 years for  radiological contaminants. Finished bottled water must be tested weekly  for microbiological contaminants and at least annually for chemical,  physical, and radiological contaminants. If bottled water contains  contaminants at levels considered injurious to health, it is deemed to be  adulterated and is subject to enforcement action.", "To ensure that bottled water facilities and bottled water meet federal  requirements, FDA uses a multipronged approach. The agency (1) requires  bottlers to use water sources (e.g., wells, springs, and public drinking  water systems) that have been tested and approved by government  agencies having jurisdiction, such as state or local agencies; (2) inspects  domestic bottling plants for proper operating practices and cleanliness;   (3) inspects labels to confirm that labeling complies with FDA regulations;  and (4) requires bottlers to test their source water and bottled water  periodically to ensure compliance with the bottled water standard of  quality. Furthermore, FDA tests selected samples of domestic source  waters and finished bottled water for contaminants. Finally, for imported  bottled water, FDA uses the same review process that applies to all  imported food products.", "States are also responsible for regulating bottled water. Under FDA’s  current good manufacturing practice regulations for bottled water, only  approved sources of water can be used to supply a bottled water facility.  The states or localities are responsible for approving sources of water,  which may involve inspecting the source and reviewing water quality  analyses. Some states also conduct inspections of bottled water facilities  under contract with FDA. In addition, the states are solely responsible for  regulating bottled water manufactured and sold within a single state,  which does not generally fall under FDA jurisdiction.", "In addition to federal and state regulations and requirements for bottled  water, industry standards have been established, through a code of  practice, by the International Bottled Water Association (IBWA), to which  its members are required to adhere. According to IBWA, its membership  includes about 80 percent of the bottled water manufacturers in the United  States. To be a member, IBWA requires bottled water facilities to undergo  an annual plant inspection, conducted by an independent third-party  organization, to assess compliance with all applicable regulations. The  code of practice also establishes security standards that IBWA-member  bottled water facilities must meet to ensure a secure facility. Such security  standards are not required by FDA for bottled water facilities, but the  agency does have guidance available for the facilities to follow. In  addition, IBWA’s code of practice also contains water quality standards for  bottled water, some of which are more stringent than those of FDA under  the standard of quality. (See app. II for a comparison of these standards.)"], "subsections": []}, {"section_title": "FDA’s Bottled Water Standard of Quality Regulations Are Similar to EPA’s Drinking Water Standards, but the Agency’s Authority to Enforce Them Is Weaker", "paragraphs": ["FDA’s bottled water standard of quality regulations, for the most part,  mirror EPA’s drinking water requirements, although the case of DEHP (an  organic compound widely used in the manufacture of polyvinyl chloride  plastics) is a notable exception. However, FDA’s implementation of these  regulations, particularly when compared with EPA’s implementation of its  regulations concerning tap water, reveal key differences that reflect the  limited nature of FDA’s approach to regulating bottled water. At the heart  of these differences is that EPA regulates tap water under the Safe  Drinking Water Act, while FDA regulates bottled water as a “food” under  the FFDCA, which does not grant FDA statutory authority to implement  regulations similar to those of EPA. These differences are amplified by the  fact that among the foods it regulates, using a risk-based approach, FDA  generally accords bottled water a low priority."], "subsections": [{"section_title": "FDA’s Standard of Quality Regulations for Bottled Water Generally Mirror EPA’s Drinking Water Requirements, Except in the Case of DEHP", "paragraphs": ["We found that, for the most part, FDA’s bottled water standard of quality  regulations are equivalent to EPA’s regulations for drinking water, but  FDA has yet to set a standard for DEHP. Under the FFDCA, FDA is  required to establish standard of quality regulations for bottled water that  are no less stringent than the maximum contaminant levels established in  EPA’s national primary drinking water regulations, and the agency has  done so for most contaminants. In most cases where FDA has not adopted  EPA’s national primary drinking water regulations, the agency has  provided a rationale for not doing so. For example, FDA stated that it did  not adopt EPA’s maximum contaminant level for asbestos or EPA’s  treatment technique for the parasite Cryptosporidium because if  municipal water is used as a source, it already has to meet EPA  regulations, and it is unlikely that other sources of water, such as springs  and aquifers, would contain these contaminants.", "One exception, however, is the case of a phthalate, DEHP. FDA has yet to  establish a standard for this contaminant, even though EPA established a  national primary drinking water regulation for it in 1992 and FDA’s  statutory deadline for adopting the standard was in January 1993. EPA  found that the potential health effects from exposure to DEHP above the  maximum contaminant level could include reproductive difficulties, liver  problems, and increased risk of cancer. Although FDA proposed a  standard in August 1993, the agency subsequently deferred action on  DEHP and has yet to either adopt a standard or publish a reason for not  doing so. The agency delayed action on DEHP in 1996 because the  compound was already approved for use in packaging that comes in  contact with food (including bottled water), which FDA believed could  have created a potential conflict with FDA’s proposed standard of quality  for DEHP. According to FDA officials, an agency task force is currently  examining information regarding the use of phthalates, including DEHP, in  food contact materials. The results of this work by the task force will be  used to set a standard for DEHP, but it is unclear when FDA will complete  the study. Because FDA has not established a standard of quality for  DEHP in bottled water, bottled water facilities are not required to test   for it."], "subsections": []}, {"section_title": "FDA’s Regulation of Bottled Water Has Generally Been Limited and Differs from EPA’s Regulation of Drinking Water in Key Ways", "paragraphs": ["While FDA’s standard of quality regulations for bottled water are generally  consistent with EPA’s drinking water requirements, FDA’s regulation of  bottled water has been limited. Among our key findings are that (1) when  compared with EPA’s regulation of public water systems, several key  differences reflect the limited nature of FDA’s regulation of bottled water,  particularly regarding how violations are reported and whether the use of  certified laboratories is required; (2) because FDA’s experience over the  years has not shown that bottled water poses a significant public health  risk, the agency devotes fewer resources to the enforcement of bottled  water regulations than it does for higher risk foods; (3) while state  regulatory requirements for bottled water often meet or exceed those of  FDA, the requirements vary across the states and, in some states, are still  less comprehensive than state requirements for tap water under the Safe  Drinking Water Act; and (4) FDA’s oversight of imported bottled water is  limited."], "subsections": [{"section_title": "FDA’s Regulation of Bottled Water Is Generally Weaker Than EPA’s Regulation of Tap Water", "paragraphs": ["FDA’s regulation of bottled water differs from EPA’s regulation of drinking  water in key ways, largely because FDA does not have the specific  statutory authority to regulate bottled water in the same manner EPA  regulates drinking water. These differences relate to how violations are  reported, whether bottlers are required to use certified laboratories to test  their water, and the retention of water quality testing records.", "How violations are reported: The FFDCA does not specifically authorize  FDA to require bottlers to report test results, even if violations of the  standard of quality regulations are found. Instead, inspectors review  testing records when they inspect bottling facilities. In contrast, under the  Safe Drinking Water Act, public water systems must notify the public as  well as the appropriate regulatory agency (e.g., state environmental  agency) within 24 hours of detecting certain violations of the national  primary drinking water regulations that have significant potential to have  serious adverse effects on human health as a result of short-term  exposure. For violations that have the potential to have serious adverse  effects on human health and all other violations, public water systems  must provide notice within 30 days and 1 year, respectively. FDA officials  told us that to comply with the Food and Drug Administration  Amendments Act of 2007, the agency is developing a means for all food  facilities it regulates to report instances when there is a reasonable  probability that the use of, or exposure to, a food will cause serious  adverse health consequences or death to humans or animals. This act  required FDA to establish, by September 2008, a Reportable Food  Registry—an electronic portal by which responsible parties or public  health officials may submit such instances to FDA. FDA officials have told  us that the registry is still under development, and that it is taking steps to  create an interim Reportable Food Registry by the end of fiscal year 2009.", "Whether certified laboratories are used: Another key difference is that  FDA does not require bottle water facilities to use certified laboratories  for water quality tests. Public water systems are required by the Safe  Drinking Water Act to use such laboratories. In this regard, bottled water  is treated like other food products, which generally are not required to be  tested by certified laboratories. Instead, under the bottled water current  good manufacturing practice regulations, sample analysis of source water  and finished products may be performed by competent commercial  laboratories. EPA and state-certified laboratories are cited as examples of  competent commercial laboratories, but use of these certified laboratories  is not required. FDA officials have stated that they are not aware of any  special grounds or particular need to require the use of certified  laboratories for bottled water. In addition, under the Safe Drinking Water  Act, operators of public water systems must be certified to ensure that  their public water system provides an adequate supply of safe, potable  drinking water. There is no such requirement for operators of bottled  water facilities.", "Retention of water quality testing records: FDA requires that bottled  water facilities retain the results of all water quality tests for up to 2 years.  On the other hand, EPA requires that public water systems retain the  results of microbiological tests for 5 years and the results of chemical tests  for 10 years. As we discuss in the following section, because FDA  inspections of bottled water facilities are infrequent and because reporting  is not required if problems are found, FDA would most likely not be aware  that a contamination problem existed if a facility was not inspected within  a 2-year time frame."], "subsections": []}, {"section_title": "FDA’s Risk-Based Approach Accords Low Priority to Inspections of Bottled Water Facilities", "paragraphs": ["The FFDCA also authorizes FDA to inspect bottled water facilities and  sample products. According to FDA, since bottled water has had a  relatively good safety record over the years, bottled water facilities are  generally assigned a low priority for inspection, unless a facility has had  violations in the past. On average, FDA has devoted approximately 2.6 full- time-equivalent positions per fiscal year to inspecting bottled water  facilities in fiscal years 2000 through 2008. Specific inspection tasks for  bottled water facilities include (1) verifying that the water used by the  plant for its product and for its operations are obtained from an approved  source; (2) checking whether bottled water labeling complies with FDA  regulations; (3) inspecting washing and sanitizing procedures;   (4) inspecting filling, capping, and sealing operations; and (5) determining  whether the firms analyze, on schedule, their source water and finished  products for the contaminants listed in the standard of quality and  whether the firms meet the standard of quality’s allowable levels for the  contaminants. In general, inspectors take water samples only “for cause”  (i.e., if they observe a potential problem or if the facility has a history of  contamination).", "We have found that the frequency of bottled water inspections varied.  Domestic bottled water inspections generally averaged about 475 per  fiscal year, but increased dramatically in fiscal years 2003 and 2005, to  about 600 and 740, respectively. According to FDA officials, the increase in  inspections in fiscal years 2003 and 2005 was most likely due to an  increased focus on ensuring the security of all food facilities. Because  FDA’s database of registered food firms does not capture data that would  identify all U.S. firms manufacturing bottled water, we could not  determine the percentage of bottled water facilities inspected. On the  basis of interviews with FDA officials in the eight district offices we  contacted, however, inspections of bottled water facilities took place at  varying frequencies. For example, three of the district offices with which  we spoke stated that bottled water facilities are inspected once every 2 to  3 years by the district office or by the state under contract with FDA.  Other district offices reported inspecting bottled water facilities less often.", "Additionally, FDA has increasingly relied on states to inspect bottled water  facilities. FDA establishes contracts with state agencies to inspect  particular facilities, including bottled water facilities. State officials  performing inspections as part of an FDA contract perform inspections the  same way that an FDA inspector would perform an inspection. Like FDA  inspectors, state-contracted inspectors do not generally take samples,  unless there is a reason to do so. States that conduct contract inspections  are audited by FDA district offices to ensure that their inspections are  equivalent to FDA inspections. Twenty-two of the 26 states under the  jurisdiction of seven of the eight district offices we contacted conduct  bottled water inspections under contract with FDA. Our review indicates  that from fiscal years 2000 through 2008, the state share of bottled water  inspections has increased in recent years (see fig. 1). From fiscal years  2000 through 2005, the states, under contract with FDA, conducted about  65 percent of the bottled water inspections, while from fiscal years 2006  through 2008, the states conducted about 86 percent of the bottled water  inspections. Overall, the states conducted approximately 70 percent of the  bottled water inspections from fiscal years 2000 through 2008.  rough 2008.", "Furthermore, FDA coordinates with states to better leverage inspection  resources. We found that all eight FDA district offices we contacted  obtained the results of inspections conducted by the states under contract  with FDA. Most states shared this information with FDA through an  electronic database, which also gave the states access to a food firm’s  inspectional history. If any collected samples violated the standard of  quality, the states generally shared this information as well, according to  officials from the FDA district offices. Such information-sharing, according  to FDA officials, allows the agency to leverage resources so that it can  focus on more high-priority food inspections and ensures that they have  complete information on facility inspections.", "In contrast, we found that most of the FDA district offices we contacted  did not have agreements to obtain the results of bottled water facility  inspections that states conduct under their own authority, not under  contract with FDA. Still, all of the district offices with which we spoke  said that state officials would most likely contact them if a serious  problem at a bottled water facility surfaced during a state inspection.", "On the basis of inspections conducted by FDA and the states under  contract with FDA, potential problems were identified in approximately 35  percent of the bottled water inspections conducted between fiscal years  2000 and 2008, but FDA took little enforcement action. A majority of the  bottled water facilities that were inspected and found to have potential  problems were designated as “voluntary action indicated,” meaning the  inspector found objectionable conditions, but the district office  determined that such objectionable conditions were not sufficient enough  to warrant any administrative or regulatory action by FDA. Accordingly,  the firms in those cases were left to take corrective actions voluntarily.  FDA also indicated that there were a small number of cases in which FDA  referred issues related to bottled water quality to local public health  authorities that have their own enforcement authorities. On the basis of a  review of FDA’s food recalls database, from fiscal years 2002 through  2008, bottled water has been recalled 23 times, primarily for excessive  levels of contaminants, such as arsenic and bromate. Also during this  period, FDA issued three warning letters to bottled water facilities for  various violations, including failure to maintain documentation and  inadequate sanitary practices."], "subsections": []}, {"section_title": "State Requirements for Bottled Water Often Exceed FDA’s, but Are Still Often Less Comprehensive Than State Requirements to Safeguard Tap Water", "paragraphs": ["States have enacted their own laws and regulations in an effort to better  ensure the quality and safety of bottled water. Nonetheless, (1) the laws  and regulations are less consistent than state laws in protecting tap water,  pursuant to the Safe Drinking Water Act, and (2) FDA does not have the  statutory authority to oversee state regulation of bottled water, while the  Safe Drinking Water Act requires EPA to oversee primacy states’  regulation of tap water.", "Our survey of 50 states and the District of Columbia identified variability  in their requirements in governing certain key practices that protect and  ensure bottled water quality and safety. For example, respondents in 31  states indicated that their states require that microbiological tests be done  by a certified laboratory. Respondents in 12 states, however, do not  require the use of a certified laboratory for such tests. States also exhibit  variability in terms of what they require of bottled water facilities in  reporting the results of quality tests to the state. For example, 21  respondents said their states require bottlers to notify the states if they  detect violations in their samples, and 20 require bottlers to submit water  quality test results to the states on a periodic basis, whether or not they  are in violation. On the other hand, 20 states do not require that water  quality tests or violations be reported to the state. Furthermore, states  exhibited variability in the frequency at which bottled water facilities are  inspected. Officials from 38 states reported that they inspected bottled  water facilities annually or more often, whereas officials from 10 states  indicated that their states inspected bottled water facilities less frequently  than once a year.", "In contrast to the diverse practices among state authorities in regulating  bottled water, the framework under the Safe Drinking Water Act for  regulating tap water requires a high degree of consistency among the  states. For example, one condition of being given primary enforcement  responsibilities (or primacy) for their public water systems, is that states  must have adopted and be implementing adequate procedures for the  enforcement of state drinking water regulations that are no less stringent  than EPA’s national primary drinking water regulations. Among other  requirements, the adequate procedures must include the following:   (1) statutory or regulatory enforcement authority adequate to compel  compliance, (2) maintenance of an inventory of public water systems  operating in the state, (3) a systematic program for conducting sanitary  surveys of public water systems, and (4) a program for the certification of  laboratories conducting analytical measurements of drinking water  contaminants.", "The FFDCA and the Safe Drinking Water Act also require different levels  of federal oversight. Specifically, under the Safe Drinking Water Act, states  may be given primary responsibility for regulating drinking water with  EPA conducting systematic oversight, whereas FDA retains responsibility  for regulating bottled water under the FFDCA. At least annually, for  example, EPA must review a state’s compliance with requirements for  having primary enforcement responsibility. If the states do not meet these  requirements, EPA must initiate proceedings to withdraw primacy  approval. In addition, primacy states must submit quarterly reports to EPA  that include both new violations of national primary drinking water  regulations and new enforcement actions that states took against public  water systems for those violations. In contrast, FDA does not have the  statutory authority to grant states responsibility for bottled water  regulation, nor does it have statutory authority to review state bottled  water regulations or the enforcement actions taken by the states."], "subsections": []}, {"section_title": "FDA’s Oversight of Imported Bottled Water Is Limited", "paragraphs": ["FDA has provided limited oversight of imported bottled water, since  relatively few bottled water imports are physically examined or sampled.  The agency follows a two-tier strategy to oversee the importation of  bottled water and the importation of food in general. First, FDA’s Prior  Notice Center reviews information about scheduled food imports to  determine whether there are any terrorism-related concerns or serious  health risks associated with the products. Second, after the information  pertaining to the articles offered for import is transmitted to U.S. Customs  and Border Protection in the form of an entry, data pertaining to FDA are  sent to an automated database, where they are screened. At this point in  the process, the entry data are evaluated electronically and either are  allowed to proceed or are flagged for review. To determine whether an  article offered for import warrants further examination, reviewers are to  take into account the perceived risk and whether an import alert has been  issued for the particular commodity, importer, or country of origin. Since  2004, only one import alert has been associated with bottled water. The  entry reviewer can request entry documentation pertaining to the product,  review the product label, and request that the product be examined or  sampled. If the agency finds a problem with an import—for example,  contamination—the shipment is detained while the importer or agent is  given a period of time to present exonerating evidence. If the importer or  agent cannot provide evidence to overcome the apparent violation within  the 10-day detention and hearing period, barring any extensions, the  shipment is refused. After a refusal is issued, the importer must either  destroy or export the article out of the United States within 90 days. FDA  also examines other articles offered for import as part of general  surveillance to meet its work plan. For example, FDA increased its review  of bottled water imports as a result of the events of September 11, 2001.", "Our review of data from FDA’s imports database indicates that FDA’s  oversight of imported bottled water has been limited. From fiscal years  2004 through 2008, there were 263,314 import entry lines associated with  either bottled water or bottled spring or mineral water. Of these,  approximately 50 percent of the bottled spring or mineral water and   33 percent of the bottled water were permitted to proceed without further  review, while the remainder was subject to an on-screen review. Of the  imports reviewed on screen, about 1 percent of the bottled spring or  mineral water and about 4 percent of the bottled water were examined  further. A smaller percentage of the bottled water imports was sampled for  quality testing.", "In addition to reviewing FDA’s responsibilities for ensuring the quality and  safety of bottled water imports, we also reviewed how several top  exporting countries—including Canada, Fiji, and Turkey as well as the  European Union and its member states—regulate bottled water. We found  that, like the United States, these countries have established definitions for  different types of bottled water and water quality standards to ensure  safety. We identified a couple of examples in which foreign regulations are  more stringent than FDA regulations. For example, Canadian regulations  specify that bottled water cannot contain any coliform bacteria. In  addition, Turkey requires that inspections of bottled water facilities be  conducted more frequently than FDA requires. Specifically, licensed  drinking water facilities are subject to inspections annually by the Ministry  of Health and every 3 months by the local health authority. Licensed  natural mineral waters are subject to inspections every 3 months by the  ministry and every month by the local health authority. Manufacturers are  responsible for the costs of the ministry’s and local health authority’s  analyses of bottled water."], "subsections": []}]}, {"section_title": "FDA’s Oversight of Bottled Water Is Limited by its Authority under the FFDCA and Its Resource Constraints", "paragraphs": ["A number of concerns emerge regarding FDA’s regulation of bottled water  under the FFDCA and its enforcement practices, particularly in  comparison with EPA’s regulation of drinking water under the Safe  Drinking Water Act. These observations, however, should be viewed in the  context of the legal limitations placed by the FFDCA on FDA, and the  constrained resources that have affected FDA’s overall capabilities in  recent years. The legal constraints arise because while the Safe Drinking  Water Act authorizes EPA to require water samples to be tested by  certified laboratories and violations of national primary drinking water  regulations to be reported within certain time frames to EPA or the state  agency with primary enforcement responsibility, the FFDCA does not  grant FDA similar authority. Rather, the FFDCA requires FDA to regulate  bottled water as a food—as opposed to drinking water subject to the Safe  Drinking Water Act—and does not specifically authorize FDA to require  that foods, including bottled water, be tested by certified laboratories or  that violations of the standard of quality be reported to FDA.", "In addition to these legal constraints, bottled water’s status as a food has  subjected it to many of the same problems more generally affecting FDA  oversight of food safety. As we noted in January 2007, for example, when  we designated federal oversight of food safety as a “high-risk” area  affecting public health and the economy, federal oversight of food safety is  fragmented, with about 15 agencies having food safety roles. We  specifically cited FDA’s resource constraints, noting in 2008 that while  the number of domestic firms under FDA’s jurisdiction increased from  fiscal years 2001 through 2007 from about 51,000 firms to more than  65,500, the number of firms inspected declined from 14,721 to 14,566  during the same period. We cited resource constraints as a contributing  factor, noting that the number of full-time-equivalent positions at FDA  devoted to food safety oversight had decreased by about 19 percent from  fiscal years 2003 through 2007. Along those same lines, we noted in 2005  that while FDA was responsible for regulating about 80 percent of the  nation’s food supply, it accounted for only 24 percent of expenditures in  fiscal year 2003 among the federal agencies with food-safety-related  responsibilities (these other agencies included the U.S. Department of  Agriculture, EPA, and the National Marine Fisheries Service).", "In light of its resource constraints, FDA’s Food Protection Plan, issued in  2007, cites the need to focus general food safety inspections based on  risk. In addition, although not yet fully defined, FDA has indeed begun to  take a more risk-based approach in identifying firms for safety inspections  and has identified bottled water to be a low-risk food product. The result  of this approach, therefore, has led FDA to devote fewer resources to  bottled water oversight for general food safety because of a need to focus  on higher-risk food products, such as seafood and fresh produce.", "Ultimately, as we recommended in 2007, a fundamental reexamination of  the federal food safety system will be needed to look across the activities  of individual programs within specific agencies with food-safety-related  responsibilities. Toward that end, in 2001 we recommended, among other  things, that Congress enact comprehensive, uniform, and risk-based food  safety legislation and commission the National Academy of Sciences or a  blue-ribbon panel to analyze alternative organizational food safety  structures in detail. We believe that FDA’s lack of authority and  resources to effectively regulate bottled water, as compared with how  EPA regulates tap water, should be part of that reexamination."], "subsections": []}]}, {"section_title": "FDA and State Bottled Water Labeling Requirements Resemble Those for Other Food Types, but Demand Less Information Than Is Required for Tap Water", "paragraphs": [], "subsections": [{"section_title": "FDA Regulations Require Bottled Water Labels to Contain Specific Information, in Addition to Information Required for All Food Products", "paragraphs": ["Because it is considered a food, bottled water must comply with FDA’s  general requirements for food labeling, which include ingredient and  nutrition information. These requirements include the name of the  product; the name and address of the manufacturer, packer, or distributor;  and the net contents. Although not required, bottled water labels may also  include the type of water (i.e., standard of identity). In addition, like other  food products, bottled water is subject to the same general prohibitions  against misbranding.", "Responding to a petition from IBWA for FDA to more closely regulate  bottled water in the face of inconsistent state regulation of bottled water,  FDA in 1995, modified and expanded the standard of identity regulation,  including definitions for different types of bottled water, such as mineral  water and spring water (see table 1). According to FDA regulations, if a  bottled water label includes a standard of identity, the water must satisfy  that standard’s requirements or the product will be considered  misbranded. For example, bottled water labeled as mineral water must,  among other things, contain not less than 250 parts per million of total  dissolved solids and originate from a geologically and physically protected  underground water source, with no minerals artificially added. For bottled  water that comes from a public water system, the standard of identity  regulations require its label to clearly state that the product comes from a  municipal source or community water system, unless the water has been  treated and meets the standard of identity for purified, distilled, deionized,  sterile, or sterilized water. Carbonated water, soda water, seltzer water,  sparkling water, and tonic water are considered soft drinks and are not  regulated as bottled water. In addition, other terms used on the label about  the source, such as “glacier water” or “mountain water,” are not definitions  included in the standard of identity regulation and may not be used to  convey that the water comes from a pristine area.", "As with other foods, FDA guidance provides that when inspecting bottled  water facilities, investigators should review labels to ensure that they are  accurate and meet regulations. As we have previously mentioned,  however, FDA often has limited assurance that companies are complying  with food-labeling requirements, partly because FDA investigators are not  required to keep track of labels reviewed. Therefore, in the absence of  reliable FDA data, we were not able to determine the extent to which FDA  reviews bottled water labels, or to substantiate the claims of FDA officials  that they have not come across any widespread problems with bottled  water labeling. Our own review of bottled water labels revealed that the  information they contain—although limited—is generally accurate.  Specifically, of the 83 labels we reviewed from across the country, only   1 included an unclear statement on the label regarding the standard of  identity. In this case, the label listed the water as “mountain spring water”  but after contacting the company, we determined that the water was  actually artesian and not spring water as defined by FDA. The real  question, however, is whether the label information is sufficient to  adequately inform consumers about a water bottle’s contents. As we  discuss in the following section, the actions of a number of states, and our  own review, suggest that consumers could benefit from additional  information."], "subsections": []}, {"section_title": "Many States Have Adopted FDA’s Labeling Regulations, but Some States Require That Labels Contain Additional Information", "paragraphs": ["Many states have adopted FDA’s labeling regulations, but some states  require additional information. For example, bottled water sold in New  Mexico must be labeled with the treatment methods used in its  production. Also, bottled water sold in Massachusetts is required to  include information on the label identifying the type and the location of  the source water (by municipality, state, or country). Massachusetts state  officials said this requirement was put in place because of strong  consumer demand for such information. Some states have also established  further restrictions regarding source listings. For example, Alaska defines  “glacier water” as either (1) runoff directly from the natural melting of a  glacier, (2) water obtained from the melting of glacial ice at a food- processing establishment, or (3) water from a stream flowing directly from  a glacier and not diluted or influenced by a nonglacial stream.", "As a related matter, California recently passed legislation requiring that, as  a condition of being licensed in the state, a bottled water facility must  annually prepare a bottled water report and make the report available to  each customer upon request. The report must include, among other things,  information on the source, treatment method, and health disclosures for  certain contaminants that may be found in the water. According to  California state officials, this legislation was passed to require that this  information be made available so that the state’s consumers are afforded  the same water quality “right-to-know” protections and regulatory  oversight of bottled water as those established for tap water. Labels on  bottled water from facilities licensed in California are now required to  include a statement about how consumers can access the annual report.", "Such consumer right-to-know reports have been required by EPA for  public water systems since 1998. These “consumer confidence reports”  summarize information on sources, on any detected contaminants, and on  compliance with primary drinking water regulations, among other  information. Consumer confidence reports are one of several right-to- know provisions that were included in the Safe Drinking Water Act  Amendments of 1996. These amendments contain several other provisions  to improve public information about drinking water, including requiring  public notification when a public water system fails to meet a maximum  contaminant level."], "subsections": []}, {"section_title": "FDA Identified Methods to Better Inform Customers about the Contents of Bottled Water, but Was Not Required to Implement Them", "paragraphs": ["The Safe Drinking Water Act Amendments also required FDA to study the  feasibility of the appropriate methods to inform customers about the  contents of bottled water. In its 2000 report, FDA concluded that certain  methods were feasible for the bottled water industry to provide the same  type of information to consumers that the Safe Drinking Water Act  requires public water systems to provide in an annual consumer  confidence report—including the source and levels of contaminants tested  for and found in the water. FDA further concluded that it would be  feasible and appropriate for the industry to update the information  annually and provide it by enabling the consumer to contact the producer  directly through a telephone number or address listed on the label, or  through a combined approach where some information about the water  would be included on the label and the rest would be obtainable on  request. Nonetheless, the agency was not required to take action on its  findings and has yet to do so. FDA officials explained that since bottled  water is not considered a significant health risk, and, in light of the  agency’s limited available resources, FDA does not anticipate initiating a  rule making in response to the study’s findings."], "subsections": []}, {"section_title": "Additional Information about Bottled Water Would Be Beneficial to Consumers", "paragraphs": ["Our work suggests that consumers may benefit from additional  information. For example, when asked whether consumers in their state  had misconceptions about bottled water, 24 of the 51 state and District of  Columbia officials responding to our survey replied that consumers  believe that bottled water is safer, is healthier, or is of higher quality than  tap water. Their responses were consistent with a 2002 EPA-sponsored  Gallup survey, which found that the main reason consumers either filtered  tap water or purchased bottled water was due to health-related concerns.  In a separate poll, the Water Research Foundation, in 2003, found that  about 56 percent of the bottled water drinkers cited safety and health as  the primary reason they sought an alternative to tap water.", "IBWA has also endorsed the concept that a consumer has a right to  comprehensive information about bottled water, believing that the most  feasible way for consumers to obtain this information is through a request  to the bottler. In fact, IBWA requires that its members include a telephone  number on their labels so consumers can contact the company and request  information that should be readily available to the company.", "Nonetheless, our review of bottled water labels revealed that, when  compared with what public water systems are required to provide to  consumers of tap water, very few bottled water facilities provide such  information to consumers, either through labels, company Web sites,  telephone calls to company representatives, or any combination of these  avenues. Of the 83 bottled water labels that we reviewed, 9 did not have  contact information, such as a telephone number, Web address, or e-mail;  5 labels had only a postal address as a means of contacting the company.  Bottled water labels for 12 brands did not contain source information, nor  was this information available by telephone or a Web site review. In  addition, 16 brands did not contain water quality treatment information on  the label, nor was this information available by telephone or a Web site  review. Furthermore, only 1 of the bottled water labels that we reviewed  contained limited water quality or health-related information, and this  information was available from just 34 of the bottled water companies that  we had telephoned or from reviewing their Web site. Thirteen of the water  quality reports that we did obtain were incomplete or unclear. For  example, several of the water quality reports had test results for only some  of the contaminants tested or did not reflect the most recent tests  conducted; other reports only described which contaminants were tested  or how often the tests were conducted."], "subsections": []}]}, {"section_title": "Production and Consumption of Bottled Water Has Varied Impacts on the Environment", "paragraphs": ["In addition to the safety and consumer issues associated with bottled  water, some parties have raised concerns about the environmental impacts  associated with its manufacture and transportation and with the  extraction of water associated with its production. Among these issues are  the impacts on (1) municipal landfill capacity of discarded water bottles,  (2) the effects on U.S. energy demands from the manufacture and  transport of plastic bottles for drinking water, and (3) communities and  the environment of groundwater extraction for the purposes of bottling  water."], "subsections": [{"section_title": "Most Plastic Water Bottle Containers Are Discarded Rather Than Recycled, Although They Appear to Have a Minimal Impact on the Nation’s Municipal Landfill Capacity", "paragraphs": ["Most plastic water bottles produced in the United States are discarded  rather than recycled. The most common water bottles are made of a  plastic called polyethylene terephthalate, or PET. Precise information on  the amount of PET in the bottled water containers produced, recycled, and  discarded each year is not available. Representatives of the beverage  industry and an environmental nonprofit organization reported that about  827,000 to 1.3 million tons of PET plastic water bottle containers were  produced in the United States in 2006. Our analysis of data provided by  these groups indicated that about 76.5 percent of these PET plastic water  bottles were discarded in 2006, which is equivalent to about 632,655 to  999,001 tons of PET, or less than about 1 percent of the 170 million tons of  the total discarded U.S. municipal solid waste and about 26 to 41 percent  of the 2.4 million tons of total discarded PET plastic. Most discarded water  bottles end up in U.S. landfills, although some bottles become litter or are  incinerated, according to the officials with whom we spoke. Precise  information was not available regarding the amount of discarded PET  water bottles that ended up in U.S. landfills versus discarded PET water  bottles that were incinerated or became litter.", "The near-term impact of the PET plastic water bottles in municipal  landfills appears to be minimal. For example, an official from EPA’s Office  of Resource Conservation and Recovery and an expert in solid waste  management from the Solid Waste Association of North American told us  that PET plastic is an inert material and, therefore, does not react when in  contact with other materials in the waste stream. They also noted that PET  plastic is not known to leach contaminants, nor is it associated with any  known risks to public health or the environment while in a landfill.  However, they emphasized that in a landfill, PET plastic water bottle  containers are typically compacted and shielded from the sunlight and the  atmosphere. According to the solid waste management expert, under these  conditions it is not known precisely how long it takes for the PET plastic  to decompose, although decomposition will occur over a very long time  horizon, possibly thousands of years. Thus, this expert told us that for  landfill management purposes, solid waste experts assume that PET  plastic will never decompose.", "Knowledgeable officials from the beverage and PET plastic-manufacturing  industries told us that bottled water companies have made significant  investments in recent years to “light-weight,” or reduce the amount of PET  plastic in each bottle. For example, Nestlé Waters North America reported  in its 2008 Corporate Citizenship Report that it introduced a 12.4 gram  half-liter PET water bottle on the market in 2008 that reduced the amount  of PET plastic in its half-liter bottles by 30 percent, compared with the  average half-liter plastic beverage container on the market in the previous  year. These officials believed that these efforts will lead to substantial  reductions over the next few years in the amount of PET plastic associated  with discarded water bottles. It is unclear what impact efforts to produce  bottles with less plastic will have on the total amount of PET plastic  associated with discarded water bottles until more municipal solid waste  statistics become available."], "subsections": []}, {"section_title": "Manufacture and Transportation of Bottled Water Is Considerably More Energy-Intensive Than for Tap Water, and the Energy Costs Vary Substantially", "paragraphs": ["We identified two organizations that have attempted to document the  effects on U.S. energy demands of the manufacture and transportation of  bottled water. Among the analyses we reviewed, the most comprehensive  was a peer-reviewed study published in February 2009 by the Pacific  Institute that computed the energy required for various phases of bottled  water production, transport, and use.", "Specifically, the institute computed the energy required to make PET  plastic material, to fabricate the bottles using the PET material, process  the water before bottling, fill and seal the bottle, transport the bottled  water for sale to end-users, and chill it for use. Because transportation  energy costs can vary, depending on the distance from a bottling plant to  market and the mode of transportation, the institute evaluated the energy  costs for the following three transportation scenarios for transporting  filled water bottles from a bottling plant to a point of sale in Los Angeles,  California: (1) locally produced purified bottled water, delivered within  200 kilometers (about 125 miles) of a bottling plant by truck; (2) spring  water transported from the island nation of Fiji in the South Pacific by  cargo ship to Los Angeles and then delivered locally within 100 kilometers  (about 60 miles); and (3) spring water transported from France by cargo  ship to the eastern United States, transported by freight rail to Los  Angeles, and distributed locally by truck. The results of these three  scenarios apply to water shipped from the three locations and consumed  in Los Angeles and, therefore, are not representative of all U.S.  transportation of bottled water from the bottling plant to the point of sale.  According to Pacific Institute officials, these scenarios were chosen to try  to provide a low, medium, and high range for energy costs associated with  the manufacture and transportation of bottled water.", "Although the Pacific Institute’s study was the most comprehensive  analysis of the energy impacts of bottled water that we identified, certain  aspects of its scope and methodology limit the generalizability and  certainty of its results. For example, the scope of the institute’s study did  not include energy estimates for all phases of bottled water production  and use, such as the energy required to transport or convey the water to  the bottling plant from either a municipal source or a self-supplied surface  or groundwater source, nor did the study include the energy required for  bottled water waste collection, disposal, and recycling. In addition, the  institute’s analysis and results focused on the energy required for the  production, transport, and use of a typical 1-liter PET bottle of water,  which the institute estimated weighs about 38 grams. Lighter and heavier  PET bottles could have significantly different energy impacts.", "The Pacific Institute’s study presented two major findings. First, the  energy required to produce and use a typical 1-liter PET bottle of water  weighing 38 grams varies substantially, depending on the mode of  transportation and the distances traveled from the bottling plant to the  point of sale. For example, the institute estimated that transportation  energy costs varied from about 25 percent (1.4 megajoules per liter) of  the total energy footprint for “purified” bottled water produced in Los  Angeles and delivered locally within 200 kilometers (about 125 miles) of  the bottling plant by truck, to about 57 percent (5.8 megajoules per liter)  for “spring” water bottled in France, transported overseas by cargo ship,  and transported by rail from the eastern United States to Los Angeles.  Second, although the overall production and consumption of bottled water  makes up a small share of the total U.S. energy demand, bottled water is  much more energy-intensive than public drinking water. For example, on  the basis of all the energy inputs for bottled water manufacture and use  and the three transportation scenarios calculated, the institute estimated  that the total energy required to bring a typical 1-liter PET bottle of water  weighing about 38 grams to the consumer in Los Angeles would typically  range from about 5.8 to about 10.2 megajoules per liter, or about 1,100 to  2,000 times the energy cost of producing tap water (about 0.005  megajoules per liter)."], "subsections": []}, {"section_title": "Groundwater Extraction for Bottled Water Is Small Relative to Groundwater Withdrawals for Other Uses, but Can Have Noticeable Localized Impacts", "paragraphs": ["According to state officials in Maine, Michigan, New Hampshire, and  Vermont, existing groundwater extraction for the purposes of bottled  water has not had an adverse impact on state waters or the environment  and is small relative to other groundwater uses. However, these officials  said that large-scale groundwater extraction can adversely impact local  groundwater availability, surface water flows, and dependent resources.  We chose to speak with officials in these four states about the impacts of  groundwater extraction because in each of these states, local communities  have expressed concerns about bottled water production, and recent state  legislation was enacted to address these concerns. Among the cases we  reviewed, we found that such concern centered on water extracted from a  groundwater source by the bottled water producer, rather than water  purchased from a municipal source.", "State officials told us that existing groundwater extraction for bottled  water does not have a significant impact on state groundwater supplies.  For example, state officials in Maine told us that in 2007, bottled water  production constituted about 3 percent (or 650 million gallons) of the   19 billion gallons of total groundwater extracted in the state. Similarly,  officials from the four states told us that existing groundwater  withdrawals for bottled water are small relative to other groundwater  uses. For example, a geologist from the New Hampshire Department of  Environmental Services reported that most groundwater extraction in the  state goes to municipal water systems, residential subdivisions, golf  courses, power plants, and manufacturers of beverages other than bottled  water. In addition, Michigan state officials told us that in areas of Michigan  where groundwater can be limited, most groundwater extraction goes to  agricultural and mining activities.", "While groundwater extraction may have minimal impacts on state  groundwater supplies, it can, in some cases, alter local groundwater levels  and flows to nearby surface waters, according to the U.S. Geological  Survey. For example, pumping groundwater from a single well diverts the  groundwater toward the extraction well in the area around the well. As a  result, pumping can lower the local water table shared by nearby well  users. When the aquifer is shallow and connected to a nearby stream, the  pumping can diminish the available surface water supply by diverting  some of the groundwater that otherwise would have flowed into the  stream or by drawing flow from the stream into the surrounding aquifer.  Reductions of surface water flows as a result of groundwater extraction  are likely to be of greatest concern during periods of low flow.  Groundwater extraction can also affect natural resources dependent on  groundwater flowing to surface waters. For example, changes in the water  that flows to and from a stream may affect temperature, oxygen levels, and  nutrient concentrations in the stream. These changes may in turn affect  aquatic life, such as certain fish populations whose spawning success may  be greater where surface water temperature is modulated by incoming  groundwater. The impacts from a single groundwater extraction site on  local ground and surface waters depend on factors that include, among  other things, the rate of water withdrawals, type and physical  characteristics of an aquifer, degree of connection between the aquifer and  surface waters, and rates of precipitation.", "The state officials we interviewed told us that while they have not seen  adverse large-scale impacts on water supplies and the environment from  existing bottled-water-related groundwater extraction, concerns among  some local communities in these states about their effect have led to some  conflict and litigation. For example, in 2001 residents in Mecosta County,  Michigan, sued a water bottler, alleging that its withdrawals reduced water  levels of a nearby stream and wetlands and unlawfully interfered with  their water rights.", "State officials in Michigan, Maine, and Vermont told us that to address  these concerns and ensure that effective groundwater resource  protections were in place, their state legislatures enacted new or amended  requirements for extracting groundwater for bottled water. For example,  in 2006 and 2008, Michigan’s safe drinking water act was amended to  require, among other things, a permit for a water-bottling operation that  uses a new or increased groundwater withdrawal of more than 200,000  gallons per day. The law also requires that permitted groundwater  withdrawals of more than 2 million gallons per day do not result in an  individual or cumulative adverse impact, which refers to decreasing a  stream’s or river’s flow or reducing the abundance or density of fish  populations."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["While FDA’s standard of quality regulations for bottled water are generally  consistent with EPA’s drinking water quality requirements, the agency  could do more to ensure the safety of bottled water, either by   (1) promptly adopting EPA’s health-based public drinking water standard  for the phthalate, DEHP, and setting monitoring requirements for this  contaminant or (2) publishing in the Federal Register a rationale for not  doing so. We further believe FDA should act expeditiously after its DEHP  task force study ends, since FDA’s statutory deadline for acting on DEHP  was more than 15 years ago. Without a standard or monitoring  requirement in place, bottled water facilities are not required to test for  and potentially identify harmful levels of a contaminant that is currently  regulated in public drinking water. In addition, to prevent public  misconceptions about the health and safety of bottled water and to match  consumer right-to-know standards pertaining to tap water, FDA could help  to ensure that consumers have more complete product information by  implementing its findings regarding the appropriate and feasible methods  for informing consumers about the contents of bottled water.", "Although we have also raised a number of broader concerns about FDA’s  oversight of bottled water facilities—particularly in comparison with  EPA’s regulation of public water supply systems under the Safe Drinking  Water Act—we acknowledge that many of these concerns reflect the legal  limitations the FFDCA imposes on the agency and the decline in resources  that has hampered overall food safety responsibilities in recent years.  Regarding FDA’s effectiveness, we have recommended in the past that a  fundamental reexamination of the federal food safety system be  undertaken, including enactment of comprehensive, uniform, risk-based  food safety legislation. We believe that FDA’s lack of authority and  resources to effectively regulate bottled water should be part of this  reexamination."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of Health and Human Services direct  the Commissioner of FDA to take the following two steps:  Issue a standard of quality regulation for DEHP, or publish in the Federal  Register the agency’s reasons for not doing so 1 year after the conclusion  of its task force study on this matter.", "Implement FDA’s findings on methods that are feasible for conveying  information about bottled water to customers, such as, at a minimum,  requiring that companies provide on the label contact information  directing customers on how to obtain comprehensive information. Should  FDA determine that it lacks the necessary authority to implement its  findings, it should seek legislation to obtain such authority."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided the Environmental Protection Agency and the Department of  Health and Human Services’ Food and Drug Administration with a draft of  this report for their review and comment. EPA provided oral comments,  stating that the agency agreed with the report’s findings. In its written  response, FDA first noted that the agency “strives continually to advance  its public health mission, and this includes efforts to improve the safety,  sanitation, suitability, and proper labeling of bottled water.” It then  expressed general agreement with our two recommendations. Regarding  the first recommendation on issuing a standard of quality regulation for  DEHP in bottled water, FDA agreed that it should reassess whether to  issue the regulation as soon as possible after the conclusion of the task  force study on phthalates. However, FDA noted that our recommended  180-day time frame to issue a DEHP standard for bottled water did not  provide enough time for a notice and comment rule making. Accordingly,  we changed the time frame in the recommendation from 180 days to 1  year. In the event that FDA decides to promulgate a standard of quality  regulation for DEHP, we think that 1 year provides FDA with sufficient  time to conduct rule making since it will be based on the study’s results.  Moreover, we think FDA should move expeditiously on DEHP since the  statutory deadline for taking action was more than 15 years ago. Regarding  our recommendation to improve the way in which information about  bottled water is conveyed to consumers, FDA agreed that bottled water  should be labeled with contact information that allows consumers to more  easily contact the manufacturer to obtain comprehensive information  about the product. The agency said it intends to pursue this issue with  bottled water manufacturers. FDA also provided comments to improve the  draft report’s technical accuracy, which we have incorporated as  appropriate. Appendix IV contains a reprint of FDA’s letter.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to the  appropriate congressional committees, the Secretary of Health and Human  Services, the Commissioner of the Food and Drug Administration, the  Administrator of the Environmental Protection Agency, and other  interested parties. The report also will be available at no charge on the  GAO Web site at http://www.gao.gov.", "If you or your staff members have any questions about this report, please  contact me at (202) 512-3841 or stephensonj@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made major contributions to  this report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To evaluate the extent to which federal and state authorities regulate the  quality of bottled water to ensure it is safe and the extent to which they  regulate the accuracy of labels or claims about the purity and source of  bottled water, we reviewed federal and state bottled water regulations. We  compared the standard of quality regulations that apply to bottled water  with the Environmental Protection Agency’s (EPA) standards under the  Safe Drinking Water Act. We interviewed officials in the Food and Drug  Administration’s (FDA) Center for Food Safety and Nutrition, Office of  Regulatory Affairs, and eight FDA District Offices, among other FDA  offices; EPA; nonprofit organizations, such as the Natural Resources  Defense Council, the Environmental Working Group, and the Food and  Water Watch; and the International Bottled Water Association (IBWA).  Our definition of “bottled water” in this report includes any food product  that meets FDA’s standard of identity for bottled water. We did not  conduct water quality analyses of bottled water to determine if the  product met the standard of quality. We also did not conduct a systematic  review of source water approval or testing records at bottled water  facilities.", "We also researched bottled water laws and regulations in the 50 states and  the District of Columbia. We selected 10 states for in-depth reviews  because their standard of quality, testing requirements, or both, differed  from FDA standards and from 1 state that adopted FDA’s requirements.  To learn more about state regulations and enforcement policies, we held  interviews by telephone with regulatory officials in 8 of the 10 states, in  person with Ohio and Massachusetts officials, and in writing with  Wisconsin officials. On the basis of these discussions, we developed a  briefer set of questions on implementing and enforcing bottled water  regulations. After we drafted this questionnaire, we asked for comments  from state officials in 4 of the 10 states selected for in-depth review. We  conducted these pretests to check that (1) questions were clear and  unambiguous, (2) terminology was used correctly, (3) the information  could be feasibly obtained, and (4) the survey was comprehensive and  unbiased. Three of the four pretests were administered over the telephone.", "Next, we administered our survey by telephone to state officials  responsible for bottled water oversight in all of the remaining states and  the District of Columbia. (App. III shows the questions that we asked and a  summary of the responses that we received.) We made the telephone calls  in December 2008 and January 2009. All states responded to our questions.  Some state officials were unable to answer all of the questions during our  first call; they subsequently provided the information later via telephone or  e-mail.", "We also examined bottled water labels and contacted companies to  determine the information they provide consumers about the source,  treatment, and quality of their products. We did not evaluate whether label  information was false or misleading. To obtain bottled water labels, we  asked GAO staff in each of our 11 field offices and at headquarters to  collect about 10 labels per office from bottled water that is specific or  unique to their region. After removing duplicate bottled water labels and  labels that were not for bottled water but for some other beverage, such as  “electrolyte-enhanced” waters, we were left with 83 labels for bottled  water sold in containers ranging in size from 8 ounces to 1 gallon. This  sample does not represent the universe of bottled water available to  consumers in the United States. We systematically reviewed the labels and  recorded whether contact information was provided—such as a telephone  number, Web address, e-mail, or complete postal address—that would  allow a consumer to contact the bottled water company and readily obtain  more information about the product than what is listed on the label. We  also recorded whether the source of the water, treatment method, and any  quality test results were included on the label, or whether this information  was available by accessing the company’s Web site or by telephoning the  company. We used the Web addresses and telephone numbers listed on  the label, if available. We contacted 61 companies by telephone and  conducted Web site reviews for 47 companies.", "To determine how authorities in other countries ensure the safety of  bottled water, we reviewed how several top exporting countries— including Canada, Fiji, and Turkey as well as the European Union and its  member states—regulate bottled water. We were not able to review the  laws in all of the top 10 exporting countries because information in  English was limited. In addition, we reviewed only the legal requirements  in these countries; we were not able to assess how the laws are  implemented or enforced.", "We also analyzed data from FDA databases that track domestic and  foreign inspections, import examinations, and recalls. Regarding FDA  inspections of domestic and foreign bottled water facilities, as well  domestic inspections conducted by states under contract with FDA, we  analyzed data from the Field Accomplishments and Compliance Tracking  System for fiscal years 2000 through 2008. Regarding FDA reviews of  bottled water imports, we analyzed data from the Operational and  Administrative System for Import Support for fiscal years 2004 through  2008. In addition, we worked with FDA to obtain all warning letters that  had been issued to bottled water facilities for fiscal years 2002 through  2008. Finally, we analyzed data from FDA’s Recall Enterprise System for  recalls that were issued for bottled water from November 2002 (when the  system began) through fiscal year 2008. We assessed the reliability of these  data and found them to be sufficiently reliable for our purposes. To assess  the reliability of these data, we reviewed related documentation and  worked closely with agency officials to identify any data problems.  Because of the variance in how bottled water and other beverages are  coded as a product in the Field Accomplishments and Compliance  Tracking System, some of our analysis regarding inspections may include  other beverage or product types, such as ice or flavored waters. However,  our conversations with FDA officials indicated very few entries included  these other beverage or product types.", "To identify the environmental and other impacts of bottled water, we  reviewed the following three subtopics: (1) the impact of discarded water  bottles on municipal landfill capacity; (2) the effects on U.S. energy  demands from the manufacture and transport of plastic bottles for  drinking water; and (3) the impacts, if any, on communities and the  environment of groundwater extraction for the purposes of bottling water.", "To address the impact of discarded water bottles on municipal landfill  capacity, we interviewed knowledgeable officials from the American  Beverage Association and its consultant, Northbridge Environmental  Management; the Container Recycling Institute; IBWA; and the National  Association of PET Container Resources to obtain information on the  quantities of PET plastic water bottles that are produced and recycled.  We did not independently verify the accuracy and completeness of the  data provided by these organizations. Using figures provided to us by  the  American Beverage Association and the Container Recycling Institute for  the amount of PET plastic water bottle containers produced in 2006—the  most recent year for which data were available—and for the national  recycling rate in 2006 for all PET containers, provided to us by the  National Association of PET Container Resources, we calculated a range  of estimates for the quantity of PET plastic water bottles that were  discarded in that year. We used these data and figures from EPA’s 2006  national municipal solid waste characterization to calculate how much  discarded PET water bottles comprised as a share of the total discarded  PET plastic and total discarded municipal solid waste in the United States.  To assess the accuracy and completeness of EPA’s municipal solid waste  characterization data, we reviewed EPA documentation and interviewed  knowledgeable officials from the EPA contractor Franklin Associates (a  division of the Eastern Research Group), which prepared the agency’s  2006 national municipal solid waste characterization, Northbridge  Environmental Management, and the Solid Waste Association of North  America. Finally, we interviewed EPA officials from the Office of Resource  Conservation and Recovery and the Director of the Applied Research  Foundation of the Solid Waste Association of North America to collect  information regarding the impacts of discarded PET plastic water bottle  containers in landfills.", "To identify the effects on U.S. energy demands of the manufacture and  transport of bottled water, we interviewed officials from EPA’s Office of  Solid Waste and knowledgeable officials from three nonprofit  environmental organizations—the Earth Policy Institute, Food and Water  Watch, and the Pacific Institute. We identified two studies that focused  specifically on bottled drinking water, one by the Earth Policy Institute  and a second by the Pacific Institute. We reviewed the scope and  methodology of these studies and selected the Pacific Institute’s study for  more in-depth evaluation because it was more comprehensive and  documented in a peer-reviewed article. Specifically, we assessed the  Pacific Institute’s methodology to determine its validity and summarized  the studies’ key findings relevant to our objective.", "To identify the impacts, if any, on communities and the environment of  groundwater extraction for bottling water, we reviewed and synthesized  information published by the U.S. Geological Survey about the impact of  groundwater extraction on aquifers, surface waters, and dependent  natural resources. We reviewed newspaper articles, books, journal  articles, and public policy reports to identify states where conflicts or  litigation over groundwater extraction have taken place. Among the states  identified, we selected Maine, Michigan, New Hampshire, and Vermont for  more in-depth review. Specifically, we chose Michigan and Vermont  because legislation was recently enacted in these states regarding  groundwater extraction that included specific provisions related to bottled  water production. We chose Maine and New Hampshire because these  states recently enacted or amended laws governing groundwater wells or  withdrawals that apply to certain bottled water production facilities. In  these states, we interviewed officials who oversee groundwater extraction  for bottled water to obtain information on groundwater use, on known  impacts of groundwater extraction from bottled water production, and on  existing regulations of groundwater extraction for bottled water  production.", "We conducted this performance audit from June 2008 to June 2009, in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions on  our audit objectives."], "subsections": []}, {"section_title": "Appendix II: FDA and IBWA Standards of Quality and Selected EPA Drinking Water Standards", "paragraphs": ["EPA drinking water standard  (maximum contaminant level)", "EPA drinking water standard  (maximum contaminant level)", "EPA drinking water standard  (maximum contaminant level)", "In this table, units are in milligrams per liter, unless otherwise noted.", "Residual disinfectants and disinfection by-products  15 picocuries per liter (pCi/L)", "EPA drinking water standard  (maximum contaminant level)", "In this table, units are in milligrams per liter, unless otherwise noted.", "EPA drinking water standard  (maximum contaminant level)", "In this table, units are in milligrams per liter, unless otherwise noted.  5  EPA promulgated a national primary drinking water regulation for these contaminants on July 1,  1991, but postponed its effective date pending reconsideration of the regulation. 57 Fed. Reg. 22178  (May 27, 1992). To date, EPA has not established a new effective date."], "subsections": []}, {"section_title": "Appendix III: Telephone Survey Administered to Officials from the 50 States and the District of Columbia, and Summary of Responses", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Health and Human Services’ Food and Drug Administration", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Steve Elstein, Assistant Director;  Brian M. Friedman; Nathan A. Morris; Kelly A. Richburg; and Jeanette  Soares made key contributions to this report. Also contributing to this  report were Mark Braza, Ellen Chu, Erin Lansburgh, and Minette  Richardson. In addition, Matthew Drerup, Paige Gilbreath, Susannah  Hawthorne, Stephen J. Jue, Foster Kerrison, Patricia Lentini, Robert  Marek, Angela Pun, Carrie W. Rogers, Pam Tumler, and Cheryl A. Williams  provided assistance in collecting bottled water labels for our review."], "subsections": []}]}], "fastfact": []}