{"id": "GAO-17-747T", "url": "https://www.gao.gov/products/GAO-17-747T", "title": "Coast Guard Acquisitions: Limited Strategic Planning Efforts Pose Risk for Future Acquisitions", "published_date": "2017-07-25T00:00:00", "released_date": "2017-07-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In order to meet its missions of maritime safety, security, and environmental stewardship, the Coast Guard, a component within the Department of Homeland Security (DHS), employs a variety of assets, several of which are approaching the end of their intended service lives. As part of its efforts to modernize its surface and air assets (known as recapitalization), the Coast Guard has begun acquiring new vessels and air assets. Concerns surrounding the affordability of this effort remain as the Coast Guard continues to pursue new acquisitions such as the polar icebreaker, while also acquiring the Offshore Patrol Cutter—which is estimated to cost $12.1 billion through 2032.", "This statement addresses the (1) extent that the Coast Guard develops planning tools to guide its acquisition portfolio, and (2) potential risks the Coast Guard faces in its polar icebreaker acquisition. This statement is based on GAO's extensive body of published and ongoing work examining the Coast Guard's acquisition efforts over several years."]}, {"section_title": "What GAO Found", "paragraphs": ["In June 2014, GAO found that the Coast Guard lacked long-term planning to guide the affordability of its acquisition portfolio and recommended the development of a 20-year fleet modernization plan to identify all acquisitions necessary for maintaining at least its current level of service and the fiscal resources necessary to build and modernize its planned surface and aviation assets. Coast Guard officials stated that they are developing a 20-year Capital Investment Plan (CIP), but the timeframe for completion is unknown. The Coast Guard does, however, submit a 5-year CIP annually to Congress that projects acquisition funding needs for the upcoming 5 years. GAO found the CIPs do not match budget realities in that tradeoffs are not included. In the 20-year CIP, GAO would expect to see all acquisitions needed to maintain current service levels and the fiscal resources to build the identified assets as well as tradeoffs in light of funding constraints.", "As GAO reported in June 2016, the Coast Guard's heavy icebreaker fleet was operating at a reduced capacity with only one heavy polar icebreaker in service, resulting in limited access to both the Arctic and Antarctic regions year-round. The Coast Guard's only active heavy icebreaker, the Polar Star , is approaching the end of its expected service life, and the Coast Guard plans to implement a limited service life extension to keep it operational until the new icebreaker is available. An official cost estimate has not been completed, but the Coast Guard estimates this extension will cost roughly $75 million.", "Consequently, the Coast Guard expedited its acquisition of new heavy icebreakers with delivery of the first polar icebreaker scheduled in 2023. This delivery schedule poses potential risk as the required acquisition documents may not be completed in time to award the contract in 2019, as currently scheduled. Further, in order to meet this accelerated schedule, the first polar icebreaker would need to be fully funded in fiscal year 2019 with a preliminary cost estimate of $1.15 billion, alongside the Offshore Patrol Cutter acquisition. The Coast Guard has not articulated how it will prioritize its acquisition needs given its Offshore Patrol Cutter is expected to absorb half to two-thirds of its annual acquisition funding requests—based on recent funding history—starting in 2018."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is not making recommendations in this statement but has made them to the Coast Guard and DHS in the past regarding recapitalization, including that the Coast Guard develop a 20-year fleet modernization plan that identifies all acquisitions and the fiscal resources needed to acquire them. DHS agreed with this recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss key acquisition planning  challenges the U.S. Coast Guard—within the Department of Homeland  Security (DHS)—faces as it acquires new assets, a set of surface and  aviation programs collectively referred to as Coast Guard recapitalization.  For example, the Coast Guard’s ability to accomplish its recapitalization  within its planned budget is not known because the Coast Guard has yet  to provide a long-term plan to manage the affordability of its acquisition  portfolio. Without understanding the full cost implications of each of its  assets—including acquisition costs, sustainment costs, support  infrastructure, and personnel needs—the Coast Guard risks experiencing  capability gaps if funding levels remain constant. One particular mission  that has encountered capability gaps in the past, polar icebreaking, is at  risk of undergoing future gaps because the Coast Guard’s only  operational heavy icebreaker—the Polar Star—is approaching the end of  its expected service life and, at times, has been unable to provide this  capability due to equipment failures.", "My statement today will address (1) the extent that the Coast Guard  develops planning tools to guide its acquisition portfolio, and (2) potential  risks the Coast Guard faces in its polar icebreaker acquisition. This  statement is based largely on our extensive body of work examining the  Coast Guard’s acquisition efforts spanning the past several years but also  updated information based on our ongoing work. For the reports cited in  this statement, among other methodologies, we analyzed Coast Guard  guidance, data, and documentation, and interviewed Coast Guard  officials at its headquarters and field units to determine how the Coast  Guard allocated its assets, how data are used to make annual asset  allocation decisions, and how the Coast Guard determines future  resource needs. Each of the reports cited in this statement provide further  detailed information on our scope and methodology. For the purposes of  this hearing, we also analyzed the Coast Guard’s annual 5-year Capital  Investment Plans (CIPs), from 2013 through 2017, to determine what are  included in the plans and how the plans’ projections compared to  requested and appropriated funds annually. For our ongoing work on the  polar icebreaker, we assessed the status of the Coast Guard’s efforts to  recapitalize its heavy polar icebreaking fleet, and how the Coast Guard is  addressing challenges it has identified in implementing this effort. We  obtained and analyzed DHS and Coast Guard documentation for the  acquisition program, such as acquisition decision memoranda, supporting  acquisition planning documents, and cost and schedule information. We  also interviewed Coast Guard and Navy officials representing the heavy  polar icebreaker project’s Integrated Program Office.", "We conducted the work on which this statement is based in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe the evidence obtained provides  a reasonable basis for our findings and conclusions based on our audit  objectives."], "subsections": [{"section_title": "The Coast Guard Develops Annual 5- year CIPs but Needs to Complete Long- Term Planning Document", "paragraphs": [], "subsections": [{"section_title": "Previous 5-year CIPs’ Funding Projections Have Not Matched Annual Budget Requests", "paragraphs": ["Since 2012, the Coast Guard has been legislatively required to submit a  CIP annually to certain Congressional committees, alongside its budget  proposal, that includes, among other things, projected funding for capital  assets in such areas as acquisition, construction, and improvements  needed for the upcoming 5 fiscal years. Specifically, this 5-year CIP is  intended to provide insight into the proposed budget for the upcoming  fiscal year and the following 4 years. The 5-year CIP reports the assets’  cost and schedule per the acquisition program baseline; however, we  found that it does not consistently reflect current total cost estimates or  the effects of tradeoffs that are made as part of the annual budget cycle.  For example, in 2014 we reported that in the Fiscal Year 2014 CIP, the  Coast Guard proposed decreasing the number of Fast Response Cutters  procured per year to two, as opposed to three to six as previously  planned for, without altering the total cost estimate in the CIP. Figure 1  highlights the differences using historical estimates depicted in the Coast  Guard’s Fiscal Year 2013 CIP, which projects acquisition funding from  fiscal years 2013 through 2017, as compared to its requested and  appropriated funds during this same time period.", "Moreover, the 5-year CIP does not prioritize acquisition programs in its  out year projections which, in part, has led to the Coast Guard’s  acquisition funding projections frequently exceeding both the requested  and appropriated funding amounts. Furthermore, this document does not  display tradeoffs or priorities and limits the Coast Guard’s ability to  manage affordability of its acquisition portfolio, including accurately  forecasting its total cost projections.", "Furthering the affordability concern, the Offshore Patrol Cutter  procurement, for which planned acquisition costs are estimated at $12.1  billion through final delivery in 2034—making it the most expensive Coast  Guard acquisition program in its recapitalization effort—will create  additional strain on the Coast Guard’s acquisition budget. According to  the Commandant of the Coast Guard, the Offshore Patrol Cutter is its top  priority. As such, the Coast Guard will prioritize its budget requests for the  Offshore Patrol Cutter before other assets potentially limiting funds  requested for other acquisition programs. Figure 2 provides the Coast  Guard’s acquisition funding projections from its fiscal year 2017 CIP, for  fiscal years 2017 through 2021.", "As depicted in figure 2, for fiscal years 2017 through 2021, the Coast  Guard’s projected acquisition funding levels for its major programs  exceeds its average budget request of roughly $1.1 billion from 2013 to  2017. Beginning around 2019, these projected acquisition funding levels  exceed the average appropriated funding amount of roughly $1.3 billion  that the Coast Guard has received from 2013 to 2017, and which is  greater than the Coast Guard’s average annual requests. This disconnect  highlights that the 5-year CIP does not account for the reality of the  constrained budget environment the Coast Guard faces. From our  analysis of this CIP, we concluded that in order for the Coast Guard to  acquire many of its needed assets over the next 5 years, it will need  significantly more appropriated funds than what the Coast Guard typically  requests.", "Beginning in September 2018, the Offshore Patrol Cutter will absorb  roughly one half to about two-thirds of the Coast Guard’s annual  acquisition funding requests until 2032 if historic funding request levels  over the past 4 years continue to remain about the same. Any remaining  Coast Guard acquisition programs will have to compete for acquisition  funds not requested for the Offshore Patrol Cutter. For instance, the  Coast Guard must also recapitalize other assets such as the polar  icebreakers—to alleviate an expected capability gap—and refurbish other  legacy vessels, such as its fleet of river buoy tenders, as these assets  continue to age beyond their expected service lives and, in some cases,  have been removed from service without a replacement.", "Over the last year, in public hearings before Congress, senior Coast  Guard officials have stated a need for over $2 billion per year for  acquisitions. However, in the President’s Budget, the Coast Guard  requested $1.1 billion for fiscal year 2017 and $1.2 billion for fiscal year  2018. As we previously reported, in an effort to address the funding  constraints it has faced annually, the Coast Guard has been in a reactive  mode, delaying and reducing its capabilities through the annual budget  process by moving planned acquisitions into future years, and does not  have a plan to realistically set forth affordable priorities. The Coast  Guard currently has no method in place to capture the effects of these  deferred acquisitions on its future portfolio, which will result in significant  capability gaps if funding does not materialize and a “bow wave” of near- term unfunded requirements will be created, negatively affecting future  acquisition efforts."], "subsections": []}, {"section_title": "The Coast Guard is Developing a Long-Term Acquisition Planning Document, but Its Completion Date and Contents are Unknown", "paragraphs": ["In 2014, we recommended that the Coast Guard develop a 20-year fleet  modernization plan that would identify all acquisitions necessary for  maintaining at least its current level of service and the fiscal resources  necessary to build these assets. DHS concurred with this  recommendation and the Coast Guard is in the process of developing this  document to guide and manage the affordability of its acquisition portfolio.  Such an analysis would facilitate a full understanding of the affordability  challenges facing the Coast Guard while it builds the Offshore Patrol  Cutter, among other major acquisitions. Coast Guard officials report an  ongoing effort to produce a 20-year plan—which the Coast Guard refers  to as a 20-year CIP—but has not articulated a timeframe for when this  plan will be completed or what information it will include. As we stated in  our 2014 report, in line with the Office of Management and Budget’s  capital planning guidance referenced by the Coast Guard’s Major  Systems Acquisition Manual, we would expect the 20-year CIP to include,  among other things: an analysis of the portfolio of assets already owned by the agency  the performance gap and capability necessary to bridge the old and  new assets, and a justification for new acquisitions proposed for funding.", "As we have noted in our past work, a long-term plan that also includes  acquisition implications, such as sustainment costs, and support  infrastructure and personnel needs, would enable tradeoffs to be  identified and addressed in advance, leading to better informed choices  and making debate possible before irreversible commitments are made to  individual programs. Without this type of plan, decision makers do not  have the information they need to better understand and address the  Coast Guard’s long-term outlook."], "subsections": []}]}, {"section_title": "Potential Risks Exist in the Coast Guard’s Accelerated Acquisition Schedule for Heavy Icebreakers and Coast Guard Plans to Mitigate Potential Icebreaking Capability Gap", "paragraphs": [], "subsections": [{"section_title": "Coast Guard Has Initiated a New Acquisition for Heavy Icebreakers, but Accelerated Acquisition Schedule Poses Potential Risk", "paragraphs": ["The Coast Guard initiated the acquisition of a new fleet of heavy polar  icebreakers in 2013, but now faces potential schedule and cost risks in  implementing an accelerated acquisition approach. In June 2016, we  reported that the Coast Guard’s heavy icebreaking fleet had been  operating at a reduced capacity after one of its ships, the Polar Sea,  suffered a catastrophic engine failure in 2010, rendering it inactive. As a  result, the Coast Guard reports that it has not been able to provide year- round access to both the Arctic and Antarctic regions. Specifically, from  2010 to 2013, the Coast Guard was unable to fulfill the National Science  Foundation’s request for the annual resupply of its McMurdo Station  research center in Antarctica as both of its heavy polar icebreakers were  inactive due to maintenance needs. The Coast Guard resumed this  annual mission in 2014 following the reactivation of its other heavy  icebreaker, the Polar Star, which is shown in figure 3.", "In order to provide continued access to the Arctic and Antarctic regions,  the Coast Guard initiated a program in 2013 to acquire a fleet of three  new heavy polar icebreakers. The Coast Guard is currently planning for  the first new heavy polar icebreaker to be delivered in fiscal year 2023,  which has been accelerated from a previous estimate of 2026. The  accelerated schedule was implemented at the direction of the last  Administration, and confirmed by the current Administration. To meet its  goal of delivering the first icebreaker in fiscal year 2023, the Coast Guard  has partnered with the Navy to leverage the Navy’s shipbuilding  expertise. These agencies established an integrated program office,  which was formalized in January 2017, to collaborate on developing and  implementing an acquisition approach.", "The Coast Guard has made progress in advancing through the  acquisition process for the new heavy polar icebreaker by completing  certain efforts, such as establishing requirements and engaging the  shipbuilding industry, but the accelerated schedule it is pursuing poses  potential risk. Specifically, there is a risk that the acquisition planning  documents required to receive DHS approval to begin development  efforts—and which are necessary under DHS acquisition policy for the  anticipated contract award in fiscal year 2019—might not be completed  on schedule. The Coast Guard acknowledged this in its 2017 annual  program review and stated that should the acquisition planning  documents not be completed and approved by the end of fiscal year  2017, the program may be unable to meet its schedule for entering the  obtain phase in early fiscal year 2018. Should this happen, officials  reported they may be unable to release the request for proposals for  detailed design and construction—a key step in the acquisition process— as scheduled in mid-fiscal year 2018, which could delay the contract  award scheduled in fiscal year 2019 and extend the proposed delivery  date.", "Further, the Navy and Coast Guard have established a preliminary cost  estimate of $1.15 billion for the lead heavy polar icebreaker, though they  are working to reduce this estimate. For example, Coast Guard officials  stated that they have identified $97 million in potential savings, which is  based partially on reduced power requirements, since modern icebreaker  designs are more efficient than the Coast Guard’s existing heavy  icebreaker. To meet its accelerated schedule, the program will need to be  fully funded in fiscal year 2019. In fiscal year 2017, Congress  appropriated a total of $150 million to the Navy for the polar icebreaker’s  advanced procurement and the explanatory statement of the DHS  Appropriations Act, 2017 reflected $25 million for the Coast Guard  acquisition of a polar icebreaker.", "Another potential challenge is that the Coast Guard may be executing the  polar icebreaker acquisition with Navy funding. For example, $150 million  in polar icebreaker funding was provided to the Navy. While this approach  alleviates some of the affordability issues within the Coast Guard’s  budget, it is unclear exactly what roles the Navy and Coast Guard will  have if this funding arrangement continues. For instance, if the Navy  receives the funding then it would be responsible for contracting for the  icebreakers, but the program would follow DHS’s acquisition guidance.", "This would be an unusual relationship and it is unclear how potential  conflicts would be resolved. This is an issue we will pursue in our ongoing  work on the acquisition of the polar icebreaker."], "subsections": []}, {"section_title": "Coast Guard Plans to Extend Polar Star’s Service Life to Reduce Capability Gap, but Estimated Cost of Service Life Extension May Be Unrealistic", "paragraphs": ["As noted, the Coast Guard currently has only one operational heavy  icebreaker, the Polar Star. We reported in June 2016 that, following its  reactivation in 2013, the Polar Star’s end of service life is projected to be  between fiscal years 2020 and 2023. As the new heavy polar icebreaker  is not expected to be delivered until at least 2023, there could be a gap in  the Coast Guard’s heavy icebreaking capability. To ensure that the Coast  Guard retains a heavy icebreaking capability until a new heavy icebreaker  is operational, the Coast Guard completed a study in January 2017 to  determine the cost of reactivating Polar Sea and extending the life of the  Polar Star for 7 to 10 years as potential “bridging” strategies. Table 1  shows the results of the study, reported in January 2017.", "The Coast Guard is not currently planning to pursue any of these four  options identified in the January 2017 study as they were deemed too  expensive, among other reasons. Instead, Coast Guard officials stated  they are planning to conduct a limited service life extension of the Polar  Star to address key components and keep it operational until fiscal year  2025, when a second new heavy polar icebreaker is expected to be  delivered. According to officials, the Coast Guard is currently conducting  an assessment of the Polar Star to determine what systems would need  to be overhauled and replaced to meet this goal. An official cost estimate  for this effort has not been completed yet, but the fiscal year 2017 CIP  includes a total of roughly $75 million towards this effort in fiscal years  2019 through 2021. However, the $75 million estimate may be unrealistic  based on the assumptions the Coast Guard used, such as continuing to  use parts from the Polar Sea as has been done in previous maintenance  events. As a result of the finite parts available from the Polar Sea, the  Coast Guard may have to acquire new parts for the Polar Star that could  increase the $75 million estimate.", "In conclusion, as the Coast Guard continues its recapitalization effort, it is  important that it plans for the affordability of its future portfolio so that it  can minimize the capability gaps that can occur when legacy assets  reach the end of their service lives before new assets become  operational. We have made several recommendations in recent years  intended to help the Coast Guard plan for these future acquisitions and  the difficult tradeoff decisions that it will likely face. If the Coast Guard  fully implements these recommendations, it could provide decision  makers with critical knowledge needed to prioritize its constrained  acquisition funding. Without these efforts, the Coast Guard will continue,  as it has in recent years, to plan its future acquisitions through the annual  budgeting process, a process that has led to delayed and reduced  capabilities. A thorough plan regarding the affordability of its future  acquisitions would provide timely information to decision makers on how  to spend scarce taxpayer dollars in support of a modern, capable Coast  Guard fleet.", "Chairman Hunter, Ranking Member Garamendi, and Members of the  Subcommittee, this concludes my prepared statement. I would be  pleased to respond to any questions."], "subsections": []}]}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["If you or your staff have any questions about this statement, please  contact Marie A. Mak, (202) 512-4841 or makm@gao.gov. In addition,  contact points for our Offices of Congressional Relations and Public  Affairs may be found on the last page of this statement. Individuals who  made key contributions to this testimony include Jennifer Grover,  Director; Richard A. Cederholm, Assistant Director; Dawn Hoff, Assistant  Director; Peter W. Anderson; Jason Berman; Erin Butkowski; John  Crawford; Laurier Fish; Camille Henley; Hugh Paquette; and Roxanna T.  Sun."], "subsections": []}]}, {"section_title": "Appendix I: List of GAO Recommendations Related to the Coast Guard’s Planning Efforts for Future Acquisitions", "paragraphs": ["GAO has made several recommendations in recent years related to the  Coast Guard’s efforts to conduct long-term planning. Table 2 contains a  selected list of the recommendations, whether DHS or the Coast Guard  concurred or not, and the status of its implementation."], "subsections": []}], "fastfact": ["The Coast Guard has begun acquiring new assets to replace its aging fleet, but it continues to lack a long-term plan to guide these efforts.", "For example, the Coast Guard is down to one polar icebreaker. And although the Coast Guard has expedited plans to acquire new icebreakers, the first ship may not be delivered on schedule. It's unclear how the Coast Guard plans to afford both the new icebreakers and the Offshore Patrol Cutter.", "Our testimony reaffirms previous recommendations, including that the Coast Guard develop a 20-year fleet modernization plan that matches budget realities and includes tradeoffs to account for funding constraints."]}