{"id": "GAO-20-344", "url": "https://www.gao.gov/product/GAO-20-344", "title": "Payment Integrity: Federal Agencies' Estimates of FY 2019 Improper Payments", "published_date": "2020-03-02T00:00:00", "released_date": "2020-03-02T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Improper payments—payments that should not have been made or that were made in incorrect amounts—continue to be an area of fiscal concern in the federal government. Improper payments have been estimated to total almost $1.7 trillion government-wide from fiscal years 2003 through 2019.", "From fiscal year 2003 through 2016, a government-wide estimate and rate had been included in government-wide financial reports based on the programs and activities that reported estimates. However, financial reports for fiscal years 2017 and 2018 did not include a government-wide improper payment estimate or rate. Agency-reported improper payment estimates are posted on the Office of Management and Budget's Paymentaccuracy.gov website.", "IPERA requires IGs to annually determine and report on whether executive branch agencies complied with six IPERA criteria, such as conducting risk assessments and publishing and meeting improper payment reduction targets.", "This report summarizes (1) federal agencies' reported improper payment estimates for fiscal years 2018 and 2019, and reasons for substantial changes between years, and (2) CFO Act agencies compliance with IPERA criteria for fiscal year 2018, as determined by their IGs, and overall compliance trends for fiscal years 2016 through 2018. GAO summarized (1) improper payment estimates from agency financial reports and Paymentaccuracy.gov and (2) information on CFO Act agencies' IPERA compliance reported in IGs' fiscal year 2018 IPERA compliance reports and prior GAO reports."]}, {"section_title": "What GAO Found", "paragraphs": ["Agency-reported improper payment estimates for fiscal year 2019 totaled about $175 billion, based on improper payment estimates reported by federal programs, an increase from the fiscal year 2018 total of $151 billion. Of the $175 billion, about $121 billion (approximately 69 percent) was concentrated in three program areas: (1) Medicaid, (2) Medicare, and (3) Earned Income Tax Credit. About $74.6 billion (approximately 42.7 percent) of the government-wide estimate was reported as monetary loss, an amount that should not have been paid and in theory should or could be recovered. However, the federal government's ability to understand the full scope of its improper payments is hindered by incomplete, unreliable, or understated agency estimates; risk assessments that may not accurately assess the risk of improper payment; and agencies not complying with reporting and other requirements in the Improper Payments Elimination and Recovery Act of 2010 (IPERA).", "Eight years after the implementation of IPERA, half of the 24 Chief Financial Officers Act of 1990 (CFO Act) agencies—whose estimates account for over 99 percent of the federal government's reported estimated improper payments—complied with IPERA overall for fiscal year 2018, as reported by their inspectors general (IG). Based on the IGs' fiscal year 2018 compliance reports, agencies were most frequently reported as noncompliant with the requirement to publish and meet annual targets for improper payment reduction. Out of the 14 agencies for which this requirement was applicable, eight agencies were noncompliant. The second most-frequently reported area of noncompliance related to the requirement for agencies' reported improper payment rates to be below 10 percent for programs that published estimates. Out of the 15 agencies for which this requirement was applicable, five agencies were noncompliant.", "Chief Financial Officers Act of 1990 Agencies' Fiscal Year 2018 Compliance with IPERA Criteria, as Reported by Their IGs", "The IGs reported that 21 programs were noncompliant with IPERA for each of the past 3 fiscal years (2016–2018). These programs represented about $78 billion, or approximately 52 percent of the $151 billion government-wide reported improper payment estimates for fiscal year 2018."]}], "report": [{"section_title": "Letter", "paragraphs": ["Improper payments—payments that should not have been made or that  were made in incorrect amounts—continue to be an area of fiscal concern  in the federal government. Improper payments have been estimated to  total almost $1.7 trillion government-wide from fiscal years 2003 through  2019. We have reported that improper payment estimates themselves  may not be reliable because the federal government is unable to  determine the full extent to which improper payments occur and  reasonably ensure that appropriate actions are taken to reduce them.  From fiscal years 2003 through 2016, a government-wide improper  payment estimate and rate had been included in the government-wide  financial reports based on the programs and activities that reported  estimates. However, government-wide financial reports for fiscal years  2017 and 2018 did not include a government-wide improper payment  estimate or improper payment rate.", "The Improper Payments Elimination and Recovery Act of 2010 (IPERA),  among other things, requires federal agencies’ inspectors general (IG) to  annually determine and report on whether the agencies under their  jurisdiction have complied with IPERA criteria. IGs’ annual IPERA  compliance reports help reasonably ensure that improper payment  estimates are accurate, reliable, and complete and that Congress has  information on agencies’ efforts to address improper payments. We  previously reported on agencies’ compliance with IPERA for fiscal years  2011 through 2017, as reported by the agencies’ IGs.", "We performed our work under the authority of the Comptroller General to  conduct evaluations on his own initiative and to assist Congress with its  oversight responsibilities. This report (1) summarizes federal agencies’  reported improper payment estimates for fiscal years 2018 and 2019,  and the reasons they identified for substantial changes between years,  and (2) discusses the extent to which Chief Financial Officers Act of 1990  (CFO Act) agencies complied with the six IPERA criteria for fiscal year  2018, and overall IPERA compliance trends evident for fiscal years 2016  through 2018, as reported by their IGs.", "To summarize federal agencies’ improper payment estimates for fiscal  years 2018 and 2019, we compiled improper payment estimates from  agency financial reports (AFR) or performance and accountability reports  (PAR) and the Office of Management and Budget’s (OMB)  Paymentaccuracy.gov website. We summarized and compared the  estimates to identify any substantial changes that occurred between the 2  fiscal years. For such changes, we reviewed the agency’s AFR and PAR  to determine the reason(s), if any, that the agency identified.", "To determine the extent to which CFO Act agencies complied with the six  criteria listed in IPERA for fiscal year 2018, we reviewed the IPERA  compliance reports that the agencies’ respective IGs issued. We  summarized compliance information from the fiscal year 2018 reports and  used information from our prior reports on IPERA compliance to identify  compliance trends in fiscal years 2016 through 2018. We corroborated  the results of our analysis with the CFO Act agencies and their IGs.  Based on the CFO Act agencies’ AFRs and PARs and their IGs’ IPERA  compliance reports for fiscal years 2016 through 2018, we identified the  agency programs reported as noncompliant for 3 or more consecutive  years as of fiscal year 2018 and the related estimate of improper  payments associated with those programs for fiscal year 2018. We  focused on the 24 CFO Act agencies because the improper payment  estimates for those agencies accounted for over 99 percent of the federal  government’s reported estimated improper payments for fiscal year 2018.", "We conducted this performance audit from July 2019 to March 2020 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The Improper Payments Information Act of 2002 (IPIA), as amended by  IPERA and the Improper Payments Elimination and Recovery  Improvement Act of 2012, requires executive branch agencies, among  other things, to (1) review all programs and activities and identify those  that may be susceptible to significant improper payments (commonly  referred to as conducting a risk assessment), (2) publish improper  payment estimates for those programs and activities that the agency  identified as being susceptible to significant improper payments, (3)  implement corrective actions to reduce improper payments and set  reduction targets, and (4) report on the results of addressing the  foregoing requirements.", "IPERA also requires executive agencies’ IGs to annually determine and  report on whether their respective agencies complied with six IPERA- related criteria. If an agency does not meet one or more of the six IPERA  criteria for any of its programs or activities, the IG considers the agency to  be noncompliant overall. The six criteria are as follows:  1.  publish a financial report in the form and including all content  required by OMB—typically an AFR or a PAR—for the most recent  fiscal year, and post that report on the agency website;  2.  conduct a program-specific risk assessment, if required, for each  program or activity that conforms with IPIA, as amended;  3.  publish improper payment estimates for all programs and activities  deemed susceptible to significant improper payments;  4.  publish corrective action plans for those programs and activities  assessed to be susceptible to significant improper payments;  5.  publish and meet annual reduction targets for all programs and  activities assessed to be at risk for significant improper payments; and  6.  report a gross improper payment rate of less than 10 percent for  each program and activity for which an improper payment estimate  was published.", "As described above, not all criteria are applicable to every agency. For  example, if an agency publishes a financial report and conducts a risk  assessment and determines that none of its programs or activities are  susceptible to significant improper payments, then the remaining criteria  would not be applicable.", "OMB plays a key role in implementing laws related to improper payment  reporting. As required by statute, OMB has established guidance for  federal agencies on estimating, reporting, reducing, and recovering  improper payments. Such guidance includes OMB Circular A-123  Appendix C, Requirements for Payment Integrity Improvement, which  also includes guidance to IGs on determining agency compliance with  IPERA. The Council of the Inspectors General on Integrity and  Efficiency (CIGIE) also published guidance in July 2019 to assist IGs who  are required to conduct an annual improper payment review under  IPERA.", "We continued to report improper payments as a material weakness in  internal control in our audit report on the U.S. government’s consolidated  financial statements for fiscal years 2018 and 2017 because of the federal  government’s inability to determine the full extent to which improper  payments occur and reasonably ensure that appropriate actions are taken  to reduce them. We have also reported that estimation of improper  payments is key to understanding the extent of the problem and to  developing effective corrective actions to address it. However, the  government’s ability to understand the full scope of its improper payments  is hindered by incomplete, unreliable, or understated estimates; risk  assessments that may not accurately assess the risk of improper  payment; and noncompliance with criteria listed in IPERA. For example,  we previously reported that issues and inconsistencies we identified in  selected agencies’ processes for estimating improper payments may  affect the quality of their estimates. In addition, certain IGs have  reported issues with their agencies’ reported improper payment estimates  that were caused by insufficient sampling methods and flawed estimation  methodologies for calculating and reporting improper payment estimates."], "subsections": []}, {"section_title": "Federal Agencies’ Estimates of Fiscal Year 2019 Improper Payments Totaled $175 Billion", "paragraphs": ["Based on agencies that reported improper payment estimates in their  AFRs and PARs, government-wide estimated improper payments for  fiscal years 2019 and 2018 totaled about $175 billion and $151 billion,  respectively. See appendix I for the reported amounts by agency and  program for fiscal years 2019 and 2018. As shown in figure 1, of the $175  billion for fiscal year 2019, about $121 billion (approximately 69 percent)  is concentrated in three program areas: (1) Medicaid, totaling about $57.4  billion (approximately 32.8 percent); (2) Medicare (comprised of three  reported programs: Fee-for-Service (Parts A and B), Advantage (Part C),  and Prescription Drug (Part D)), totaling about $46.2 billion  (approximately 26.5 percent); and (3) Earned Income Tax Credit (EITC),  totaling about $17.4 billion (approximately 9.9 percent).", "Key information contained in agency AFRs and PARs regarding the types  and causes of fiscal year 2019 estimates of improper payments, and  reasons for significant changes in reported estimates from fiscal year  2018, are summarized as follows:", "The $175 billion total reported government-wide estimates for fiscal  year 2019 is broken down per OMB’s Paymentaccuracy.gov Data Call  Instructions by type as follows: overpayments, totaling about $79.1 billion (approximately 45.2 underpayments, totaling about $12.9 billion (approximately 7.4 unknown, totaling about $74.1 billion (approximately 42.4  technically improper due to statute or regulation, totaling about  $8.7 billion (approximately 5 percent).", "About $74.6 billion (approximately 42.7 percent) of the government- wide estimates was reported as monetary loss.", "About $151.2 billion (approximately 86.6 percent) of the reported  government-wide improper payment estimates for fiscal year 2019  related to root causes that occurred in the three areas below. See  appendix II for details on the root causes that agencies identified for  their reported improper payment estimates for fiscal year 2019.", "Insufficient documentation to determine payment accuracy.  About $74.1 billion (approximately 42.4 percent) resulted from  situations where the agency lacked supporting documentation  necessary to verify the accuracy of the payments.", "Administrative or process error. About $39.1 billion  (approximately 22.4 percent) resulted from incorrect data entry,  classifying, or processing of applications or payments.", "Inability to authenticate eligibility. About $38 billion  (approximately 21.8 percent) resulted from the agency not being  able to authenticate eligibility criteria.", "The fiscal year 2019 total reported government-wide estimated  improper payments, among programs that reported estimates,  increased by about $24 billion from the fiscal year 2018 total reported.  While decreases in estimated improper payments were reported for  several programs, these were offset by increases for certain other  programs. Between fiscal years 2018 and 2019, six programs had an  increase and five programs had a decrease of over $1 billion in  estimated improper payments. Appendix III provides information on all  the programs that had a substantial change in estimated improper  payments between fiscal years 2018 and 2019 and the reasons for  those changes as reported in agency AFRs. Examples of substantial  changes in improper payments and the reasons for such changes that  agencies provided in their AFRs include the following:", "Department of Health and Human Services (HHS) reported an  increase in the total estimated improper payments for the  Medicaid program in excess of $21.1 billion for fiscal year 2019.  The majority of the increase in the total estimated improper  payments for the Medicaid program was due to HHS’s  reintegration of the eligibility component of the Payment Error  Rate Measurement (PERM) for Medicaid for fiscal year 2019.  From fiscal years 2015 through 2018, HHS did not estimate  improper payments attributed to eligibility determinations, but did  include a proxy estimate, which was the last reported rate in fiscal  year 2014 for the eligibility component, while HHS worked to  update this component.", "For fiscal year 2019, HHS estimated improper payments attributed  to eligibility determinations in 17 states (about one-third of all  states). HHS’s national eligibility estimated improper payment rate  still includes a proxy estimate for 34 remaining states that have  not yet been measured since the reintegration of the PERM  eligibility component.", "HHS reported that most eligibility errors identified through the new  measurement process were due to insufficient documentation to  verify eligibility or noncompliance with eligibility redetermination  requirements. HHS also reported that these insufficient  documentation situations were related primarily to income or  resource verifications. HHS’s fiscal year 2019 AFR noted that  another significant cause for estimated Medicaid improper  payments is errors resulting from state noncompliance with  provider screening and enrollment requirements.", "The Department of the Treasury (Treasury) began reporting  improper payment estimates for fiscal year 2019 for two programs  deemed newly susceptible to significant improper payments.  Specifically, Treasury reported about $7.2 billion and $2.1 billion in  improper payment estimates for Additional Child Tax Credit and  American Opportunity Tax Credit, respectively.", "In addition, HHS reported a decrease in the total estimated  improper payments for the Medicare Fee-for-Service (Parts A and  B) program of about $2.7 billion. According to HHS’s fiscal year  2019 AFR, the decrease in the estimate is due to a reduction in  estimated improper payments for home health; Medicare Fee-for- Service Part B; and Durable Medical Equipment, Prosthetics,  Orthotics, and Supplies claims.", "As stated earlier, the federal government’s ability to understand the full  scope of its improper payments is hindered by incomplete, unreliable, or  understated agency estimates and risk assessments that may not  accurately assess the risk of improper payment. For example,  certain federal programs and activities that agencies determined to be  at risk for significant improper payments did not report estimates of  improper payments for fiscal year 2019, including the Premium Tax  Credit and Temporary Assistance for Needy Families programs, and as we previously reported, the Department of Defense (DOD) lacks  quality assurance procedures to ensure the completeness and  accuracy of the payment populations from which it develops improper  payment estimates."], "subsections": []}, {"section_title": "CFO Act Agencies’ Reported Compliance with IPERA", "paragraphs": [], "subsections": [{"section_title": "Half of the CFO Act Agencies Were Reported as Compliant for Fiscal Year 2018", "paragraphs": ["Eight years after the implementation of IPERA, half of the 24 CFO Act  agencies were compliant with IPERA overall for fiscal year 2018, as  reported by their IGs. See appendix IV for each CFO Act agency’s overall  compliance with IPERA. With regard to the six IPERA criteria, as shown  in figure 2, IGs reported all agencies as compliant with the requirement to  conduct program-specific risk assessments if it was applicable to the  agency. In addition, 22 of 24 agencies (92 percent) met the requirement  to publish a PAR or AFR.", "Based on the IGs’ fiscal year 2018 compliance reports, agencies were  most frequently reported as noncompliant with the IPERA requirement to  publish and meet annual targets for improper payment reduction. Out of  the 14 agencies for which this requirement was applicable, IGs for eight  agencies (57 percent) reported that their agencies were noncompliant.  The second most-frequently reported area of noncompliance related to  the IPERA requirement for agencies’ reported improper payment rates to  be below 10 percent for programs that published estimates. Out of the 15  agencies for which this requirement was applicable, IGs for five agencies  (33 percent) reported that their agencies were noncompliant. See  appendix IV for additional details on each CFO Act agency’s compliance  with the six IPERA criteria for fiscal year 2018, as reported by their IG.", "In addition, IGs for certain CFO Act agencies reported quality issues in  their agencies’ reporting of improper payment data. Although the issues  did not result in noncompliance with the related IPERA criterion, the IGs  noted these as areas that need improvement. For example, one agency reported inaccurate amounts for identified and recaptured improper  payments in its AFR. However, the IG reported that the agency was  compliant with the IPERA criterion for publishing financial information in a  PAR or AFR. Another agency’s IG reported that its agency did not  accurately evaluate its corrective actions’ effectiveness in recapturing  improper payments. However, the IG reported that the agency was  compliant with the IPERA criterion to publish corrective action plans. As  we stated above pertaining to the IGs’ determination of compliance with  IPERA criteria, these determinations are based on whether the agency  met the requirements and is not a judgment on the quality of the work  conducted in order to meet those requirements."], "subsections": []}, {"section_title": "Trends in Reported Overall IPERA Compliance for Fiscal Years 2016 through 2018", "paragraphs": ["As stated above, IGs for 12 of the 24 CFO Act agencies reported that  their agencies were compliant with IPERA overall for fiscal year 2018. As  shown in figure 3, this is an increase from 10 agencies reported as  compliant for fiscal year 2017, and 11 agencies reported as compliant for  fiscal year 2016. The improvement in IPERA compliance is attributable to  the Departments of Commerce and Education, which were reported by  their IGs as noncompliant in fiscal year 2017 but compliant in fiscal year  2018. No agencies that IGs reported as compliant in fiscal year 2017  were reported as noncompliant in fiscal year 2018.", "In addition, the IGs reported that 21 programs within these agencies were  noncompliant with IPERA for each of the past 3 fiscal years (2016–2018).  Improper payment estimates for these programs totaled about $78 billion,  representing approximately 52 percent of the $151 billion government- wide reported improper payment estimates for fiscal year 2018. As shown  in table 1, this includes improper payment estimates for Medicaid of about  $36 billion and for EITC of about $18 billion.", "As shown in figure 4, the number of programs reported as noncompliant  with IPERA for 3 or more consecutive years has increased since fiscal  year 2016. Specifically, the number of programs reported as  noncompliant for 3 or more consecutive years increased from 14  programs in fiscal year 2016 to 18 programs in fiscal year 2017 and 21  programs in fiscal year 2018. The reported improper payment estimates  for these programs totaled about $109 billion for fiscal year 2016, $74  billion for fiscal year 2017, and $78 billion for fiscal year 2018. The total  improper payment estimates for programs reported as noncompliant for 3  or more consecutive years decreased for fiscal 2017 primarily because  the Medicare Fee-for-Service program, with about $41 billion of improper  payments in fiscal year 2016, was reported as compliant beginning fiscal  year 2017."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to OMB and CIGIE for review and  comment. CIGIE stated that it had no comments. OMB did not provide  any comments.", "We also provided the full draft for review and comment to agencies and  respective IG offices we met with throughout the course of this work. In  addition, we sent summary facts to other agencies that had substantial  changes in reported improper payment estimates between fiscal years  2018 and 2019 (as shown in app. III), and provided the full draft for review  and comment, upon request, to those agencies. We received written  comments from the U.S. Agency for International Development, which is  reproduced in appendix V. The Department of Health and Human  Services, Department of Veterans Affairs, and the Social Security  Administration’s Office of Inspector General provided technical  comments, which we incorporated in the report as appropriate. The  remaining agencies and IG offices informed us that they had no  comments.", "We are sending copies of this report to the appropriate congressional  committees, the Director of the Office of Management and Budget, the  Chairman of the Council of the Inspectors General on Integrity and  Efficiency, and other interested parties. In addition, the report is available  at no charge on the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2623 or davisbh@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made key contributions to this report  are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Reported Improper Payment Estimates and Rates by Agency and Program for Fiscal Years 2019 and 2018", "paragraphs": ["Table 2 details the improper payment estimates and rates that federal  agencies reported to the Office of Management and Budget or in their  agency financial reports or performance and accountability reports for  fiscal years 2019 and 2018. In addition, as shown in the table 2, 17  programs had a substantial change in their reported improper payment  estimates or rates between fiscal years 2018 and 2019. The reasons for  the changes, as reported in the agency financial reports, are detailed in  appendix III."], "subsections": []}, {"section_title": "Appendix II: Agency-Reported Root Causes for Improper Payment Estimates for Fiscal Year 2019", "paragraphs": ["Table 3 shows the government-wide agency-reported improper payment  estimates and rates for fiscal year 2019, grouped by Office of  Management and Budget (OMB) improper payment root cause  categories.", "OMB defines the root cause categories as follows:  Insufficient documentation to determine: For this category, there is  a lack of supporting documentation necessary to verify the accuracy  of a payment identified in the improper payment testing sample. For  example, a program does not have documentation to support a  beneficiary’s eligibility for a benefit, and without that particular  documentation, the agency is unable to discern that the payment was  for the correct amount or went to the right recipient.", "Administrative or process errors: In this category, errors were  caused by incorrect data entry, classifying, or processing of  applications or payments. For example, an eligible beneficiary  receives a payment that is too high or too low because of a data entry  mistake (such as transposing a number) or an agency enters an  incorrect invoice amount into its financial system.", "Inability to authenticate eligibility: In this category, an improper  payment is made because the agency is unable to authenticate  eligibility criteria. These types of errors include but are not limited to  (1) inability to access data and (2) data needed do not exist.", "Program design or structural issue: For this category, improper  payments result from the design of the program or a structural issue.  For example, a scenario in which a program has a statutory (or  regulatory) requirement to pay benefits when due, regardless of  whether all the information has been received to confirm payment  accuracy.", "Medical necessity: For this category, a medical provider delivers a  service or item that does not meet coverage requirements for medical  necessity (for example, providing a power wheelchair to a patient  whose medical record does not support meeting coverage  requirements for a power wheelchair).", "Failure to verify data: In this category, the agency (federal, state, or  local), or another party administering federal dollars, fails to verify  appropriate data to determine whether a recipient should be receiving  a payment, even though such data exist in government or third-party  databases. In these situations, the data needed exist, and the agency  or other party administrating federal dollars had access to them but  did not check the payment against those data prior to making the  payment.", "Other reason: This category covers when the improper payment  does not meet any of the above categories."], "subsections": []}, {"section_title": "Appendix III: Programs with Substantial Changes in Reported Improper Payment Estimates or Rates from Fiscal Year 2018 to Fiscal Year 2019", "paragraphs": ["Table 4 shows the 17 programs that had a substantial change in the  improper payment estimates or rates between fiscal years 2018 and  2019, and the reasons for those changes, as reported in the agency  financial reports."], "subsections": []}, {"section_title": "Appendix IV: Fiscal Year 2018 CFO Act Agencies’ IPERA Compliance as Reported by Their Inspectors General", "paragraphs": ["Figure 5 details the Chief Financial Officers Act of 1990 (CFO Act)  agencies’ overall compliance with the Improper Payments Elimination and  Recovery Act of 2010 (IPERA), as well as the agencies’ compliance with  each of the six IPERA criteria for fiscal year 2018, as reported by their  inspectors general."], "subsections": []}, {"section_title": "Appendix V: Comments from the U.S. Agency for International Development", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact Staff Acknowledgments", "paragraphs": ["Beryl H. Davis, (202) 512-2623 or davisbh@gao.gov  In addition to the contact named above, Matt Valenta (Assistant Director),  Cherry Vasquez (Auditor in Charge), Pat Frey, Jason Kelly, Jim Kernen,  Anne Thomas, Judy Tsan, and Landon Western made key contributions  to this report."], "subsections": []}]}], "fastfact": ["In fiscal year 2019, agencies across government made an estimated $175 billion in improper payments—payments that should not have been made or were made in the incorrect amount. But this total comes from individual agency estimates, which aren’t all reliable.", "We also looked at inspectors general reports on agencies’ compliance with a law intended to address improper payments. The law has several requirements, including assessing improper payment risk for agency programs, and publishing and meeting targets for improper payment rates. Based on the reports, about half of the major agencies complied with all the requirements in fiscal year 2018."]}