{"id": "GAO-15-79", "url": "https://www.gao.gov/products/GAO-15-79", "title": "Federal Paid Administrative Leave: Additional Guidance Needed to Improve OPM Data", "published_date": "2014-10-17T00:00:00", "released_date": "2014-10-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Federal agencies have the discretion to grant paid administrative leave for a variety of reasons, such as weather closures and blood donations. While paid administrative leave costs taxpayers, it has not been reviewed or reported on extensively.", "GAO was asked to examine the use of paid administrative leave. This report (1) describes paid administrative leave policies at selected federal agencies; (2) reviews practices in recording and reporting paid administrative leave and describes the number of federal employees granted such leave, and the amount and associated salary costs of such leave; and (3) describes categories for which large amounts of paid administrative leave have been charged by individual employees at selected federal agencies.", "To determine the total amount of paid administrative leave, GAO analyzed fiscal year 2011 through 2013 payroll data from OPM's Enterprise Human Resources Integration system. To review agency policies and reasons for using large amounts of administrative leave, GAO selected five agencies based in part on the percentage of employees with higher-than-average amounts of such leave."]}, {"section_title": "What GAO Found", "paragraphs": ["Policies. Agencies have the authority to grant paid administrative leave—an excused absence without loss of pay or charge to individual leave—and to set policies governing its use. Among the five agencies GAO reviewed—the Departments of Defense (DOD), the Interior, and Veterans Affairs (VA); the General Services Administration; and the U.S. Agency for International Development (USAID)—agency policies and guidance contained several common activities for granting paid administrative leave (such as voting and blood donations). However, variations exist, depending on agency mission and how leave is categorized in agency policy. For example, USAID and DOD officials said that they grant paid administrative leave for rest and recuperation to employees serving 6 months or more in Afghanistan, while the other selected agencies did not.", "Recording and Reporting Practices. GAO found inaccuracies in Office of Personnel Management (OPM) data due to (1) differences between agencies' leave recording practices and what OPM officials consider paid administrative leave; and (2) differences in what payroll providers report to OPM as paid administrative leave. For example, VA employees record all authorized official time for union activities as paid administrative leave in the agency's time and attendance system. In addition, one payroll provider includes federal holidays as administrative leave when reporting the data to OPM. OPM officials said that, in both instances, they would not expect such absences to be recorded as administrative leave. These variations occur because OPM has not provided guidance on what agencies should record and has provided limited guidance on what payroll providers should report as paid administrative leave. Such guidance could help agencies better manage the federal workforce.", "Amounts and Costs. After separating federal holidays from the payroll data, OPM-reported data showed that from fiscal year 2011 through 2013, paid administrative leave accounted for less than 1 percent of total paid work days and estimated salary cost. Over these 3 years, about 97 percent of employees charged 20 days or less (see figure). For the same time period, 263 employees charged between 1 and 3 years of paid administrative leave, with an estimated salary cost of $31 million.", "Large Amounts. Agency officials stated that the most common reason for which selected employees charged amounts relatively higher than the agency average, was for personnel matters, such as investigations into alleged misconduct.", "Employees Charging Paid Administrative Leave Government-wide Fiscal Years 2011-2013", "Note: Reflects workdays (5 days per week, about 21 days per month, and 260 days per year)."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that OPM develop agency and payroll provider guidance regarding the recording and reporting of paid administrative leave. OPM partially concurred agreeing to clarify guidance to agencies and payroll providers, but said it could not direct agencies on how to collect such data. GAO continues to believe the recommendations are valid."]}], "report": [{"section_title": "Letter", "paragraphs": ["The federal government has different types of leave for employees to use  when they are away from the workplace. These types of leave include  annual leave, sick leave, leave under the Family and Medical Leave Act,  donated leave under the voluntary leave transfer program, military leave,  and paid administrative leave. Federal agencies have the discretion to  authorize paid administrative leave—an excused absence without loss of  pay or charge to leave—for a variety of reasons, including closures for  severe weather and blood donations. Paid administrative leave is a cost  to taxpayers. If it is used for a large number of government employees  (such as when major snowstorms and hurricanes force the closure of  federal government offices) or for extended periods of time (such as when  an employee is placed on paid administrative leave for several months  pending a conduct-related investigation), this cost could be substantial.  Furthermore, neither the government-wide cost nor the frequency and  total amount of paid administrative leave granted to federal employees  have been reviewed or reported on extensively.", "In light of this, you asked us to examine the use of paid administrative  leave. In this report, we (1) describe policies for paid administrative leave  at selected federal agencies; (2) review agencies’ and payroll providers’  practices in recording and reporting paid administrative leave, and  describe the number of federal employees granted such leave, the total  number of days granted, and the associated salary costs; and (3)  describe categories of reasons for which large amounts of paid  administrative leave have been charged by individual employees at  selected federal agencies.", "To determine the extent and total amount of paid administrative leave, we  analyzed payroll data between fiscal years 2011 and 2013 from the Office  of Personnel Management’s (OPM) Enterprise Human Resources  Integration (EHRI) system. EHRI contains payroll data and other  information for most federal civilian employees in more than 100 federal  agencies, including employees of the 24 agencies covered by the Chief  Financial Officers Act, which represent the major departments (such as  the Department of Defense) and most of the executive branch workforce.", "We estimated the salary cost of these hours using actual employee  salaries, where available, and average agency salary when employee  salaries were unavailable. We tested the reliability of the OPM EHRI  payroll data and concluded that they were sufficiently reliable for our  purposes. However, the data have limitations. First, the data represent  charges to several types of leave and other activities that vary across  agencies, and data were aggregated into a single category of paid  administrative leave. Since these aggregated charges do not include the  same activities across all agencies, the data are not comparable across  agencies. Second, the reasons for the charges to paid administrative  leave are not specified in the data, so it is not possible to compare the  amount of paid administrative leave time charged with the reasons for  which the time was charged. Finally, due to the differences in the types of  activities and circumstances for which agencies authorize administrative  leave, the charges may or may not include time when employees were  participating in activities directly related to their job responsibilities.", "To describe the policies for paid administrative leave and categories of  reasons why selected employees were granted extended amounts of  such leave, we selected five federal agencies—the Departments of  Defense, the Interior, and Veterans Affairs; the General Services  Administration; and the U.S. Agency for International Development.", "Agency selections were based upon two factors: (1) the percentage of  employees at each agency with amounts of paid administrative leave that  were relatively higher than each agency’s average; and (2) the agency’s  average amount of administrative leave per employee. For these  agencies, we reviewed leave policies and time and attendance guidance  for granting and recording paid administrative leave, respectively, and  interviewed agency officials at the selected agencies, at the four payroll  service centers used by the selected agencies, and at OPM. Also, at the  selected agencies, we collected reasons for which selected employees  charged large amounts of paid administrative leave. To select employees,  we first identified those employees charging administrative leave in  amounts relatively higher than the average amount of charges made at  each agency. From that subset of employees, we selected a  nongeneralizable sample which included employees with the highest total  amounts of paid administrative leave, as well as employees randomly  selected from the remaining employees with large amounts of  administrative leave. For a more complete description of our  methodology, see appendix I.", "We conducted this performance audit from November 2013 to October  2014 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["There is no general statutory authority for the use of paid administrative  leave, which is an excused absence without loss of pay or charge to  leave; however, we, as well as OPM and others, have provided direction  in the permissible use of administrative leave."], "subsections": [{"section_title": "Regulations Addressing Administrative Leave", "paragraphs": ["OPM regulation. In the absence of statutory authority to promulgate  regulations addressing administrative leave for all executive agency  employees, OPM has addressed the use of paid administrative leave in  limited contexts in regulations, such as those regarding other types of  leave, excused absences for federal wage employees, and personnel  matters. Examples include:", "Brief tardiness. In describing minimum charges for sick and annual  leave, OPM provides that if an employee is unavoidably or necessarily  absent for less than one hour, or tardy, the agency, for adequate  reason, may excuse the employee without charge to leave.", "Federal wage employees. In implementing the statute which  authorizes employees paid on daily, hourly, or piece-work basis to be  paid for days they are prevented or excused from working, OPM  regulations address excused absences for Federal Wage System  employees, and certain other employees (e.g. those paid on a daily or  piece-work basis), stating that granting up to 3 consecutive workdays  of administrative leave may be appropriate when warranted.", "Adverse actions. OPM addresses the limited use of administrative  leave in its regulations on the procedural requirements for removing or  suspending employees. Specifically, in discussing an employee’s  entitlement to at least 30 days’ advance written notice of a proposed  action, OPM provides that while it is presumed that an employee will  remain in a duty status during the advance notice period, in “rare  circumstances” where the agency determines the employee’s  presence in the workplace may pose a threat to the employee or  others, result in loss of or damage to government property, or  otherwise jeopardize legitimate government interests, the agency may  elect from one or a combination of alternatives, including placing an  employee on administrative leave for such time as necessary to effect  the action."], "subsections": []}, {"section_title": "Guidance and Legal Decisions", "paragraphs": ["OPM guidance. While it has not addressed administrative leave in broad  contexts through regulations, OPM has provided additional guidance to  agencies on the use of administrative leave via government-wide  memorandums, handbooks, fact sheets, and frequently asked questions.  In this guidance to agencies regarding exercising their discretion to use  administrative leave, OPM provides that the use of administrative leave  should be limited to those circumstances in which the employee’s  absence is not specifically prohibited by law and satisfies one or more of  the following criteria: (1) it is directly related to the agency’s mission, (2) it  is officially sponsored or sanctioned by the head of the agency, (3) it will  clearly enhance professional development or skills of the employee in his  or her current position, or (4) it is brief and determined to be in the interest  of the agency.", "See OPM, memorandum Excused Absence for Voting, October 31, 2008. emergency) because of severe weather or other emergency situations.  More recently, OPM has strongly encouraged agencies to permit  telework-ready employees to telework in such situations, thereby  maintaining the continuing operations of the federal government.", "OPM also issued guidance on granting administrative leave in response  to presidential direction. For example, in response to a 2003 presidential  directive to provide 5 workdays of excused absences to employees  returning from active military duty in support of the Overseas Contingency  Operations, OPM issued guidance to agencies on how to properly  implement this directive.", "OPM has also incorporated the use of administrative leave into guidance  on various topics, including workplace violence. In discussing short-term  administrative options available in removing a potentially dangerous  employee from the workplace, OPM advises that while conducting further  investigation and deciding on a course of action, placing an employee on  excused absence is an immediate, temporary solution to the problem of  an employee who should be kept away from the worksite.", "OPM is also responsible for settling federal employee leave and  compensation claims and issuing decisions to agency officials on such  matters. We had performed this function until it was transferred to OPM in  1996.", "Our decisions. We have issued numerous decisions on the permissible  use of administrative leave. Our decisions recognize that in the absence  of a generally applicable statutory or regulatory framework authorizing  administrative leave, agencies have the discretion to grant brief periods of  administrative leave. However, our decisions have found granting  administrative leave for lengthy periods of time is inappropriate unless it is  in connection with furthering a function of the agency.", "Under a range of situations, our decisions have addressed the  appropriate usage of administrative leave. In the context of official travel,  we have recognized several circumstances in which administrative leave  may be granted, including brief periods of acclimatization rest following  travel, in connection with a transfer, and in connection with extended  temporary duty to attend training.", "A number of our decisions have addressed the use of administrative  leave during the investigation of an employee or in the context of taking  an adverse action against an employee. For example, to process an  employee’s suspension (where it was in the interest of the government to  have the employee off the job), we approved of placing the employee on  administrative leave during an investigation for wrongdoing for the short  time needed (24 hours or so). However, under circumstances when it would not be feasible to reassign the employee (or when information to  initiate an adverse action against the employee was insufficient), we  concluded that an agency’s proposed regulations were unauthorized  where those regulations provided up to 45 days of administrative leave  while investigating allegations of employee misconduct.", "Administrative tribunal decisions. The Merit Systems Protection Board  (MSPB) has recognized the authority of agencies to place employees on  short-term administrative leave while instituting adverse action  procedures. unenforceable where, under its terms, the agency was to place the  employee on administrative leave for extended periods of time.", "See, Brown v. United States Postal Service, 64 M.S.P.R. 425, 431 (1994). them in a non-pay status), such agency actions are also subject to  appeal.", "The Federal Labor Relations Authority (FLRA) has also addressed the  use of administrative leave in some of its decisions. In a recent case,  FLRA reaffirmed its controlling precedent that agency discretion to grant  administrative leave is limited to granting brief, occasional, or sporadic  periods of administrative leave."], "subsections": []}, {"section_title": "OPM Collects Payroll Data on Administrative Leave", "paragraphs": ["Payroll data. In 2004, OPM began to integrate federal civilian employee  payroll and personnel data into a single data warehouse—the Enterprise  Human Resources Integration (EHRI) system—as one of several efforts  supporting OPM’s Human Resources Line of Business (HR LOB)  initiative. HR LOB intended to help transform the way human capital  functions and services are carried out in the federal government. The goal  of HR LOB was to integrate and streamline human resources systems to  improve government-wide human capital management by better informing  policy making and more effectively managing the federal workforce. To  collect the payroll data, payroll service providers for federal agencies  report payroll data biweekly to EHRI. According to OPM officials, most  payroll providers were reporting payroll data to EHRI by 2009.", "Time keeping. Federal employees generally use electronic time and  attendance systems to record their work and leave time. These systems  allow employees to record time spent on different work and leave  activities, including paid administrative leave. However, the level of detail  regarding the exact nature of the work or leave time varies depending on  the agencies’ systems for recording employee work time.", "Payroll service. Federal agencies primarily use four payroll service  providers to process employee pay and track work and leave hours.These payroll providers process employees’ time and attendance  information and then report payroll data to OPM’s EHRI system. These  data are then used to populate OPM’s EHRI data warehouse containing  federal personnel and payroll information. EHRI has a single category for  all paid administrative leave hours and the payroll service providers may  aggregate various leave categories when preparing data on paid  administrative leave to be transmitted to EHRI."], "subsections": []}]}, {"section_title": "Selected Agencies Consistently Categorize Some Activities as Acceptable Reasons for Granting Paid Administrative Leave; However, Variations Exist", "paragraphs": [], "subsections": [{"section_title": "Selected Agency Policies and Guidance Commonly Categorize Some Activities for Granting Paid Administrative Leave", "paragraphs": ["Policy similarities. Among the agencies reviewed, we found activities or  circumstances which were consistently categorized as eligible for the  granting of paid administrative leave in each of the agencies’ leave  policies and guidance. These included donating blood, dismissals due to  hazardous weather or emergency conditions, physical examinations to  determine fitness for duty, and voting and registration, among others (see  table 1 below). In addition to civic activities and weather-related delays or  closures, all agencies we reviewed also included at least one activity  directly related to employees’ job responsibilities as reasons for granting  paid administrative leave. Examples of these activities included attending  trainings, conferences, conventions, or meetings, and performing tasks  necessary for change of duty station."], "subsections": []}, {"section_title": "Agencies Can Set Policies for Paid Administrative Leave; Therefore, Policy Differences Exist between Agencies", "paragraphs": ["Agency discretion. Agencies have the discretion to grant paid  administrative leave for brief periods of time and have exercised this  discretion through setting policies governing the use of this type of leave.  In some instances, agencies set policies to grant paid administrative  leave to employees for reasons related to agencies’ missions, or that are  in the best interest of the agency. For example, U.S. Agency for  International Development (USAID) and Department of Defense (DOD)  officials said that they grant paid administrative leave to employees  serving 6 months or more in Afghanistan for rest and recuperation breaks,  while other selected agencies did not. In addition, some agencies may  allow paid administrative leave to be granted for physical fitness activities,  as an agency employee-wellness initiative or for mission-related reasons.  For example, the Air Force allows installation commanders (or heads of  serviced organizations) to excuse civilian employees for physical fitness  activities—and to charge up to 3 hours of paid administrative leave per  week—based on mission and workload requirements. Similarly, the  Department of the Interior (Interior) allows employees to be granted paid  administrative leave for health and fitness activities, but only under limited  circumstances and not for regularly recurring periods (such as a set  amount of time each week).", "Categorization differences. While the five selected agencies  consistently categorize some activities under their paid administrative  leave policies (as described in table 1), we found that some agencies’  policies categorize a specific activity as paid administrative leave while  others do not. For example, four of the five agencies we reviewed  categorize time to serve as a juror or witness (commonly referred to as  court leave) as separate from paid administrative leave; however,  Interior policy classifies court leave as a reason for which employees can  charge paid administrative leave (see figure 1). In another variation, we  found that an agency subcomponent’s policy categorized activities or  circumstances as paid administrative leave while agency-wide policy  categorized the activities or circumstances differently. For example,  according to Air Force policy, legal holidays are categorized as paid  administrative leave. However, in DOD-wide policy, as well as other DOD  subcomponents reviewed, legal holidays are not categorized under paid  administrative leave.", "Congressional authorization. Both court leave and legal holidays are  examples of circumstances in which Congress has authorized excused  absences for federal employees. Other instances of congressionally  authorized excused absences include attending military, law enforcement,  and firefighter funerals, serving as a bone-marrow or organ donor, and  recovery for employees injured by hostile action while serving abroad.  Similarly, Congress has authorized official time to be used when  engaging in union activities, such as negotiating collective bargaining  agreements. According to OPM officials, these congressionally  authorized circumstances are not paid administrative leave, but rather  separate types of leave or authorized absences. OPM officials said that  they considered paid administrative leave to be an administratively  authorized absence from duty. However, agencies we reviewed included  congressionally authorized circumstances in their paid administrative   We discuss below our assessment of OPM’s payroll  leave policies.guidance and the extent to which it distinguishes between administrative  leave and congressionally authorized excused absences."], "subsections": []}]}, {"section_title": "Differences in Agency Leave Recording Practices and in Payroll Providers’ Interpretation of Guidance Contributed to Large Variations in Reporting of Paid Administrative Leave", "paragraphs": [], "subsections": [{"section_title": "A Lack of Detailed Guidance Related to Recording and Reporting Paid Administrative Leave Activities Makes Data Comparison Challenging", "paragraphs": ["Because agencies’ policies on paid administrative leave differ, OPM data  on administrative leave is expected to vary across agencies, even when  controlling for agency size. However, we found large variations in OPM  data on paid administrative leave as a result of (1) agency recording  practices, and (2) differences in how payroll providers report time to  EHRI. Agency practices for recording paid administrative leave included  time for activities that OPM did not consider to be paid administrative  leave. Similarly, when payroll providers reported data to EHRI, time for  activities that OPM did not consider to be paid administrative leave were  included. Furthermore, in one case, a payroll provider did not report any  time for activities that OPM officials would expect to be reported as paid  administrative leave, even though time for these activities was collected  through the time and attendance system. OPM has not provided guidance  to agencies on how to record time for paid administrative leave activities,  and while OPM has provided guidance to payroll providers for reporting  paid administrative leave hours, this guidance is limited.", "Agency recording practices. Agency practices for recording activities as  paid administrative leave in time and attendance systems vary from what  OPM officials told us that they expected. In some instances, we found  that time entered by employees as paid administrative leave may not all  be considered as paid administrative leave by OPM officials. For  example, as noted above, employees are to use official time when  engaging in certain union and labor relations activities (e.g., negotiating  collective bargaining agreements); however, some agencies record union  and labor relations activities as paid administrative leave. At the  Department of Veterans Affairs (VA) for instance, we found that official  time for engaging in union activities were recorded as paid administrative  leave because the agency’s time and attendance system does not have a  job code to capture official time separately. In another example, a  subcomponent of Interior instructs a certain group of employees—those  not paid for specified vacation days but who are paid during this time as  part of a prorated payment schedule—to record this time as paid  administrative leave in the time and attendance system. Interior officials  told us that the subcomponent did not have a separate code for recording  this vacation time. Thus, the agency established the practice of recording  it as paid administrative leave. OPM has not issued guidance on which  activities employees should or should not record as paid administrative  leave in agencies’ time and attendance systems, which affects the  accuracy and consistency of the data that OPM collects. Internal control  standards state that agency management must have relevant, reliable  information to effectively manage their organization and provide  accountability for their operations. In addition, internal control standards  state that detailed policies, procedures, and practices are to be developed  to ensure consistent implementation by responsible parties to achieve  established objectives. Without adequate guidance on what should or  should not be recorded as paid administrative leave, federal employees  and agencies cannot provide OPM with relevant and reliable information,  which could be used to manage the federal workforce and inform human  capital management policy.", "Additionally, as mentioned previously, OPM officials told us that they do  not consider any legislatively authorized activities, such as bone marrow  or organ donation, funeral leave, or absence due to injuries sustained  from hostile actions abroad to be paid administrative leave. However, we  found that agencies do instruct employees to record these activities as  paid administrative leave in their time and attendance systems. For  example, DOD does not have a separate code for employees to record  time spent for bone marrow or organ donation, but for several agency  components, including the U.S. Army, Navy, and Air Force, it is included  as one reason among many for charging paid administrative leave.  Additionally, Interior instructs its employees to record court time as paid  administrative leave, which does not align with what OPM officials  consider to be paid administrative leave. By providing more detailed  guidance, OPM could assist federal agencies in determining which  activities should or should not be recorded as paid administrative leave,  making this government-wide time and attendance data more consistent  for monitoring the activities of the federal workforce.", "Payroll provider reporting. OPM has provided a data codebook to  payroll service providers to serve as guidance on reporting payroll data to  EHRI. This codebook includes instructions and technical specifications on  the data elements that payroll providers should populate every 2 weeks.  For example, the instructions include specifications for how each  employee’s data should be formatted in the file along with a listing of all  data elements to report for each employee such as total salary, annual  leave hours used, and amounts deducted for health benefits. However,  this guidance is limited and we found that payroll service providers  interpret it in different ways. For example, the OPM guidance document  for reporting payroll data to EHRI does not provide any instructions for  reporting federal holiday leave hours, and we found that payroll service  providers report these hours either differently or not at all. One of the four  primary payroll providers for the federal government—the National  Finance Center (NFC)—includes federal holidays among the hours  reported to OPM as paid administrative leave; the other three primary  providers either report federal holidays as regular duty hours or do not  report them at all. NFC officials said that these charges are reported to  EHRI as paid administrative leave for lack of another option because,  according to OPM’s guidance, there is no separate data element for  federal holidays and regular duty hours should not include any paid leave.  However, OPM officials told us that they do not consider federal holidays  to be paid administrative leave. In addition, among the four primary  payroll providers, three report other legislatively authorized leave  activities such as court leave, official time, military leave, and bone  marrow and organ donation as paid administrative leave.reporting differences result in inaccurate data on the total amount of paid  administrative leave, and since OPM guidance does not define paid  administrative leave by specifying what should and should not be  reported in this category, these payroll providers include time for activities  that OPM does not consider to be paid administrative leave. As illustrated  below, while employees at USAID (which uses NFC) record federal  holidays separate from paid administrative leave, when NFC reports  USAID payroll data to OPM, federal holidays are included in the agency’s  paid administrative leave totals. In contrast, for the General Services  Administration (GSA), which uses its own services as one of the four   These  primary payroll providers, federal holidays are reported as regular duty  time, not as paid administrative leave (see figure 2 for an illustration of  how these hours are reported to EHRI).", "In another example, the Department of State (State) (which acts as its  own payroll provider for submitting payroll data to OPM for all its  employees) does not report any hours to OPM as paid administrative  leave, even though the agency has a policy for granting paid  administrative leave under several circumstances and records time for  several activities in its time and attendance system as administrative  leave. State officials explained that paid administrative leave is recorded  as such in the time and attendance system, but recorded as regular duty  time within the agency’s payroll system. Officials stated that this is due to  a system limitation that will be corrected with the implementation of a new  payroll application in late 2015. As a result, all paid administrative leave is  reported to OPM as regular duty time.", "OPM officials explained that no quality review of the data has occurred  and that they were not aware of the data discrepancies created by either  NFC reporting federal holidays as paid administrative leave or by State  not reporting any time as paid administrative leave. Consequently, the  agency has not addressed these discrepancies to date. However, OPM  officials told us that they intended to organize a working group in fiscal  year 2015 to conduct an initial review of the quality of the EHRI payroll  data. Similar to our 1998 assessment of the reliability of OPM’s personnel  data—which facilitated the data’s use in numerous subsequent  engagements—we have initiated work to review the reliability of OPM’s  EHRI payroll data. completed in fiscal year 2016, and will include following up on the status  of OPM’s working group.", "The payroll data assessment is expected to be  As described above, EHRI payroll and personnel data are collected to  assist OPM and agencies in managing the federal workforce and  resources more effectively. However, because OPM has not provided  detailed guidance to ensure the consistency and accuracy of data  reported to EHRI as stated in federal internal control standards,and agency leadership may be unable to use these data to effectively  manage their workforces and resources.", "EHRI personnel data (formerly Central Personnel Data File (CPDF)) records  demographic information, job information, the agency of employment and location of  employees, and other aspects of the on-board Federal workforce. We previously reported  that government-wide data from CPDF were 96 percent or more accurate. See GAO,  OPM’s Central Personnel Data File: Data Appear Sufficiently Reliable to Meet Most  Customer Needs, GAO/GGD-98-199 (Washington, D.C.: Sept. 30, 1998)."], "subsections": []}, {"section_title": "The Total Amount and Estimated Salary Cost of Paid Administrative Leave is Difficult to Estimate", "paragraphs": ["Categorical differences—the reasons for which agencies grant paid  administrative leave—and reporting differences—such as including official  time activities or federal holidays—contribute to variations in the total  amount of paid administrative leave reported to OPM. The reasons for the  paid administrative leave charges are not reported to OPM and the data  may include time charged for other reasons that—like federal holidays— OPM considers as separate and distinct from paid administrative leave.  This includes official time, court leave, leave for injury due to hostile  action abroad, bone marrow and organ donation, and funeral leave. We  estimated the extent to which federal holidays impact the total amount of  paid administrative leave reported and excluded this amount as it is not  paid administrative leave. However, other reasons—such as weather- related events—are relevant to specific employees or geographic areas,  and unlike federal holidays, cannot be estimated because the hours are  not charged consistently across all employees and all agencies.", "Federal holidays. When including federal holidays among the charges,  the total amount of paid administrative leave more than doubles  government-wide (see figure 3). Over the 3 years we reviewed, federal  employees charged a total of about 24.6 million days of paid  administrative leave, or about 12 days per employee, which includes time  for federal holidays for those agencies using NFC as a payroll service  provider (see appendix II, table 3). of paid administrative leave, an estimated 60 percent were federal  holidays. Separating federal holidays from the data, the total amount of  paid administrative leave falls to more than 9.9 million days across the 3  years reviewed (less than 1 percent of total employee paid days), or  about 5 days per employee.", "Thirty-four agencies (including 9 CFO Act agencies) in addition to subcomponents of 6  other agencies use NFC as a payroll service provider and for which NFC reports payroll  data to EHRI."], "subsections": []}]}, {"section_title": "Personnel Matters and Physical Fitness Activities were the Most Common Reasons for Charging Large Amounts of Paid Administrative Leave", "paragraphs": ["Employees with high charges. At the 24 CFO Act agencies we  identified more than 26,000 employees charging paid administrative leave  in amounts relatively higher than the average charges at each agency  (see appendix III, tables 5 and 6 for summary data on employees with  higher-than-average amounts of paid administrative leave at each of the  24 CFO Act agencies). On average, these employees across the 24  CFO Act agencies charged approximately 51 days of paid administrative  leave between fiscal years 2011 and 2013. During this 3-year time period,  total paid administrative leave per employee ranged between 15 and 730  days. At the five agencies we reviewed, we identified more than 17,000  employees charging relatively higher amounts of paid administrative  leave. From among these 17,000 employees, we selected a  nongeneralizable sample of 312 employees based on (1) those  employees who had charged the highest amounts of paid administrative  leave, and (2) a random selection from among the remaining employees  (see appendix I for a detailed description of sample selection process).  We asked agencies to provide reasons for the two largest total amounts  of paid administrative leave charged per employee in the 3-year period of  fiscal years 2011 through 2013.", "Summary of reasons. Of the 312 employees selected for further review  at the five agencies, we found, through analysis of agency responses,  that the most common reasons for charging higher-than-average amounts  of paid administrative leave included personnel matters (such as  investigations into alleged misconduct or criminal actions), physical  fitness-related activities, and periods of rest and recuperation for  employees working in overseas locations. Agencies were asked to  provide reasons for the two largest total amounts of paid administrative  leave charges per employee. For nearly 70 percent of the employees  selected, agencies provided one reason for the paid administrative leave,  but for 79 employees (25 percent) agencies provided two reasons for the  largest amounts of paid administrative leave. For 5 percent of employees  selected, agencies were unable to provide any reason for the amount of  paid administrative leave. Of the reasons provided for paid administrative  leave charges, 34 percent were for personnel matters, 16 percent were  for physical fitness-related activities, and 15 percent were for travel to and  from duty locations, including rest and recuperation periods for  employees working overseas (see table 2 below).", "Predominant reason. Among selected employees, the most commonly  cited reason for large amounts of paid administrative leave was personnel  matters, which was cited as a reason for paid administrative leave at all  five of our selected agencies. Examples of personnel matters include  investigations into alleged misconduct, criminal matters, or security  concerns as well as settlement agreements, pending adverse actions due   Agency officials told us that  to inappropriate behavior, and interim relief.these personnel matters concluded in a variety of ways including removal,  retirement, resignation, reinstatement of employee, and settlement  agreement.", "As discussed above, personnel matters are cited in four of the five  selected agencies’ policies as a permissible reason for authorizing paid  administrative leave. Personnel matters are not explicitly listed as a  permissible reason in DOD policy although officials confirmed that they do  authorize paid administrative leave for this reason.", "Other reasons. Three of the most frequently cited reasons for higher- than-average amounts of paid administrative leave are specific to the  policies and practices of one or two of the selected agencies. These  reasons include", "Physical fitness-related activities. Both GSA and DOD reported that  selected employees charged paid administrative leave for physical  fitness-related activities, with GSA having the most selected  employees granted paid administrative leave for fitness-related  activities. An agency official at a GSA subcomponent told us that it  was following a policy allowing employees up to 3 hours per week in  paid administrative leave for the purposes of physical fitness-related  activities. GSA reported that this policy was abolished in fiscal year  2014, outside the time period of the data collected for this analysis  (fiscal years 2011 through 2013).", "Vacation. A specific group of contract employees at a subcomponent  of Interior recorded authorized vacation time as paid administrative  leave. Interior indicated that it plans to explore other options for  recording authorized vacation time for these employees.", "Professional development. Participating in professional development  activities, including attending training, was a reason reported for  employees with higher-than-average amounts of paid administrative  leave at VA and DOD. Officials from a VA subcomponent told us that  paid administrative leave is granted to certain employees so that they  could attend medical training for the purposes of earning or  maintaining their professional licenses."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Federal agencies have the discretion to grant paid administrative leave to  employees to help manage their workforces when it is in their best  interest to do so. This discretion is important in ensuring that employees  are not placed in dangerous circumstances, have access to professional  development opportunities, and are able to participate in civic activities  during work hours. Nonetheless, since paid administrative leave is a cost  to the taxpayer, its use should be managed effectively. While each  agency has differences in its policies for granting paid administrative  leave, we found that data collected by OPM on the amount of such leave  do not accurately reflect the reasons in agency policies for granting—nor  what OPM considers to be—paid administrative leave. Therefore, OPM  data on paid administrative leave are inaccurate and inconsistent across  agencies. Ensuring a more consistent and accurate measure of data  across agencies could enable both federal agencies and OPM to more  effectively oversee the use of paid administrative leave. Such data are  important for understanding the extent to which paid administrative leave  is used across the government and for potentially identifying instances of  abuse.", "OPM’s collection of payroll data from federal agencies, including data on  paid administrative leave, could provide relevant and reliable information  to assist OPM and federal agencies in more effectively managing the  federal workforce. OPM has collected these data for several years, but  has not ensured that the data are valid. Our work confirms that the data  OPM has collected on paid administrative leave do not comport with what  OPM officials intended to collect. For example, the data included time off  for federal holidays and other legislatively authorized leave that OPM  does not consider administrative leave. As a result, OPM does not have  an accurate measure on the use of paid administrative leave across  federal agencies that can be used to inform decision makers on the use  of paid administrative leave. Continuing to collect these data without  ensuring their accuracy is costly to both OPM and federal agencies. In  addition, using these data to manage the federal workforce could result in  decisions based upon faulty conclusions that stem from inaccurate data.  OPM officials told us that, while they had not reviewed the quality of the  payroll data, they intend to establish a working group in fiscal year 2015  toward this end. As part of our ongoing work to review the completeness  and accuracy of the payroll data, we will follow up on the status of OPM’s  working group.", "By working with agencies to improve recording practices and by working  with payroll providers to report the relevant data, OPM has an opportunity  to help agencies manage their workforce and resources and provide  decisions makers with reliable information on the use of administrative  leave. This could assist both agencies and OPM in making informed  decisions to effectively manage the federal workforce. Improving the data  is consistent with internal control standards and OPM’s stated goals for  collecting and warehousing the Enterprise Human Resources Integration  (EHRI) system data."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["To help ensure that agencies report comparable and reliable data to  EHRI, we recommend that the Director of OPM, in coordination with  agencies and payroll service providers, take the following actions:", "Develop guidance for agencies on which activities to enter, or not  enter, as paid administrative leave in agency time and attendance  systems; and", "Provide updated and specific guidance to payroll service providers on  which activities to report, or not report, to the paid administrative leave  data element in EHRI."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided the Secretaries of the Departments of Agriculture, Defense,  the Interior, State, and Veterans Affairs, as well as the Administrator of  the General Services Administration and the Directors of the U.S. Agency  for International Development and the Office of Personnel Management  with a draft of this report for their review and comment.", "In its written comments, reproduced in appendix IV, OPM partially agreed  with our recommendations. OPM also provided technical comments that  we incorporated, as appropriate. We also received written comments from  USDA, DOD, and VA, which are reproduced in appendixes V, VI, and VII.  USDA stated it generally agreed with the findings, and provided technical  comments that we incorporated, as appropriate. DOD neither agreed nor  disagreed with the findings and recommendations, and provided technical  comments that we incorporated, as appropriate. VA stated it agreed with  the conclusions and concurred with the recommendations. State also  provided technical comments that we incorporated, as appropriate. In  emails received on September 29, 2014, October 6, 2014, and October 2,  2014, respectively, the liaisons for Interior, GSA, and USAID stated that  the agencies did not have any comments on the report.", "OPM agreed in its comments that", "Some reporting requirements should be clarified, in particular,  guidance regarding reporting holiday time;  It will clarify that the paid administrative leave category is a catch- all category for paid leave that does not fall into another EHRI  category; and  It will collaborate with agencies and payroll providers in  developing changes in guidance and EHRI payroll data elements.", "OPM recommended that our two recommendations be combined into  one. Regarding our first recommendation that OPM develop guidance for  agencies on which activities to enter, or not enter, as paid administrative  leave in agency time and attendance systems, OPM stated that it  reflected an incorrect understanding of its role. OPM said that its role  does not include directing guidance to agencies on how to collect time  and attendance data, but it does include issuing guidance on EHRI data  requirements that agency systems should support. We do not agree that  the recommendations should be combined nor that the first  recommendation is inconsistent with OPM’s role. Our first  recommendation is directed at the need for OPM to clarify agencies’  understanding of how leave should be reported and entered appropriately  into time and attendance systems. In directing EHRI data requirements to  all responsible agency officials and payroll providers, OPM can provide  such guidance to agencies. Our second recommendation is directed at  what payroll providers report from these agency time and attendance  systems to EHRI as paid administrative leave.", "Based on our findings, guidance from OPM could directly impact how  agencies record time for paid administrative leave activities in agency  time and attendance systems, thereby increasing the likelihood that  agency data that are ultimately reported to EHRI would be more accurate.  We believe that this guidance is within the purview of OPM’s role and is  similar to guidance that OPM has provided in the past. OPM  acknowledges as much when it states in its comments on this report that  “ guidance is not just for payroll providers, but  for all parties involved in collecting and reporting relevant data.”", "Moreover, in agency comments to this report, two of the eight agencies  indicated that they would benefit from such guidance from OPM. For  example, VA indicated that it is reviewing how the agency approves and  charges paid administrative leave. In doing so, VA stated that it will  coordinate with OPM to ensure consistency with OPM’s interpretation of  when administrative leave is appropriate. USDA noted that additional  guidance from OPM would greatly benefit how paid administrative leave  is managed. Based on our findings and agency comments, we feel that if  agencies had a common understanding of what OPM considers paid  administrative leave, then the agencies would be more capable of  meeting OPM’s data reporting requirements.", "Concerning the second recommendation for OPM to provide updated and  specific guidance to payroll service providers on which activities to report,  or not report, to the paid administrative leave data element in EHRI, we  continue to believe it is valid because we found that payroll providers  were reporting time for activities as paid administrative leave that they  should not, according to OPM. Our assessment of OPM guidance  demonstrated that it was limited and it was not clear as to what activities  should be included or excluded from the paid administrative leave data  element. Therefore, we believe that clarification of the guidance could  enhance payroll providers’ understanding of the paid administrative leave  category and minimize future errors.", "OPM also recommended that we include a recommendation to agencies  and payroll providers to collaborate with OPM as it revises its guidance  and to modify systems and procedures to comply with OPM data  reporting requirements. While these are important issues, we did not  assess agency and payroll provider collaboration with OPM nor did we  fully assess agency and payroll provider compliance with OPM data  reporting requirements. Therefore, it would not be appropriate for us to  include such a recommendation.", "In commenting on the draft report, while DOD did not state whether it  agreed with the findings and recommendations, it stated that it provided  comments to enhance context, add clarity, and affirm agency discretion in  granting or placing personnel on paid administrative leave. For example,  DOD stated that, “in order to add clarity to the scope of administrative  leave as opposed to other forms of leave, clear coding standards should  be identified….” Such comments are consistent with the intent of our  recommendations that OPM work with agencies and payroll providers to  develop and update guidance clarifying how agencies record, and payroll  providers report, paid administrative leave.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the Secretaries of  Agriculture, Defense, the Interior, State, and Veterans Affairs, the  Administrator of the General Services Administration, the Directors of the  U.S. Agency for International Development and the Office of Personnel  Management, and interested congressional committees. In addition, the  report will be available at no charge on GAO’s Web site at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2717 or jonesy@gao.gov. Contact points for our offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made major contributions to this report  are listed in appendix VIII."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["In this report, we had three objectives including (1) describe policies for  paid administrative leave at selected federal agencies; (2) review  agencies’ and payroll providers’ practices in recording and reporting paid  administrative leave, and describe the number of federal employees  granted such leave, the total number of days granted, and the associated  salary costs; and (3) describe categories of reasons for which large  amounts of paid administrative leave have been charged by individual  employees at selected federal agencies. To better understand the  reasons why federal agencies authorize paid administrative leave for  federal employees and the extent to which it is used government-wide,  we analyzed payroll data from OPM’s Enterprise Human Resources  Integration (EHRI) system. We selected five agencies at which to review  administrative leave policies and collect information on the reasons why  selected employees had large amounts of paid administrative leave.", "To obtain an understanding of the reasons why agencies authorize paid  administrative leave for federal employees, we used OPM’s EHRI payroll  data (described below) to select five federal agencies—the Departments  of Defense, the Interior, and Veterans Affairs; General Services  Administration; and the U.S. Agency for International Development  (USAID)—based upon two factors: (1) the percentage of employees with  amounts of paid administrative leave that was relatively higher than each  agency’s average, and (2) the agency’s average amount of administrative  leave per employee. For these five selected agencies, we reviewed leave  policies and time and attendance guidance for granting and recording  paid administrative leave, respectively, and interviewed agency officials.  We compared the administrative leave policies of the five agencies and,  in the case of DOD, some subcomponent policies, and categorized the  reasons authorizing such leave to determine those that are similar or  different across the agencies.", "To determine the extent of use, the total amount, and salary costs of paid  administrative leave, we analyzed payroll data from OPM’s EHRI system  for each agency between fiscal years 2011 and 2013. OPM’s EHRI  payroll data include paid administrative leave data for more than 100  federal agencies, including 23 of the 24 agencies covered by the Chief  Financial Officers (CFO) Act of 1990, as amended (the Department of  State (State) does not report paid administrative leave separately from  regular work hours). OPM’s goal for the EHRI payroll data is to securely  acquire pay data for all federal civilian employees by leveraging existing  data extraction processes. Payroll data are submitted electronically to  OPM by payroll service providers. Payroll data submissions from  providers to EHRI represent actual payroll records in a given pay period.  The EHRI payroll data covers employees in pay and nonpay status. The  data includes all federal civilian employees of the Executive Branch  except for employees in the intelligence community, U.S. Postal Service,and selected positions, such as nonappropriated fund personnel,  commissioned officers in the Departments of Commerce, Health and  Human Services, and Homeland Security, and the Environmental  Protection Agency, and, as of March 2006, foreign service personnel at  State. The file does not include employees of the Judicial Branch, and  Legislative Branch coverage is limited to the Government Printing Office,  the U.S. Tax Court, and several small commissions.", "We conducted substantial electronic testing and interviewed cognizant  officials at OPM to assess the reliability of the EHRI payroll data. Officials  at OPM explained that they had not tested the data for consistency nor  validated it against agency data. In our testing, we examined the data  provided for obvious errors, inconsistencies, and missing data; conducted  logic tests; and compared data to EHRI personnel data. We also  interviewed officials at the four payroll service centers used by the five  selected agencies to better understand what the data on paid  administrative leave include when the data are reported to OPM’s EHRI  system. From this assessment, we determined that the data from fiscal  years 2011 to 2013 are reliable for the purposes of this study. Data prior  to fiscal year 2011 were not reliable due to missing data and because  fewer agencies reported the data to OPM during that time. However, the  data for fiscal years 2011 to 2013 have several limitations. First, the data  represent charges to specific categories of leave and other activities that  vary by agency, thus they are not comparable across agencies. For  example, one agency might instruct employees to record court leave as  paid administrative leave whereas employees at another agency may  record it under a separate category. In addition, we found that one payroll  service provider included federal holidays among the paid administrative  leave hours, whereas the other three payroll service providers include  holiday hours in regular duty time or do not report them at all. Finally, the  reasons for the charges to administrative leave are not specified in the  data, so it is not possible to determine why employees charged leave, if it  corresponds to the agency’s policy for administrative leave, or if it  includes time when employees were participating in activities directly  related to their job responsibilities. These limitations are described in the  report and accompany the presentation of data so they can be properly  understood in the context of the noted limitations.", "To summarize EHRI data on paid administrative leave, we totaled the  number of hours per employee at each agency then converted that to an  estimated amount of days assuming an 8-hour work day. Total amounts  of administrative leave are summed across the three fiscal years and are  not necessarily charged consecutively. We calculated the average  number of paid administrative leave days charged per person for the 3- year period at each agency. We calculated this average using the sum of  paid administrative leave charges and the on-board average number of  employees in pay periods with sufficient data (not missing) across the 3- year period. While there were 79 pay periods in the 3-year period, most  agency averages were based on data from 77 pay periods because 2 pay  periods were missing for most agencies. While missing pay periods  differed for each agency, they generally occurred around the change of  fiscal year. We calculated the per person average to provide an easier  interpretation of hours of paid administrative leave. We chose a 3-year  average because paid administrative leave is not uniformly distributed  across pay periods or years. We calculated the per person average by  agency because of differences in agency size. We used actual employee  salaries and work schedules, where available, to estimate the salary cost  of paid administrative leave hours and all other paid hours. Salary cost  was adjusted for inflation and prorated for work schedule. If salary and  work schedule information was unavailable, we used the average agency  salary, adjusted for inflation, to estimate the salary cost of paid  administrative leave hours and all other paid hours. We then prorated the  salary estimate based on the proportion of full-time and part-time  employees in the federal workforce. Unless otherwise noted, all summary  data and salary estimates for paid administrative leave exclude federal  holidays. As described in the report, federal holidays are included in paid  administrative leave data reported to OPM’s EHRI system for those  agencies that use National Finance Center (NFC) for payroll service.  Since federal holidays should not be charged to administrative leave, per  OPM officials’ expectations, and because they occur regularly and are  generally applicable across all federal employees, we estimated the total  amount of federal holiday hours used for those agencies using NFC and  disaggregated the total time from paid administrative leave charges. Not  all federal employees are eligible for holiday pay. For example, firefighters  and part-time employees whose work schedules do not fall on a particular  holiday may not receive holiday pay. Consequently, we only deducted  holiday hours from a pay period during which a holiday occurred if paid  administrative leave hours were charged in that pay period.", "Finally, to describe categories of reasons why employees had large  amounts of leave, we selected a nongeneralizable sample of employees  at each of the five selected agencies and asked officials at each agency  to provide reasons for the two largest total amounts of paid administrative  leave per employee. To select the employees, we first identified those  “outlier” employees charging paid administrative leave in amounts  relatively higher than average (greater than three standard deviations  from the agency mean) at each of the five selected agencies, finding  more than 17,000 employees. Among those employees with large  amounts of charges across the five agencies, we selected 70 for each of  the five agencies. This included the 35 employees with the highest total  amount of paid administrative leave and another 35 employees randomly  selected from the remaining “outlier” employees. For one of the five  selected agencies, USAID, there were only 32 “outlier” employees, so we  did not request information for more than those 32 employees. Using a  standard form for each agency, we provided a listing of each of the  selected employees and the total amount of administrative leave each  employee charged between fiscal years 2011 and 2013. For each of  these employees, we asked the agency to provide all the reasons for  which the administrative leave was charged and to identify two of those  reasons that accounted for the majority of the total charges across the 3  years. We conducted an independent analysis of the responses provided  by each agency, where one analyst categorized the reasons provided  independently from a second analyst, and then compared the results. The  analysts’ initial assessment was in agreement 96 percent of the time.  Where there was any disagreement, the analysts discussed to come to  consensus. Results of our analysis of reasons for administrative leave  charges are not generalizable to the selected agencies or government- wide because of sample size and selection method.", "We conducted this performance audit from November 2013 to October  2014 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Paid Administrative Leave Summary Data by Agency", "paragraphs": ["Holidays are not included in  “Excluding Holidays” “Excluding Holidays”", "Chief Financial Officers Act Agencies Using Other Payroll Service Providers  in total charges to paid  in total charges to paid  “Excluding Holidays” “Excluding Holidays”"], "subsections": [{"section_title": "Estimated salary cost FY2011-2013", "paragraphs": [], "subsections": []}]}, {"section_title": "Appendix III: Employees with Higher-Than- Average Total Administrative Leave by CFO Act Agency", "paragraphs": [], "subsections": [{"section_title": "Total days Average Days Minimum Days Maximum Days 333 10,920 62 37", "paragraphs": ["State does not report paid administrative leave separately to OPM/EHRI. Instead, paid administrative  leave is tracked in the agency’s time and attendance system and is aggregated and reported with  regular work hours to OPM’s EHRI system.  Summary includes data for those agencies that report paid administrative leave to OPM’s EHRI  system."], "subsections": []}]}, {"section_title": "Appendix IV: Comments from the Office of Personnel Management", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: Comments from the Department of Agriculture", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: Comments from the Appendix VII: Comments from the Department of Agriculture Department of Veterans Affairs", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VIII: GAO Contacts", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Steven Lozano, Assistant  Director; Sara Daleski; Karin Fangman; Shelby Kain; Cynthia Saunders;  Erin Saunders Rath; Rebecca Shea; and Carolyn Taylor made key  contributions to this report. Jeff DeMarco, Mary Diop, Deirdre Duffy, Ellen  Grady, Ulyana Panchishin, Robert Robinson, and Jeffrey Schmerling also  provided assistance."], "subsections": []}]}], "fastfact": []}