{"id": "GAO-05-673", "url": "https://www.gao.gov/products/GAO-05-673", "title": "Courthouse Construction: Information on Project Cost and Size Changes Would Help to Enhance Oversight", "published_date": "2005-06-30T00:00:00", "released_date": "2005-07-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The General Services Administration (GSA) and the federal judiciary are in the midst of a multibillion-dollar courthouse construction initiative aimed at addressing the housing needs of federal district courts and related agencies. From fiscal year 1993 through fiscal year 2005, Congress appropriated approximately $4.5 billion for 78 courthouse construction projects. GAO (1) compared estimated and actual costs for recently completed courthouse projects and determined what information GSA provided to Congress on changes to proposed courthouse projects, (2) identified factors that contributed to differences between the estimated and actual costs of seven projects selected for detailed review, and (3) identified strategies that were used to help control the costs of the seven selected projects."]}, {"section_title": "What GAO Found", "paragraphs": ["The actual costs of courthouse construction projects exceeded the estimated costs submitted to Congress at the design and construction phases by an average of 17 percent and 5 percent, respectively, and the reasons for the cost changes were not consistently explained. The actual costs were closer to the estimates provided at the construction phase, but the actual cost still varied widely from the estimate for some projects. Both the estimated cost and the proposed building size often changed between the two funding requests. GSA did not always indicate that changes had occurred or explain the reasons for the changes. Including this information would be consistent with leading practices in capital decision making. For the seven projects GAO reviewed in detail, most cost changes resulted from changes to the project's scope or from postponing the start of construction. For example, scope changes called for by security requirements and revisions to the U.S. Marshals Service's Design Guide increased the costs of some projects. Postponing the start of construction also increased costs because of inflation and changes in local market conditions. Factors that led to postponing construction included difficulties with site acquisition and GSA receiving funding later than anticipated. GSA used several strategies to help reduce or control costs for the seven projects, including value engineering, modified contracting methods, and involving tenant agencies. Value engineering was used during design on all projects, and in some cases, resulted in the use of less expensive materials to finish the courthouse interiors, but in other cases resulted in changes that could increase the long-term cost of operating the buildings. Some project managers used modified contracting methods to control costs by reducing the time between the design and construction phases. Project managers also used a variety of approaches for involving tenant agencies in decisions about the building design and informing them about the progress of the project."]}], "report": [{"section_title": "Letter", "paragraphs": ["The General Services Administration (GSA) and the federal judiciary are in  the midst of a multibillion-dollar courthouse construction program aimed  at addressing the housing needs of federal district courts and related  agencies. From fiscal year 1993 through fiscal year 2005, Congress  appropriated approximately $4.5 billion for 78 courthouse construction  projects. The judiciary’s current 5-year plan (covering fiscal years 2005  through 2009) identifies 57 new projects that are expected to cost $3.8  billion.", "In response to concerns that GSA’s Inspector General and we have raised  over the years, GSA and the judiciary have taken actions to manage and  control courthouse construction costs. However, courthouse projects  continue to be costly, and increasing rents and budgetary constraints have  given the judiciary further incentive to control their costs. The judiciary  pays rent to GSA for the use of the courthouses, which GSA owns, and the  proportion of the judiciary’s budget that goes to rent has increased as the  judiciary’s space requirements have grown. Additionally, in fiscal year 2004,  the judiciary faced a budgetary shortfall that required it to cut its  administrative costs and reduce staff by 6 percent. In September 2004, the  judiciary announced a 2-year moratorium on new courthouse construction  projects as part of an effort to address its increasing operating costs and  budgetary constraints. During this time, among other things, the judiciary  plans to review its space needs and standards in an effort to reduce the  costs of its space. While some of the 57 projects in the current 5-year plan  and their costs may change as a result of the moratorium, the judiciary  believes that it will continue to need additional space to accomplish its  mission.", "To assist the committees with their oversight of the courthouse  construction program, you asked us to review courthouse construction  project costs. As a result, we (1) compared estimated and actual costs for  recently completed courthouse projects and determined what information  GSA provided to Congress on changes to the proposed courthouse  projects, (2) identified factors that contributed to differences between the  estimated and actual costs of selected projects, and (3) identified strategies  that were used to help control the costs of the selected projects. To do this  work, we reviewed project documents submitted to Congress and  obligations data from GSA’s budget office for 38 projects completed since  1998. For each project, we compared the actual cost, including claims, with  the estimated total project cost that GSA provided to Congress, typically  when it requested funding for the project’s design and construction. GSA  generally requests funding in two phases—initially for the design of the  project and then later for the project’s construction—and provides  Congress with an estimate of the project’s total cost with each request. We  then selected seven completed courthouses for a detailed review to identify  factors that affected costs and the strategies used to help control them. The  seven courthouses we reviewed were located in Albany, Georgia;  Cleveland, Ohio; Denver, Colorado; Erie, Pennsylvania; Gulfport,  Mississippi; Las Vegas, Nevada; and Seattle, Washington. We selected these  courthouses to include a range of cost changes, sizes, and geographic  locations. We visited the courthouses, reviewed relevant project files, and  interviewed GSA project managers and others involved in the projects. We  also discussed our work with judiciary officials, including Administrative  Office of the U.S. Courts (AOUSC) officials and judges. We determined that  the project cost data were reliable for the purposes of our review. We  conducted our work from July 2004 through April 2005 in accordance with  generally accepted government auditing standards (see app. I for more  information on our scope and methodology)."], "subsections": [{"section_title": "Background", "paragraphs": ["The judiciary and GSA are responsible for managing the multibillion-dollar  federal courthouse construction program, which is designed to address the  judiciary’s long-term facility needs. AOUSC, the judiciary’s administrative  agency, works with the nation’s 94 judicial districts to identify and  prioritize needs for new and expanded courthouses. Since fiscal year 1996,  AOUSC has used a 5-year plan to prioritize new courthouse construction  projects, taking into account a court’s need for space, security concerns,  growth in judicial appointments, and operational inefficiencies that may  exist. The Design Guide specifies the judiciary’s criteria for designing new  court facilities and sets the space and design standards for courthouse  construction. First published in 1991, the Design Guide has been revised  several times to address budgetary considerations, technological  advancements, and other issues.", "GSA has been using AOUSC’s 5-year plan since fiscal year 1996 to develop  requests for both new courthouses and expanded court facilities. GSA also  prepares feasibility studies to assess various courthouse construction  alternatives and serves as the central point of contact with the judiciary  and other stakeholders throughout the construction process. For  courthouses that are selected for construction, GSA prepares detailed project descriptions called prospectuses. The prospectus includes the  justification, location, size, and estimated cost of the new or annexed  facility. GSA typically submits two prospectuses to Congress to request  authorization and funding. The first prospectus, often called the site and  design prospectus, outlines the scope and estimated costs of the project at  the outset and typically requests authorization and funding to purchase the  site for and design of the building. The second prospectus, often called the  construction prospectus, outlines the scope and estimated costs of the  project as it enters the construction phase and typically requests  authorization and funding for construction, as well as additional funding if  needed for site and design. At the request of Congress or when additional  authority and funding are required, GSA may also provide additional  prospectuses or fact sheets that contain the project’s estimated total cost.", "GSA requests funding for courthouses as part of the President’s annual  budget request to Congress. Once Congress authorizes and appropriates  funds for the project, GSA refines the project budget and selects  private-sector firms for the design and construction work through a  competitive procurement process. GSA also manages the construction  contract and oversees the work of the construction contractor. If disputes  arise between GSA and the contractor that cannot be resolved, the  contractor has the option of filing a claim against the federal government.  Figure 1 illustrates the process for planning, approving, and constructing a  courthouse project.", "GSA and the judiciary have implemented a number of initiatives since fiscal  year 1995 to improve the management of the courthouse construction  program. These initiatives are consistent with leading practices that we  have recognized in prior reports, including the use of project management  tools and communication with stakeholders. To improve comprehensive  planning, the judiciary implemented an annually updated 5-year plan to  prioritize its courthouse projects and revised its Design Guide to include  new criteria intended to encourage cost consciousness.", "In 1995, GSA established the Courthouse Management Group, which was  reorganized in 2003 as the Center for Courthouse Programs (CCP), to serve  as a central point of contact for the judiciary, GSA’s field offices, the Office  of Management and Budget (OMB), and Congress. CCP’s responsibilities  include reviewing and finalizing prospectuses before they are submitted to  OMB, developing cost benchmarks and comparing new projects’ cost  estimates with these benchmarks, and determining whether proposed  courthouse designs conform to the Design Guide’s standards. GSA also  established three programs—the Project Management Center of Expertise  and the Design and Construction Excellence programs—to share project  management innovations and provide opportunities for peer review during  the design and construction phases.", "To provide for accountability and oversight throughout a project, GSA uses  a benchmarking system at the start of the design process to develop the  first estimate of the project’s construction cost. This system computes the  estimated cost of the building by comparing it to similarly sized  courthouses and adjusts for differences in local market conditions and the  number of years expected to complete the project. The benchmark is used  to estimate the construction costs that will be submitted in the prospectus.  To help ensure that courthouse projects can be built within authorized  budgets, GSA develops independent cost estimates for each new  courthouse at three milestone dates—during the preliminary planning,  design development, and construction document phases. GSA also  facilitates stakeholders’ involvement, another recognized leading practice,  by encouraging regular partnership meetings between the judiciary and  GSA and by using courtroom mock-ups to encourage greater judicial  feedback on the design of the courthouse facilities.", "Since the courthouse construction program began in the early 1990s,  budgetary constraints faced by GSA and the courts have affected the  program’s progress, putting some planned courthouse construction  projects on hold for extended periods. In response to recommendations by  the 1993 National Performance Review, GSA initiated a “time-out and  review” of all prospectus-level new construction projects, including  courthouse projects, in 1993 and 1994. During this time-out and review,  GSA reevaluated the costs of new construction projects to ensure that  proposed projects were justified and cost effective and that alternatives  had been adequately considered. Funding requests for courthouse projects  were not included in the President’s budget in 4 of the last 10 fiscal years  (1998, 1999, 2000, and 2004). Congress did not provide funding for  courthouse projects in fiscal years 1998 and 2000. Most recently, in  September 2004, the Judicial Conference adopted a 2-year courthouse  construction moratorium on planning, authorizing, and budgeting  courthouse construction projects. This moratorium affects 42 out of the 57  projects listed on the judiciary’s 5-year plan. According to judiciary  officials, the moratorium was necessary to seek remedies for its own  budgetary shortfalls, resulting in part from the increase in the total rent it  pays to GSA for the space it occupies. According to the judiciary, rent  currently accounts for just over 20 percent of its operating budget and is  expected to increase to over 25 percent of its operating budget in fiscal  year 2009 when the costs of new court buildings already under way are  included. During this moratorium, AOUSC officials said that they plan to  reevaluate the courthouse construction program, including reassessing the  size and scope of projects in the current 5-year plan, reviewing the Design  Guide’s standards, and reviewing the criteria and methodology used to  prioritize projects. Judiciary officials also said that they plan to reevaluate  their space standards in light of technological advancements and  opportunities to share space and administrative services."], "subsections": []}, {"section_title": "Actual Costs of Courthouse Projects Can Vary Significantly from Estimates Provided to Congress, and Changes Are Not Consistently Explained", "paragraphs": ["The actual costs for courthouse construction projects completed since  fiscal year 1998 varied from the estimates provided to Congress at the  design and construction phases. As expected, the variation was greater, on  average, for the design phase estimates than for the later, more refined  construction phase estimates. For many projects, the estimated cost and  proposed building size changed between the design and construction  phases, but GSA often did not indicate that these changes had occurred or  explain the reasons for them in the prospectuses and fact sheets it supplied  to Congress.", "As shown in figure 2, GSA provided Congress with at least two separate  total cost estimates for 24 of the 38 projects. Of the remaining 14 projects,  GSA provided Congress with a single, total-cost estimate for 11 of the  projects and provided no formal estimate prior to the appropriation of  funds for 3 of the projects. The single estimates were for design-build  projects, for which all funding was requested at one time, or for projects for  which GSA did not provide a total project cost estimate when requesting  funds for design. In all, for the 38 projects we reviewed, GSA provided  Congress with a total project cost estimate at the design phase for 27  projects and at the construction phase for 32 projects. The project cost  estimates that GSA provides to Congress typically include all costs  associated with acquiring the site and designing and constructing the  courthouse. These estimates do not include estimates for items that the  tenant agencies fund for the new courthouse, such as space alterations  above the standard normally provided by GSA.", "Estimate provided at construction for 32 projects.", "For the 27 projects that had a total cost estimate provided to Congress at  the design phase, the actual cost, including claims, exceeded the estimate  by an average of 17 percent and ranged from 23 percent below to 115  percent above the estimate. The actual cost compared more favorably with  the estimate at the construction phase, which is provided to Congress an  average of 2 years after the initial design phase estimate. This improved  accuracy is expected because more information is available to estimate the  cost of the project as its design moves forward and becomes more fully  defined. For the 32 projects that had a total cost estimate provided to  Congress at the construction phase, the actual cost exceeded the estimate  by an average of 5 percent and ranged from 25 percent below to 52 percent  above the estimated cost. The actual cost exceeded this estimate by more  than 10 percent for 9 of these 32 projects. The construction industry  commonly uses 10 percent as a benchmark for the expected variance  between the actual cost and the construction estimate. Figure 3 illustrates  the numbers of projects whose actual costs fell short of or exceeded  estimates at both the design and construction phases. See appendix II for  additional details on the estimated project costs provided to Congress and  the actual costs for all projects we examined.", "The Public Buildings Act of 1959, as amended, requires GSA to seek  approval from Congress if the estimated maximum expenditures for a  project exceed the amount appropriated for the project by more than 10  percent. We found that GSA obtained approval from Congress for those  projects where the estimated cost exceeded appropriated amounts by more  than 10 percent.", "Project cost estimates and proposed building sizes often changed between  GSA’s submissions to Congress of the design and construction phase  documents. According to prospectuses and fact sheets provided to  Congress, 29 of the 38 projects experienced changes in cost, building size,  or both after the initial estimated project cost at design was submitted. As  shown in figure 4, for 16 projects, both the proposed building size and the  estimated project cost changed between the design phase and the  construction phase. For another 7 projects, only the cost estimate changed,  and for the other 6 projects, the building size changed; but only one  estimate was provided to Congress, so we could not determine if the  estimated cost changed. The building size changes ranged from small  additions or subtractions of tenant space to substantial changes in overall  square footage. For example, the proposed size of the Hammond, Indiana,  courthouse increased by nearly two-thirds because the need for additional  space was identified during a long-range planning process initiated after  the initial funding request was submitted to Congress. By contrast, the  proposed size of the Omaha, Nebraska, courthouse was reduced by  approximately 11 percent after funds were requested for design because of  a re-evaluation of construction projects completed as part of GSA’s  time-out and review process.", "As we have explained in a previous report on funding capital projects, an  important factor reinforcing the decision-making process is the availability  of good information. Although changes in the proposed building size and  estimated cost of a project during its design phase are not unexpected, GSA  did not consistently identify or explain project changes in the prospectuses  and fact sheets it submitted to Congress. For 17 of the 29 projects that  changed after the design phase, no description or explanation of the  change was provided in later construction phase documents submitted to  Congress. In some cases, significant changes in building size, estimated  cost, or both were not explained. For example, a comparison of documents  submitted at the design and construction phases for the Jacksonville,  Florida, courthouse shows a total estimated cost increase of over $11  million (13 percent) and an increase in total building size of approximately  9,000 square feet (2 percent), yet these changes are not described or  explained. Similarly, an increase in the estimated unit construction cost of  $55 per square foot—which increased the estimated total costs by over $3  million (11 percent) for the Greeneville, Tennessee courthouse—was not  explained in the fact sheet provided to Congress. By contrast, GSA fully  explained the reasons for a nearly 40-percent decrease in the proposed size  of the Youngstown, Ohio, courthouse, along with a 27-percent decrease in  the project’s estimated cost. For the Tucson, Arizona, courthouse, GSA  submitted a fact sheet describing numerous changes made in building size  and estimated costs since the initial funding request, but it did so in  response to a congressional staff request."], "subsections": []}, {"section_title": "Changes in Scope and Postponement of Planned Construction Start Dates Resulted in Cost Changes for Selected Projects", "paragraphs": ["For the seven projects we reviewed in detail, changes in scope and the  postponement of planned construction start dates resulted in differences  between estimated and actual project costs. Several factors contributed  to changes in scope, including issues associated with site selection, historic  preservation requirements, changes in tenants’ requirements, and the need  for additional security after the Oklahoma City bombing. Depending on  circumstances unique to each project, some changes increased, while other  changes decreased, the project’s total costs. Postponing the start of  construction for five of the seven projects increased their cost because of  inflation, since GSA’s project cost estimates are based on an expected  construction start date.", "The actual costs for the seven projects we reviewed in detail varied from 5  to 56 percent above the cost estimates provided to Congress at the design  phase and from 2 percent below to 25 percent above the cost estimates  provided at the construction phase. Table 1 compares the estimated costs  with the actual costs for these seven projects."], "subsections": [{"section_title": "Multiple Factors Led to Changes in Project Scope", "paragraphs": ["For each of the seven projects we reviewed, the scope changed and  contributed to differences between the estimated cost provided to  Congress and the actual cost. The term “scope” refers both to building size  and to the amount of work or number of tasks required to complete the  project. Factors that caused changes in scope included site selection  issues, the need to address historic preservation requirements, changes in  tenants’ requirements, and the need for additional security provisions.  Although some scope changes changed both the building size and the  amount of work to be done, other scope changes, such as those necessary  to comply with historic preservation requirements and certain  improvements requested by tenants, increased only the amount of work to  be done. Table 2 identifies the factors that contributed to changes in scope  for each of the projects we reviewed.", "Difficulties with finding and acquiring a site for a new courthouse  increased the scope of two projects, adding to their costs.", "The scope of the Gulfport project increased when GSA faced community  resistance to the preferred site and had to purchase a larger site and close a  street to accommodate the new courthouse. According to GSA officials and  the project files we reviewed, procuring the only site that was suitable and  acceptable to the community required GSA to purchase more land than it  had planned in order to accommodate the preservation of a historic high  school building that was on part of the property. The site cost $3.63 million,  or 94 percent, more than GSA had planned when it submitted its design  funding request.", "The courthouse project included the preservation of  an adjacent 1920s historic structure to form a  courthouse campus. The historic structure houses  the U.S. Attorneys and U.S. Probation Offices.", "In Seattle, GSA had to redesign the courthouse to include three more  courtrooms when it could not locate the new courthouse adjacent to the  existing courthouse as planned. Under the new plan, the circuit courtrooms  remained in the existing courthouse building and the bankruptcy courts  were included in the new building. This change was required after GSA was  unable to reach an agreement with the city of Seattle on relocating the city  library, which was located on the preferred site."], "subsections": [{"section_title": "Historic Preservation", "paragraphs": ["The scope of two courthouse projects increased to provide for historic  preservation work that GSA had not anticipated when it requested design  funding for the projects. The original design concept for the Erie  courthouse project called for the preservation and incorporation of a  historic public library building into the courthouse design. According to  GSA officials and the project files we reviewed, additional preservation  work was required when an old clothing store on the site became eligible  for historic status. Rather than demolish the store as originally planned,  GSA incorporated it into the project design. This decision increased the  project’s total cost by about $1.3 million.", "Procuring the Gulfport project site, as discussed above, was contingent on  preserving a historic high school. This requirement increased the scope of  work for both the design and construction phases because, as shown in  figure 5, three of the old school’s four exterior walls had to be preserved.  According to our analysis of GSA data, preserving the exterior walls and  retrofitting a new structure within the walls of the old school increased the  project’s design costs by 14 percent.", "Changes in tenants’ space requirements increased the scope of work for  three of the projects we reviewed. The U.S. Marshals Service (USMS)  provides security for the federal judiciary, including physical protection of  courthouses and prisoner transport, and was a tenant in each of the  courthouses we reviewed. The U.S. Attorneys Offices are also often located  in courthouse facilities. In Cleveland and Seattle, the U.S. Attorneys Offices  initially resisted relocation to the new courthouses because they preferred  their current leased spaces. In addition, for the Seattle U. S. Attorneys,  there were questions of whether they would have to move again at a later  date as the courts’ space needs grew. In Denver, the USMS revised its plans  for the amount of office space it would occupy in the new courthouse. For  these three projects, GSA had to redesign space to meet the tenant  agencies’ needs.", "According to GSA’s project manager, to preserve the Cleveland project’s  schedule, the project moved forward after an agreement could not be  reached with the U.S. Attorneys Office on the design of its space. The U.S.  Attorneys determined that the original space was not large enough and  received authorization from the Department of Justice for additional space  in the courthouse. This change required five floors of the courthouse to be  redesigned to meet the U.S. Attorneys Office’s requirements.", "In Seattle, according to the GSA project manager, the redesign effort was  minimized because GSA anticipated the inclusion of the U.S. Attorneys in  the courthouse and included an option in the construction contract to build  out the required space. In Denver, the USMS revised its occupancy plan for  the Denver courthouse during the design phase, prompting a redesign  effort. The USMS decided to occupy office space in the new courthouse  rather than remain in the existing, adjacent courthouse as planned.  According to the GSA project manager, this change in the tenant’s  requirements led to redesigning and allocating most of the third floor to the  USMS.", "The courthouse is located on the edge of  Cleveland's downtown commercial district and  overlooks the Cuyahoga River.  The courthouse is  easily accessible to the public by an indoor  pedestrian walkway that connects the courthouse to  a local transit station and shopping mall.", "GSA now has a policy to obtain signed agreements from the tenant  agencies specifying how much space they will occupy in a new building  before construction begins. These agreements, called occupancy  agreements, also specify the rent that the agencies will pay for their space.  According to the project managers we spoke with, the occupancy  agreements have helped tenant agencies understand the rent commitments  they are entering into and have helped GSA resolve occupancy issues  before starting construction."], "subsections": []}, {"section_title": "Security Enhancements", "paragraphs": ["Enhancements made to building security required scope changes for four  of the seven projects we reviewed. According to the GSA project managers  for the Denver and Albany projects, these enhancements were made in  response to the 1995 Oklahoma City bombing and reflected updates to the  U.S. Marshals’ Design Guide. Thus, additional security features were  added to those projects that were in design or under construction between  1995 and 1999.", "Changes to the design criteria for federal buildings increased the scope of  work for the Las Vegas courthouse project and resulted in a claim against  the project. This was the first federal courthouse designed after the  Oklahoma City bombing. For security purposes, the building was  reinforced with additional steel, increasing the project’s costs. In addition,  because this was a new security design, the contractor had not correctly  anticipated the amount of steel that would be needed and filed a claim to  recoup the cost of the additional steel. According to the GSA project  manager, the project’s budget was increased by $4.7 million to meet the  enhanced security requirements; and after the construction was complete,  the contractor was paid $3.2 million to settle his claim for the additional  work and materials associated with blast proofing the exterior walls.", "Changes made to the U.S. Marshals’ Design Guide increased the costs of  projects in Cleveland, Albany, and Denver. Among other things, these  changes modified the type of materials used in the prisoners’ holding cells."], "subsections": []}]}, {"section_title": "Postponing Construction and Changes in Local Market Conditions Contributed to Changes in Project Costs", "paragraphs": ["Postponing the start of construction and changes in local market  conditions contributed to changes in costs for five of the seven projects we  reviewed. GSA had to postpone its schedule for starting construction on  five projects. Of these five projects, two were built in highly competitive  local construction markets whose volatility also contributed to increases in  the projects’ costs. Local market conditions are driven by the supply of  skilled construction labor, materials, and the relative number of  construction projects within a locality.", "Courthouse construction takes place in a dynamic and constantly changing  economic environment. Postponing construction schedules exposes a  project to cost changes caused by annual inflation or deflation rates and  increases the risk that the assumptions used to establish the project’s  budget may not keep pace with changing local market conditions. Yet, even  if construction is not postponed, the 2 years that typically elapse between  the development of a prospectus and the actual funding of a project  provide ample time for local market conditions to drift from the conditions  assumed in developing the estimates in the first place. Thus, postponing  construction schedules for reasons as diverse as the timing of  appropriations or the judiciary’s current moratorium increase the  probability that estimated and actual costs will diverge.", "The Erie project illustrates the effect that not receiving funding when  anticipated and postponing construction can have on a project’s costs. The  design prospectus for the Erie project was submitted in March 1994. When  a fact sheet was submitted in March 1999—5 years after the  prospectus—the design concept had changed, as discussed earlier,  increasing the scope of historic preservation work and adding to the design  costs. Furthermore, appropriations for construction funding were not  provided until fiscal year 2002. Primarily because of inflation and the scope  increase, the project’s estimated total cost increased 59 percent in nominal  dollars over the estimate provided in the 1994 prospectus.", "Construction on two projects, Gulfport and Seattle, were postponed as a  result of site acquisition issues, as discussed earlier. In addition, according  to the GSA project manager, the booming local construction market in  Seattle contributed to increased project costs. The Seattle project also  illustrates the uncertainty involved in anticipating local market conditions.  GSA’s benchmark used an escalation factor of 3 percent to estimate  construction costs, but the project manager said that the escalation in  Seattle was closer to 3.9 percent.", "According to GSA’s project manager, the Denver courthouse also was  constructed in a highly competitive economic environment that increased  the project’s cost. During the project’s development, the project manager  said that Denver experienced a construction boom that caused  construction prices to rise sharply and contributed to construction bids for  the project that came in approximately $10 million over budget. Although  one floor was removed from the design and other cost-saving measures  were implemented, the persistent, ongoing competition in the local  construction market contributed to actual costs that were 6 percent higher  than the estimated costs submitted with the construction funding request."], "subsections": []}, {"section_title": "Other Factors Caused Project Costs to Change", "paragraphs": ["Other factors that were unique to specific projects we reviewed also  caused costs to change. For example, costs increased for the Denver  project when GSA headquarters decided that the Denver courthouse  project would serve as a demonstration project to showcase a number of  sustainable design features, such as solar panels, light shelves, and  automated heating and air-conditioning controls. These project changes  increased the estimated cost of construction by $5 million.", "According to the Cleveland project manager, problems with contractors  and a design error increased the actual costs of the project. Although the  project was originally intended to use design-bid-build procurement,  because of design delays, the construction schedule was divided into three  phases, and construction started before the design was completed. When  the contractor fell behind in the second phase, GSA followed the advice of  its construction manager and became the general contractor for the final  construction phase in an effort to avert potential claims arising from the  second phase delays. GSA managed over 10 contracts in the final  construction phase. According to the GSA claims attorney involved in the  project, GSA’s taking on the role of general contractor accounted for the  large number of claims paid on the project. GSA settled the claims for  approximately $20.8 million, or 12 percent of the estimated total cost that  was submitted with the construction prospectus. In addition, construction  costs increased when a design error that underestimated the size of certain  steel beams was corrected, and special beams had to be manufactured and  imported from an overseas supplier.", "Finally, a general contractor’s inability to maintain the construction  schedule and meet its obligations to building material suppliers caused the  construction phase of the Albany project to be extended 3 years beyond its  anticipated completion. Eventually, the general contractor’s surety  company, which guaranteed the contractor’s ability to perform the work,  took over the management of the project and brought it to completion. GSA  still had to settle claims brought against the project by the contractor’s  surety. Although GSA was able to limit the actual cost increase to 7.9  percent over the estimate submitted to Congress, the relatively small  building took 5 years to construct.", "The courthouse was built on a site donated by the  city of Albany as part of a downtown redevelopment  project.  The courthouse was designed and  constructed by a partnership between GSA and  Section 8(a) firms, which are socially or  economically disadvantaged small businesses.", "Several project managers also noted the effect that GSA’s time-out and  review initiative had on the early planning for the projects. The principal  motivation of GSA’s time-out and review initiative was to cut costs,  reevaluate priorities, and improve the management of the federal buildings  program. For the courthouse construction program, GSA reevaluated  priorities and trimmed the costs of existing projects, identifying savings of  $324 million from 43 courthouse projects. For example, as a result of  time-out and review, the estimated cost of the Cleveland project was  reduced by $63 million or about 26 percent. However, in this project, much  of the savings were not realized and had to be added back into the project  during construction."], "subsections": []}, {"section_title": "Departures from the Design Guide Had Little Impact on Project Costs", "paragraphs": ["In 1991, the judiciary issued the U.S. Courts Design Guide, which specified  the judiciary’s criteria for designing new court facilities. The Design Guide  provides specific guidelines for the size, design requirements, security, and  other features of courtrooms, judges’ chambers, and other court-related  space. Significant departures from the Design Guide criteria must be  justified by the district courts and approved by the Circuit Judicial Council  for the judicial circuit where the project is located. The Design Guide has  been revised several times in response to economic constraints and is  being reevaluated during the judiciary’s current moratorium to determine if  additional revisions are appropriate.", "Departures from the Design Guide are often thought to increase  courthouse project costs. However, we found few departures from the  Design Guide in the projects we reviewed, and most of them were made to  increase the building’s functionality. The project managers said none of the  departures resulted in an increase in the building size. We were not able to  quantify the costs associated with the departures, but according to the  project managers, their impact on cost was minimal.", "In the Albany courthouse, ceilings were lowered by 1 to 2 feet, which  reduced costs and allowed the magistrate judge courtrooms on the floor  above to be built to the size of district courtrooms to meet future  expansion needs.", "In Gulfport, the judiciary obtained approval to include a special  proceedings courtroom in the new courthouse. These courtrooms are  600 square feet larger than a traditional district courtroom and are used  for multidefendant trials or special events, such as naturalization  ceremonies.", "In Cleveland, increases in the size of the grand jury suite and magistrate  judges’ courtrooms were accommodated within the planned size of the  building by reducing the size of other court spaces."], "subsections": []}]}, {"section_title": "GSA Used Several Strategies to Reduce and Control Costs of Selected Projects", "paragraphs": ["For the seven projects we reviewed in detail, GSA project managers used  several strategies to reduce costs and keep them within budget. These  strategies included value engineering, modified contracting methods, and a  variety of approaches for involving and communicating with tenant  agencies. On the basis of estimates provided by GSA, Congress authorizes  and appropriates funds for individual courthouse construction projects.", "GSA sets each project budget according to the appropriated funds and  seeks to manage each project to the specified budget."], "subsections": [{"section_title": "Value Engineering Used to Bring Costs within Budget", "paragraphs": ["For the seven projects we reviewed, GSA project managers used value  engineering during the design phase to identify cost-saving changes and to  reduce costs. Project managers also used value engineering as the primary  method to reduce costs to meet the budget when the initial construction  bids exceeded the project’s budget. Value engineering is an organized effort  to analyze the functions of systems, equipment, and facilities for the  purpose of achieving the essential functions at the lowest cost possible  while maintaining performance, reliability, quality, and safety. Changes  resulting from value engineering ranged from using less expensive  materials than originally planned to making changes in scope that affected  the features built into the courthouse. Some changes made as a result of  value engineering permanently reduced building costs while other changes  deferred costs to later years.", "In a commitment to continue cost reduction after the time-out and review  process of the mid-1990s, GSA emphasized the use of value engineering as  a method to reduce costs below the approved budgets. The Office of  Management and Budget requires executive branch agencies to use value  engineering as appropriate to reduce program and acquisition costs while  maintaining necessary quality levels. For the projects we reviewed, GSA  project managers generally hired outside consultants to perform value  engineering studies during the design phase to identify potential areas for  cost savings. Project managers used value engineering again for four of the  seven projects, when the construction bids exceeded the project’s budgets.  The estimated cost at construction or the construction bids exceeded the  budget by $2 million to $16 million, or 6 to 18 percent, for these four  projects. The project managers tasked the contractors that were bidding on  the construction phase of the project to submit ideas for cutting costs. This  approach allowed GSA to reduce the bids to within the budget without  redesigning the building. Having to redesign the building, then going  through another bidding process is time consuming; and as discussed  earlier, starting construction later than planned can lead to cost increases.", "Many relatively small changes were often made as a result of value  engineering to reduce projects’ costs. The most common change for all  seven projects was substituting less expensive materials for more  expensive materials that were originally called for in the design. For  example, using commercially available products rather than custom-made  materials lowered costs. These material substitutions often had no or  minimal impact on the appearance and functionality of the building. For  example, in two courthouse projects, wainscoting was used in place of  full-height wood paneling. For the Seattle project, GSA removed the copper  cladding from the roof after determining that its removal would not  negatively affect the appearance or durability of the building.", "The court officials involved in the seven projects told us that they  participated in the value engineering sessions and agreed with the changes  to reduce the construction costs. These officials understood that there was  a limited budget and made trade-offs to get the features they wanted the  most. For example, in Las Vegas the judges agreed to reduce the amount of  limestone used on the outside of the building so that they could keep wood  paneling in the courtrooms.", "Other value engineering changes resulted in the elimination or reduction of  spending on some features, such as building systems, to reduce projects’  costs. While these changes lowered the construction costs, some could  increase future operating and maintenance costs. In Las Vegas, a  window-washing platform was eliminated to save $250,000. According to  the GSA building manager, it now costs about $30,000 to wash the  courthouse’s windows, because special equipment is needed. As a result,  the windows are seldom washed. For two projects, GSA eliminated the  funds for heating and air-conditioning systems from the construction  contracts and entered into energy savings and performance contracts  (ESPC) to procure these systems. Under an ESPC, the contractor  purchases and installs the heating and air-conditioning systems and GSA  pays for the systems over the life of the contract, for as long as 25 years,  from its operating budget. It is expected that the contractor will install a  more energy-efficient system than would have been installed without the  ESPC and that the cost of the system will be paid for from the savings  attributed to a more efficient system. In new construction, energy savings  are estimated using many assumptions about energy usage and costs, since  there are no actual systems and costs on which to base estimates of  expected savings.", "In December 2004, we reported that using ESPCs to install heating and  air-conditioning systems is more expensive than funding the installation of  such systems up front as part of the construction costs. In that review, we  estimated that the use of an ESPC for the Gulfport Federal Courthouse  might cost about $2.5 million, compared with about $1.6 million if the  system had been installed as part of the construction. This is an increase of  about 56 percent in the cost of the heating and air conditioning system. We  found that GSA focused on reducing the construction costs, so that it could  award the construction contract, rather than on the long-term cost  implications of using an ESPC."], "subsections": []}, {"section_title": "Modified Contracting Methods Used to Control Costs", "paragraphs": ["On three projects, project managers identified the contracting method as a  strategy they used to help control costs and keep the project on schedule.  One project involved the construction contractor in the design phase of the  project while another included incentive award clauses in the construction  contract. The third project used versions of both of these approaches.", "GSA traditionally approaches a new construction project by designing the  building and then soliciting bids to construct the building based on the  design. This is referred to as the design-bid-build method of contracting. In  this traditional method, the construction contractor is not involved in the  design process and often has questions about the design, which can lead to  changes during construction. To reduce the risk of changes during  construction and accelerate the project’s schedule, the Las Vegas project  manager used a design-build bridging contract method. Under this  contracting method, the project began with a traditional design phase to  develop the concept for the building. The concept design identified the  basic structure of the building, including the layout of courtrooms and  chambers on each floor. GSA then advertised for a contractor to complete  the detailed building design and construct the building. The winning  contractor was a joint venture between an architectural firm and a general  contractor. This approach allowed construction to begin as soon as the  design was completed, thus saving time and reducing the chances of the  tenants’ requirements changing between the time of design completion and  the start of construction. In addition, the architect and builder were with  the same firm, so when issues came up during construction, each had an  interest in arriving at solutions rather than finger-pointing and blaming  each other. According to the project manager, as a result of this contracting  method, relatively few changes were made on the project during  construction.", "For the Gulfport courthouse project, GSA hired the general contractor  during the design stage when the building’s design was only 35 percent  complete. The project manager believed that involving the general  contractor in the development of the design and construction documents  would minimize the number of questions the contractor would have about  the design and thus minimize the number of change orders. Change orders  on a project may increase the time needed to construct the building and  increase the cost of construction. The project manager believed that this  was a successful approach because there were few questions about the  design during construction and relatively few change orders due to design  issues.", "GSA used construction contracts with incentive award clauses for the  Gulfport and Seattle courthouses. The incentive awards required periodic  reviews of the contractors’ performance throughout the projects, which  ensured a certain level of communication. The project manager for the  Seattle courthouse said that this method forced the stakeholders to  communicate and address issues that, without the incentive award, might  not have been addressed until the end of the project. The use of incentive  awards is intended to increase communication and help control the  projects’ overall costs. The contractor on the Gulfport project earned 85  percent of the incentive award, and the contractor on the Seattle project  earned about 92 percent of the incentive award."], "subsections": []}, {"section_title": "Tenant Agency Involvement and Communication Identified as Keys to Projects’ Success and to Controlling Costs", "paragraphs": ["GSA project managers and judiciary officials said the involvement of tenant  agencies and open and continual communication with them on the projects  we reviewed were important to the successful completion of the projects  and to controlling their costs. Judges at each of the courthouses said the  new buildings met their requirements, and they were all very happy with  the new courthouses. GSA project managers used a variety of strategies,  such as regular meetings and courtroom mock-ups, to identify changes  prior to construction, to involve tenant agencies in planning the courthouse  projects, and to keep them informed about the progress of the projects. The  judiciary also generally hired its own project manager to oversee each of  the projects and to facilitate communication between GSA and the  judiciary. In addition, many of the project managers used a Web-based  project management tool to facilitate communication among the  construction contractors.", "Involving tenant agencies and incorporating their interests into a project,  particularly during the planning stages, is one of the five components of a  leading practices framework. Project managers agreed that working with  tenant agencies to define their requirements and keeping tenants informed  about the project were important to getting the agencies’ “buy-in” on the  project and to minimizing changes during construction. Making changes  during a project’s design to ensure that tenants’ requirements are met is  generally less costly than making changes during construction. Leading  practices in capital project management suggest frequent communication  and involvement through such means as meetings and correspondence.  GSA project managers and judiciary officials who represented the various  courts’ interests said that judiciary officials were actively involved from the  conception of the projects. Project documents show that other tenant  agencies were also involved throughout the projects.", "While all of the project meetings included tenant agency representatives,  GSA and judiciary officials said that using courtroom mock-ups and having  a judicial project manager were important strategies used to facilitate  communication. All project managers used courtroom mock-ups in which a  full-size model of a courtroom was constructed and the judges and other  courtroom participants evaluated the model for such things as sight lines  and the placement of furniture. The courtroom mock-ups resulted in  changes to courtroom designs, and, according to GSA, no major changes  were required during or after the construction of the courtrooms to correct  deficiencies. Thus, the courtrooms met the judges’ requirements, and costs  were avoided by making necessary changes prior to construction.", "According to judiciary officials, there was open communication between  the judiciary and GSA on six of the seven projects. These officials said that  the collegial relationships they developed with GSA facilitated  communication and allowed them to work together to control and, when  necessary, to reduce costs in a constructive way. For these six projects, the  judiciary had its own project manager, who interacted with GSA on a  regular basis. The judges said that it was critical for them to have this  project manager, who was knowledgeable about construction, and could  advise the judges on suggested changes and facilitate communication with  GSA.", "The USMS and the U.S. Attorneys Office were also major tenants in most of  the courthouses we reviewed. According to GSA project managers, these  agencies were involved in the projects to a lesser extent than the judiciary.  USMS officials said that their level of involvement varied, depending on the  project and the project manager involved. As discussed, some of the cost  increases during construction resulted from the USMS’s and the U.S.  Attorneys Office’s requirement changes. USMS changes primarily resulted  from increases in security standards, which could not have been  anticipated prior to construction. Changes involving the U.S. Attorneys  Office more often resulted because of its decisions about moving to the  new building. As noted, GSA’s policies and procedures have changed over  the last several years, and GSA now requires tenant agencies to sign  occupancy agreements prior to construction. Such agreements define the  amount of space the tenant will occupy and the rental cost for the space.  This policy should eliminate last minute questions about which tenants will  occupy the building and the amount of space they will occupy.", "Finally, GSA used commercially available Web-based project management  tools for several of the projects to facilitate communication among the  contractors. These tools facilitate communication by reducing paperwork;  electronically assigning responsibility for tasks; tracking changes,  questions, and answers; and providing all contractors with access to the  same information as appropriate. For example, if a contractor has a  question about the design of a particular building element, it can submit a  question to the architect; and GSA can track the question and response to  ensure that the question is resolved as quickly as possible. The Seattle  project manager highlighted the importance of having clearly defined  design and construction requirements. The manager said that in Seattle, he  was able to reduce the construction bid by meeting with the subcontractors  to answer their questions about the building requirements. If  subcontractors do not fully understand an aspect of the design, they will  build in additional costs to cover their risk. By clarifying the building  requirements, GSA was able to reduce the subcontractors’ risk and thus  reduce their bids on the project."], "subsections": []}]}, {"section_title": "Recent GSA Program Improvements", "paragraphs": ["During the last decade, GSA has implemented a number of initiatives to  enhance and improve the performance of the courthouse construction  program. Among these initiatives are enhancements to the benchmarking  system, the use of courtroom mock-ups, and the ongoing development of  project management practice through the Project Management Center of  Expertise. GSA’s Center for Courthouse Programs is also conducting  independent cost estimates and quality control reviews at three points  during the design phase of projects to help ensure that courthouse projects  can be built within budget and the quality of the buildings is not being  sacrificed to stay within budget. While the results of some of these  initiatives were apparent in the seven projects we reviewed, such as with  the courtroom mock-ups, the effects of the more recent efforts to enhance  the program are not captured in our data collection. This situation  occurred because many of the projects in our universe were already fairly  advanced by time the more recent initiatives were introduced."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Courthouse construction is a process that evolves over many years and  includes multiple stakeholders. Many factors can affect the cost of a  courthouse project as it moves from planning and design to construction.  Our work showed that the most significant cost changes occurred between  the time of GSA’s request for design and its request for construction  funding. Some reasons for cost increases, such as the need for additional  security or changing market conditions, affected several projects and could  not have been easily anticipated. Other reasons for cost changes were  unique to individual projects. It is important to provide decision makers  with information about the costs, risks, and scope of projects before  resources are committed. Such a practice would be consistent with our  past work on leading practices in capital decision making. In the case of  courthouse projects, GSA does not consistently explain project changes in  documents provided to congressional decision makers. These changes may  only be apparent if congressional decision makers compare the  information submitted with the construction funding request to the  information submitted, sometimes years earlier, with the design funding  request."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve the usefulness of the information on courthouse construction  projects that GSA provides to Congress, we recommend that the  Administrator of GSA, when requesting funding for those projects, identify  and explain changes in estimated costs and building size from the  information provided to Congress in prior project prospectuses or fact  sheets."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft copy of this report to the Administrator of the General  Services Administration and the Director of the Administrative Office of  the U. S. Courts for their review and comment. On June 24, 2005, GSA  provided us with written comments and concurred with our  recommendation (see app. III). GSA noted that in 2004 it began notifying  Congress when significant changes in scope and budget occurred in  courthouse projects. While GSA started notifying the authorizing  committees of significant changes to projects in 2004, it has not been  notifying the appropriation committees of these changes. We believe that  all the stakeholders should have the same information, and changes to the  project should be included in the prospectuses as part of the funding  process. GSA also noted changes it has made over the years to how it plans,  budgets, and manages courthouse projects and provided technical  clarifications, which we have incorporated in this report as appropriate.  AOUSC provided technical clarifications, which we have incorporated as  appropriate.", "As agreed with your office, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to the  appropriate congressional committee, the Administrator of GSA, and the  Director of the Administrative Office of the U.S. Courts. Copies will also be  made available to other interested parties on request. In addition, the  report will be available at no charge on GAO’s Web site at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-6670 or GoldsteinM@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["The objectives of our report were to (1) compare estimated and actual  costs for recently completed courthouse projects, (2) identify factors that  contributed to differences between the estimated and actual costs of  selected projects, and (3) identify strategies that were used to help control  the costs of selected projects. To address these objectives, we reviewed  project prospectuses and courthouse expenditure data; interviewed  General Services Administration (GSA) and judiciary officials; and  conducted a detailed review of seven completed courthouses around the  country.", "We identified a total of 38 new courthouse construction projects completed  since 1998 from information supplied by GSA’s Center for Courthouse  Programs (CCP). We chose 1998 as a starting date to exclude the projects  we had considered in our previous report on the courthouse construction  program and to include only those projects that were designed and built  during the period when a number of changes were made to the program,  such as the implementation of 5-year plans by the Administrative Office of  the U.S. Courts (AOUSC) and the establishment of the CCP.", "To determine estimated costs, we examined prospectuses and fact sheets  submitted to Congress during the appropriations process. For 35 of the 38  projects completed since 1998, at least one estimate of total project cost  was provided to Congress. Three projects did not go through the typical  approval and funding process. GSA typically submits two requests for  funding, one in the prospectus for design funding and another in the  prospectus for construction funding, but this is not always the case. For  some projects, the initial estimate was submitted in the form of a “Report  of Building Project Survey,” sometimes called an 11(b) report after the  section of the Public Buildings Act of 1959, which provides for such a  report. In other cases, the estimate was submitted in the form of a one-page  fact sheet either as a supplement to or in lieu of a prospectus. Prospectuses  and fact sheets typically contain an estimated total project cost as the sum  of separate estimates for site acquisition, design, management and  inspection, and construction. For some projects, we added the  construction cost estimate to the amounts previously appropriated for  design and site acquisition to arrive at a total project cost estimate. To  determine changes in proposed building size and parking, we compared  documents submitted for the construction phase funding with those  submitted for the design phase funding.", "To determine actual costs, we used data provided by GSA’s Public Building  Service (PBS) Budget Office for all courthouse projects completed since  1998. We defined actual costs as all obligations recorded against each  project through the end of fiscal year 2004 plus any claims paid from the  U.S. Treasury Department’s Judgment Fund. According to information  supplied by the PBS Budget Office, 13 of the 38 projects that we examined  had at least one claim paid from the Judgment Fund, ranging from $65,000  on the St. Louis courthouse to over $20 million on the Cleveland  courthouse. Claims are paid from the Judgment Fund when there are no  funds left available in the project budget to pay the claims. The reported  actual costs of the courthouse projects include only funds budgeted by  GSA and specifically authorized by Congress for new construction and  exclude items funded by the tenant agencies. We also reviewed  appropriation acts for fiscal years 1993 through 2005 to identify funding  appropriated for new courthouse construction projects and other relevant  legislation relating to GSA’s construction authority.", "To compare actual with estimated costs, we calculated the percentage by  which actual costs differed from estimates of the costs. When more than  one estimate was provided for a project, we compared the actual costs with  the initial and latest estimates. For example, when an 11(b) report was  prepared for a project, we used this document as a source for the original  estimate. Similarly, when a fact sheet was submitted after a construction  prospectus for a project, we used the estimate provided in the fact sheet.", "To identify factors that contributed to differences between estimated and  actual costs and to identify the types of strategies used to controls costs,  we selected seven courthouses whose construction was completed  between 2000 and 2004: Albany, Georgia; Cleveland, Ohio; Denver,  Colorado; Erie, Pennsylvania; Gulfport, Mississippi; Las Vegas, Nevada; and  Seattle, Washington. To select these courthouses, we considered a number  of factors, including the range and scope of the cost changes, the size of the  project, and the geographic location. For each of these seven courthouses,  we obtained estimated and actual cost information by reviewing  prospectuses, 11(b) reports, and fact sheets submitted to Congress and  budgetary expenditure data provided by GSA.", "During our visits to the seven courthouses, we reviewed the relevant  project files from GSA. We looked specifically for documentation of factors  that contributed to or helped control cost changes, such as scope  modifications, contractor and bid documents, change orders, and claims.  We also interviewed GSA and judiciary officials responsible for each  courthouse project, including judges, project managers, contracting  officers, and other individuals involved during the design and construction  phases of the courthouse. We also interviewed judiciary officials associated  with the projects including Administrative Office of the U.S. Courts  (AOUSC) officials and judges. From the interviews and project file reviews,  we obtained information on the extent of and reasons for the cost changes.  We also reviewed GSA and AOUSC documents related to management  controls, policies, procedures, and guidance for courthouse construction  projects.", "For the estimated costs of the 38 courthouse projects, we relied on the  original source documents, including the prospectuses that GSA provided  to Congress. We assessed the reliability of actual cost data provided by  GSA’s PBS Budget Office by (1) reviewing documents describing policies  and procedures for the administrative control of funds, (2) interviewing  knowledgeable agency officials about the data, and (3) reviewing an  independent auditor’s report. We determined that the data were sufficiently  reliable for the purposes of this report. We also corroborated much of the  testimonial information provided by GSA and judiciary officials during our  seven courthouse reviews by obtaining documentation of project  management and cost changes during our file reviews. Because we  selected a nonprobability sample of courthouses to review in detail, our  findings are not generalizable to the 38 projects."], "subsections": []}, {"section_title": "Comments from the General Services Administration", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to those named above, Lindsay Bach, Maria Edelstein,  Bess Eisenstadt, Daniel Hoy, David E. Sausville, Dave Stikkers, and  Dorothy Yee made key contributions to this report."], "subsections": []}]}], "fastfact": []}