{"id": "GAO-02-694T", "url": "https://www.gao.gov/products/GAO-02-694T", "title": "U.S. Postal Service: Moving Forward on Financial and Transformation Challenges", "published_date": "2002-05-13T00:00:00", "released_date": "2002-05-13T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["The U.S. Postal Service continues to face financial and transformation challenges. Since GAO placed the Service's long-term outlook and transformation efforts on its high-risk list, the Service's financial situation has continued to decline, and its operational challenges have increased. The Service took a good first step when it issued its Transformation Plan. The plan provides information about the Service's challenges, identifies many actions the Service plans to take under its existing authority, and outlines steps that would require congressional action. The plan does not, however, adequately address some key issues or include an action plan with key milestones. The catastrophic events of September 11 and subsequent anthrax scares, coupled with the recent economic slowdown, have decreased mail volumes and revenues. However, the Service's financial difficulties are not just a cyclical phenomenon that will fade as the economy recovers. The Service's basic business model, which assumes that rising mail volume will cover rising costs and mitigate rate increases, is questionable as mail volumes stagnate or deteriorate in an increasingly competitive environment. The Service's Transformation Plan recognizes that postal costs are rising faster than revenues and identifies many actions that the Service plans to take under its existing authority, notably through cutting costs and improving productivity."]}], "report": [{"section_title": "Letter", "paragraphs": ["We are pleased to be here today to participate in this hearing on the financial and transformation challenges facing the U.S. Postal Service (the Service). Since we discussed these issues about a year ago, when we placed the Service’s long-term outlook and transformation efforts on our High-Risk List, the Service’s financial situation has continued to decline, and its operational challenges have increased. As we recently reported, the need for a comprehensive transformation of the Service is more urgent than ever. The Service has also recognized the need for reexamining and changing its existing business model. Last month, the Service took a good first step when it issued its Transformation Plan. The plan provides a wealth of information about the Service’s challenges, identifies numerous actions the Service plans to take under its existing authority, and outlines steps that would require congressional action. At the same time, the plan does not adequately address certain key issues or include an action plan with key milestones, which will be critical to assuring success and assessing progress. In my testimony today, I will focus on the Service’s current financial outlook, which includes updated information since our report was issued. I will also offer observations on the Service’s Transformation Plan."], "subsections": [{"section_title": "The Service’s Current Financial Situation", "paragraphs": ["Overall, the Service’s financial condition has continued to decline. Large deficits continue as volumes and revenues decline; rates and debt are spiraling upward; capital needs are going unmet; and the Service’s liabilities exceed its assets. Despite multiple rate increases, the Service’s net income continually declined from fiscal year 1995 through fiscal year 2001(see fig. 1). The rate increase implemented in 1995 averaged 10.2 percent and was the largest percentage rate increase during this period. Costs, in general, have been difficult to reduce in the short term since the Service has high fixed costs, such as 6 days per week delivery of mail to approximately 138 million addresses—a figure that grows by nearly 2 million annually—and maintenance of a national retail infrastructure of 38,000 post offices, branches, and stations. The Service is also nearing its $15 billion statutory debt limit. To conserve cash, it is cutting back on its capital outlays, which will hinder modernization of the Service’s infrastructure."], "subsections": [{"section_title": "Factors Affecting the Service’s Net Income for Fiscal Year 2002", "paragraphs": ["In its budget prepared before September 11, the Service estimated that it would incur a $1.35 billion deficit in fiscal year 2002, and recently updated its deficit estimate to approximately $1.5 billion. The Service reported almost a $200 million deficit for the first 2 quarters of fiscal year 2002 combined. The Service recently estimated that it would lose an additional $400 million to $800 million in the third quarter. Similarly, the Service has not updated its outlook for the fourth quarter—which has a budgeted $1.4 billion deficit. It should also be noted that mail volumes in the third and fourth quarters might fall below the budget targets if current trends persist.", "Further, productivity increases continue to be difficult to achieve and sustain. During the first 2 quarters of fiscal year 2002, productivity fell below budgeted targets. For example, in the first quarter, which was affected by the extraordinary events of last fall, productivity fell by 1.1 percent, compared with a budgeted 1 percent increase. In the second quarter, productivity rose by 1 percent but was budgeted to rise by 1.5 percent. Productivity targets for the remainder of this fiscal year are budgeted to decline.", "On the other hand, the fourth quarter deficit is estimated to be offset by about $1 billion in additional revenues from the rate increase scheduled to occur June 30, 2002. Thus, the Service will have implemented multiple rate increases since January 2001 (see table 1). The scheduled increase averages 7.7 percent for all rates. In addition, the price of a First-Class stamp will increase by 3 cents, that is—an 8.8 percent increase. Despite this rate increase, the Service is headed for its third consecutive annual deficit.", "The Service’s poor financial outlook for fiscal year 2002 was compounded by further declines in mail volume in the wake of incidents of terrorism, including anthrax in the mail, and the economic slowdown. Total mail volume declined 4.5 percent in the first 2 quarters of fiscal year 2002, compared with the first 2 quarters in the previous fiscal year, while total revenues declined 0.4 percent —a revenue decline that was mitigated by rate increases implemented in January and July 2001 that averaged a cumulative 6.2 percent. Mail volumes declined in the first 2 quarters of fiscal year 2002 for First-Class Mail, Priority Mail, Standard Mail (primarily advertising), and Periodicals (see fig. 2), leading to little revenue growth or declining revenues in each of these categories. Only time will tell how much of the recent volume decline is temporary and how long it will last. (See app. II for details on mail volumes and revenues in the first 2 quarters of fiscal year 2002.)", "On the positive side, the Service has budgeted and achieved significant cost cutting in fiscal year 2002. For the first 2 quarters of fiscal year 2002, the Service reported that its total costs were 2.7 percent below its budgeted estimates. The Service reported that it reduced budgeted costs by decreasing the number of career employees and by reducing work hours including overtime. The Service had nearly 16,000 fewer career employees at the end of the second quarter, compared with the same period for fiscal year 2001, a decline of about 2 percent. Likewise, total work hours— including both career and noncareer employees— fell by nearly 40 million in the first 2 quarters, a decline of 5.1 percent. Service officials have said that these workhour savings were achieved in part because the Service had less mail to deliver than it did a year ago, and in part through efforts to improve the Service’s efficiency. For example, mail processing work hours fell by 8.1 percent in the first 2 quarters of fiscal year 2002, compared with the same period in fiscal year 2001, a gain aided by initiatives such as deployment of more efficient machines to sort flat- sized mail (e.g., large envelopes and periodicals). To make further progress in improving efficiency, the Service could explore issues related to having sufficient flexibility to redeploy staff as mail volumes fluctuate.", "In addition to financial difficulties, the Service has also experienced some slippages in service performance. Although the Service has maintained high service levels for delivery of overnight First-Class Mail, its on-time delivery scores for 2-day and 3-day First-Class Mail have generally declined since fiscal year 1999. For example, on-time delivery of 2-day First-Class Mail in the first quarter declined annually from a peak of 86 percent in fiscal year 1999 to 82 percent in fiscal year 2002. Likewise, on- time delivery of 3-day First-Class Mail in the first quarter declined annually from a peak of 87 percent in fiscal year 1999 to 72 percent in fiscal year 2002. Similar, but less pronounced, trends applied in the second quarter over this period. The most recent available data for the second quarter of fiscal year 2002 show on-time delivery of 82 percent for 2-day First-Class Mail and 74 percent for 3-day First-Class Mail. (See app. III for detailed service performance data.) Recently, security restrictions were imposed after September 11 that barred First-Class Mail weighing over 16 ounces from transportation on commercial airlines so that the Service increased its reliance on trucks. It is unclear whether these shifts in transportation modes have also affected on-time delivery of other types of mail, such as the continuing erosion of on-time delivery performance for Priority Mail."], "subsections": []}, {"section_title": "The Capital Investment Outlook", "paragraphs": ["The Service’s capital investment program continues to be severely limited by the Service’s financial problems. The Service budgeted $2.2 billion for capital outlays in fiscal year 2002, down from $2.9 billion in fiscal year 2001, and $3.3 billion in fiscal year 2000 (see fig. 3). Budgeted capital cash outlays for fiscal year 2002 are at the lowest level since fiscal year 1995.", "The Service has continued its capital freeze for most facility investments to save cash and limit debt, resulting in a growing backlog in planned facilities. Limitations on capital investment may have a number of detrimental effects such as deterioration of the Service’s existing physical infrastructure, deferred efficiency gains, and higher future capital costs. Looking forward, the gap between resources and capital investment needs would be exacerbated by the Service’s plans to continue automation efforts, deploy an “information platform” to provide better information on postal operations and the status of mail, and implement any modernization or restructuring of the Service’s infrastructure.", "Another concern is that the Service has continued to rely on debt to finance its capital program. This trend could not continue if the Service reaches its $15 billion statutory debt limit. The Service’s debt is budgeted to increase by $1.6 billion and reach $12.9 billion by the end of fiscal year 2002, only $2.1 billion below the $l5 billion statutory debt limit. Even the remaining $2.1 billion in borrowing authority may not be available for capital investment in future years, since fiscal prudence might suggest stabilizing debt below the statutory limit to maintain liquidity. Further, the Service has said that its goal is to reduce debt, which might preclude the use of additional debt to finance capital investment. The Service’s Transformation Plan stated that “Since cash flow from operations is linked to net incomes (or losses), stabilizing and reducing debt will require that the Postal Service recover its prior years losses and carefully plan its capital cash outlays so they do not exceed cash flow. As the past two fiscal years have demonstrated, the Postal Service cannot simultaneously generate net losses and reduce its borrowings.”", "Looking ahead, expenses related to enhancing mail safety and security are a key unknown cost factor. To date, the Service has relied primarily on congressional appropriations to finance capital investment in measures designed to improve mail safety and security. However, uncertainties remain regarding the technologies to be deployed, the associated capital costs, and the subsequent impact on operating costs and postal operations, and the extent to which Congress will pay for these costs in the future. The price tag is likely to be substantial, with the Service requesting about $800 million in supplemental appropriations for fiscal year 2003 to improve mail safety and security. This request is in addition to the $675 million that was appropriated in fiscal years 2001 and 2002 for security purposes.", "Another uncertainty that may affect the Service’s capital program involves its request for nearly $1 billion in congressional appropriations for revenue foregone, which the Service has said could be used to finance some capital facility projects. Specifically, the Service has proposed accelerating payments for revenue foregone from $29 million annually through 2035 to a single lump-sum payment in fiscal year 2003—a change that would increase the net present value of appropriations received by the Service for this purpose. Congress did not act on a similar proposal last year and has not acted on the Service’s latest request."], "subsections": []}, {"section_title": "Addressing the Service’s Financial Problems", "paragraphs": ["In the short term, the Service may have to rely primarily on cutting costs and raising rates to address its financial problems. The Service’s Transformation Plan identified numerous short-term steps the Service plans to take under its existing authority to cut costs and improve productivity. Regarding rate increases, an above-inflation rate increase averaging 7.7 percent is scheduled to take effect June 30, 2002, including a 3-cent increase in the price of a First-Class stamp from 34 to 37 cents. However, raising rates may cause mail volumes to decrease and encourage mailers to shift more mail to electronic and other delivery alternatives. Although the Service plans to hold rates steady from June 2002 until calendar year 2004, pressures to increase rates will continue in the long term to cover rising expenses, such as wage increases and growing long- term obligations. The Service’s total liabilities on its balance sheet were $61 billion, which exceeded total assets by $2.3 billion at the end of fiscal year 2001. These liabilities include $32 billion for pensions, $6 billion for workers’ compensation benefits, and $11 billion for debt to the Treasury. In addition, the Service has other major obligations estimated at $49 billion for post-retirement health benefits. These liabilities and obligations amount to almost $100 billion and threaten the Service’s ability to continue to fulfill its mission by providing the current level of universal postal services at reasonable rates on a self-supporting basis.", "In the long term, the Service’s Transformation Plan recognizes that the Service’s basic business model is not sustainable and that much larger declines in mail volume may be in the offing if mailers increasingly shift to various electronic and other alternatives. Both the Service and we agree that some progress is possible within the current structure, but that a comprehensive postal transformation will be required to fully address the Service’s financial viability and the statutory framework under which the Service operates. In our view, modest tinkering with the existing system will be insufficient to produce a lasting comprehensive transformation that will enable the Service to fulfill its mission in the 21st century. The time has come for comprehensive and fundamental reform. As we have stated previously, this will likely require a special commission to address the most difficult and controversial issues (e.g., defining universal service and infrastructure rationalization)."], "subsections": []}]}, {"section_title": "Moving Forward to Transform the Postal Service", "paragraphs": ["Given the Service’s deteriorating financial situation, progress on comprehensive transformation is urgently needed, and the Transformation Plan has made a valuable contribution by identifying numerous specific steps for making improvements within the current structure. The Service is to be commended for raising controversial issues in its Transformation Plan and taking positions on the changes that it believes are necessary. The Service’s Transformation Plan conveyed a needed sense of urgency when it stated that over the next 2 to 3 years, it is vital that significant progress be made toward defining the long-term structure and role of the Postal Service. To that end, the plan made a range of recommendations to deal with transformation issues through near-term regulatory and legislative reforms and long-term legislative solutions. For the near-term, the plan recommended changes that would give the Service more flexibility in ratemaking, facility closings, purchasing, labor negotiations, and other employment areas. For long-term change, the plan outlined three options and noted the Service’s preferred option—a “Commercial Government Enterprise.” Under this option, the Service would remain an independent establishment of the federal government but would be structured and operated in “a much more businesslike manner.” In addition, the plan contained useful discussions in detailed appendixes, such as how foreign postal administrations have dealt with similar postal reform issues.", "Although the Transformation Plan dealt with many difficult issues, it did not include an adequate discussion of specific plans or proposals related to some key transformation issues, including the following: the future nature of universal postal service, including its retail and delivery components, and the associated infrastructure;   several key human capital issues such as postal pay comparability, performance incentives, labor-management relations, workforce realignment, and management bonus arrangements;   various governance, accountability, and transparency issues; and   a detailed action plan and recommendations on what mechanisms would be best suited for making progress on certain transformation issues beyond the Service’s direct control.", "Most importantly, the plan recognized the need for defining universal service but declined to propose a definition of future universal postal retail and delivery services for consideration. More clarity about the scope and quality of universal postal services is needed to facilitate consideration of a range of critical infrastructure and human capital issues. Further, although the Transformation Plan recommended that Congress give the Service much more flexibility, particularly in the ratemaking and new products areas, it is important that any additional flexibility be coupled with an appropriate level of transparency and accountability—issues that the Transformation Plan had less to say about. Because these issues are also critical to postal transformation, I will offer some brief observations about them in this testimony. Our recently issued report contains a more comprehensive discussion of these and other transformation issues."], "subsections": [{"section_title": "Universal Service and Infrastructure Issues", "paragraphs": ["Vast changes in the communications and delivery sectors over the past 30 years—which are continuing at a rapid pace—as well as the Service’s growing financial difficulties, provide an impetus for reconsidering what universal postal services will be needed for the 21st century. Key issues include what postal services should be provided on a universal basis to meet customer needs, how these services should be provided, and how they should be financed—by ratepayers or taxpayers. Some related issues include what quality of universal postal service should be maintained— such as the frequency and speed of mail delivery, the accessibility and scope of retail postal services—and whether certain aspects of universal postal service should be allowed to vary in urban and rural areas. In this regard, it will be important to understand the current situation and opportunities for improvement.", "The Service is planning to conduct an assessment of its retail, mail processing, and transportation networks that is likely to provide useful information to Congress and stakeholders including the public on areas where service may be redundant, as well as areas where more or better service may be needed. Some benefits that may result from reassessing universal postal service might be maximizing the use of facilities and reducing costs while also improving service. This could be accomplished through the provision of more points of service, improved hours of access, and greater customer convenience to some postal retail services while reducing their cost, as compared with more traditional means of service delivery through “brick and mortar” facilities. For example, the Transformation Plan contained useful discussion about ways to enhance access and reduce the cost of some routine postal services, such as providing stamp sales at grocery stores and through ATMs, making vending machines for stamp purchases available 24 hours a day, and deploying self-service equipment that can be used to mail packages while reducing the anonymity of this mail.", "We recognize that universal postal service issues are highly sensitive, given the long-standing role that the Service plays in providing essential communications and delivery services to communities across the nation. To make progress in modernizing the infrastructure to support universal postal service—such as the national network of post offices that provide universal access to postal retail services—it will be important for the Service to engage in frank and open discussions with all stakeholders, including the Congress, on issues related to universal postal retail and delivery service. Rationalizing the Service’s infrastructure may entail closing or consolidating certain facilities where there is excess capacity while adding new facilities to address unmet needs, such as in growing areas. Given the difficulty of these issues, Congress could establish a mechanism similar to that used for closing military bases to make progress in this important area. Such a process has been used to overcome public concern about the economic effects of closures on communities and the perceived lack of impartiality of the decision-making process. Under this process, Congress could consider a proposed package of closures and consolidations with an up-or-down vote."], "subsections": []}, {"section_title": "Human Capital Challenges", "paragraphs": ["Strategic human capital approaches must be at the center of efforts to transform the culture of federal entities, including the Postal Service. Like the rest of the federal government, the Service’s human capital challenges are long-standing and will not be quickly or easily addressed. To link human capital strategies to accomplishing organizational goals and objectives, we have developed a model of strategic human capital management. This model may be useful for the Service as it develops its strategic human capital planning, including a long-term workforce plan. Such strategies would address workforce realignment, aligning individual performance with organizational objectives, performance incentives, and pay comparability.", "Making changes to the Service’s human capital, or workforce, will include the challenge of dealing with legal requirements and practical constraints. For example, the Service is required by law to maintain employee compensation and benefits on a standard comparable to the compensation and benefits paid for comparable levels of work in the private sector. In addition, when contract disputes cannot be settled between postal labor and management, they must be settled by a third party through binding arbitration. Further, as a practical manner, labor unions and management within the Service have had long-standing adversarial relations. As an example of these limitations, the Service and its major employee unions have often disagreed about how the pay comparability standard should be applied and presented voluminous and contradictory evidence when they have taken this matter to binding arbitration.", "In addition to compensation, labor-management differences have extended to performance management issues involving incentives and benefits as well as deployment and use of the workforce. Performance management systems can include pay systems and incentive programs that link employees’ performance to specific results and desired outcomes. In this regard, the Transformation Plan recognized the need for a performance-based culture, noted that continuing to improve efficiency and customer value is contingent on exceptional performance by the Service’s employees, and addressed plans for a new performance management system for managers. However, the plan did not discuss how performance-based compensation and incentive systems might cascade throughout the organization—an issue that Service managers and unions have repeatedly disagreed on in the past.", "For transformation to be successful, it is vital for the Service and its unions to share a common vision for the future and a shared responsibility for finding solutions to the Service’s financial and workforce problems. As I testified before this subcommittee in March, committed, sustained, and inspired leadership and persistent attention will be essential if lasting changes are to be made in the human capital area. In that vein, the postmaster general, postal officials, and leaders of postal labor unions and management associations demonstrated a positive and constructive approach by holding daily meetings last fall to deal with issues related to mail safety and security. The recent announcement of a tentative negotiated settlement of contract talks between the Service and the National Association of Letter Carriers was another positive example. These parties also recently agreed on steps to streamline grievance and arbitration procedures to limit the number of unresolved issues at the local level and reduce the time in handling such disputes. These are positive steps that provide a foundation on which to build; however, much remains to be done."], "subsections": []}, {"section_title": "Governance, Transparency, and Accountability Issues", "paragraphs": ["Congress has recently been focusing significant attention on corporate governance, transparency, and accountability issues in light of Enron’s recent decline. Recent events have raised a range of questions regarding what can happen when one or more key players fail to adequately perform their responsibilities. I want to underscore that serving on a board of directors is an important and difficult responsibility that requires being knowledgeable about the industry and finances, asking the right questions, and doing the right thing to protect the public interest. This responsibility is especially challenging in directing the Service, which is facing increasing competition in a rapidly changing market environment. In addition, the board’s audit committee has an important role to play in ensuring fair presentation and appropriate accountability of management in connection with financial reporting, internal control, compliance, and related matters.", "We believe that a range of governance issues needs to be addressed as part of the Service’s transformation plan. However, the Service’s transformation plan had little to say on these matters other than proposing that the Service be transformed into a Commercial Government Enterprise that would act much more like a business, and, as part of that proposal, its board of governors would be “refocused on fiduciary duties.” Under its current framework, the Service is intended to function in a businesslike manner, which raises the following questions related to its governance structure:   What type of governing board would be most appropriate considering the Service’s size, importance, and challenges?", "How should board members, including the postmaster general and deputy postmaster general, be selected, paid, and held accountable?", "What should be the roles and functions of the governing board, and is its current part-time status appropriate? Is the present governance structure best suited to selecting well-qualified individuals to direct a $70 billion entity? Or, should the framework follow recent changes in the private sector to (1) develop better-defined criteria for board membership and (2) recognize that various roles on the board may require certain specific backgrounds and skills?", "Transparency and accountability are fundamental principles to ensuring public confidence in the Service. As part of the proposed change to a more commercial enterprise, questions remain related to whether the Service should be held more directly accountable for its performance and if so, to what extent, to whom, and with what mechanisms. Other questions include   What oversight is needed to protect the public interest, including the interest of customers with few or no alternatives to using the mail?", "How should the PRC and/or other pertinent authorities exercise oversight regarding pricing, competition, and antitrust issues, among other areas?", "What recourse should customers and competitors have to lodge complaints?", "What should be the role of Congress and other federal agencies in providing oversight and accountability?", "What information should the Service be required to provide Congress and the public on its performance, including areas such as financial performance, productivity, and mail delivery?", "Another issue we have noted, related to transparency and accountability, involves improvements needed in the Service’s financial reporting. The principles for the Service’s financial information are the same as those in our recent testimony on financial reporting issues: financial statements, which are at the center of present-day business reporting, must be timely, relevant, and reliable to be useful for decision-making. We have recently reported that the Service’s financial outlook was repeatedly revised in fiscal year 2001 with little or no public explanation and that greater transparency is needed regarding the Service’s financial and operating results and projections. Accordingly, we have recommended that the Service improve the transparency of its financial information by providing monthly and quarterly financial reports in a user-friendly format on its Web site in a more timely manner.", "The Service has agreed with our recommendation to improve the transparency of its financial data and stated that it was providing financial reports on its Web site in a more timely and user-friendly manner. To date, the Service has begun to provide monthly financial reports on its Web site. It has also provided one quarterly financial report—for the third quarter of fiscal year 2001. Currently, the Service has posted on its Web site the chief financial officer’s financial presentation for the second quarter of fiscal year 2002. This presentation has less information than the previous publicly available quarterly report—it does not include cash flow data, year-to-date analysis, or changes in outlook. In our opinion, this publicly available information has not provided sufficiently detailed information for stakeholders to understand the Service’s current and projected financial condition or how its financial outlook has changed. More timely, accessible, and reliable financial information is sorely needed."], "subsections": []}, {"section_title": "Next Steps", "paragraphs": ["Stakeholders are looking for positive, constructive ways to work through difficult postal transformation issues and the Service’s Transformation Plan was a good start. Many postal transformation issues are complex, and consensus is likely to be hard to achieve on key areas such as a new definition of universal postal service, the associated infrastructure, human capital, governance, accountability, and transparency issues, among others. Further, a successful transformation of the Service will require shared sacrifice. However, given the vital role of our postal system in communications and commerce, and the Service’s declining financial outlook, it’s time for all stakeholders to roll up their sleeves and engage in postal transformation issues. In this regard, we note that the Service and mailers have already made progress, such as through the Mailing Industry Task Force, in identifying concrete ways to enhance efficiency and improve the value of the mail. We also applaud the initiative of the Postmaster General John Potter and PRC Chairman George Omas in agreeing to convene a summit to discuss ways to improve the rate structure and the rate setting process. The Service has a similar opportunity to build working partnerships with its major labor unions and management associations so that the parties can make progress on human capital issues.", "Another critical partnership involves the Congress and postal stakeholders in working through a range of important, complex, and controversial transformation issues. As we noted in our report, we believe that the Service’s worsening financial situation and outlook intensify the need for Congress to act on meaningful postal reform and transformation legislation. Accordingly, we stated in our recently issued report that Congress should consider and promptly act on incremental legislative change that could help the Service deal with its financial situation.", "We believe that comprehensive legislative change will be needed to address key unresolved transformation issues—some of which have not been fully addressed by proposed legislation or by the Service’s Transformation Plan. One option is to use the legislative process to enact postal reform legislation, and some major proposals have been made in this area. Another option could be to create an independent commission that would address key unresolved issues and develop a comprehensive proposal for Congress to consider.", "Meanwhile, the Service’s growing financial problems call for continuing close congressional oversight of its current financial condition and progress in implementing its Transformation Plan. In this regard, it will be important to have greater transparency of the Service’s financial information to minimize possible unexpected surprises and expectation gaps. It will also be important to have greater clarity about the time frames and financial impact associated with the actions outlined in the Transformation Plan that the Service plans to take immediately. To assist the Congress in its oversight responsibilities, we are monitoring the Service’s financial condition and the implementation of its plan. Committed leadership and sustained attention in these areas will be important in order to achieve the results necessary for us to reassess our inclusion of the Postal Service’s transformation efforts and long-term outlook on our High-Risk List.", "Your strong support for the Service to develop a transformation plan has helped move the discussion forward, and this hearing is further highlighting the need for change. We look forward to working with the Congress in addressing this and other important government transformation issues. In many ways, the challenges facing the Service represent a microcosm of a range of challenges facing other federal agencies. I would be pleased to respond to any questions that you or other members of the subcommittee may have."], "subsections": []}]}, {"section_title": "Contact and Acknowledgments", "paragraphs": ["For further information regarding this testimony, please call Bernard L. Ungar, Director, Physical Infrastructure Issues, on (202) 512-8387 or at ungarb@gao.gov. Individuals making key contributions to this testimony included Teresa L. Anderson, Hazel J. Bailey, Tida E. Barakat, Gerald P. Barnes, Joshua M. Bartzen, Alan N. Belkin, William J. Doherty, Frederick T. Evans, Michael J. Fischetti, Kenneth E. John, Robert P. Lilly, and Jill P. Sayre."], "subsections": []}]}, {"section_title": "Appendix I: Key Problems Identified by GAO and Actions in the Postal Service’s Transformation Plan to Address Them", "paragraphs": ["Summary of Key Service Problems and Actions in the Service’s Transformation Plan 1. Net Income: The Service has difficulty generating positive net income, despite recent rate increases, and expects a large deficit in FY 2002. 1.1 Replace the break-even requirement with a provision for a reasonable rate of return. 1.2 Increase the amount of funds in rate cases for capital purposes for new facilities. 2. Cost-cutting/productivity: Costs are increasing faster than revenues and are hard to cut. The Service has difficulty making and sustaining productivity increases. 2.1 Deploy more automation (Postal Automated Redirection System, Automated Flat Sorting Machine (AFSM 100) and tray handing systems for AFSM 100 and 1000; low- cost tray sorters, next generation parcel sorting equipment—the parcel Singulate, Scan, Induction Unit and Automated Package Processing System). 2.2 Increase throughput and reduce nonautomated letter mail stream through equipment modifications and customer incentives (FSM 1000 automated flats feeders and optical character readers; technology upgrades to improve address recognition and enhance feeder systems). 2.3 Develop more automation (e.g., Universal Tray System, automated delivery point sequencing equipment for flats, automation of processing of Business Reply Mail and Courtesy Reply Mail cards). 2.4 Move toward long-term vision of one bundle of mixed letters and flats for each delivery point called the Delivery Point Packaging after delivery point sequencing of flats mail is implemented. 2.5 Deploy flats remote encoding system to consolidate flats keying systems and minimize idle time. 2.6 Reduce tray and piece handlings and improve efficiency of postal operations by working with customers and the mailing industry to explore product redesign and worksharing options. 2.7 Improve delivery productivity through deployment/use of the Delivery Operations Information System to provide data to delivery supervisors; the Managed Service Points system to scan bar codes at the delivery unit and along the carrier’s route of travel; the Delivery Performance Achievement and Recognition System to benchmark, set goals, and give recognition for both city and rural delivery; initiatives to improve rural delivery; and test optimizing city carrier routing and travel paths and the Segway Human Transporter. 2.8 Modernize purchasing procedures by changing postal regulations. 2.9 Implement supply chain management. Consolidate purchases for better quality and lower costs (redesign purchasing organization into interdisciplinary commodity teams; reduce low-dollar value transactions; and forge stronger, more effective relations with key strategic suppliers). 2.10 Revise certain statutory requirements relating to the Service’s supply chain management, such as the Service Contract Act and the Davis-Bacon Act, to reduce costs and administrative requirements not applicable to commercial businesses.", "Summary of Key Service Problems and Actions in the Service’s Transformation Plan 2.11 Reduce injury compensation costs by expanding the Preferred Provider Organization program throughout the Service, to reduce medical fees below what the Department of Labor’s Office of Workers’ Compensation Program (OWCP) allows, and identify duplicate payments that get through OWCP’s system. 2.12 Reduce injury compensation costs by moving all Federal Employees’ Compensation Act (FECA) recipients to FECA annuity at age 65. The FECA annuity would equate to the same costs as a normal retirement for all present and former Service employees over age 65 on OWCP compensation rolls. 2.13 Reduce injury compensation costs by encouraging OWCP to revise its regulations to allow direct contact with the treating physician by the employing agency (i.e., the Service). 2.14 Reduce injury compensation costs by developing joint strategies with OWCP, such as an accelerated private sector placement program that reduces time for private sector outplacement of injured Service employees from up to 2 years to less than 1 year. Create new internal positions to accommodate injured workers. 2.15 Reduce and deter criminal misuse of workers’ compensation. 2.16 Address issues contributing to escalating FECA costs: Compensation rates are too generous; should be only one rate (66 2/3 percent); no waiting period before wage-loss compensation is paid. 2.17 Optimize the transportation and distribution networks: the Network Integration and Alignment initiative is designed to create a flexible logistics network to reduce the Service and customer costs, increase overall operational effectiveness, and improve consistency of service. Streamline and simplify the distribution network. Consolidate sorting facilities, eliminate excess resources, and determine facility roles and functions. Deploy Surface Air Management System and Surface Air Support System, develop transportation optimization planning and scheduling, develop transportation contract support system; and increase utilization of mail transport equipment. 2.18 Increase retail/customer service productivity (operational standardization, continued automation of mail processing operations that occur in the back rooms of post offices), implement facility design changes where feasible to enable 24-hour access to critical products and services. 2.19 Expand access to postal services by moving simple transactions out of post offices (communicate information on alternative services (i.e., advertising), provide an on-line postage label application so packages can be dropped in a P.O. box, or handed to/picked up by carriers). 2.20 Create new low-cost retail alternatives. Expand self-service alternatives (kiosk services, such as ATMs, new technology for basic stamp purchases and mailing services, automated postage printers, automated postal center— enabling self-service purchase of stamps and mailing of packages). 2.21 Improve performance management around best practices, including standardizing mail processing. Consolidate mail-processing activities and centralize or relocate these activities. Also conduct other labor reviews and standardize mail-processing operations, including those for Priority Mail operations. Implement complement planning, tracking, and management processes. 2.22 Manage realty assets to maximize return by reducing costs related to properties for sale, short-term and development leasing, developmental added value properties, and other programs.", "Summary of Key Service Problems and Actions in the Service’s Transformation Plan 2.23 Achieve savings in international air transportation by deregulation to convey to the Service authority to competitively contract in the open market. 3. Safety/security: Expenditures and funding to enhance mail safety and security are uncertain. Safety and security needs exacerbate the Service’s financial problems. 3.1 Implement comprehensive plan for improving mail safety and security. 3.2 Enhance security across technology to avoid disruptions in critical operations and protect sensitive information from unauthorized disclosure or modification (education and training, certification process, contingency planning, intrusion protection, automated monitoring). 3.3 Ensure safe, secure, and drug-free work environment (reduce and deter employee-on-employee assaults and credible threats, robberies, illegal drugs). 3.4 Provide for the security of the mail and postal products, services, and assets (reduce and deter mail theft, related identify theft and takeovers, criminal attacks on postal products, services, and assets). 3.5 Combat crimes using the postal system (e.g., mail fraud, and prohibited, illegal, and dangerous mailings). 3.6 Ensure the Service maintains its trusted brand and provides top-rate privacy protection (standardize privacy policies and procedures, streamline compliance procedures, work with internal and external groups to build privacy into data- oriented initiatives). 4. Cash flow: Cash-flow pressures continue because of cost/revenue trends. 4.1 Improve cash flow by generating net income, cost-cutting, moderate rate increase (not until 2004), and planning capital outlays so that they do not exceed cash flow. 5. Debt: The Service has no debt reduction plan as its debt nears the $15 billion limit. 5.1 Reduce debt and remain within the current statutory debt limits. This strategy will be modified as necessary to ensure that the Service preserves its ability to meet all of its cash obligations. To stabilize and reduce debt, the Service will need to recover prior years’ losses and plan capital cash outlays so that they do not exceed cash flow. Also, the Service cannot simultaneously generate net losses and reduce its borrowings. 5.2 Manage the Service’s mix of short- and long-term debt to lower interest expense over time. 6. Basic Business Model: Mail volumes have declined in major revenue producing areas. The Service’s business model, which relies on rising mail volumes to cover rising costs, is not sustainable and needs a comprehensive transformation. 6.1 Transform the Service into a commercial government enterprise (model recommended by the Service). 6.2 Enhance the value of the mail through technology (identify/track mail pieces through Confirm). 6.3 Improve the access, speed, and reliability of accountable mail services (Internet access to delivery time and date of Certified Mail and Return Receipt; other product enhancements). 6.4 Design rates and mail preparation to match customer needs (simplify rate structure, preparation and acceptance requirements for moderate users of bulk mail, and for mailing books and parcels).", "Summary of Key Service Problems and Actions in the Service’s Transformation Plan 6.5 Position mail as a key communications medium and as a customer relationship management tool (customize postal products to enable small- and medium- sized business customers to leverage mail for promotion). 6.6 Enhance package services (acceptance scanning of return parcels, new parcel categories—reduce number of categories, rate structures, and confusing requirements) by providing, merchandise return, new mail categories, and an on-line postage label application. 6.7 Promote greater ease-of-use to improve customer satisfaction and sales. Transform the Domestic Mail Manual and make rules and regulations more market-responsive. 6.8 Develop a corporate-based pricing plan and a set of strategies to develop market-based pricing. Retain and increase international market share. 7. Rates Increases: Rates for certain categories of mail are rising faster than inflation and more increases possible. 7.1 No rate increases are planned until calendar year 2004. 7.2 Next rate increase is planned to be a moderate and negotiated settlement. 8. Infrastructure/capital investment: Changes to infrastructure are limited by legal requirements and practical constraints. Further, the capital program freeze is unsustainable. 8.1 Lift the self-imposed moratorium on post office closings and consolidations.", "Follow-up responsibility for actions and milestones Postal Service, milestones: ongoing Postal Service; milestones same as Product Redesign (implementation by summer 2004) except for labels by fall 2002 mailing season Postal Service; milestones: none Postal Service; milestones: none Postal Service Postal Service, mailers, competitors, PRC 8.2 Close unnecessary contract postal units. 8.3 Implement retail access strategies to ensure that customers retain adequate access to products and services. 8.4 Work with the PRC to streamline the post office closing process to minimize turnaround time. 8.5 Repeal statutory administrative notice procedures mandated for closing post offices (see 39 U.S.C. 404(b)), or replace them with more flexible procedures. 8.6 Eliminate appropriations language that discourages post office closings and freezes service levels at the 1983 level. 8.7 Optimize the retail network (through development of a network database, baseline the current retail network; accommodate retail growth demand via a logical system that matches appropriate channel with demonstrated marketplace needs; replace redundant post offices, stations, and branches that do not provide appropriate value with alternative retail channels). 8.8 Upgrade and reengineer the computing infrastructure to support current and new business requirements, as well as to enable the Service to become more efficient and to reduce operating costs. (Upgrade distributed, midrange, and mainframe computing infrastructure and implement technical and corporate shared services initiatives.) 8.9 Provide universal computing connectivity (consolidate voice, data, and video network and implement wireless technology initiative). 9. Human capital: The Service faces difficult human capital challenges, including workforce planning and realignment, performance management, compensation and benefit issues, and labor-management relations. 9.1 Retain employees with skills critical to the Service’s success. (Study retention trends and develop plans for retention and recruitment incentives to allow the Service to compete for talent.)", "Summary of Key Service Problems and Actions in the Service’s Transformation Plan 9.2 Concentrate recruitment efforts on bringing talent, skills, and experience from within and from outside the Service to address potential loss of Service leadership. (Implement Associate Supervisor Program and Management and Professional Specialist Intern programs, use third parties for marketing/attracting candidates to specialized skill positions, deploy an automated screening process, pilot centralize recruitment structures for hard-to- fill bargaining and nonbargaining positions nationwide, and use Web technology to enhance recruitment and hiring processes.) 9.3 Remove statutory salary cap for Service employees to help recruit and retain selected managers, executives, and officers. 9.4 Utilize succession planning to identify, develop, and select current and future leaders. (Continue executive development programs; hold officers and executives accountable for having/implementing individual development plans for successors.) 9.5 Ensure that a dynamic training curriculum is available to develop a pool of talent to fill leadership positions. (Maximize available training and development programs to have a pool of potential successors at all levels. Establish defined career path for supervisors and managers to facilitate succession at low-level to mid-level positions. Implement more technology-based training. Develop learning management system to coordinate administration, scheduling, tracking, assessment, and testing of learners.) 9.6 Create a performance-based pay system. Redesign performance-based pay systems and assessment systems from executives to front line supervisors and EAS grade-level 15. A new pay system will place a greater focus on rewarding individual rather than group achievement. The Service will consult with postal management associations and then phase in the new performance assessment system. 9.7 Build a highly effective and motivated workforce. Use existing programs and measures to hold district, area, and headquarters leadership accountable for the following activities: improving percentage of favorable responses to Voice of the Employee survey, identifying troubled worksites and develop effective plans to correct problems, supporting District Joint Employee Assistance Program Advisory Committee, supporting Diversity’s continuous education initiatives, maintaining trained Threat Assessment Team and properly prepared Crisis Management Team, providing violence awareness and sexual harassment training according to policy. Organize the most predictive workplace data for use by districts and areas to create proactive interventions: Form predictive profiles to allow the Service to become more proactive in dealing with potential workplace environment issues. 9.8 Improve workforce planning. Move to an integrated workforce planning process with a single function responsible for reporting trends and issues. Fully utilize the provisions of collective bargaining agreements to reposition the workforce as needed to meet customer demands and operational requirements. Execute reduction-in-force avoidance strategies, including voluntary early retirement offerings and internal movement of employees. Consider reduction- in-force alternatives (voluntary reduced hours, retirement incentives, layoffs, voluntary sabbaticals). Seek cost-efficient ways to move people from positions that are no longer necessary. Modify applicable placement, training, and right- sizing processes. 9.9 Expand shared services in accounting and human resources (i.e., sharing technology, people, and other resources within and across administrative functions to reduce costs and improve the quality of administrative services).", "Follow-up responsibility for actions and milestones Postal Service Postal Service, craft union leaders; milestones in 2002-2003 Postal Service, labor unions, management associations development and refinement of the REDRESS   program and the use of labor and management Dispute Resolution Teams.) 10. Liabilities: Liabilities exceed assets, and long-term retirement liabilities are growing. 10.1 Increase income generation and minimize the increase in deferred retirement costs by allowing postal retirement fund assets to be invested in other than federal securities at higher rates of return. This would involve investment of postal-related Civil Service Retirement System and Federal Employees Retirement System retirement fund assets currently managed by the Office of Personnel Management. 11. Transparency and reporting: Greater transparency is needed regarding the Service’s financial operating results and projections. 11.1 Eliminate the postal fiscal year and use only the government fiscal year for internal and external reporting. Convert the Service’s reporting (financial and all other) from the existing accounting period format (i.e., 4-week accounting periods) to a calendar month format, with monthly and quarterly reporting. 11.2 Publish quarterly financial reports for the first, second, and third quarters. 12. Accountability: Limited mechanisms are in place to promote accountability. 12.1 Redesign the performance-based pay system. 13. Incentives: Legal framework (monopoly, break-even requirement, rate- setting) limit incentives to cut/restrain costs or to innovate. 13.1 Replace the break-even requirement with a provision for a reasonable rate of return (also listed as 1.1 above). 13.2 Replace cost-of-service rate regulation (see 15 below). 14. Rate-setting process: The Service’s rate-setting process is lengthy, adversarial and provides limited incentives to control costs.", "Summary of Key Service Problems and Actions in the Service’s Transformation Plan 14.1 Work with the PRC to improve the rate-setting process and change the rate and classification structure. Initiatives: phased rate changes, operationally targeted experiments, major reclassification effort, segmentation for major products, negotiated service agreements, volume discounts. Initiatives to be considered: contract/customized pricing, bundle pricing for multiple products/services, seasonal discounts and premiums. Improve rate-setting process by streamlining process to allow reasonable pricing changes without extensive regulatory hearings. 14.2 Review the statutory rate-setting process to identify potential changes for improvement. For example, replace the existing statutory system with some form of incentive regulation giving the Service pricing flexibility for competitive products, subject to rules to protect the market from anticompetitive Service activities. 15. Universal service mission/role: The Service has not defined what universal postal services are needed by the American people in the 21st century and the Service’s role in providing such services. 15.1 Obtain greater flexibility to adjust the number of delivery days. 15.2 Obtain greater statutory and regulatory flexibility to redefine universal retail postal service, including standards for access and levels of service. 16. Governance: The Service’s business model and governance structure are problematic and need to be reassessed as part of transformation. 16.1 The Service’s proposed commercial government enterprise model refocuses the board of governors on fiduciary duties."], "subsections": []}, {"section_title": "Appendix II: Postal Service Mail Volume and Revenue Information", "paragraphs": [], "subsections": []}], "fastfact": []}