{"id": "GAO-06-341", "url": "https://www.gao.gov/products/GAO-06-341", "title": "Unemployment Insurance: Factors Associated with Benefit Receipt", "published_date": "2006-03-07T00:00:00", "released_date": "2006-03-15T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Unemployment Insurance (UI), established in 1935, is a complex system of 53 state programs that in fiscal year 2004 provided $41.3 billion in temporary cash benefits to 8.8 million eligible workers who had become unemployed through no fault of their own. Given the size of the UI program, its importance in helping workers meet their needs when they are unemployed, and the little information available on what factors lead eligible workers to receive benefits over time, GAO was asked to determine (1) the extent to which an individual worker's characteristics, including past UI benefit receipt, are associated with the likelihood of UI benefit receipt or unemployment duration, and (2) whether an unemployed worker's industry is associated with the likelihood of UI benefit receipt and unemployment duration. Using data from a nationally representative sample of workers born between 1957 and 1964 and spanning the years 1979 through 2002, and information on state UI eligibility rules, GAO used multivariate statistical techniques to identify the key factors associated with UI benefit receipt and unemployment duration. In its comments, the Department of Labor stated that while there are certain qualifications of our findings, the agency applauds our efforts and said that this report adds to our current knowledge of the UI program."]}, {"section_title": "What GAO Found", "paragraphs": ["Certain characteristics are associated with the likelihood of receiving UI benefits and unemployment duration. UI-eligible workers that GAO studied are more likely to receive UI benefits if they have higher earnings prior to becoming unemployed, are younger, have more years of education, or if they have a history of past UI benefit receipt when compared with otherwise similar workers. GAO found that past experience with the UI program has a particularly strong effect on the future likelihood of receiving UI benefits. However, some characteristics, such as receiving a higher maximum weekly UI benefit amount, are not associated with a greater likelihood of receiving UI benefits. UI-eligible workers who receive UI benefits have longer unemployment duration than workers with similar characteristics. Also, UI-eligible workers are more likely to experience longer unemployment duration if they have lower earnings before becoming unemployed or have fewer years of education. Other characteristics associated with longer unemployment duration include being African-American, female, or not belonging to a union. GAO found no relationship between past UI benefit receipt and subsequent unemployment duration. UI-eligible workers from certain industries are more likely than similar workers in other industries to receive UI benefits and experience shorter unemployment duration. Specifically, GAO's simulations show that the likelihood of receiving UI benefits during a first period of unemployment is highest among workers from the mining and manufacturing industries. Furthermore, the likelihood of receiving UI benefits when unemployed increases with each previous period of UI receipt across all industries, and the most notable increase occurs in public administration. First-time unemployed workers from construction and manufacturing experience significantly shorter unemployment duration than workers from other industries."]}], "report": [{"section_title": "Letter", "paragraphs": ["Unemployment Insurance (UI), established in 1935, is a complex system of  53 programs that provide temporary cash benefits to eligible workers who  become unemployed through no fault of their own. Eligibility for UI  benefits, benefit amounts, and the length of time benefits are available are  determined by state law, within broad federal guidelines. Benefits are  financed through federal and state employer payroll taxes. In fiscal year  2004, employers paid about $39.3 billion in UI taxes, and 8.8 million  workers received UI benefits totaling $41.3 billion.", "Decades of program experience and administrative data have resulted in a  firm understanding of the composition of UI caseloads and the overall cost  of the program. However, this understanding of the UI program has been  based on snapshots of the UI beneficiary population at any given time.  Additional research has provided limited information on the types of  workers who are likely to receive UI benefits and on how UI requirements  and benefits affect individuals’ movement into and out of the workforce,  including how UI receipt affects the duration of unemployment. However,  because of the difficulty of tracking the same workers over time, the  circumstances that give rise to individual workers’ use or nonuse of the UI  program and how this may, in turn, affect individuals’ patterns of  unemployment over the course of their entire working careers are still not  well understood.", "In 2005, we reported on the results of our analysis of a unique database  that tracked a single group of individuals over time. Examining this  database, we found that 85 percent of a nationally representative sample  of late baby boom workers (workers born between 1957 and 1964) had  experienced unemployment at least once between 1979 and 2002. Workers  who experienced unemployment were unemployed an average of five  times over this 23-year period. Moreover, we found that of those who were  eligible for UI benefits at least once, only 38 percent at some point  received UI benefits. About half of the workers receiving UI benefits  received them more than once. Finally, we reported that the rate at which  unemployed workers received UI benefits varied across industries.", "As Congress reviews the ability of labor programs to meet the needs of the  workforce in the new century, it will be important to understand why  fewer than half of workers eligible for UI benefits receive them and the  other half do not, as well as what factors cause workers in some industries  to seek benefits multiple times over the course of their careers. In this  context, you asked us to determine (1) the extent to which characteristics  of individual workers, including a history of past UI benefit receipt, are  associated with the likelihood of UI benefit receipt and unemployment  duration, and (2) whether an unemployed worker’s industry is associated  with UI benefit receipt or unemployment duration.", "To answer these questions, we analyzed data from the National  Longitudinal Survey of Youth 1979 (NLSY79). This survey provides  information that is not typically available from other data sources. The  dataset contains information from ongoing periodic interviews with a  nationally representative sample of individuals who were born between  1957 and 1964. At the time of our analysis, the database contained  information from interviews conducted between 1979 and 2002. There  were 12,686 individuals in the sample in 1979. The survey provides a wide  range of detailed information about these individuals, including their work  histories, income, family composition, and education. Using the dataset,  we analyzed a single birth cohort over time; therefore, our findings do not  represent the experience of workers of all ages during this time period.", "Using this survey information and information on states’ UI program  eligibility rules for each year from 1978 through 2002, we estimated  whether individuals from the sample were eligible for UI benefits  following a job separation. We identified 5,631 workers who met the  conditions for UI eligibility—a group that we refer to as “UI-eligible  workers”—who collectively experienced 15,506 separate periods of  unemployment during the study period (1979-2002).", "We used a multivariate statistical model to identify the key factors  associated with UI benefit receipt and unemployment duration for our  subsample of UI-eligible workers. The model allowed us to isolate the  effect of a particular characteristic by statistically controlling for a number  of other characteristics. In this report, we refer to the results for individual  characteristics in comparison with “otherwise similar workers.” By this  phrasing, we intend to show that we have controlled for all other  characteristics that may be related to the characteristic being studied. For  example, the test of the effect of age on benefit receipt was conducted  while controlling, for example, for earnings and education—two  characteristics that are correlated with age. In addition, we modeled UI  benefit receipt and unemployment duration together to control for the  likely correlation that exists between these two outcomes.", "To illustrate how changes in different characteristics affect the likelihood  of UI receipt and unemployment durations, we used the results of our  multivariate statistical model to simulate how changes in observable  characteristics affect the likelihood of UI receipt and unemployment  duration. The simulated results are calculated from our statistical model  estimates, holding selected characteristics constant, as noted throughout  the report. For example, to understand how changes in workers’ education  affect their likelihood of receiving UI benefits, we set the number of years  of education at the same value for all workers in our sample and then used  the model estimates to simulate the likelihood of UI receipt for each  worker. We then calculated the average likelihood of receiving UI benefits.  We repeated this process for different years of education. Unless  otherwise noted, simulated likelihoods of UI receipt and simulated  unemployment duration are for workers experiencing unemployment for  the first time. See appendix I for a more complete discussion of our  methodology, including limitations of our analysis.", "We assessed the reliability of the NLSY79 dataset and found it to be  sufficient for our analysis. Our work was conducted from May 2005  through February 2006 in accordance with generally accepted government  auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["The UI program was established in 1935 and serves two primary  objectives: (1) to temporarily replace a portion of earnings for workers  who become unemployed through no fault of their own and (2) to help  stabilize the economy during recessions by providing an infusion of  consumer dollars into the economy. UI is made up of 53 state-administered  programs that are subject to broad federal guidelines and oversight. In  fiscal year 2004, these programs covered about 129 million wage and  salary workers and paid benefits totaling $41.3 billion to about 8.8 million  workers.", "Federal law provides minimum guidelines for state programs and  authorizes grants to states for program administration. States design their  own programs, within the guidelines of federal law, and determine key  elements of these programs, including who is eligible to receive state UI  benefits, how much they receive, and the amount of taxes that employers  must pay to help provide these benefits. State unemployment tax revenues  are held in trust by the Department of Labor (Labor) and are used by the  states to pay for regular weekly UI benefits, which typically can be  received for up to 26 weeks. During periods of high unemployment, the  Extended Benefits program, funded jointly by states through their UI trust  funds and by the federal government through the Unemployment Trust  Fund, provides up to 13 additional weeks of benefits for those who qualify  under state program rules. Additional benefits, funded by the federal  government, may be available to eligible workers affected by a declared  major disaster or during other times authorized by Congress.", "To receive UI benefits, an unemployed worker must file a claim and satisfy  the eligibility requirements of the state in which the worker’s wages were  paid. Although states’ UI eligibility requirements vary, generally they can  be classified as monetary and nonmonetary. Monetary eligibility  requirements include having a minimum amount of wages and  employment over a defined base period, typically, about a year before  becoming unemployed, and not having already exhausted the maximum  amount of benefits or benefit weeks to which they would be entitled  because of other recent unemployment. In addition to meeting states’  monetary eligibility requirements, workers must satisfy their states’  nonmonetary eligibility requirements. Nonmonetary eligibility  requirements include being able to work, being available for work, and  becoming unemployed for reasons other than quitting a job or being fired  for work-related misconduct. In all states, claimants who are determined  to be ineligible for benefits are entitled to an explanation for the denial of  benefits and an opportunity to appeal the determination.", "Since UI was introduced, researchers and those responsible for overseeing  the program have monitored the size, cost, and structure of the program  and its effects on individuals’ movement into and out of the workforce,  including which types of workers receive UI benefits. Much of what is  known about the dynamics of the UI program has been based on  snapshots of the UI beneficiary population at any given time. Labor  regularly gathers UI program data from the states, including each state’s  eligibility requirements, employers’ UI tax rates, program revenues and  costs, and numbers of claims received and approved. An extensive amount  of research has been devoted to the effect of UI benefit receipt on  unemployment duration. Specifically, researchers have found that  receiving UI benefits increases unemployment duration. Much of this  research is focused on measuring how changes in the amount of UI  benefits increase the amount of time that an unemployed worker takes to  find a new job. Although much is known about UI caseloads and about the  relationship between UI benefits and unemployment duration, less is  known about the patterns of UI receipt among individual workers over  their entire working careers.", "What is known about the patterns of UI benefit receipt over an extended  period for individual workers comes from a few studies that are fairly  limited in scope. In one study, researchers analyzed 1980-1982 survey data  and found that among unemployed workers who were eligible for UI,  younger or female workers were less likely to receive UI benefits, while  union workers, workers from large families, or those with more hours of  work from their previous jobs were more likely to receive UI. In another  study, using UI administrative data from five states, researchers found that  between 36 and 44 percent of UI claims from 1979 to 1984 were from  workers who had received UI benefits more than once and that middle- aged workers and workers with higher earnings were more likely to be  repeat UI recipients. Another study, based on survey data from the  NLSY79, found that 16 percent of young adults had received UI benefits  more than once between 1978 and 1991 and that as many as 46 percent of  those who received UI were repeat recipients. This study also found that  workers who were women or Hispanic or whose fathers had more years of  education were less likely to become repeat recipients than workers who  were men or non-Hispanic or whose fathers had fewer years of education.", "In 2005, we analyzed the NLSY79 to determine the extent to which  individual workers received UI benefits during their early working lives.  We found that 38 percent of workers born between 1957 and 1964 received  UI at least once between 1979 and 2002, with almost half of these  individuals receiving UI benefits more than once. (See fig. 1.) We also  found that the rate at which unemployed workers received UI benefits  varied across industries, but we did not control for any of the other factors  that may have helped to explain this variation."], "subsections": []}, {"section_title": "Certain Characteristics Are Associated with UI Benefit Receipt and Unemployment Duration", "paragraphs": ["Earnings, age, education, and most notably past UI benefit receipt are all  associated with the likelihood of receiving UI benefits for UI-eligible  workers. Education, earnings, and union membership, and current UI  benefit receipt, are associated with unemployment duration."], "subsections": [{"section_title": "Unemployed Workers with Higher Earnings, Younger Workers, Workers with More Education, or Those Who Received UI in the Past Are More Likely to Receive UI Benefits", "paragraphs": ["Unemployed workers are more likely to receive UI benefits if they have  higher earnings prior to becoming unemployed, are younger or have more  years of education, or have a history of past UI benefit receipt, when  compared to workers with similar characteristics. We found that past  experience with the UI program has a particularly strong effect on the  future likelihood of receiving UI benefits. In addition, UI-eligible workers  are more likely to receive UI when the local unemployment rate is high.  However, some characteristics, such as the weekly UI benefit amount that  a worker is eligible to receive, are not associated with a greater likelihood  of receiving UI benefits."], "subsections": [{"section_title": "Unemployed Workers Who Have Higher Earnings or Are Younger or Have More Years of Education Are More Likely to Receive UI", "paragraphs": ["Unemployed workers who have higher earnings or are younger or who are  more educated are more likely to receive UI benefits than otherwise  similar workers. With respect to earnings, our simulations show that the  likelihood of receiving UI tends to increase as the amount earned in the  year prior to becoming unemployed increases (see fig. 2). For example, a  UI-eligible worker with earnings between $10,000 and $11,999 in the year  before becoming unemployed has a 36 percent likelihood of receiving UI,  whereas a worker who earned roughly twice as much (between $20,000  and $24,999) has a 45 percent likelihood of receiving UI. The likelihood of  receiving UI is lowest among workers with the lowest earnings (i.e., less  than $10,000 in the year before becoming unemployed). There is generally  little difference in the likelihood of receiving UI among workers earning  $18,000 or more.", "This result confirms our 2000 finding that low-wage workers are less likely  to receive UI benefits than workers with higher earnings even when they  have worked for the same amount of time. Our current result also  controls for other worker differences, such as which industries the  workers were employed in or whether they were ineligible for benefits,  which we had not previously been able to rule out as explanations for the  variation in likelihood of receiving UI. The relationship between higher  earnings and a higher likelihood of receiving UI benefits is also consistent  with economic theory that predicts that workers with higher earnings  prior to becoming unemployed will be more reluctant to accept lower  reemployment wages and are therefore more likely to take advantage of UI  benefits as a way to subsidize their job search efforts.", "Concerning age, our simulations show that the likelihood of receiving UI  peaks at about age 25 and decreases thereafter (see fig. 3). More  specifically, a 25-year-old unemployed worker who is eligible for UI is  more than twice as likely to receive UI as an otherwise similar 40-year-old  unemployed worker.", "Previous studies have found that younger workers are less likely to receive  UI benefits than older workers. However, these previous studies did not  include as much information about workers’ past unemployment and UI  benefit receipt histories as our current analysis. Therefore, because older  workers have more of this experience than younger workers, it is possible  that our analysis has controlled for the effect of this past experience more  completely than these previous studies, resulting in a more precise  estimate of the effect of age. We are unable to explain why younger  workers are more likely to receive UI benefits than otherwise similar older  workers. However, it is possible that older workers, who have had more  time to accumulate financial assets, may have more private resources  available to help them cope with unemployment than younger workers.  Alternatively, younger workers may be less optimistic about how long it  will take for them to become reemployed.", "Unemployed workers with more years of education are more likely to  receive UI benefits than otherwise similar workers with fewer years of  education. Specifically, our simulations show that the likelihood of  receiving UI increases for each additional year of schooling that a UI- eligible worker has completed before becoming unemployed (see fig. 4).  For example, a UI-eligible worker with a college education (one who has  completed 16 years of schooling) when he or she becomes unemployed is  almost one-fifth more likely to receive UI than a UI-eligible worker with a  high school education (12 years of schooling).", "Although the impact of education on the likelihood of receiving UI benefits  has been analyzed in other research, this research found no significant  education effect. However, to the extent that workers with more years of  education are better able to access and understand UI program rules, they  may also be more likely to know when they are entitled to benefits and to  have the information that they need to file successful benefit claims.", "Other factors, including gender, marital status, job tenure, and the local  unemployment rate are also associated with UI benefit receipt. Controlling  for all other characteristics among this UI-eligible group,    a woman is 29 percent more likely to receive UI benefits than a man,    a married worker is 13 percent more likely to receive UI than an    a longer tenured worker is more likely to receive UI—for example, a  worker with 4 years of tenure at his or her most recent job is   12 percent more likely to receive UI than a worker with 1 year of job  tenure, and    being in an area with high unemployment raises the likelihood that an  unemployed worker will receive UI—for example, a worker living in an  area with an unemployment rate of 9 percent is 10 percent more likely  to receive UI than a worker living in an area with an unemployment  rate of 5 percent.", "Our finding that women are more likely to receive UI benefits than  otherwise similar men differs from the results of previous research, which  generally found no statistically significant differences. Nevertheless, our  analysis controls for more worker characteristics than these previous  studies, and it is likely that we have more carefully isolated the effect of  gender from that of other characteristics related to gender, such as  workers’ occupations or industries. It is not immediately clear why women  are more likely to receive UI benefits, however. We are likewise unable to  explain why married workers are more likely to receive UI benefits than  otherwise similar unmarried workers.", "Our findings on job tenure are consistent with previous research.   However, the higher likelihood of UI benefit receipt associated with more  years of job tenure is likewise difficult to explain. It might be that workers  with longer job tenures have acquired more skills that are not as easy to  transfer to another employer, relative to workers with less job tenure, and  anticipate longer job searches.", "The higher likelihood of receiving UI benefits among workers living in  areas with higher unemployment is likely due to the higher number of  unemployed workers relative to available jobs, which may make workers  more willing to apply for UI benefits as they engage in what are likely to be  longer job searches.", "In contrast to our findings above, a key UI program element, the weekly UI  benefit amount that UI-eligible workers are entitled to, is not associated  with a greater likelihood of receiving UI benefits. Using our model  estimates, we simulated increases in weekly UI benefit amounts of   10 percent and 25 percent and a decrease of 10 percent and found that  these changes had no effect on the likelihood of UI benefit receipt. This  finding is consistent with the work of others, who have found that  increases in the weekly benefit amount have mixed, but generally small  effects on UI benefit receipt. Collectively, these results suggest that UI  benefit levels have modest effects on individuals’ decisions about whether  or not to receive UI benefits, after controlling for other factors."], "subsections": []}, {"section_title": "Unemployed Workers Who Received UI in the Past Are More Likely to Receive UI during Subsequent Unemployment", "paragraphs": ["Unemployed workers who have received UI benefits during a prior period  of unemployment are more likely to receive UI benefits during a current  period of unemployment than otherwise similar workers who never  received UI benefits (see fig. 5). For example, when workers experience  their first UI-eligible period of unemployment, their likelihood of receiving  UI is 33 percent. During a second UI-eligible period of unemployment, the  likelihood of receiving UI is 48 percent for workers who received UI  during the first unemployment period but only 30 percent for workers who  did not receive UI. Furthermore, the likelihood that these UI-eligible  workers will receive UI benefits during successive periods of  unemployment increases each time that they receive UI benefits and  decreases each time that they do not.", "This finding suggests that a worker’s first unemployment experience has a  lasting and self-reinforcing effect.  To the extent that workers know about  the UI program and whether or not they are eligible, receiving or not  receiving UI benefits may be a personal choice based on unobserved  worker characteristics or preferences.  Alternatively, if workers do not  have good information about UI, those who receive UI benefits may know  more about the UI program than those who do not receive UI, and their  knowledge about the program could make it easier to apply for and  receive benefits during a subsequent period of unemployment."], "subsections": []}]}, {"section_title": "Receiving UI Benefits, along with Other Factors, Is Associated with Unemployment Duration", "paragraphs": ["Overall, unemployed workers who receive UI benefits have longer  unemployment duration than otherwise similar workers who do not  receive UI benefits. Several other characteristics are also associated with  unemployment duration. Specifically, UI-eligible workers are more likely  to experience longer unemployment duration if they have lower earnings  before becoming unemployed or have fewer years of education. Other  characteristics associated with longer unemployment duration, after  controlling for other factors, include being African-American or female or  not belonging to a union. We found no relationship between past UI  benefit receipt and subsequent unemployment duration."], "subsections": [{"section_title": "Receiving UI Benefits Is Associated with Longer Unemployment Duration", "paragraphs": ["Whether or not an unemployed worker receives UI during a specific period  of unemployment has the strongest effect on how long that period of  unemployment is likely to last. Overall, UI-eligible workers who receive UI  benefits during a period of unemployment remain unemployed for about  21 weeks on average, whereas otherwise similar workers who do not  receive UI remain unemployed for about 8 weeks. This result is consistent  with economic theory that predicts that receiving UI benefits reduces the  costs associated with unemployment and allows workers to engage in  longer job searches. That is, an unemployed worker who receives UI  benefits faces less pressure to accept the first job offer they receive and  can search longer for a more desirable job than an unemployed worker  who does not receive UI. Another possible explanation for the strong  association between UI receipt and longer unemployment duration may be  that workers who expect to experience longer unemployment may be  more likely to apply for UI than those who expect to return to work  quickly."], "subsections": []}, {"section_title": "Unemployed Workers with Lower Earnings and Less Education Tend to Have Longer Unemployment Duration", "paragraphs": ["Unemployed workers with lower earnings tend to have longer  unemployment duration than otherwise similar workers with higher  earnings. This finding holds for workers who are receiving UI benefits, and  for workers who are not receiving UI benefits. Specifically, our  simulations show that UI-eligible workers who receive UI benefits and  have relatively high earnings ($30,000 and higher) in the year prior to  becoming unemployed have unemployment duration that is as much as   9 weeks shorter than workers with earnings that are below $16,000. The  results are similar for UI-eligible workers who do not receive UI benefits  (see fig. 6).", "Our result is consistent with other research that has found that higher  previous earnings tend to reduce unemployment duration. Researchers  have suggested that the association between higher earnings and shorter  unemployment duration may be due, in part, to the higher cost of  unemployment for workers with higher earnings, relative to the cost for  workers with lower earnings. Specifically, the cost of unemployment in  terms of lost wages is greater for workers with higher earnings, because  they forego a higher amount of potential earnings in exchange for the time  they spend on unpaid activities, such as job search, home improvement, or  recreation.", "Our model estimates also indicate that unemployed workers who have  more education tend to have shorter unemployment duration than  otherwise similar workers with less education. For example, simulations  show that on average, UI-eligible workers with a 4-year college education  (16 years of schooling) who receive UI benefits remain unemployed about  2 weeks less than workers with a high school education (12 years of  schooling). (See fig. 7.) The results are similar for UI-eligible workers  who do not receive UI benefits. This finding is consistent with past  research indicating that less education is associated with longer  unemployment duration, because workers with less education have fewer  work-related skills.", "Unemployed workers’ race or ethnicity, gender, union membership status,  and length of most recent job tenure are also associated with  unemployment duration. Specifically, simulations show that UI-eligible  workers who are African-American or women, who do not belong to labor  unions, or who have less years of job tenure before becoming unemployed  tend to have longer unemployment duration than otherwise similar  workers. As seen in table 1, these associations exist whether or not  workers receive UI benefits.", "Our findings are generally consistent with prior research. In particular,  longer unemployment durations have been found to be associated with  being African-American, female, or not belonging to a union. Two  possible explanations for the differences in employment outcomes for  African-American workers include labor market discrimination, and  limited access to social networks that may enable these workers to find  jobs more quickly. Likewise, longer unemployment duration among  female workers may be due to labor market discrimination, or to  differences in how they value paid work versus nonemployment activities,  relative to men. Likewise, the associations between shorter  unemployment duration and union membership or longer job tenure may  reflect the greater access of these workers to reemployment opportunities  than otherwise similar workers or because of a greater likelihood of being  recalled to their previous jobs."], "subsections": []}, {"section_title": "Unemployment Duration Is Not Associated with Past UI Receipt", "paragraphs": ["Past UI receipt has no significant effect on subsequent unemployment  duration. Although receiving UI during a current period of unemployment  is associated with longer unemployment duration, past UI receipt does not  affect current unemployment duration. Specifically, simulations show that  unemployment duration tends to decrease by about the same amount  (typically, 1 week or less) from one unemployment period to the next,  regardless of whether a worker received UI benefits in the past or not, and  regardless of whether or not the worker receives UI benefits in the current  period."], "subsections": []}]}]}, {"section_title": "Certain Industries Are Associated with UI Benefit Receipt and Unemployment Duration", "paragraphs": ["Unemployed workers in certain industries are more likely to receive UI  benefits and experience shorter unemployment duration than otherwise  similar workers from other industries. Simulations show that first-time  unemployed workers from mining and manufacturing are more likely to  receive UI than workers from other industries. Moreover, the strength of  the association between past and current UI benefit receipt varies across  industries. The increase in the likelihood of receiving UI from one  unemployment period to the next is highest for public administration and  is lowest for agriculture and construction. Furthermore, simulations  indicate that UI-eligible workers from industries with higher proportions  of unemployment periods that result in UI receipt are no more likely to  become repeat UI recipients than workers from other industries. With  respect to unemployment duration, UI-eligible workers from construction  and manufacturing have shorter unemployment duration than workers  from other industries."], "subsections": [{"section_title": "Unemployed Workers from Mining and Manufacturing Are More Likely to Receive UI Benefits", "paragraphs": ["Unemployed workers from mining and manufacturing are more likely to  receive UI than otherwise similar workers from other industries. For  example, first-time unemployed workers from the manufacturing industry  are about two-thirds more likely to receive UI benefits than workers from  the professional and related services industry (see table 2). Although UI- eligible workers from mining are more likely to receive UI benefits than  workers from other industries, just 2 percent of the unemployment periods  that result in UI benefit receipt come from the mining industry. (See fig.  8.)"], "subsections": []}, {"section_title": "The Relationship between Past and Current UI Receipt Is Strongest for Public Administration", "paragraphs": ["Unemployed workers who have received UI benefits in the past are more  likely to receive UI benefits during a current period of unemployment than  otherwise similar workers who never received UI benefits, across each  industry (see table 3). However, the increase in the likelihood of receiving  UI benefits associated with past UI benefit receipt is not the same across  all industries. Specifically, this effect is strongest for workers from public  administration and is weakest for workers from agriculture and  construction.", "These results show that although UI-eligible workers in some industries  are more likely to receive UI benefits when they experience  unemployment for the first time, their likelihood of receiving UI benefits  again when they become unemployed a second or third time is not  necessarily higher than it is for workers from other industries. For  example, the likelihood of receiving UI benefits for workers from the  manufacturing industry who are unemployed for the first time is relatively  high—about 40 percent. This likelihood increases to 52 percent during a  second period of unemployment for workers who have already received  UI benefits, and to 65 percent during a third period of unemployment for  workers who received UI each time they were unemployed. By  comparison, the increase in the likelihood of receiving UI between the first  and third periods of unemployment is higher for most other industries,  especially public administration. Specifically, the likelihood of receiving  UI benefits for public administration workers who are unemployed for the  first time is 37 percent. This likelihood increases to 69 percent during a  second period of unemployment for workers who have already received  UI, and to 92 percent during a third period of unemployment for workers  who received UI each time they were unemployed. (See fig. 9.)", "Administrative unemployment insurance data have shown that repeat UI  recipients tend to be from industries that are more seasonal, such as  manufacturing and construction. Our results, however, suggest that this is  not because workers with past UI receipt from these industries are more  likely to receive UI benefits when they become unemployed than  otherwise similar workers from other industries. Rather, it may be that  workers from such seasonal industries are unemployed more often on  average than workers from other industries, or that a larger proportion of  unemployed workers from such industries have collected UI previously."], "subsections": []}, {"section_title": "Unemployed Workers from Construction and Manufacturing Have Fewer Weeks of Unemployment", "paragraphs": ["Unemployed workers from construction and manufacturing have shorter  unemployment duration than otherwise similar workers from other  industries. (See table 4.) Furthermore, simulations based on our model  estimates show that differences in unemployment duration across  industries exist whether or not UI benefits are received. Specifically, UI- eligible workers from construction who receive UI benefits have the  fewest weeks of unemployment on average (17 weeks), when compared  with workers from other industries. Likewise, UI-eligible workers from  construction who do not receive UI benefits also have the fewest weeks of  unemployment, on average (6 weeks)."], "subsections": []}, {"section_title": "Certain Occupations Are Associated with UI Benefit Receipt and Longer Unemployment Duration", "paragraphs": ["The likelihood of receiving UI benefits varies across occupations, but  generally not as much as it does across industries. Specifically, UI-eligible  managers are about one-fifth more likely to receive UI than otherwise  similar transportation equipment operators, and one-half more likely to  receive UI than professional and technical workers (see table 5).", "UI-eligible workers who have received UI benefits in the past are more  likely to receive UI benefits during a current period of unemployment than  UI-eligible workers who never received UI benefits, across each  occupation. Specifically, this effect is strongest for sales and service  workers and weakest for transportation equipment operators and  craftsmen (see table 6).", "Unemployment duration also varies across occupations. UI-eligible  professional and technical workers have longer unemployment duration  than otherwise similar workers from other occupations. Specifically,  professional and technical workers have unemployment duration that is   5 weeks longer than average for workers receiving UI and 3 weeks longer  than average for workers not receiving UI (see table 7). Past experience  with UI benefit receipt has no significant effect on unemployment  duration, regardless of a worker’s occupation."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["Although the UI program has existed for over 70 years and serves millions  of workers each year, little is known about workers who receive UI  benefits on a recurring basis or about workers who are eligible for UI  benefits but never receive them. We found that UI-eligible workers during  the first half of their working lives with certain demographic  characteristics and from certain industries have a greater likelihood of  receiving UI benefits multiple times and experiencing longer  unemployment durations than otherwise similar workers. Although our  results are generally consistent with past research, our analysis includes  additional information about workers’ past experiences that provides new  insight into the factors that distinguish workers who receive UI benefits  from those who do not. In fact, the single most important factor associated  with eligible workers receiving benefits is whether or not they received  benefits during previous unemployment, suggesting that a worker’s  perception of UI when they are faced with unemployment is key to  whether that worker will ever use the program. Moreover, it does not  appear that previous UI recipients from industries where UI benefit receipt  is more likely, such as construction and manufacturing, are any more  likely to receive benefits if unemployed again than similar workers from  other industries. Rather, it appears that workers from these industries are  simply more likely to face the choice of whether or not to file for UI  benefits more often than their counterparts in other industries. In addition,  while the patterns for UI receipt and unemployment duration we identified  for this group during the first half of their working lives may not change  significantly as they enter the second half of their working lives, it remains  to be seen whether the issues they face in the years leading up to their  retirement will reshape their use of the UI program."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to Labor officials for their review and  comment. Labor applauded GAO’s efforts to determine the extent to which  an individual worker’s characteristics are associated with the likelihood of  UI benefit receipt and with unemployment duration and noted that the  study adds to current knowledge of the UI program, particularly with  regard to the impact of past UI benefit receipt on current UI receipt.   However, Labor also noted that there are several issues related to our  methodology that may limit the utility of our findings for policymaking.   While we agree that there are limitations inherent in our methodology, we  believe that these limitations have been noted throughout the report, and  that they do not compromise the overall validity of our results.   Nevertheless, we have provided additional clarifications, as appropriate, to  address Labor’s technical comments.", "As agreed with your office, unless you publicly announce the contents of  this report earlier, we plan no further distribution of it until 30 days from  its date. At that time, we will send copies of this report to relevant  congressional committees, the Secretary of Labor, or other interested  parties. We will also make copies available to others upon request. The  report will be available at no charge on GAO’s Web site at  http://www.gao.gov. If you or members of your staff have any questions  about this report, please contact me at (202) 512-7215. Other major  contributors are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Analysis of UI Benefit Receipt and Unemployment Duration", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["We analyzed the factors affecting unemployment insurance (UI) benefit  receipt by statistically modeling the determinants of UI benefit receipt and  unemployment durations simultaneously. We model UI benefit receipt in  conjunction with unemployment durations to allow for correlations that  may exist between the two outcomes for a given individual. For example,  an unemployed person anticipating a lengthy unemployment period might  be more likely to receive UI benefits than a person expecting a short  unemployment period. Alternatively, the receipt of UI benefits may  lengthen an unemployment period by allowing an individual to spend more  time looking for new employment. In addition, our model controls for a  number of observable factors about each unemployed worker’s situation,  including recent employment experience, prior unemployment and UI  benefit receipt experience, information about UI program factors,  including benefit levels, and demographic characteristics. The model was  developed and estimated by Dr. Brian McCall, Professor of Human  Resources and Industrial Relations, University of Minnesota, under  contract to GAO.", "This appendix describes (1) the data used in the analysis, including how  the data were prepared, (2) the econometric model that was estimated,   (3) the results from two specifications of the econometric model, and   (4) the limitations inherent in the analysis."], "subsections": []}, {"section_title": "Data Used", "paragraphs": ["We used the Bureau of Labor Statistics’ (BLS) National Longitudinal  Survey of Youth 1979 (NLSY79) for our analysis. The NLSY79 is an ongoing  longitudinal survey of individuals who were between the ages of 14 and   22 in 1979, the first year of the survey. A primary focus of the NLSY79 is  on individuals’ labor force patterns, and the data are collected at a very  detailed level. This detail allows us to track the weekly employment,  unemployment, and earnings histories of the individuals in the sample.  The NLSY79 also contains less detailed information about individuals’ UI  receipt during unemployment. The NLSY79 does not contain direct  information about an individual’s UI eligibility status, which is a function  of previous employment and earnings, among other things, and varies by  state of employment. We estimate an unemployed individual’s UI  eligibility status using data that are available in the NLSY79.", "There are three main reasons why the NLSY79 database provides the most  suitable data for our analysis. First, the longitudinal nature and level of  detail of the data allow us to control for an individual’s history of  unemployment and UI receipt, which is a major contribution of this work.  Second, respondents were first surveyed at a young age, which reduces  the likelihood that we do not observe periods of unemployment and UI  receipt early in a person’s working career. Third, the detailed data allow us  to estimate an individual’s UI eligibility status, allowing us to focus our  analysis on unemployed individuals whom we estimated to be eligible for  UI benefits while also reasonably controlling for differences in UI program  rules across states. A few limitations to the NLSY79 database should be  mentioned. First, the sample began with 12,686 individuals in 1979, but has  decreased in size over time due to attrition. Second, the data are self- reported and thus subject to recall error. We assessed the reliability of the  NLSY79 data by interviewing relevant BLS officials, reviewing extensive  NLSY79 documentation, and performing electronic tests of the NLSY79  data for missing or corrupt information that might negatively affect our  analysis. On the basis of these reviews and tests, we determined that the  data were sufficiently reliable to be used in our analysis.", "We considered using administrative state UI data as an alternative to the  NLSY79. Although such administrative data could provide information  about all UI recipients in a state, these data could not provide information  about UI-eligible unemployed workers who did not receive benefits. Also,  because these data are not designed for research purposes, there is limited  information available about individuals that can be used to control for  differences, such as demographic characteristics. Finally, there is also no  nationally representative data source for administrative UI data.", "For each individual in the NLSY79 database, we created a detailed weekly  history of employment and unemployment, including whether UI benefits  were received during unemployment. Our definition of unemployment is  not the strict definition used in the BLS’s Current Population Survey  (CPS). We define unemployment to include both the weeks in which an  out-of-work person is looking for work (the standard CPS unemployment  definition) and the weeks during which the individual reports being out of  the labor force (OLF). We did require that an individual spend at least   1 week actively looking for work after a job loss to reduce the likelihood  that the person had permanently left the labor force. Other research has  addressed the effect that the UI program plays on the percentage of weeks  of nonemployment that a person reports that he or she was looking for  work.", "For each unemployment period experienced by an individual, we estimate  the person’s UI eligibility status. Although states determine UI eligibility  using a number of criteria, we focus on the following three: (1) the  unemployment must be the result of a job loss that was not caused by the  individual, (2) the individual must have earned a specified amount of  money during the time preceding the unemployment, and (3) the  individual must be actively looking for new employment. The NLSY79  provides the information necessary to estimate whether these criteria are  met by an unemployed individual. For criterion 1, the NLSY79 provides  information about the reason that a job was lost. Only those unemployed  individuals who lost a job through no fault of their own were deemed to be  UI-eligible. For the monetary eligibility criterion 2, we compiled a detailed  set of UI eligibility and benefit criteria for each of the 50 states and the  District of Columbia over the period 1978 to 2002. When these criteria  were combined with the NLSY79’s detailed employment and earnings  histories, we were able to determine monetary eligibility for UI with  reasonable accuracy, as well as the weekly benefit amount and the  number of weeks of benefits a person was eligible to receive. For  criterion 3, we considered as UI-eligible only those unemployed  individuals who reported actively looking for work during at least 1 week  of their unemployment. We erred on the side of overestimating the  eligibility based on criterion 3, because individuals who self-report  information about nonemployment may not fully realize the impact that  “looking for work” versus “being out of the labor force” has on UI  eligibility, especially if they did not receive UI benefits. Although this  estimation method is not perfect, we believe that it captures some of the  most important features of UI eligibility.  It is similar to the methods used  by other researchers.", "In addition to estimating the UI eligibility status of individuals at the time  of each of their unemployment periods, we also created the other  variables used in our analysis. The empirical model outlined in the  following subsection focuses on UI benefit receipt and unemployment  duration. UI benefit receipt during unemployment was determined using  the monthly measure provided in the NLSY79. The duration of  unemployment, as defined above, is measured in weeks from the week  after a job was lost to the week a new job was begun. We censor duration  to be no longer than 100 weeks.", "To isolate the impact that a variable has on the likelihood of UI benefit  receipt and unemployment duration, our model controls for a great  number of other factors that were observable at the start of, and  throughout, the person’s unemployment. One set of variables relates to the  employment experience of the individual immediately preceding  unemployment, including industry and occupation of the lost job  (measured at the one-digit Standard Industrial Classification  and  Standard Occupational Classification  level), union status and tenure  at the job lost, earnings (base period earnings  and high quarter  earnings ), whether the job was lost because of a plant closing, and  the calendar year and month the unemployment began. We group both  earnings measures into brackets to allow for nonlinear effects. All dollar  values are adjusted for inflation to 2002 dollars using the BLS’s Consumer  Price Index for All Urban Consumers (CPI-U). We also control for the state  unemployment rate during the month that unemployment began, and, in  the duration equation, for the time-varying state monthly unemployment  rate over the period of unemployment.", "A second set of variables summarizes UI program factors, such as the  weekly benefit amount (WBA) a person is eligible to receive, the number  of weeks of benefits a person is eligible to receive, whether the state has a  waiting period before benefits can be received, and whether permanent or  temporary extended benefits are in effect. We also control for the  percentage of new UI claims that are denied by a state (in the receipt  equation) and the percentage of continuing UI claims that are denied by a  state (in the duration equation). In the unemployment duration equation,  we also allow the parameter estimates for WBA, remaining weeks of  benefits, and extended benefits to vary over the period of unemployment.  This is done by interacting these variables with a cubic function of the  number of weeks unemployed. Again, all dollar values are adjusted for  inflation to 2002 dollars using the BLS’s CPI-U.", "A third group of variables relates to a person’s history of unemployment  and UI benefit receipt as measured at the start of an unemployment  period. This group of variables includes the number of times the person  had been unemployed and the number of times a person had received UI  benefits previously (in the receipt equation) and whether or not the person  had been unemployed and whether or not the person had received UI  benefits previously (in the duration equation). We also interact these  variables with industry and occupation dummy variables to investigate  whether previous unemployment and UI receipt affect the likelihood of  current UI receipt and unemployment durations differently across  industries. These interactions with industry and occupation are done in  separate specifications of the model.", "A fourth group of variables relates to a person’s demographic  characteristics at the time of unemployment. These include age, race,  gender, marital status, number of years of schooling, health limitations,  whether a spouse has used UI previously, family size, number of children,  number of children between the ages of 0 and 2, whether the person lives  with his or her parents, state of residence, and whether the person lives in  a Standard Metropolitan Statistical Area (SMSA) as opposed to a rural  area.", "We limit our analysis to the nonmilitary sample of NLSY79 respondents.  In addition, we drop individuals with insufficient information to estimate  UI eligibility with reasonable accuracy. Data for an individual were  included up to their first missed interview. Individuals without any  unemployment, and those without unemployment that was estimated to be  UI-eligible, were not used in the analysis. Also, individuals who were  missing data required by our econometric model were not used in the  analysis. This yielded a sample of 5,631 individuals who had been  unemployed and eligible for UI benefits at least once, resulting in a total of  15,506 separate periods of UI-eligible unemployment."], "subsections": []}, {"section_title": "Econometric Model", "paragraphs": ["To investigate the key factors associated with UI benefit receipt, including  the role of prior UI benefit receipt (repeat UI recipiency), we used a  dynamic econometric model that jointly determines UI benefit receipt and  unemployment duration. As mentioned above, the reason for modeling  these outcomes jointly is to allow for the likely correlations that exist  between them. In addition to modeling UI receipt and unemployment  duration jointly, our model allows prior unemployment and prior UI  receipt to influence current UI receipt and unemployment duration to  allow for the correlations that possibly exist over time for an individual. ]) where  the kth unemployment period, all of which are assumed to be independent  is a vector of exogenous variables measured at the start of  of the unobserved random variable  , which helps control for  unobserved heterogeneity. Variables in  characteristics, characteristics about the lost job, and UI program  information. The vector  pertaining to past unemployment and past UI benefit receipt, which are  measured at the start of an individual’s kth unemployment period and may   is a vector of endogenous variables  . ]) ) is the baseline hazard function. ) ] ) ) ] ) )", "1) ] ) ) ] ) ) ) ) ) ) ) ) ) . This likelihood is computed in FORTRAN and  maximized using the BHHH algorithm.", "A number of features outlined above are simplifications of a more general  version of this model, and were introduced to help reduce the number of  parameters to be estimated by the model. First, the baseline hazard  , was assumed to be independent of the unemployment period  number, k. Second, the parameters associated with the exogenous ( d,u) and endogenous ( independent of the unemployment period number, k. Third, the  , j = d,u) variables were assumed to be  unobserved random variables ( independent of the unemployment period number, k. Although this  assumption is not as general as allowing each individual to have different  unobserved components over time, it does help control for unobserved  differences between individuals that may influence UI receipt and  unemployment durations.  , j = d,u) were assumed to be  Because of the complexity of the empirical model outlined above,  interpreting the parameter estimates is difficult. As a result, we use the  output from the model to simulate the effect that changes in certain  variables have on the likelihood of UI receipt and the duration of  unemployment for the average unemployed person in our sample. For  example, to understand differences in UI receipt and unemployment  durations by industry, we simulate the likelihood of UI benefit receipt and  unemployment duration for the average person in our sample for each of  the possible industries, and then compare the results. To do this, we use  the model’s output to calculate every person’s likelihood of UI receipt and  escape rate from unemployment—conditional upon receiving and not  receiving UI—assuming all were in the first industry grouping when they  lost their job. Averaging over all individuals yields the average probability  of UI receipt and the averaged (week by week) survivor function. The  averaged survivor function can be used to compute the expected median  duration of unemployment. We then repeat this process, successively,  assuming that all individuals were in another industry grouping when they  lost their jobs, until all industry groups have been simulated.", "The simulated average likelihood of UI benefit receipt and median  unemployment duration can then be compared across industries to  estimate the differences by industry. Using all individuals for each  simulation, and reporting results for the average unemployed person,  helps insure that differences in the simulation results (e.g., industry 1  versus industry 2) reflect only the variables (industry 1, industry 2) being  simulated. To describe results that are not related to past experience with  unemployment and UI benefit receipt, we present simulations that are  specific to first-time unemployment—a simple and clearly defined  scenario (the observable trends also hold for unemployed individuals with  prior unemployment and UI receipt experience)."], "subsections": []}, {"section_title": "Results", "paragraphs": ["We report parameter estimates from two specifications of our model. The  first specification includes interaction terms between industry and our  measures of past UI benefit receipt and past unemployment. These results  are presented in tables 8 and 9 for the UI benefit receipt equation and the  unemployment duration equation respectively. The second specification  includes interaction terms between occupation and our measures of past  UI benefit receipt and past unemployment. These results are presented in  tables 10 and 11 for the UI benefit receipt equation and the unemployment  duration equation respectively. We included the industry and occupation  interactions in separate specifications to avoid the issues brought about by  multicollinearity. Because the results for the noninteraction terms are  similar between the two specifications, we focus on those from the  industry-interaction specification (tables 8 and 9). After discussing these  results, we discuss the results for the occupation-interaction specification  (tables 10 and 11).", "Tables 8, 9, 10, and 11 are structured as follows. The first column in each  table lists the variable names; the second column, the parameter  estimates; the third column, the estimated standard errors; and the fourth  column, the t-statistics. The last column contains asterisks that signify  statistical significance. One asterisk (*) signifies statistical significance at  the 90 percent confidence level (t-statistics greater than or equal to 1.65 in  absolute value); two asterisks signify statistical significance at the 95  percent confidence level (t-statistics greater than or equal to 1.96 in  absolute value) and three asterisks (***) signify statistical significance at  the 99 percent confidence level. Parameter estimates discussed below are  statistically significantly different from zero at the 95 percent confidence  level unless stated otherwise. To conserve space, the tables do not  present the parameter estimates for the unobserved heterogeneity ( ), state, year, and month effects."], "subsections": [{"section_title": "Industry-Interaction Specification", "paragraphs": [], "subsections": [{"section_title": "UI Receipt Equation", "paragraphs": ["Table 8 summarizes the parameter estimates for the UI receipt equation of  the industry-interaction specification. A positive parameter estimate for a  variable implies that an increase in the variable increases the likelihood of  UI benefit receipt. A negative parameter estimate implies that an increase  in the variable decreases the likelihood of UI benefit receipt. For example,  the parameter estimate for years of education is 0.569, meaning that  unemployed individuals with more years of education have a higher  likelihood of receiving UI benefits than otherwise similar individuals with  fewer years of education. The single asterisk signifies that the parameter  estimate for years of education is statistically significant at the 95 percent  confidence level.", "The results in table 8 show that the number of prior unemployment  periods and the number of prior UI benefit receipt periods are strong  predictors of an unemployed individual’s likelihood of receiving UI  benefits. The parameter estimate for the number of prior unemployment  periods is -0.072, which indicates that each additional prior unemployment  period experienced by an individual reduces the likelihood of UI benefit  receipt during current unemployment. Alternatively, the parameter  estimate for the number of prior UI receipt periods is 0.714, which  indicates that each additional prior UI receipt period experienced by an  individual increases the likelihood of UI benefit receipt during current  unemployment.", "The fact that the parameter estimate for the number of previous UI receipt  periods is larger in absolute value suggests that this is the stronger of the  two effects. To illustrate the magnitude of the effects, table 12 presents  simulations of the likelihood of UI receipt by past unemployment and past  UI receipt experience. According to the table, the average simulated  likelihood of UI receipt for unemployed individuals with one previous  unemployment period is 48 percent if UI was received in the previous  unemployment period, but only 30 percent if UI was not received in the  previous unemployment period. Thus, for individuals with one previous  unemployment period, the average likelihood of UI receipt is 60 percent  higher (18 percentage points) for those who received UI benefits in their  previous unemployment period. The remainder of the table shows that UI  receipt exhibits significant occurrence dependence. Specifically, an  individual who does not receive UI benefits during unemployment  becomes less likely to receive them during future unemployment, while an  individual who does receive UI benefits during unemployment becomes  more likely to receive them during future unemployment. Our model and  data do not allow us to determine the underlying reasons for these  associations. There are several possible reasons for the strong relationship  between past UI receipt and current UI receipt, however. If unemployed  people do not know they are eligible for benefits, or think that UI benefits  are not worth the effort to apply, or are overoptimistic about finding  employment, then there may be a “learning effect” that results from having  received UI benefits which increases the likelihood of future use.  Alternatively, if people do not apply for benefits because of a  misperception of UI as a welfare program, then having received benefits  once may soften such an outlook and increase the likelihood of future use.", "The results in table 8 also show that the likelihood of UI benefit receipt  varies by the industry of the job lost by unemployed individuals. The  industry variable is categorical in nature, so the parameter estimate for a  particular category is an estimate of the effect of being in that category  relative to an omitted category. The omitted category for industry is  professional and related services. Table 8 shows that unemployed  individuals from the mining, manufacturing, public administration,  wholesale and retail trade, agriculture, forestry and fishing, business  services, and construction industries are more likely to receive UI benefits  than similar individuals from the professional services industry, because  their parameter estimates are positive and statistically significant. To  illustrate the magnitudes of these differences, table 13 presents the  average simulated likelihood of UI receipt by industry under the specific  assumption of first-time unemployment. The average simulated likelihood  of UI receipt during first-time unemployment is 45.6 percent for  unemployed miners, but only 24.3 percent for unemployed professional  service workers. Table 13 clearly demonstrates that there are significant  differences across industries in unemployed individuals’ likelihoods of UI  benefit receipt during first-time unemployment.", "To test whether or not the effects of previous experience with  unemployment and UI receipt differ by industry, we also included the  industry categories interacted with both the number of previous  unemployment periods and the number of previous UI receipt periods. As  was the case above, the parameter estimates are calculated relative to the  omitted professional and related services industry. The parameter  estimates for the industry interactions with the number of prior  unemployment periods indicate that unemployed individuals from the  mining, manufacturing, and wholesale and retail trade industries exhibit  stronger occurrence dependence than unemployed individuals from the  professional services industry. That is, each additional previous  unemployment period has a stronger negative effect on the likelihood of  receiving UI benefits for unemployed individuals from these three  industries relative to similar individuals from the professional services  industry.", "The parameter estimates for the industry interactions with the number of  previous UI receipt periods show that unemployed individuals from the  agriculture and construction industries exhibit weaker occurrence  dependence than individuals from the professional and related services  industry. That is, each additional previous UI receipt period has a weaker  positive effect on the likelihood of receiving UI benefits for unemployed  individuals from these three industries relative to similar individuals from  the professional services industry. Unemployed individuals from the  manufacturing industry also have weaker occurrence dependence, but the  result is only statistically significant at the 90 percent confidence level.  Unemployed individuals from the public administration industry exhibit  stronger occurrence dependence than individuals from the professional  services industry. A similar result occurs for unemployed workers from  the finance, insurance, and real estate industry, but the result is only  statistically significant at the 90 percent confidence level. The other  industries showed no statistically significant effects compared to those  from the professional services industry.", "To illustrate the magnitudes of these differences, table 14 presents the  average simulated likelihood of UI receipt by industry and by the number  of previous unemployment and UI receipt periods. Column 1 presents the  simulations for first-time unemployment (see table 13). Column 2 presents  the simulations assuming one prior unemployment period with UI receipt.  Column 3 presents the simulations assuming two prior unemployment  periods, both with UI receipt. Table 14 shows that, although unemployed  individuals from the mining and manufacturing industries have the highest  average simulated likelihoods of UI receipt for first-time unemployment,  this is not the case if individuals have received UI benefits previously. For  unemployed individuals with two prior UI receipt periods, those from the  public administration, wholesale and retail trade, entertainment services,  transportation, and business services industries are about as likely or are  more likely to receive UI benefits again than similar individuals from the  mining and manufacturing industries. Administrative unemployment  insurance data have shown that repeat UI recipients tend to be from  industries that are more seasonal, such as manufacturing and  construction. Our results, however, suggest that this is not because  workers from these industries who have received UI before are more  likely to receive UI benefits when they become unemployed than similar  workers from other industries. Rather, it may be that workers from such  seasonal industries are unemployed more often on average than workers  from other industries, or that a larger fraction of unemployed workers  from such industries have collected UI previously.", "Our model also controls for UI program factors, but the results in table 8  show that after controlling for other observable characteristics, these  factors had no statistically significant impact on an unemployed  individual’s likelihood of UI receipt. These program factors include the  estimated amount of weekly benefits an unemployed individual was  eligible to receive, the estimated duration of those benefits, and the state- specific denial rate for new UI claims. Weekly benefits and the potential  duration of benefits are functions of earnings, which we controlled for  (and are discussed below).", "The parameter estimates in table 8 also show that a number of personal  characteristics are associated with an unemployed individual’s likelihood  of UI benefit receipt, including education, age, and gender. For instance,  the parameter estimate on years of education is 0.569, which indicates that  each year of education increases an unemployed individual’s likelihood of  receiving UI benefits. The direction of the age effect on the likelihood of  UI benefit receipt is difficult to interpret from the parameter estimates in  table 8, because it is included as a polynomial to allow for nonlinear  effects. Figure 10 presents a graph of the average simulated likelihood of  UI receipt by age for the specific case of first-time unemployment. The  graph shows that the likelihood of UI receipt increases until about the age  of 25 and then decreases thereafter. For example, the average simulated  likelihood of UI receipt during first-time unemployment for 25-year-olds is  10 percentage points (39 percent) higher than for 35-year-olds. While other  research has found that older individuals are more likely to receive UI  benefits, other researchers generally do not control for individuals’ past  unemployment and UI receipt experience as completely as we did.  Because age and experience with both unemployment and UI receipt are  correlated, age may act as a proxy for these experience measures when  they are not controlled for.", "Table 8 also shows that several measures relating to the recent  employment experience of unemployed individuals (excluding industry  and occupation, which are discussed elsewhere) affect an unemployed  individual’s likelihood of UI benefit receipt. For instance, table 8 shows  that an unemployed individual’s likelihood of receiving UI benefits  increases with earnings. We include two earnings measures: base period  earnings and high quarter earnings. Each measure is grouped in earnings  brackets and entered into the equation as a categorical variable to reflect  nonlinear effects. As was the case with industry, each estimated effect is  relative to an omitted category. For BPE the omitted earnings bracket is  $30,000 and above and for HQE the omitted bracket is $9,000 and above.  The pattern of parameter estimates for BPE shows that an unemployed  individual is more likely to receive UI benefits, the higher his BPE (at least  up to $20,000). The pattern of parameter estimates for HQE shows that an  unemployed individual is more likely to receive UI benefits if his HQE are  between $2,000 and $6,000. Figure 11 presents a graph of the average  simulated likelihood of receiving UI benefits by base period earnings for  the specific case of first-time unemployment. The level of HQE is varied to  maintain a ratio of HQE to BPE of about 25 percent to approximate steady  employment during the base period. The figure shows that unemployed  individuals who earned more than $14,000 in their base period had a  likelihood of UI receipt of over 40 percent, while individuals who earned  less than $6,000 had a likelihood of UI receipt of less than 20 percent.", "Table 8 shows that employment experience measures other than earnings  also affect the likelihood of UI receipt. For instance, an individual’s  likelihood of UI receipt increases with tenure up to 9 years, after which it  decreases. Also, an individual’s likelihood of UI receipt increases as the  state unemployment rate increases. Interestingly, the parameter estimate  on the plant closing variable is a statistically significant -0.263, indicating  that unemployed individuals are less likely to receive UI benefits if they  lost their jobs because of a plant closing. Union status does not have a  statistically significant effect on an unemployed individual’s likelihood of  UI receipt."], "subsections": []}, {"section_title": "Unemployment Duration Equation", "paragraphs": ["Table 9 summarizes the parameter estimates for the unemployment  duration equation of the industry interaction specification. A positive  parameter estimate implies that an increase in a variable increases the  escape rate from unemployment, thereby decreasing the duration of  unemployment. A negative parameter estimate implies that an increase in  a variable decreases the escape rate from unemployment, thereby  increasing the duration of unemployment. For example, the parameter  estimate for years of education is a statistically significant 0.235, which  implies that unemployed individuals with more years of education have  higher escape rates from unemployment than otherwise similar individuals  with fewer years of education. As a result, unemployed individuals with  more years of education will tend to have shorter unemployment  durations than those with fewer years of education.", "We found that after controlling for other observable characteristics, the  single most important predictor of unemployment duration is whether or  not an individual receives UI benefits during the current unemployment  period. The parameter estimate on the dummy variable for UI receipt  status is -1.256, which implies that receiving UI benefits while unemployed  reduces an individual’s escape rate from unemployment, thereby  increasing unemployment duration. Simulations show that the median  duration of unemployment is 8 weeks for individuals who do not receive  UI benefits, but 21 weeks when they do receive UI benefits. We also  allowed the effect of UI receipt to vary with the number of weeks of  unemployment. These results indicate that a UI recipient’s escape rate  from unemployment increases until about the 33rd week of  unemployment. After 33 weeks, the escape rate decreases again until  about the 72nd week, and then increases until 100 weeks.", "The parameter estimates in table 9 show that having experienced prior  unemployment or prior UI receipt has no statistically significant effect on  unemployment duration. This result, however, is conditional upon whether  or not an individual currently receives UI benefits. The unconditional  effect of having previously received UI benefits is to increase  unemployment duration. As stated earlier, we found that unemployed  individuals who have previously received UI benefits are significantly  more likely to receive UI benefits during current unemployment. Because  those individuals who receive UI benefits during unemployment have  longer unemployment duration, the unconditional effect of having  previously received UI benefits is to increase unemployment duration.", "Table 9 also shows that there is an association between the industry from  which an individual lost a job and the duration of unemployment. As in the  UI receipt equation, the omitted category for industry is professional and  related services. Table 9 shows that unemployed individuals from the  construction and manufacturing industries have higher escape rates from  unemployment than otherwise similar individuals from the professional  services industry, because their parameter estimates are positive and  statistically significant. The parameter estimate for business services is  also positive, but is only statistically significant at the 90 percent  confidence level. The effects for the other industries are not statistically  significant relative to the professional services industry. To illustrate the  magnitudes of these differences, table 15 presents the median simulated  duration of unemployment by industry for the specific case of first-time  unemployment. The median duration is about 17 and 19 weeks,  respectively, for unemployed individuals from the construction and  manufacturing industries who receive UI benefits, but is about 24 weeks  for those from the professional services industry.", "To test whether or not the effects of previous experience with  unemployment and UI receipt on the duration of unemployment differ by  industry, we also included the industry categories interacted with the  indicators for both previous unemployment and previous UI receipt. As  stated above, the effects are relative to the omitted category of  professional and related services. The parameter estimates in table 9  indicate that there are no statistically significant differences across  industry types by previous experience with unemployment or previous UI  receipt, conditional upon current UI receipt status.", "Table 9 also shows that only one UI program factor (other than current UI  receipt) has a statistically significant impact on an individual’s  unemployment duration. Specifically, individuals who are unemployed in  states with higher denial rates for continuing UI claims have higher escape  rates from unemployment. That is, these individuals tend to become  reemployed more quickly than those in states with lower denial rates.", "The parameter estimates in table 9 show that a number of personal  characteristics affect an individual’s unemployment duration, including  education, race, gender, and marital status. For example, the parameter  estimate on years of education is 0.235, which indicates that each year of  education increases an individual’s escape rate from unemployment. The  simulations reported in table 16 show that unemployed individuals with   16 years of education (roughly a college education) have median  unemployment duration that is about 1.9 weeks shorter than unemployed  individuals with 12 years of education when UI benefits are received, and  1.1 weeks when UI benefits are not received. The parameter estimates for  race show that African-Americans have significantly lower escape rate  from unemployment than Hispanics, who in turn have slightly lower  escape rates than whites. Table 17 displays simulations of median  unemployment duration by race for the specific case of first-time  unemployment. Simulations showed that the age effect, although  statistically significant, did not have much of an impact on the median  duration of unemployment. In table 9, the parameter estimates for gender  are difficult to interpret because gender is interacted with other variables  in our specification, including age. Simulations show that unemployed  men have median unemployment durations that are about 2 weeks shorter  than for unemployed women when UI benefits are received; and about   1 week shorter when UI benefits are not received. The parameter  estimates for marital status show that married women tend to have longer  unemployment durations than do unmarried women and married men tend  to have shorter unemployment durations than do unmarried men.  Although the age effects in table 9 are statistically significant, simulations  showed that age had minimal effect on the median duration of  unemployment.", "The last set of parameter estimates in table 9 relates to the recent  employment experience of unemployed individuals (excluding industry  and occupation, which are discussed elsewhere). Most of the parameter  estimates in this grouping are statistically significant at the 95 percent  level. Specifically, unemployed individuals who belonged to a union at the  job that was lost had a higher escape rate from unemployment than  otherwise similar individuals who were not union members. The  simulations in table 18 show that union members had median  unemployment durations that were 2 weeks shorter than nonunion  members when UI benefits were received and 1 week shorter when UI  benefits were not received. Simulations also show that an individual’s  unemployment duration decreases modestly with job tenure until 7 years,  after which it increases slightly.", "Of our two measures of an individual’s earnings, only the base period  earnings proved to have a statistically significant effect on the duration of  unemployment. The pattern of parameter estimates for BPE shows that  unemployed individuals with low BPE have lower escape rates from  unemployment than otherwise similar individuals with higher BPE. That  is, lower-earning individuals tend to have longer unemployment periods.  Figure 12 graphs simulations of median unemployment duration by BPE  for the specific case of first-time unemployment. Individuals with BPE  below $6,000 tend to have longer unemployment duration than  unemployed individuals with higher BPE."], "subsections": []}]}, {"section_title": "Occupation-Interaction Specification", "paragraphs": ["We also estimated a specification of our model with interaction effects  between the occupation categories (as opposed to industry) and our  measures of past unemployment and past UI receipt experience. These  results are presented in tables 10 and 11. A comparison of these results  with those from tables 8 and 9 shows that the overall results of the two  specifications are very similar. Therefore, only the occupation estimates  will be discussed here.", "Because occupation is included as a categorical variable, the parameter  estimates are relative to an omitted group, which is professional and  technical workers. The estimates in table 10 show that unemployed  managers, machine operators, craftsmen, laborers, transportation  workers, and clerical workers are more likely to receive UI benefits than  similar professional and technical workers. Table 19 presents the average  simulated likelihood of receiving UI benefits by occupation for the specific  case of first-time unemployment. Although the range is not as wide as for  industry (see table 13), the table shows that there are differences in the  likelihood of UI receipt by occupation.", "The interactions between occupation and the number of previous  unemployment periods in table 10 indicate that unemployed machine  operators and laborers exhibit stronger occurrence dependence than  otherwise similar professional and technical workers. That is, each  additional previous unemployment period has a stronger negative effect  on the likelihood of receiving UI benefits for unemployed individuals from  these two occupations relative to similar professional and technical  workers.", "The parameter estimates for occupation interacted with the number of  previous UI receipt periods show that unemployed transportation  operators and craftsmen exhibit weaker occurrence dependence than  otherwise similar professional and technical workers. That is, each  additional previous UI receipt period has a weaker positive effect on the  likelihood of receiving UI benefits for unemployed individuals from these  two occupations relative to otherwise similar individuals from  professional and technical occupations. Managers also showed weaker  occurrence dependence, but this estimate is only statistically significant at  the 90 percent confidence level. Unemployed sales workers and service  workers exhibit stronger occurrence dependence than otherwise similar  professional and technical workers. The other occupations showed no  statistically significant effects compared with professional and technical  workers.", "To illustrate the magnitudes of these differences, table 20 presents the  average simulated likelihood of UI receipt by occupation and by the  number of previous UI receipt periods. Column 1 presents the simulations  for first-time unemployment (as in table 19). Column 2 presents the  simulations assuming one prior unemployment period with UI receipt.  Column 3 presents the simulations assuming two prior unemployment  periods, both with UI receipt. Table 20 shows that although unemployed  managers and machine operators have among the highest average  simulated likelihoods of UI receipt for first-time unemployment, this is not  the case if individuals have received UI benefits previously. In the case of  unemployed individuals with two prior UI receipt periods, sales workers,  service workers, clerical workers, and farmers are about as likely, or are  more likely, to receive UI benefits than otherwise similar managers and  machine operators.", "Table 11 shows that there is also an association between the occupation  from which an individual lost a job and the duration of unemployment.  Specifically, unemployed craftsmen and machine operators have higher  escape rates from unemployment than similar professional and technical  workers, because the estimates are positive and statistically significant.  The effects for the other occupations were not statistically significant  relative to professional and technical workers. To illustrate the  magnitudes of these differences, table 21 presents the median simulated  duration of unemployment by occupation for the specific case of first-time  unemployment. The median duration is under 20 weeks for unemployed  craftsmen and machine operators who receive UI, but is almost 26 weeks  for professional and technical workers.", "To test whether or not the effects of previous experience with  unemployment and UI receipt on the duration of unemployment differ by  occupation, we also included the occupation categories interacted with  the indicators for both previous unemployment and previous UI receipt.  As stated earlier, the effects are relative to the omitted category of  professional and technical workers. The parameter estimates in table 11  indicate that the interactions for prior unemployment are negative and  statistically significant for craftsmen, sales workers, machine operators,  laborers, and service workers. This suggests that unemployed workers  from these occupations have lower escape rates from unemployment  relative to professional and technical workers as the number of past  unemployment periods increases. The parameter estimates for the  interactions between occupation and past UI receipt showed no individual  statistical significance."], "subsections": []}]}, {"section_title": "Limitations of the Analysis", "paragraphs": ["Although our analysis was performed using the most appropriate dataset  and methodology available, there are a number of limitations to the  analysis that could not be avoided and should be highlighted. Although the  NLSY79 is the best available dataset for our purposes, it lacks some  information that could have improved our analysis. It does not provide  information about whether an unemployed individual attempted to collect  UI benefits or not, only whether the individual did collect benefits. It also  does not provide information about whether an individual was aware of  his or her eligibility for benefits. As a result, we had to estimate each  unemployed individual’s UI-eligibility status. An unemployed worker’s  awareness of the UI program and knowledge of its basic rules could have a  large impact on his or her decision to apply for benefits. This awareness  may also be correlated with other observable characteristics (education  and earnings, for example). Not controlling for awareness may affect the  estimates of such variables.", "The NLSY79 also lacks information about an unemployed worker’s former  employer that could help estimate UI receipt and unemployment duration.  Although our results control for industry, firms within an industry have  different labor turnover patterns that result in different UI tax rates  through experience rating. The lack of perfect experience rating may  even encourage firms to use temporary layoffs and recalls as a way of  managing its labor force during demand fluctuations. An individual who  works for a firm with high labor turnover or with a high UI tax rate may be  more aware of the UI program and, thus, more likely to receive benefits.", "Another limitation of the NLSY79 is that it includes only information about  the specific group of individuals who were between the ages of 14 and   22 in 1979. Thus, any findings based on the NLSY79 are specific to this  group and do not represent the experiences of workers of all ages during  the 1979-2002 period.", "A methodological limitation is that we assume that the time between  unemployment spells is fixed. One might expect individuals who have  been unemployed and received UI benefits to change their subsequent  work behavior, either to increase or decrease their chances of using the  program in the future. For example, a person who received UI benefits  while unemployed may search for more stable employment in order to  reduce the likelihood of experiencing a layoff in the future. We do not  incorporate such possibilities into our model because this would require a  third equation to model employment duration, which would be a more  complex and time-consuming analysis."], "subsections": []}]}, {"section_title": "Appendix II: Comments from the Department of Labor", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgment", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Brett Fallavollita, Assistant  Director, Regina Santucci, James Pearce, Bill Bates, Gale Harris,   Gene Kuehneman, Jonathan McMurray, Edward Nannenhorn,   Dan Schwimer, Shana Wallace, and Daniel G. Williams made major  contributions to this report."], "subsections": []}, {"section_title": "Other Acknowledgments", "paragraphs": ["We contracted with Dr. Brian McCall from the University of Minnesota for  analysis of the NLSY79 and other technical assistance."], "subsections": []}]}, {"section_title": "Bibliography", "paragraphs": ["Anderson, Patricia M., and Bruce D. Meyer. “The Effect of Unemployment  Insurance Taxes and Benefits on Layoffs Using Firm and Individual Data,”  NBER Working Paper No. 4960. Cambridge, Massachusetts: National  Bureau of Economic Research, 1994.", "Berndt, E. K., B. H. Hall, R. E. Hall, and J. A. Hausman. “Estimation and  Inference in Nonlinear Structural Models,” Annals of Economic and  Social Measurement, Vol. 3, No. 4 (1974): 653-665.", "Blank, Rebecca M., and David E. Card. “Recent Trends in Insured and  Uninsured Unemployment: Is There an Explanation?” The Quarterly  Journal of Economics, Vol. 106, No. 4 (1991): 1157-1189.", "Calvó-Armengol, Antoni and Matthew O. Jackson. “The Effects of Social  Networks on Employment and Inequality.” The American Economic  Review, Vol. 94, No. 3 (2004): pp. 426-454.", "Card, David E., and Phillip B. Levine. “Unemployment Insurance Taxes  and the Cyclical and Seasonal Properties of Unemployment,” Journal of  Public Economics, Vol. 53, No. 1 (1994): 1–29.", "Feldstein,Martin. “Temporary Layoffs in the Theory of Unemployment,”  The Journal of Political Economy, Vol. 84, No. 5 (1976): 937-958.", "Gritz, R. Mark, and Thomas MaCurdy. “Measuring the Influence of  Unemployment Insurance on Unemployment Experiences,” Journal of  Business and Economic Statistics, Vol. 15, No. 2 (1997): 130-152.", "Gruber, Jonathan. “The Wealth of the Unemployed,” Industrial and Labor  Relations Review, Vol. 55, No. 1 (2001): 79-94.", "Krueger, Alan B., and Bruce D. Meyer. “Labor Supply Effects of Social  Insurance,” NBER Working Paper 9014. Cambridge, Massachusetts:  National Bureau of Economic Research, 2002.", "McCall, Brian P. “Repeat Use of Unemployment Insurance,” in Laurie J.  Bassi and Stephen A. Woodbury, editors, Long-Term Unemployment and  Reemployment Policies. Stamford, Connecticut: JAI Press, Inc., 2000.", "Meyer, Bruce D. “Unemployment Insurance and Unemployment Spells,”  Econometrica, Vol. 58, No. 4 (1990): 757-782.", "Meyer, Bruce D., and Dan T. Rosenbaum. “Repeat Use of Unemployment  Insurance,” NBER Working Paper 5423. Cambridge, Massachusetts:  National Bureau of Economic Research, 1996.", "Mortensen, Dale T. “Unemployment Insurance and Job Search Decisions,”  Industrial and Labor Relations Review, Vol. 30, No. 4 (1977): 505-517.", "Needels, Karen E., and Walter Nicholson. An Analysis of Unemployment  Insurance Durations since the 1990-1992 Recession. Prepared for the  Department of Labor. 1999.", "O’Leary, Christopher J., and Stephen A. Wandner, editors. Unemployment  Insurance in the United States: Analysis of Policy Issues. Kalamazoo,  Michigan: W. E. Upjohn Institute for Employment Research, 1997.", "Topel, Robert H. “On Layoffs and Unemployment Insurance,” The  American Economic Review, Vol. 73, No. 4 (1983): 541-559."], "subsections": []}, {"section_title": "Related GAO Products", "paragraphs": ["Unemployment Insurance: Better Data Needed to Assess Reemployment  Services to Claimants. GAO-05-413. Washington, D.C.: June 24, 2005.", "Unemployment Insurance: Information on Benefit Receipt. GAO-05-291.  Washington, D.C.: March 17, 2005.", "Women’s Earnings: Work Patterns Partially Explain Difference between  Men’s and Women’s Earnings. GAO-04-35. Washington, D.C.: October 31,  2003.", "Unemployment Insurance: States’ Use of the 2002 Reed Act Distribution.  GAO-03-496. Washington, D.C.: March 6, 2003.", "Unemployment Insurance: Enhanced Focus on Program Integrity Could  Reduce Overpayments. GAO-02-820T. Washington, D.C.: June 11, 2002.", "Unemployment Insurance: Increased Focus on Program Integrity Could  Reduce Billions in Overpayments. GAO-02-697. Washington, D.C.: July 12,  2002.", "Unemployment Insurance: Role as Safety Net for Low-Wage Workers Is  Limited. GAO-01-181. Washington, D.C.: December 29, 2000."], "subsections": []}], "fastfact": []}