{"id": "GAO-04-101", "url": "https://www.gao.gov/products/GAO-04-101", "title": "Student Loan Programs: As Federal Costs of Loan Consolidation Rise, Other Options Should Be Examined", "published_date": "2003-10-31T00:00:00", "released_date": "2003-12-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The federal government makes consolidation loans available to help borrowers manage their student loan debt. By combining loans into one and extending the repayment period, a consolidation loan reduces monthly repayments, which may lower default risk and, thereby, reduce federal costs of loan defaults. Consolidation loans also allow borrowers to lock in a fixed interest rate--an option not available for other student loans--and are available to borrowers regardless of financial need. GAO was asked to examine (1) how consolidation borrowers differ from nonconsolidation borrowers; (2) how federal costs have been affected by recent interest rate and loan volume changes; and (3) the extent to which repayment options--other than consolidation--are available to help simplify and reduce loan repayments."]}, {"section_title": "What GAO Found", "paragraphs": ["On average, consolidation loan borrowers, over the 1987 to 2002 period, had higher levels of student loan debt, higher incomes, and larger loan repayments than did nonconsolidation borrowers. For example, the average student loan debt among consolidation borrowers prior to consolidating their loans was about $22,000 versus about $10,000 for nonconsolidation borrowers. As a group, they defaulted less often on their consolidation loans than borrowers who did not consolidate their loans. Recent trends in interest rates and consolidation loan volumes have affected consolidations in the Department of Education's (Education) two major student loan programs--the Federal Family Education Loan Program (FFELP) and the William D. Ford Federal Direct Loan Program (FDLP)--in different ways, but in the aggregate, estimated subsidy and administration costs have increased. Subsidy costs for FFELP consolidation loans grew from $1.3 billion for loans made in fiscal year 2002 to nearly $3 billion for loans made in fiscal year 2003. Lower interest rates available to borrowers in fiscal year 2003 increased these costs because FFELP consolidation loans carry a government guaranteed rate of return to lenders that is projected to be higher than the fixed interest rate consolidation loan borrowers pay. Higher loan volumes also added to the estimated subsidy costs. Interest rates and loan volume also affected costs for FDLP consolidation loans, but in a different way. Because the interest rate the government charges borrowers has been somewhat greater than the interest rate that Education pays to finance its lending, consolidation loans have generated a net gain for the government in recent years. Lower rates paid by borrowers and reduced loan volume from recent record highs, however, reduced the net gain to $286 million for loans made in fiscal year 2003, down from $460 million the year before. While administration costs are not specifically tracked for either loan program, available evidence indicates that these costs have also risen. Alternatives to consolidation, such as the ability to make a single repayment to cover multiple loans and obtain extended repayment terms, now give some borrowers opportunities to simplify and reduce loan repayments, but not all borrowers can use them. As a result, consolidation loans may be the only option for some borrowers to simplify and reduce repayments. Borrowers' repayment choices--whether to obtain a consolidation loan or use other alternatives--have consequences for federal costs. While consolidation loans may remain an important tool to help borrowers, overall federal costs in providing for consolidation loans may exceed federal savings from reduced defaults. An assessment of the advantages of consolidation loans for borrowers and the government, taking into account program costs and how costs could be distributed among borrowers, lenders, and the taxpayers, would be useful for decisionmakers."]}], "report": [{"section_title": "Letter", "paragraphs": ["For over 2 decades, the federal government has made consolidation loans  available to help borrowers cope with large amounts of federal student  loan debt. Consolidation loans are designed to help borrowers stay current  on loan payments, thereby reducing the government’s costs of paying for  defaults. Instead of making concurrent repayments on several loans over a  period usually limited to 10 years, consolidation loan borrowers can  combine their loans and extend their repayment periods beyond 10 years,  thereby reducing monthly repayments. Consolidation loans also allow  borrowers to lock in a fixed interest rate, unlike most other federal  student loans, which carry an interest rate that varies from year to year.  Between fiscal year 2000 and 2002, the number of borrowers consolidating  their federal student loans nearly doubled to almost 1 million, and the total  amount—or volume—of loans being consolidated rose even more sharply,  from $12 billion to over $31 billion. Consolidation loans are available  under both of the Department of Education’s (Education) two major  student loan program—the Federal Family Education Loan Program  (FFELP) and the William D. Ford Direct Loan Program (FDLP)—and, in  fiscal year 2002, accounted for about 44 percent of these programs’ total  loan volume.", "The increase in consolidation borrowers and loans has raised  congressional interest in the cost of the program for the federal  government. Two main types of federal costs are involved. One is  “subsidy”—the net present value of cash flows to and from the  government that result from providing these loans to borrowers. For  FFELP consolidation loans, cash flows include, for example, fees paid by  lenders to the government and a special allowance payment by the  government to lenders to provide them a guaranteed rate of return on the  student loans they make. For FDLP consolidation loans, cash flows  include borrowers’ repayment of loan principal and payments of interest  to Education, and loan disbursements by the government to borrowers.  The subsidy costs of FDLP consolidation loans are also affected by the  interest Education must pay to the Department of Treasury (Treasury) to  finance its lending activities. The second type of cost is administration,  which includes such items as expenses related to originating and servicing  direct loans.", "For years, consolidation loans were basically the only alternative available  to borrowers seeking to reduce the size of their loan repayments. In recent  years, however, some repayment options, such as graduated, extended,  and income-based repayment plans, have been added to FFELP and FDLP.  This change has raised congressional interest in the degree to which these  options extend payment relief to borrowers without requiring them to  consolidate their loans, and in the potential advantages and disadvantages  of the various approaches, both for borrowers and the federal government.  In light of the upcoming reauthorization of the Higher Education Act  (HEA) (which authorizes the consolidation programs), you asked us to  examine several issues concerning consolidation loans. As agreed with  your office, we focused our work on answering the following key  questions:    How do consolidation loan borrowers differ from nonconsolidation loan  borrowers?", "How are federal subsidy and administration costs for consolidation loan  programs affected by recent interest rate and loan volume changes?", "To what extent do repayment options other than consolidation loans allow  borrowers to simplify loan repayment and reduce repayment amounts?", "Our work to answer these questions involved a variety of information  sources, including officials from Education’s Office of Federal Student Aid  and Budget Service, as well as representatives of FFELP lenders. To  develop information about student borrowers, we analyzed a sample of  student loan data from Education’s National Student Loan Data System  (NSLDS)—a comprehensive national database of student loans,  borrowers, and other information. The sample was a randomly drawn,  representative sample that contained records on approximately 4.4 million  loans held by 1.4 million students or their parents. The sample constituted  4 percent of the overall NSLDS population of approximately 32 million  students. To assess the reliability of the NSLDS data, we reviewed existing  information about the sample and interviewed Education officials in  Washington, D.C., responsible for performing data accuracy, validity, and  integrity tests of NSLDS data. In addition, we performed electronic testing  of key variables in our sample for obvious problems in accuracy and  completeness. We determined that the NSLDS data were sufficiently  reliable for this report. Our analysis on borrower characteristics focused  on borrowers in the sample who originated loans from 1987 (the year  consolidation loans were made available under the program as it is  currently structured) to November 2002. To develop information about  the family income of borrowers and their repayment amounts, we  analyzed data provided by the Internal Revenue Service (IRS) on family  income and Education on loan repayments for a sample of borrowers who  entered repayment in 1999. Our analysis of federal costs of consolidation  loans is also based in part on interviews with Education officials in  Washington, D.C., and a review of relevant analyses prepared by  Education. We reviewed the HEA and related Education regulations and  other published information to identify the repayment options available to  student loan borrowers. We conducted our work from July 2002 through  August 2003 in accordance with generally accepted government auditing  standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Congress created consolidation loans under Title IV of the HEA to help  borrowers combine and reduce monthly repayments so as to help  decrease federal loan default costs. Consolidation loans are available  under Education’s two major student loan programs—the FFELP and  FDLP. Under FFELP, private lenders make loans to students with  Education guaranteeing the lenders loan repayment and a rate of return on  the loans they make. Under FDLP, the federal government makes loans to  students using federal funds."], "subsections": [{"section_title": "FFELP and FDLP Offer Several Types of Loans", "paragraphs": ["In addition to consolidation loans, a number of other types of loans are  available under FFELP and FDLP, including subsidized Stafford,  unsubsidized Stafford, and PLUS loans. Both subsidized and unsubsidized  Stafford loans are variable rate loans that are available to undergraduate  and graduate students. The interest rates borrowers pay on these loans  adjust annually, based on a statutorily established market-indexed rate  setting formula, and may not exceed 8.25 percent. To qualify for a  subsidized Stafford loan, a student must establish financial need. Students  can qualify for unsubsidized Stafford loans regardless of financial need.  The federal government pays the interest on behalf of subsidized loan  borrowers while the student is in school. Unsubsidized loan borrowers are  responsible for all interest costs. PLUS loans are variable rate loans that  are available to parents of dependent undergraduate students. The interest  rates on these loans adjust annually, based on a statutorily established  market-indexed rate setting formula, and may not exceed 9 percent.  Parents can qualify for PLUS loans regardless of financial need.", "Consolidation loans differ from Stafford and PLUS loans in that they  enable borrowers who have multiple loans—possibly from different  lenders, different guarantors, and even from different loan programs—to  combine their loans into a single loan and make one monthly payment.  Consolidation loans are new originations that, in general, do not  contribute to increases in outstanding loan balances because they  refinance already existing loans. By obtaining a consolidation loan,  borrowers can lower their monthly payments by extending the repayment  period longer than the maximum 10 years generally available on Stafford  and PLUS loans. Consolidation loans also provide borrowers with the  opportunity to lock in a fixed interest rate on their student loans, based on  the weighted average of the interest rates in effect on the loans being  consolidated rounded up to the nearest one-eighth of 1 percent, capped at  8.25 percent. Borrowers can qualify for consolidation loans regardless of  financial need.", "Loans eligible for inclusion in a consolidation loan must be comprised of  at least one eligible FFELP or FDLP loan (subsidized and unsubsidized  Stafford loans, PLUS loans, and, in some instances, consolidation loans).  Other types of federal student loans made outside of FFELP and FDLP,  which may carry a variable or fixed borrower interest rate, are also eligible  for inclusion in a consolidation loan, including Perkins loans, Health  Professions Student loans, Nursing Student Loans, and Health Education  Assistance loans (HEAL).", "Consolidation loans under FFELP and FDLP accounted for about   44 percent of the $71.8 billion in total new student loan dollars that  originated during fiscal year 2002. FFELP consolidation loans comprised  about 72 percent of the fiscal year 2002 consolidation loan volume, while  FDLP consolidation loans accounted for the remaining 28 percent."], "subsections": []}, {"section_title": "Federal Credit Reform Act of 1990 Helps Define Federal Costs Associated with Consolidation Loans", "paragraphs": ["The Federal Credit Reform Act (FCRA) of 1990 was enacted to require  agencies to more accurately measure the government’s cost of federal loan  programs and to permit better cost comparisons among and between  credit programs, such as FDLP and FFELP. Prior to implementing FCRA,  the budgetary cost of a new direct loan or loan guarantee was reported on  a cash basis. Thus, loan guarantees appeared to be free in the budget year,  while direct loans appeared to be as expensive as grants. As a result, costs  were distorted and credit programs could not be compared meaningfully  with other programs and with each other. FCRA and the related  accounting standards and budgetary guidance, together known as credit  reform, were established to more accurately measure the government’s  costs of federal credit programs."], "subsections": [{"section_title": "Subsidy Costs", "paragraphs": ["As part of implementing credit reform, agencies are required to estimate  the long-term cost to the government of a direct loan or a loan guarantee,  generally referred to as the subsidy cost, based on the present value of  estimated net cash flows, excluding administration costs.", "For FFELP loans, the subsidy cost of a loan guarantee is the net present  value, when a guaranteed loan is disbursed, of estimated cash flows such  as:    Payments by the government to lenders to cover loan defaults and interest  subsidies. (Interest subsidies include payments to lenders that provide  them a guaranteed rate of return on the loans they make as well as  payments of interest on behalf of subsidized Stafford loan borrowers who  are in periods of deferment).", "Payments by lenders to the government, including origination and other  fees, penalties assessed borrowers, and recoveries on defaulted loans.  (For consolidation loans, FFELP loan holders must pay, on a monthly  basis, a fee calculated on an annual basis equal to 1.05 percent of the  unpaid principal and accrued interest of the loans in their portfolio.)", "For FDLP loans, the subsidy cost of a direct loan is the net present value,  at the time when the direct loan is disbursed, of estimated cash flows such  as  loan disbursements by the government to borrowers and    principal repayments and payments of interest by borrowers to the  government.", "The subsidy costs of FDLP loans are also affected by the interest  Education must pay to Treasury to finance its lending activities."], "subsections": []}, {"section_title": "Administration Costs", "paragraphs": ["Administration costs include all costs directly related to FDLP program  operations, including loan servicing, loan system development and  maintenance, including computer costs, and the costs of collecting on  delinquent loans. For FFELP loans, lenders incur a substantial portion of  administration costs. The federal government initially pays many of these  costs by paying an allowance to the lenders. These allowances are part of  the subsidy cost under credit reform. For FDLP loans, the federal  government pays for administration costs directly."], "subsections": []}]}]}, {"section_title": "Consolidation Borrowers Had More Debt, Higher Incomes, and Differed in Other Ways When Compared with Nonconsolidation Borrowers", "paragraphs": ["Consolidation loan borrowers differed from nonconsolidation loan  borrowers in a variety of ways. On average, consolidation loan borrowers  had higher student loan debt, higher incomes, larger annual loan  repayments, and longer repayment periods. They were also less likely to  have attended a proprietary (or, for-profit) school and were more likely to  have borrowed while attending graduate/professional school. In addition,  they averaged more student loans from more lenders. Overall,  consolidation loan borrowers defaulted less often than borrowers who had  not consolidated their loans."], "subsections": [{"section_title": "Consolidation Borrowers Had Higher Student Loan Debt and Incomes, Larger Loan Repayments, and Longer Repayment Periods", "paragraphs": ["Borrowers with consolidation loans had a higher average amount of  student loan debt than nonconsolidation loan borrowers. Prior to  consolidation, the average student loan debt for our sample of  consolidation loan borrowers from January 1987 through November 2002  was $21,735, more than twice the average of $9,587 for nonconsolidation  borrowers (see fig. 1). While average student loan debt was higher for  consolidation loan borrowers, the average student loan debt for both types  of borrowers increased over time. Between 1992 and 2002, the average  student loan debt increased from $17,420 to $35,339 for consolidation loan  borrowers, and from $7,267 to $15,720 for nonconsolidation borrowers.", "Borrowers with consolidation loans had higher average incomes and  higher average annual repayments on their student loans than  nonconsolidation loan borrowers. In addition, loan repayments comprised  a slightly higher percentage of the incomes of consolidation borrowers,  with an annual student loan repayment-to-income ratio of 9.4 percent for  consolidation loan borrowers and 8.4 percent for nonconsolidation  borrowers (see table 1). Not only did consolidation loan borrowers have  higher average incomes than nonconsolidation loan borrowers, 39 percent  of them had family incomes greater than $50,000, compared with 23  percent of nonconsolidation borrowers with family incomes greater than  $50,000.", "For the FDLP loans in our sample, consolidation loans tended to have  longer repayment periods than nonconsolidation loans. Over 62 percent of  consolidation loans had repayment terms of 12 years or more, compared  with 26 percent for nonconsolidation loans. The smaller loan balances  often carried by nonconsolidation loan borrowers could help explain why  a smaller portion of nonconsolidation loans had repayment periods of  more than 10 years. For example, under FDLP, many of the repayment  plans that allow the extension of repayment periods require a minimum  loan balance of $10,000. The repayment periods for loan balances over  $10,000 usually vary depending on the amount of the loan, with 30 years  being the maximum repayment period for loan balances of $60,000 or  more. Since our analysis indicates that nonconsolidation loan borrowers  had an average loan debt of $9,587, these borrowers would not qualify for  extended repayment periods. However, even when consolidation loan  borrowers had the option to extend their repayment term, nearly 4-in-  10 (37 percent) of the consolidation loans in our sample had a standard   10-year repayment period (see fig. 2)."], "subsections": []}, {"section_title": "Consolidation Borrowers Were Less Likely to Attend Proprietary Schools and More Likely to Have Borrowed While Attending Graduate/Professional School", "paragraphs": ["Consolidation loan borrowers were less likely than nonconsolidation loan  borrowers to have attended a proprietary (or, for-profit) school.  Additionally, borrowers with consolidation loans were somewhat more  likely to have attended public or private/nonprofit schools than were  nonconsolidation borrowers. Overall, 80 percent of consolidation  borrowers attended public or private/nonprofit schools and 74 percent of  nonconsolidation borrowers attended a public or private/nonprofit school  (see fig. 3).", "Although both consolidation and nonconsolidation loan borrowers tended  to borrow prior to graduate/professional school, our analysis indicates  that consolidation loan borrowers were more likely than nonconsolidation  borrowers to have taken out a student loan while attending  graduate/professional school. About 28 percent of consolidation loan  borrowers borrowed while they were in graduate/professional school  compared with 12 percent of nonconsolidation loan borrowers (see fig. 4)."], "subsections": []}, {"section_title": "Consolidation Borrowers Had More Loans and Borrowed from More Lenders", "paragraphs": ["Prior to consolidating their loans, consolidation loan borrowers averaged  more loans from more lenders than nonconsolidation loan borrowers.  Consolidation loan borrowers had taken out an average of about six loans  each, nearly twice the average number for nonconsolidation borrowers  (see fig. 5). Furthermore, consolidation loan borrowers were more likely  to have borrowed from more than one lender. Prior to consolidation,   28 percent of consolidation loan borrowers had loans from three or more  lenders compared with 9 percent for nonconsolidation borrowers (see  table 2)."], "subsections": []}, {"section_title": "Consolidation Borrowers Defaulted Less Often", "paragraphs": ["Fewer consolidation loan borrowers in our sample had defaulted on their  consolidation loans than nonconsolidation borrowers had defaulted on  their loans. The overall default rate for consolidation loan borrowers who  had defaulted on their consolidation loans was about 8 percent compared  with the overall default rate of 23 percent for nonconsolidation borrowers  (see fig. 6).", "Some consolidation loan borrowers had defaulted on a student loan prior  to obtaining their consolidation loan and then subsequently defaulted on  their consolidation loan as well. About one-fifth (19 percent) of  consolidation loan borrowers had, in fact, defaulted on a loan before they  obtained a consolidation loan; of these borrowers, about 23 percent  subsequently defaulted on their consolidation loans. Of the approximately  four-fifths (81 percent) of consolidation loan borrowers that had never  defaulted on a student loan prior to obtaining a consolidation loan, about   5 percent defaulted on their consolidation loan."], "subsections": []}]}, {"section_title": "Interest Rates and Increased Loan Volumes Have Increased Federal Costs", "paragraphs": ["Although recent trends in interest rates and consolidation loan volumes  have affected the FFELP and FDLP consolidation programs in somewhat  different ways, the net effect has been an increase in estimated subsidy  and administration costs for loans made in fiscal year 2003 as compared  with loans made in fiscal year 2002. In FFELP, estimated subsidy costs  rose from $1.3 billion for loans made in fiscal year 2002 to nearly $3 billion  for loans made in fiscal year 2003. These estimated subsidy costs are  affected by the amount the federal government must pay to lenders to  guarantee them a statutorily established rate of return, which fluctuates  over time as interest rates rise and fall. Increased FFELP consolidation  loan volume in 2003 also raised costs. For FDLP consolidation loans, the  margin of difference narrowed between the interest rate that Education  earned from borrowers and the rate that Education paid to the Treasury to  finance direct loans. As a result of this smaller difference, as well as an  expected decrease in demand for FDLP consolidation loans compared to  prior years, the estimated net interest gain to the government dropped  from $460 million in fiscal year 2002 to $286 million in fiscal year 2003. The  movement of subsidy costs for loans made in future years will depend  heavily on what happens to interest rates and loan volumes.  Administration costs are not specifically tracked for either loan program,  but available evidence indicates that these costs have also risen."], "subsections": [{"section_title": "Borrowers’ Rates Have Dropped and Loan Volumes Have Risen", "paragraphs": ["Recent years have seen dramatic growth in loan volume for both  consolidation loan programs, along with an overall drop in interest rates  for borrowers that correspond to the overall decline in interest rates.  From fiscal year 1998 through fiscal year 2002, the volume of consolidation  loans made (or “originated”) rose from $5.8 billion to over $31 billion. Of  the over $31 billion in consolidation loan volume for fiscal year 2002,   $22.7 billion was in the FFELP and $8.8 billion was in the FDLP. While  FDLP consolidation loan volume for fiscal year 2003 is expected to  decrease, FFELP loan volume is expected to increase, resulting in a total  consolidation loan volume of over $36 billion for the year. The dramatic  growth in consolidation loan volume in recent years is due in part to  declining interest rates that have made it attractive for many borrowers to  consolidate their variable rate student loans at a low, fixed rate. From July  2000 to June 2003, the minimum fixed interest rate for consolidation loans  dropped 4 percentage points, with consolidation loan borrowers currently  obtaining rates as low as 3.50 percent in the year beginning July 1, 2003.  Figure 7 shows the relationship between these two factors. Under these  conditions, some borrowers may find it in their economic self-interest to  consolidate their loans so that they can lock in a low fixed interest rate for  the life of the loan, as opposed to paying variable rates on their existing  loans, regardless of whether they need a consolidation loan to avoid  difficulty in making loan repayments.", "Underscoring the potential attractiveness of these loans to potential  borrowers, many lenders, including newer loan companies that are  specializing in consolidation loans, are aggressively marketing  consolidation loans to compete for consolidation loan business as well as  to retain the loans of their current customers. Their marketing techniques  have included mass mailings, telemarketing, and Internet pop-ups to  encourage borrowers to consolidate their loans. This increased marketing  effort has likely contributed to the record level of consolidation loan  volume."], "subsections": []}, {"section_title": "Effect on Subsidy Costs Varies between Programs", "paragraphs": ["Overall estimated subsidy costs for consolidation loans made in fiscal year  2003 were greater than for consolidation loans made in fiscal year 2002. In  light of the differences between how the FFELP and FDLP operate,  however, the costs of these two programs were affected in very different  ways. For FFELP, the result was a substantial increase in estimated  subsidy costs. For FDLP, the result was a narrowing of the net difference  between the estimated interest payments paid by consolidated loan  borrowers to Education and the costs paid by Education to Treasury to  finance direct loans."], "subsections": [{"section_title": "Increased Special Allowance Payments to Lenders and Increased Loan Volume Caused FFELP Subsidy Costs to Rise", "paragraphs": ["Estimated subsidy costs for FFELP consolidation loans are expected to  increase from $1.3 billion for loans made in fiscal year 2002 to almost   $3 billion for loans made in fiscal year 2003. While part of the increase is  the result of greater loan volume, the increase is primarily due to the  higher interest subsidies the government is expected to pay to lenders to  ensure they receive a guaranteed rate of return on student loans.", "The interest subsidy, which is called a special allowance payment (SAP), is  based on a formula specified in law and paid by Education to lenders on a  quarterly basis when the “guaranteed lender yield” exceeds the borrower  rate. This guaranteed lender yield is currently based on the average   3-month commercial paper interest rate plus an additional 2.64 percent.  The amount of the quarterly SAP paid to loan holders equals the difference  between the guaranteed lender yield and the borrower rate divided by four  and multiplied by the average unpaid principal balance of all loans the  lender holds. If the borrower’s interest rate exceeds the guaranteed lender  yield, Education does not pay a SAP, and the lender receives the borrower  rate.", "Education’s estimate of nearly $3 billion in subsidy costs for FFELP  consolidation loans made in fiscal year 2003 is based on the assumption  that the guaranteed lender yield will rise over the next several years,  reflecting Education’s assumption that market interest rates are likely to  rise from the historically low levels experienced in fiscal year 2003. In  figure 8, the bottom line shows the fixed borrower rate for a FFELP  consolidation loan made in the first 9 months of fiscal year 2003, while the  top line shows Education’s estimated values for the guaranteed lender  yield over time. In fiscal year 2003, market interest rates were such that  the guaranteed lender yield established under the SAP formula was  actually below the borrower rate. Lenders would therefore receive only  the rate paid by borrowers; no SAP would be paid. However, in future  years, when the guaranteed lender yield is expected to increase and be  above the borrower rate, Education would have to make up the difference  in the form of a SAP. As the figure shows, Education’s assumptions would  call for lenders to receive a SAP over most of the life of the consolidation  loans made in fiscal year 2003.", "In point of fact, Education is required to revise these estimates  periodically to adjust for changing assumptions about interest rates and  loan performance. Subsidy costs estimates for FFELP consolidation loans  can vary substantially, depending on how much the guaranteed lender  yield rises above the fixed rate paid by borrowers. Education is required to  account for such changes in subsidy cost estimates by annually updating,  or “reestimating,” loan program costs, in accordance with OMB budget  guidance. Any increase or decrease in the subsidy cost estimates  resulting from reestimates is reflected in future program budget estimates  as appropriate and Education’s end of the fiscal year financial statements  whenever the reestimated amount is significant. Thus, Education’s  estimates for both fiscal year 2002 loans and fiscal year 2003 loans are  subject to change in the future.", "An increase in loan volume also played a role in the subsidy cost increase  from fiscal years 2002 to 2003, but to a lesser degree than the higher  interest subsidies the government is expected to pay to lenders. On their  own, loan volumes can increase subsidy amounts. To illustrate, estimated  subsidy costs can be converted into subsidy rates, reflecting the estimated  unit cost per loan dollar to the federal government. For example, a $1,000  loan with a federal subsidy cost of $100 would have a subsidy rate of   10 percent. The subsidy rate for FFELP consolidation loans made in fiscal  year 2002 was approximately 5.9 percent. Given a fiscal year 2002 FFELP  consolidation loan volume of about $22.7 billion, and a subsidy rate of   5.9 percent, federal subsidy costs can be determined by multiplying the  loan volume by the subsidy rate ($22.7 billion X 0.059 = $1.3 billion).  Viewed in this way, it is clear that even if the subsidy rate remained the  same from fiscal year 2002 to 2003, the larger expected FFELP  consolidation loan volume of $30.5 billion in fiscal year 2003 would have  increased total subsidy costs to $1.8 billion (i.e., $30.5 billion X 0.059 =   $1.8 billion), an increase of $0.5 billion from fiscal year 2002. However, the  higher interest subsidies the government is expected to pay to lenders, as  previously discussed, also increased the subsidy rate for FFELP  consolidation loans made in fiscal year 2003. This rate—9.8 percent— coupled with the estimated loan volume of $30.5 billion, resulted in the  total FFELP consolidation loan subsidy costs of about $3 billion   ($30.5 billion X 0.098)."], "subsections": []}, {"section_title": "Changing Interest Rates Also Affected FDLP Consolidation Loans", "paragraphs": ["Subsidy costs can occur within FDLP as well, but in a different way. The  FDLP consolidation program is a direct loan program and therefore  involves no guaranteed yields to private lenders. Still, the program has  potential subsidy costs determined in part by the relationship between  interest rates Education earns from borrowers—the borrower rate and the  rate Education pays Treasury to finance its lending. The government’s cost  of capital is determined by the interest rate Education pays Treasury to  finance direct student loans, which is equivalent to the discount rate. The  difference between borrowers’ rates and the discount rate—called the  interest rate spread—is a key driver of subsidy estimates for FDLP loans.  When the borrower rate is greater than the discount rate, Education will  receive more interest from borrowers than it will pay in interest to  Treasury to finance its loans, resulting in a positive interest rate spread— or a gain (excluding administrative costs) to the government. Conversely,  when the borrower rate is less than the discount rate, Education will pay  more in interest to Treasury than it will receive from borrowers, which  will result in a negative interest rate spread—or a cost to the government.", "For FDLP consolidation loans made in fiscal years 2002 and 2003, no such  negative interest rate spreads were incurred in either year, based on the  methodology Education uses to determine these costs. In both years,  borrower interest rates for FDLP consolidation loans were somewhat  higher than the discount rate, resulting in a net gain to the government.  However, while Education continued to benefit from lending at interest  rates higher than its cost of borrowing for FDLP consolidation loans made  in fiscal year 2003, the size of this benefit is expected to decline from   $460 million in fiscal year 2002 to $286 million in fiscal year 2003.", "The smaller net gain that is expected to occur in fiscal year 2003 reflects a  narrowed difference between the discount rate and the borrower rate. In  fiscal year 2003, this difference narrowed in part because borrower rates  dropped more than the discount rate. The borrower rates for FDLP  consolidation loans dropped 2 percentage points, from 6 percent in fiscal  year 2002 to 4 percent in fiscal year 2003. The discount rate, on the other  hand, dropped by only 0.95 percentage points. The resulting interest rate  spread decreased from 1.1 percent to 0.05 percent (see table 3). In other  words, each $100 of consolidated FDLP loans made in fiscal year 2002, will  result in $1.10 more in interest received by Education than it will pay out  in interest to the Treasury. A similar loan originated in fiscal year 2003,  however, will generate only $0.05 more in interest for the government.", "While Education revises estimates periodically to adjust for changing  assumptions about future interest rates for FFELP consolidation loans, the  borrower rate and the discount rate used to derive the subsidy cost for  FDLP consolidation loans made in fiscal year 2003 are generally fixed for  the life of the loans. As a result, the subsidy cost of FDLP consolidation  loans made in any given fiscal year do not vary in the way that subsidy  costs for FFELP consolidation loans do.", "Loan volume also played a role in the smaller net gain that occurred in  fiscal year 2003. While FDLP consolidation loan volume increased from  about $5.4 billion in fiscal year 2000 to about $8.8 billion in fiscal year  2002, Education estimated a decrease in demand for FDLP consolidation  loans for 2003, expecting volume to be about $6 billion. The unit cost per  loan dollar, or subsidy rate, for FDLP consolidation loans made in fiscal  year 2002 was a negative 5.2 percent, which resulted in a negative  subsidy—that is, a “gain”—to the government of $0.052 for each dollar  lent (excluding administrative costs). As previously discussed, the  difference between the discount rate and the borrower rate narrowed  from fiscal year 2002 to fiscal year 2003, which contributed to the  increased subsidy rate from a negative 5.2 percent to a negative   4.8 percent, resulting in a smaller gain, per loan dollar, to the government.  Had the subsidy rate remained the same from fiscal year 2002 to fiscal year  2003, the decrease in FDLP consolidation loan volume would have  resulted in a reduced gain to the government of about $147 million. The  subsidy rate increase from fiscal year 2002 to fiscal year 2003, however,  coupled with reduced loan volume, resulted in a reduced gain of   $174 million."], "subsections": []}]}, {"section_title": "Subsidy Costs Are Sensitive to Interest Rate Changes", "paragraphs": ["As the discussion of both FFELP and FDLP loans shows, interest rates  have a strong effect on whether subsidy costs occur and how large they  are. As a measure of how great an effect different interest rate  assumptions can have, we asked Education to conduct two additional sets  of calculations for fiscal year 2002 FFELP and FDLP consolidation loans.  Using the same loan volume and other assumptions of the fiscal year 2002  estimates, Education applied the interest rate assumptions that were used  to develop the estimates for the fiscal year 2001 and 2003 consolidation  loans. These assumptions differed from those in place in fiscal year 2002,  as well as from each other. In general, the interest rate assumptions for  fiscal year 2001 were higher than the assumptions used in fiscal year 2002,  and future interest rates were expected to decrease. The interest rate  assumptions for fiscal year 2003, on the other hand, were generally lower  than the assumptions used in fiscal year 2002, and future interest rates  were expected to increase.", "Calculating subsidy estimates under these three different sets of interest  rate assumptions produced substantially different results. As figure   9 shows, the results of this analysis indicated that for FFELP consolidation  loans, the fiscal year 2001 interest rate assumptions would result in  estimated subsidy costs totaling $129 million, or about $1 billion less than  the estimated subsidy costs under the actual fiscal year 2002 estimates. In  contrast, the fiscal year 2003 interest rate assumptions resulted in  estimated subsidy costs totaling $2.4 billion, an increase of more than   $1.2 billion in subsidy costs, even though the estimate was calculated  across the same volume of loans. For FDLP consolidation loans, the  analysis indicated that a greater interest rate spread between the discount  rate and the borrower rate for the fiscal year 2001 interest rate  assumptions, resulted in a net gain to the government totaling about   $645 million or about $264 million more than the gain under the actual  fiscal year 2002 estimates. In contrast, the fiscal year 2003 interest rate  assumptions resulted in an estimated subsidy cost to the government  totaling about $370 million, a change of about $751 million. This increase  is primarily due to the negative interest rate spread in which the borrower  rate used in fiscal year 2003 was less than the discount rate used in the  fiscal year 2003 interest rate assumptions."], "subsections": []}, {"section_title": "Administration Costs Also Increase, but Mainly Because of Loan Volume", "paragraphs": ["Loan volume affects administrative costs, in that cost is in part a function  of the number of loans originated and serviced during the year. As a result,  when loan volume increases, administration costs also increase.  Education’s current cost accounting system does not specifically track  administration  costs incurred by each of the student loan programs.  Consequently, we were unable to determine the total administration costs  incurred by consolidation loan programs or any off-setting administrative  cost reductions associated with the prepayment of loans underlying  consolidation loans. However, based on available Education data, we were  able to determine some of the direct costs associated with the origination,  servicing and collection of FDLP consolidation loans. For fiscal year 2002,  these costs totaled roughly $52.3 million. This total includes approximately  $31 million for loan origination, $19 million for loan servicing, and   $3 million for loan collection. The $52.3 million does not include overhead  costs, which include such expenses as personnel, rent, travel, training, and  other activities related to maintaining program operations. For fiscal year  2003, the estimated costs for the origination, servicing, and collection of  FDLP consolidation loans is projected to increase by about $7 million to  $59.5 million.", "While we similarly were unable to determine Education’s administration  costs directly related to FFELP consolidation loans, they are likely to be  smaller than for FDLP consolidation loans. This is because under FFELP,  a large portion of administration cost is borne directly by lenders, who  make and service the loans. The special allowance payments to lenders,  which rise and fall as interest rates change are designed to ensure that  lenders are compensated for administration and other costs, and provided  with a reasonable return on their investment so that they will continue to  participate in the program."], "subsections": []}]}, {"section_title": "Repayment Options Other Than Consolidation Loans That Allow Borrowers to Simplify Loan Repayments and Reduce Repayment Amounts Exist, but Borrowers’ Use of These Options Is Limited by Several Factors", "paragraphs": ["Repayment options, other than consolidation loans, that allow borrowers  to simplify loan repayment and reduce repayment amounts are now  available to some borrowers under both FFELP and FDLP, but these  alternatives are not available to all borrowers. Since consolidation loans  were first offered to borrowers, Congress has changed student loan  programs in ways that provide borrowers with these loan repayment  options. These options include provisions for combining multiple loan  payments into one and for restructuring the repayment terms or  lengthening the repayment period in order to lower monthly repayment  amounts. However, these options are limited, in some cases, to borrowers  who have loans with one lender, or whose loan balances meet certain  criteria. These options also differ from the consolidation loan program in  that they carry a variable borrower interest rate, while consolidation loans  allow borrowers to lock in a fixed interest rate. In today’s environment,  with current low interest rates that are expected to rise over time, the  ability to lock in a low fixed rate may affect many borrowers’ decisions  about which approach to take. Borrowers’ choices of whether to use  consolidation loans or these other options have a budgetary effect for the  federal government. Proposed legislation has been introduced in the   108th Congress that, among other things, would replace the fixed  borrower interest rate for consolidation loans with a variable interest rate."], "subsections": [{"section_title": "Flexible Repayment Options Similar to Consolidation Are Available to Some Borrowers", "paragraphs": ["Other options, outside of consolidation, now exist for some borrowers to  make single payments on multiple loans and reduce their payment  amounts—options that were unavailable when Congress first introduced  consolidation loans under the FFELP. For example, when Congress  created the FDLP in 1993, Education provided FDLP borrowers with the  ability to combine payments on multiple FDLP loans into a single  payment. Similarly, in 1999, Education promulgated regulations requiring  FFELP lenders to combine all of a borrower’s FFELP loans into a single  account to be repaid under a single repayment schedule. Furthermore,  Congress has provided borrowers with a number of repayment plans that  give certain FFELP and FDLP borrowers who do not consolidate their  loans flexibility to reduce monthly payment amounts in a variety of ways.  For example, “graduated” and “income-sensitive” repayment plans  introduced in 1992, allow borrowers to make smaller payments early in a  repayment period, followed by larger payments in future years. (These  plans assume that a borrower’s income will increase over the repayment  period.) While borrowers who use the FFELP graduated and income- sensitive repayment plans must generally repay their loans over a   10-year period, another repayment plan—“extended”—allows certain  FFELP borrowers to lengthen their repayment terms up to 25 years, thus  reducing monthly repayment amounts. Under FDLP, borrowers have  similar repayment options, plus additional flexibility to repay loans over  longer periods, outside of consolidation. Table 4 summarizes the  repayment plans available to borrowers under FFELP and FDLP.", "Consolidation loan borrowers, like other FFELP and FDLP borrowers,  may choose among the four repayment plans offered under the programs.  Borrowers who consolidate under FFELP may—in addition to flexibility  offered by the repayment plans—extend their repayment periods up to   30 years by choosing a standard, graduated, or income-sensitive  repayment plan. Extending repayment periods, in general, will lower  borrowers’ monthly repayment amount. Table 5 compares the repayment  periods allowed by FFELP under consolidation with those allowed under  nonconsolidation.", "Compared with FFELP borrowers, FDLP borrowers have more flexibility  to extend the repayment periods for FDLP loans without obtaining a  consolidation loan. Under the graduated and extended repayment plans,  for example, FDLP borrowers may obtain a repayment period of up to   30 years, regardless of whether they choose a consolidation loan or  nonconsolidation option. Table 6 shows the repayment periods available  for FDLP borrowers.", "While the options, outside of consolidation, allow some borrowers to  make single repayments on multiple loans and reduce their monthly  repayment amounts—thus achieving ends similar to consolidation loans— not all borrowers can take advantage of these flexibilities. First, borrowers  who obtained FFELP loans from multiple lenders are still faced with  making multiple loan payments because lenders are only required to  combine borrowers’ repayments on the loans they make. Second,  borrowers may be required to meet certain eligibility criteria—such as  accumulating loans exceeding specified thresholds—to qualify for  extended repayment periods. Finally, borrowers who obtained loans under  multiple programs—FFELP, FDLP, or other programs—are also faced  with multiple payments and may or may not be able to obtain lower  monthly repayment amounts. Table 7 compares the extent to which  borrowers can combine multiple loan payments into one, lower monthly  repayment amounts, and extend repayment periods under consolidation  and nonconsolidation options."], "subsections": []}, {"section_title": "Available Options Involve Variable Interest Rates, While Consolidation Offers Currently Attractive Fixed Rate", "paragraphs": ["Another key difference between consolidation loans and other repayment  options for nonconsolidation loans is that these other options carry a  variable interest rate, while consolidation loans carry a fixed interest rate  for the life of the loan. Depending on prevailing interest rates and  borrowers’ expectations about future interest rates, this difference may  affect the decisions that borrowers make regarding whether to obtain a  consolidation loan or use other options to combine payments, lower  payments, and extend repayment periods. When interest rates are low, as  they are now, and are expected to increase in the future, a consolidation  loan that carries a low fixed interest rate may be more attractive to  borrowers because a variable rate may exceed the fixed rate during most  or all of the remaining repayment period, which could be up to 30 years.  However, if rates are expected to decrease in the future, repayment  options that carry a variable rate may be more attractive, and borrowers  may choose other options over consolidation, hoping to take advantage of  lower rates in the future. Since it is difficult to predict interest rates over a  lengthy period, borrowers need to be aware of all the risks involved before  they make their final decision. Once student loans are consolidated, the  interest rate is fixed for the life of the loan and, under current law,  borrowers generally cannot reconsolidate their existing consolidation  loans to take advantage of lower interest rates. Consequently, borrowers  who chose to consolidate their student loans several years ago—and  locked in what are now high rates relative to what borrowers can now  obtain—are unable to take advantage of the current rate. For example,  borrowers who consolidated between February and June 1999, have a  locked rate of 8.25 percent. Borrowers who elected to consolidate  between July 2002 and June 2003 received a rate of 4 percent, and for   2004, the rate is expected to be about 3.5 percent."], "subsections": []}, {"section_title": "Borrowers’ Choices between Fixed or Variable Rate Alternatives Affect Federal Costs", "paragraphs": ["The choices that borrowers ultimately make will have consequences for  federal costs. As previously discussed, federal costs for FFELP  consolidation loans have recently increased because of the greater  difference between borrowers’ fixed low interest rate and the variable rate  guaranteed to lenders, which is expected to increase in the future. In this  situation, were borrowers to choose an alternative option, costs to the  federal government would likely be less because a variable borrower rate  would increase along with the variable rate guaranteed to lenders and the  difference between the two rates would be less. This decreased difference  would result in decreased FFELP federal subsidy costs. If circumstances  were different, however, federal subsidy costs could increase. For  example, if borrowers obtained a consolidation loan with a fixed interest  rate at a time when rates were expected to decrease in the future, federal  subsidy costs would be lower, than is currently the case, because the  borrower rate would likely exceed the rate guaranteed to lenders, and the  federal government would not be required to pay a SAP. In such situations,  if borrowers were to choose an alternative option with variable borrower  rates, federal subsidy costs could increase because the borrower rate  would decline along with the variable rate guaranteed to lenders. In this  case, the decreased difference could result in increased FFELP federal  subsidy costs, if SAP payments became necessary.", "Borrowers’ choices between fixed and variable rate loans and among  repayment periods also affect costs to the federal government associated  with FDLP loans. A significant driver of FDLP costs, as previously  discussed, is the difference between the discount rate and the borrower  rate. In general, higher borrower rates will result in Education receiving  larger interest payments from borrowers, thus decreasing federal costs.    Allowing borrowers to lock in a low fixed rate might result in decreased  federal revenues if the variable interest rates on those loans borrowers  converted to a consolidation loan would have otherwise increased in the  future.  For both programs, federal costs are also affected by the  repayment period chosen by borrowers. For example, longer FFELP  repayment periods can result in the federal government making special  allowance payments to lenders over a longer period of time. For FDLP,  longer repayment periods can increase the amount of interest borrowers  pay to Education on their loans and increase the amount of interest paid  by Education on the amounts borrowed from Treasury."], "subsections": []}, {"section_title": "Proposed Legislation Concerning Consolidation Loans Could Affect Federal Costs", "paragraphs": ["Proposed legislation has been introduced in the 108th Congress that,  among other things, would replace the fixed borrower interest rate for  consolidation loans with a variable interest rate, which will affect federal  costs associated with consolidation loans. In particular, the Student Loan  Fairness Consolidation Act of 2003 (H.R. 2504) would eliminate provisions  that prevent borrowers who previously obtained a consolidation loan from  obtaining a new consolidation loan and replace the current fixed borrower  rate with a variable borrower rate for borrowers who refinance their  existing consolidation loans as well as for new consolidation loan  borrowers.  For example, borrowers who obtained a consolidation loan  in the past and are paying higher rates of interest would be provided the  opportunity to obtain a new consolidation loan at current (lower)  borrower interest rates. In addition, in “re-consolidating” their loans, the  proposed legislation would replace the current fixed borrower rate with a  variable borrower rate. If enacted, the proposed legislation would affect  federal costs due to the refinancing of previous consolidation loans and  the change from fixed to variable borrower interest rates."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Although additional options to consolidation are now available that give  some FFELP and FDLP borrowers opportunities to simplify loan  repayment and reduce repayments to more manageable levels, not all  borrowers qualify. As a result, many borrowers may find that  consolidation loans remain the only option for combining loans and  lowering their monthly repayments. While consolidation loans may thus  remain an important tool to help borrowers manage their educational debt  and thus reduce the cost of student loan defaults, the surge in the number  of borrowers consolidating their loans suggests that many borrowers who  face little risk of default are choosing consolidation as a way of obtaining  low fixed interest rates—an economically rational choice on the part of  borrowers. If borrowers continue to consolidate their loans in the current  low interest rate environment, and interest rates rise, the government  assumes the cost of larger interest subsidies for FFELP consolidation  loans. Providing for these larger interest subsidies on behalf of a broad  spectrum of borrowers, however, may outweigh any government savings  associated with the reduced costs of loan defaults for the smaller number  of borrowers who might default in the absence of the repayment flexibility  offered by consolidation loans. For FDLP consolidation loans, allowing  borrowers to lock in a low fixed rate might result in decreased federal  revenues if the variable interest rates on those loans borrowers converted  to a consolidation loan would have otherwise increased in the future. The  exact effects of FDLP consolidation loans, however, depend on a number  of factors, including the length of loan repayment periods, borrower  interest rates, and discount rates. Restructuring the consolidation loan  program to specifically target borrowers who are experiencing difficulty in  managing their student loan debt and at risk of default, and/or who are  unable to simplify and reduce repayment amounts by using existing  alternatives, might reduce overall federal costs by reducing the volume of  consolidation loans made. In addition, making the other nonconsolidation  options more readily available to borrowers might be a more cost-effective  way for the federal government to provide borrowers with repayment  flexibility while reducing federal costs. An assessment of the advantages  of consolidation loans for borrowers and the government, taking into  account program costs and the availability of, and potential changes to,  existing alternatives to consolidation, and how consolidation loan costs  could be distributed among borrowers, lenders, and the taxpayers, would  be useful in making decisions about how best to manage the consolidation  loan program and whether any changes are warranted."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["We recommend that the Secretary of Education assess the advantages of  consolidation loans for borrowers and the government in light of program  costs and identify options for reducing federal costs. Options could  include targeting the program to borrowers at risk of default, extending  existing consolidation alternatives to more borrowers, and changing from  a fixed to a variable rate the interest charged to borrowers on  consolidation loans. In conducting such an assessment, Education should  also consider how best to distribute program costs among borrowers,  lenders, and the taxpayers and any tradeoffs involved in the distribution of  these costs. If Education determines that statutory changes are needed to  implement more cost-effective repayment options, it should seek such  changes from Congress."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to Education for review and comment.   In commenting on the draft, Education agreed with our reported findings  and recommendation, noting that our work will contribute to the policy  discussions related to the reauthorization of the HEA. In addition,  Education noted that it was pleased with our conclusion that  consolidation loans have advantages for borrowers and may help them  avoid default and that improving flexible repayment options for borrowers  would provide several benefits. Education also provided technical  comments, which we incorporated where appropriate. Education’s written  comments appear in appendix I.", "As agreed with your offices, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days from its  issue date. At that time we will send copies to the Secretary of Education  and other interested parties. We will also make copies available to others  upon request. In addition, the report will be available at no charge on  GAO’s Web site at http://www.gao.gov  If you or your staff have any questions or wish to discuss this material  further, please call me at (202) 512-8403, or Jeff Appel at (202) 512-9915.  Other contacts and staff acknowledgments are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the Department of Education", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to those named above, Cindy Decker, Ben Jordan, Heather  Macleod, Corinna Nicolaou, Stan Stenersen, Vanessa Taylor, and Marcia  Carlsen made important contributions to this report."], "subsections": []}]}], "fastfact": []}