{"id": "GAO-11-734T", "url": "https://www.gao.gov/products/GAO-11-734T", "title": "Oil and Gas: Interior's Restructuring Challenges in the Aftermath of the Gulf Oil Spill", "published_date": "2011-06-02T00:00:00", "released_date": "2011-06-02T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Department of the Interior oversees oil and gas activities on leased federal lands and waters. Revenue generated from federal oil and gas production is one of the largest nontax sources of federal government funds, accounting for about $9 billion in fiscal year 2009. Since the April 2010 explosion on board the Deepwater Horizon, Interior has been in the midst of restructuring the bureaus that oversee oil and gas development. Specifically, Interior's Bureau of Land Management (BLM) oversees onshore federal oil and gas activities; the Bureau of Ocean Energy Management, Regulation, and Enforcement (BOEMRE)--created in May 2010--oversees offshore oil and gas activities; and the newly established Office of Natural Resources Revenue (ONRR) is responsible for collecting royalties on oil and gas produced from both onshore and offshore federal leases. Prior to BOEMRE, the Minerals Management Service's (MMS) Offshore Energy and Minerals Management Office oversaw offshore oil and gas activities and revenue collection. In 2011, GAO identified Interior's management of oil and gas resources as a high risk issue. GAO's work in this area identified challenges in five areas: (1) reorganization, (2) balancing responsibilities, (3) human capital, (4) revenue collection, and (5) development of existing leases."]}, {"section_title": "What GAO Found", "paragraphs": ["Reorganization: Interior's reorganization of activities previously overseen by MMS, which Interior expects to be completed in October 2011, will require time and resources and may pose new challenges. While this reorganization may eventually lead to more effective operations, GAO has reported that organizational transformations are not simple endeavors. GAO is concerned with Interior's ability to undertake this reorganization while meeting its revenue collection and oil and gas oversight responsibilities. Balancing Responsibilities: GAO has reported that Interior has experienced several challenges with meeting its responsibilities for providing for the development of oil and gas resources while managing public lands for other uses, including wildlife habitat. For example, in September 2009, GAO reported that BLM's use of categorical exclusions under Section 390 of the Energy Policy Act of 2005 was frequently out of compliance with the law and BLM's internal guidance. As a result, GAO recommended that BLM take steps to improve the implementation of Section 390. BLM has taken steps to address these recommendations, but it has not yet implemented all of them. Human Capital: GAO has reported that BLM and MMS have encountered persistent problems in hiring, training, and retaining sufficient staff to meet their oversight and management responsibilities for oil and gas operations. For example, in March 2010, GAO reported that BLM and MMS experienced high turnover rates in key oil and gas inspection and engineering positions responsible for production verification activities. As a result, Interior faces challenges meeting its responsibilities to oversee oil and gas development on federal leases, potentially placing both the environment and royalties at risk. Revenue Collection: While federal oil and gas resources generate billions of dollars in annual revenues, past GAO work has found that Interior may not be properly assessing and collecting these revenues. In September 2008, GAO reported that Interior collected lower levels of revenues for oil and gas production in the deep water of the U.S. Gulf of Mexico than all but 11 of 104 oil and gas resource owners whose revenue collection systems were evaluated in a comprehensive industry study. As GAO recommended, Interior is undertaking a comprehensive assessment of its revenue collection policies and processes--the first in over 25 years. Interior expects to complete this study later this year. Development of Existing Leases: In October 2008, GAO reported that Interior could do more to encourage the development of existing oil and gas leases. Federal leases contain one provision--increasing rental rates over time for offshore 5-year leases and onshore leases--to encourage development. In addition to escalating rental rates, states undertake additional efforts to encourage lessees to develop oil and gas leases more quickly, including shorter lease terms and graduated royalty rates. Recently, Interior has stated its intent to pursue legislation establishing a per acre fee on non-producing leases to encourage development of federal leases."]}], "report": [{"section_title": "Letter", "paragraphs": ["Reorganization: Interior’s reorganization of activities previously overseen by  MMS, which Interior expects to be completed in October 2011, will require  time and resources and may pose new challenges.  While this reorganization  may eventually lead to more effective operations, GAO has reported that  organizational transformations are not simple endeavors.  GAO is concerned  with Interior’s ability to undertake this reorganization while meeting its  revenue collection and oil and gas oversight responsibilities.", "Since the April 2010 explosion on  board the Deepwater Horizon,  Interior has been in the midst of  restructuring the bureaus that  oversee oil and gas development.   Specifically, Interior’s Bureau of Land  Management (BLM) oversees  onshore federal oil and gas activities;  the Bureau of Ocean Energy  Management, Regulation, and  Enforcement (BOEMRE)—created in  May 2010—oversees offshore oil and  gas activities; and the newly  established Office of Natural  Resources Revenue (ONRR) is  responsible for collecting royalties on  oil and gas produced from both  onshore and offshore federal leases.   Prior to BOEMRE, the Minerals  Management Service’s (MMS)  Offshore Energy and Minerals  Management Office oversaw offshore  oil and gas activities and revenue  collection.", "Balancing Responsibilities:  GAO has reported that Interior has experienced  several challenges with meeting its responsibilities for providing for the  development of oil and gas resources while managing public lands for other  uses, including wildlife habitat. For example, in September 2009, GAO  reported that BLM’s use of categorical exclusions under Section 390 of the  Energy Policy Act of 2005 was frequently out of compliance with the law and  BLM’s internal guidance.  As a result, GAO recommended that BLM take steps  to improve the implementation of Section 390.  BLM has taken steps to  address these recommendations, but it has not yet implemented all of them.", "Human Capital:  GAO has reported that BLM and MMS have encountered  persistent problems in hiring, training, and retaining sufficient staff to meet  their oversight and management responsibilities for oil and gas operations.  For example, in March 2010, GAO reported that BLM and MMS experienced  high turnover rates in key oil and gas inspection and engineering positions  responsible for production verification activities.  As a result, Interior faces  challenges meeting its responsibilities to oversee oil and gas development on  federal leases, potentially placing both the environment and royalties at risk.", "Revenue Collection: While federal oil and gas resources generate billions of  dollars in annual revenues, past GAO work has found that Interior may not be  properly assessing and collecting these revenues. In September 2008, GAO  reported that Interior collected lower levels of revenues for oil and gas  production in the deep water of the U.S. Gulf of Mexico than all but 11 of 104  oil and gas resource owners whose revenue collection systems were evaluated  in a comprehensive industry study.  As GAO recommended, Interior is  undertaking a comprehensive assessment of its revenue collection policies  and processes––the first in over 25 years.  Interior expects to complete this  study later this year.", "Development of Existing Leases: In October 2008, GAO reported that Interior  could do more to encourage the development of existing oil and gas leases.    Federal leases contain one provision—increasing rental rates over time for  offshore 5-year leases and onshore leases—to encourage development. In  addition to escalating rental rates, states undertake additional efforts to  encourage lessees to develop oil and gas leases more quickly, including  shorter lease terms and graduated royalty rates. Recently, Interior has stated  its intent to pursue legislation establishing a per acre fee on non-producing  leases to encourage development of federal leases.", "Chairman Issa, Ranking Member Cummings, and Members of the  Committee:  We appreciate the opportunity to participate in this hearing to discuss the  restructuring of oil and gas management at the Department of the Interior.  The U.S. Department of the Interior plays an important role in managing  and providing oversight of offshore and onshore federal oil and gas  resources.", "Currently, oil produced from federal offshore leases accounts for  approximately 30 percent of all domestic production, while oil produced  from federal onshore leases accounts for approximately 6 percent of such  production. Oil and gas produced from federal leases is also an important  source of revenue for the federal government. In fiscal year 2009, the  federal government collected more than $9 billion in revenues from oil and  gas produced from federal lands and waters, purchase bids for new oil and  gas leases, and annual rents on existing leases. This makes revenues from  federal oil and gas one of the largest nontax sources of federal government  funds.  As we have previously reported, improvements in management of  federal oil and gas resources could provide an important source of  potential revenue enhancements as the government faces fiscal  challenges.", "Interior’s bureaus are responsible for regulating the processes that oil and  gas companies must follow when leasing, drilling, and producing oil and  gas from federal leases. The bureaus are also responsible for ensuring that  companies comply with all applicable requirements. The explosion  onboard the Deepwater Horizon drilling rig and subsequent fire and  catastrophic oil spill in the Gulf of Mexico in April 2010 raised questions  about Interior’s permitting and inspection processes to ensure operational  and environmental safety.  In the aftermath of this tragic event, Interior  undertook a substantial reorganization of the entities that oversee federal  oil and gas development and those that collect the revenues produced by  this development.   Historically, Interior’s Bureau of Land Management  (BLM) managed onshore federal oil and gas activities, while the Minerals  Management Service’s (MMS) managed offshore activities and collected  royalties for all leases. In May 2010, the Secretary of the Interior  announced plans to reorganize MMS. The Secretary stated that dividing  MMS’s responsibilities among separate bureaus would help ensure that  each of the newly established bureaus have a distinct and independent  mission.  Since the reorganization, BLM continues to oversee onshore  federal oil and gas activities; the Bureau of Ocean Energy Management,  Regulation, and Enforcement (BOEMRE)—created in May 2010—oversees  offshore oil and gas activities; and the newly established Office of Natural  Resources Revenue (ONRR) is responsible for collecting royalties on oil  and gas produced from both onshore and offshore federal leases.", "Interior’s management of federal oil and gas activities has been a focus of  a large body of our work over the past several years.  In these past reports,  we noted numerous weaknesses and challenges that need to be addressed  and specific recommendations for Interior. Interior has taken steps to  address material weaknesses and modify its practices for managing oil and  gas resources, but as of December 2010, many recommendations remained  unimplemented.", "In February 2011, we added Interior’s management of federal oil and gas  resources to our list of federal programs and operations at “high risk” for  waste, fraud, abuse, and mismanagement or needing broad-based  transformation.  We added the department to the list because we believe  that Interior (1) does not have reasonable assurance that it is collecting its  share of revenue from oil and gas produced on federal lands; (2) continues  to experience problems in hiring, training, and retaining sufficient staff to  provide oversight and management of oil and gas operations on federal  lands and waters; and (3) is currently engaged in a broad reorganization of  both its offshore oil and gas management and revenue collection  functions.", "In this context, my testimony today discusses findings from our past work  on five broad areas: (1) the ongoing reorganization of Interior’s bureaus  dealing with oil and gas functions, (2) the challenges Interior faces  balancing timely and efficient oil and gas development with environmental  stewardship responsibilities, (3) Interior’s management of human capital,  (4) Interior’s collection of oil and gas revenues, and (5) Interior’s role in  the development of existing leases. This statement is based on our  extensive body of work on Interior’s oil and gas leasing and royalty  collection programs issued from September 2008 through March 2011. We  conducted the performance audit work that supports this statement in  accordance with generally accepted government auditing standards.  Additional information on our scope and methodology is available in each  issued product."], "subsections": [{"section_title": "Potential Challenges with Reorganization of Oil and Gas Functions", "paragraphs": ["Interior’s ongoing reorganization of bureaus with oil and gas functions will  require time and resources, and undertaking such an endeavor while  continuing to meet ongoing responsibilities may pose new challenges.  Interior has begun implementing its restructuring effort, transferring  offshore oversight responsibilities to the newly created BOEMRE and  revenue collection to ONRR. Interior plans to continue restructuring  BOEMRE to establish two additional separate bureaus—the Bureau of  Ocean Energy Management, which will focus on leasing and  environmental reviews, and the Bureau of Safety and Environmental  Enforcement, which will focus on permitting and inspection functions.", "While this reorganization may eventually lead to more effective operations,  we have reported that organizational transformations are not simple  endeavors and require the concentrated efforts of both leaders and  employees to realize intended synergies and accomplish new  organizational goals. In that report, we stated that for effective  organizational transformation, top leaders must balance continued  delivery of services with transformational activities. Given that as of  December 2010 Interior had not implemented many recommendations we  made to address numerous weaknesses and challenges, we are concerned  about Interior’s ability to undertake this reorganization while (1) providing  reasonable assurance that billions of dollars of revenues owed to the  public are being properly assessed and collected and (2) maintaining focus  on its oil and gas oversight responsibilities."], "subsections": []}, {"section_title": "Challenges of Balancing Oil and Gas Development with Environmental Stewardship", "paragraphs": ["We have reported that Interior has experienced several challenges in  meeting its obligations to make federal oil and gas resources available for  leasing and development while simultaneously meeting its responsibilities  for managing public lands for other uses, including wildlife habitat,  recreation, and wilderness. In January 2010, we reported that while BLM  requires oil and gas operators to reclaim the land they disturb and post a  bond to help ensure they do so, not all operators perform such  reclamation. In general, the goal is to plug the well and reclaim the site so  that it matches the surrounding natural environment to the extent  possible, allowing the land to be used for purposes other than oil and gas  production, such as wildlife habitat. If the bond is not sufficient to cover  well plugging and surface reclamation, and there are no responsible or  liable parties, the well is considered “orphaned,” and BLM uses federal  dollars to fund reclamation. For fiscal years 1988 through 2009, BLM spent  about $3.8 million to reclaim 295 orphaned wells, and BLM has identified  another 144 wells yet to be reclaimed.", "In addition, in a July 2010 report on federal oil and gas lease sale decisions  in the Mountain West, we found that the extent to which BLM tracked and  made available to the public information related to protests filed during  the leasing process varied by state and was generally limited in scope. We  also found that stakeholders—including environmental and hunting  interests, and state and local governments protesting BLM lease  offerings—wanted additional time to participate in the leasing process and  more information from BLM about its leasing decisions. Moreover, we  found that BLM had been unable to manage an increased workload  associated with public protests and had missed deadlines for issuing  leases. In May 2010, the Secretary of the Interior announced several  departmentwide leasing reforms that are to take place at BLM that may  address these concerns, such as providing additional public review and  comment opportunity during the leasing process.", "Further, in March 2010, we reported that Interior faced challenges in  ensuring consistent implementation of environmental requirements, both  within and across MMS’s regional offices, leaving it vulnerable with regard  to litigation and allegations of scientific misconduct. We recommended  that Interior develop comprehensive environmental guidance materials for  MMS staff. Interior concurred with this recommendation and is currently  developing such guidance.", "Finally, in September 2009, we reported that BLM’s use of categorical  exclusions under Section 390 of the Energy Policy Act of 2005—which  authorized BLM, for certain oil and gas activities, to approve projects  without preparing new environmental analyses that would normally be  required in accordance with the National Environmental Policy Act—was  frequently out of compliance with the law and BLM’s internal guidance.  As a result, we recommended that BLM take steps to improve the  implementation of Section 390 categorical exclusions through clarification  of its guidance, standardizing decision documents, and increasing  oversight.  Since 2009, BLM has taken steps to address our  recommendations, but it has not yet completed implementing all of our  recommendations."], "subsections": []}, {"section_title": "Human Capital Challenges", "paragraphs": ["We have reported that BLM and MMS have encountered persistent  problems in hiring, training, and retaining sufficient staff to meet Interior’s  oversight and management responsibilities for oil and gas operations on  federal lands and waters. For example, in March 2010, we reported that  BLM and MMS experienced high turnover rates in key oil and gas  inspection and engineering positions responsible for production  verification activities. As a result, Interior faces challenges meeting its  responsibilities to oversee oil and gas development on federal leases,  potentially placing both the environment and royalties at risk. We made a  number of recommendations to address these issues. While Interior’s  reorganization of MMS includes plans to hire additional staff with  expertise in oil and gas inspections and engineering, these plans have not  been fully implemented, and it remains unclear whether Interior will be  fully successful in hiring, training, and retaining these additional staff.  Moreover, the human capital issues we identified with BLM’s management  of onshore oil and gas continue, and these issues have not yet been  addressed in Interior’s reorganization plans."], "subsections": []}, {"section_title": "Concerns over Revenue Collection", "paragraphs": ["Federal oil and gas resources generate billions of dollars annually in  revenues that are shared among federal, state, and tribal governments;  however, we found Interior may not be properly assessing and collecting  these revenues. In September 2008, we reported that Interior collected  lower levels of revenues for oil and gas production in the deep water of  the U.S. Gulf of Mexico than all but 11 of 104 oil and gas resource owners  whose revenue collection systems were evaluated in a comprehensive  industry study—these resource owners included other countries as well as  some states. However, despite significant changes in the oil and gas  industry over the past several decades, we found that Interior had not  systematically re-examined how the U.S. government is compensated for  extraction of oil and gas for over 25 years. GAO recommended Interior  conduct a comprehensive review of the federal oil and gas system using an  independent panel. After Interior initially disagreed with our  recommendations, we recommended that Congress consider directing the  Secretary of the Interior to convene an independent panel to perform a  comprehensive review of the federal system for collecting oil and gas  revenue.  More recently, in response to our recommendation, Interior has  commissioned a study that will include such a reassessment, which,  according to Interior officials, the department expects will be complete in  2011. The results of the study may reveal the potential for greater revenues  to the federal government.", "We also reported in March 2010 that Interior was not taking the steps  needed to ensure that oil and gas produced from federal lands was  accurately measured. For example, we found that neither BLM nor MMS  had consistently met their agency goals for oil and gas production  verification inspections. Without such verification, Interior cannot provide  reasonable assurance that the public is collecting its share of revenue from  oil and gas development on federal lands and waters. As a result of this  work, we identified 19 recommendations for specific improvements to  oversight of production verification activities. Interior generally agreed  with our recommendations and has begun implementing some of them.", "Additionally, we reported in October 2010 that Interior’s data likely  underestimated the amount of natural gas produced on federal leases,  because some unquantified amount of gas is released directly to the  atmosphere (vented) or is burned (flared). This vented and flared gas  contributes to greenhouse gases and represents lost royalties. We  recommended that Interior improve its data and address limitations in its  regulations and guidance to reduce this lost gas. Interior generally agreed  with our recommendations and is taking initial steps to implement these  recommendations.", "Furthermore, we reported in July 2009 on numerous problems with  Interior’s efforts to collect data on oil and gas produced on federal lands,  including missing data, errors in company-reported data on oil and gas  production, and sales data that did not reflect prevailing market prices for  oil and gas. As a result of Interior’s lack of consistent and reliable data on  the production and sale of oil and gas from federal lands, Interior could  not provide reasonable assurance that it was assessing and collecting the  appropriate amount of royalties on this production. We made a number of  recommendations to Interior to improve controls on the accuracy and  reliability of royalty data. Interior generally agreed with our  recommendations and is working to implement many of them, but these  efforts are not complete, and it is uncertain at this time if the efforts will  fully address our concerns."], "subsections": []}, {"section_title": "Development of Existing Leases", "paragraphs": ["In October 2008, we reported that Interior could do more do encourage the  development of existing oil and gas leases and proposed a  recommendation. Our review of Interior oil and gas leasing data from  1987 through 2006 found that the number of leases issued had generally  increased toward the end of this period but that offshore and onshore  leasing had followed different historical patterns. Offshore leases issued  peaked in 1988 and in 1997 and generally rose from 1999 through 2006.  Onshore leases issued peaked in 1988, then rapidly declined until about  1992, and remained at a consistently low level until about 2003, when they  began to increase moderately. We also analyzed 55,000 offshore and  onshore leases issued from 1987 through 1996 to determine how  development occurred on leases that had expired or been extended  beyond their primary terms. Our analysis identified three key findings.  First, a majority of leases expired without being drilled or reaching  production. Second, shorter leases were generally developed more quickly  than longer leases but not necessarily at comparable rates. Third, a  substantial percentage of leases were drilled after the initial primary term  following a lease extension or suspension.", "We also compared Interior’s efforts to encourage development of federal  oil and gas leases to states’ and private landowners’ efforts.  We found that  Interior does less to encourage development of federal leases than some  states and private landowners. Federal leases contain one provision–– increasing rental rates over time for offshore 5-year leases and onshore  leases—to encourage development. In addition to using increasing rental  rates, some states undertake additional efforts to encourage lessees to  develop oil and gas leases more quickly, including shorter lease terms and  graduated royalty rates—royalty rates that rise over the life of the lease. In  addition, compared to limited federal efforts, some states do more to  structure leases to reflect the likelihood of oil and gas production, which  may also encourage faster development. Based on the limited information  available on private leases, private landowners also use tools similar to  states to encourage development.   Accordingly, we recommended that the  Secretary of the Interior develop a strategy to evaluate options to  encourage faster development of oil and gas leases on federal lands.  Recently, Interior has stated its intent to pursue legislation establishing a  per acre fee on non-producing leases to encourage development of federal  leases.", "In conclusion, Interior’s oversight of federal oil and gas resources is in  transition.  Our past work has found a wide range of material weaknesses  in Interior’s oversight of federal oil and gas resources.  These findings and  related recommendations were the results of years of intensive evaluation  of how Interior oversaw the oil and gas development functions.  While  Interior may shift responsibilities around, many of these weaknesses  remain key challenges to address as Interior works through the  implementation of its reorganization.  For the reorganization to be most  effective, it is important that Interior remains focused on efforts to  implement our past recommendations and incorporate them into the new  oversight bureaus.  We remain hopeful that the structural changes made to  Interior’s bureaus, coupled with a concerted effort to implement the many  recommendations we have made should provide greater assurance of  effective oversight of federal oil and gas resources.", "Chairman Issa, Ranking Member Cummings, and Members of the  Committee, this concludes our prepared statement. We would be pleased  to answer any questions that you or other Members of the Committee may  have at this time."], "subsections": []}, {"section_title": "Contact and Staff Acknowledgements", "paragraphs": ["For further information on this statement, please contact Frank Rusco at  (202) 512-3841 or ruscof@gao.gov. Contact points for our Congressional  Relations and Public Affairs offices may be found on the last page of this  statement. Other staff that made key contributions to this testimony  include, Glenn C. Fischer, Jon Ludwigson, Kristen Massey, Alison O'Neill,  Kiki Theodoropoulos, and Barbara Timmerman.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}