{"id": "GAO-20-125", "url": "https://www.gao.gov/product/GAO-20-125", "title": "Aviation Security: Federal Air Marshal Service Has Taken Steps to Address Workforce Issues, but Additional Actions Needed", "published_date": "2020-02-12T00:00:00", "released_date": "2020-02-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In the wake of 9/11, terrorists continue to target aircraft and airports, underscoring the ongoing threat to civil aviation and the need for effective security measures. FAMS deploys air marshals on selected flights to address such threats and is a key component of TSA's approach to aviation security. However, longstanding challenges faced by FAMS's workforce could impact its ability to carry out its mission.", "GAO was asked to review FAMS workforce issues. This report addresses (1) the extent to which FAMS has taken steps to address air marshals' health concerns, (2) the extent to which FAMS has taken steps to address air marshals' concerns about their work schedules, and (3) the number of discrimination complaints FAMS employees have reported and the extent to which FAMS has taken steps to prevent discrimination.", "GAO analyzed TSA and FAMS policies; documentation of efforts to address air marshals' quality of life issues; and FAMS data on missions, schedules, and discrimination complaints. GAO also interviewed TSA and FAMS officials, including FAMS management and air marshals in a non-generalizable sample of six FAMS field offices selected to capture a breadth of perspectives."]}, {"section_title": "What GAO Found", "paragraphs": ["Air marshals continue to express concerns about their health, but the Federal Air Marshal Service (FAMS) has not comprehensively assessed the health of its workforce. Air marshals in all six field offices we visited noted health issues, such as sleep deprivation, as a key quality of life concern. FAMS has taken steps to assess air marshals' individual health, such as requiring medical exams, but has not comprehensively assessed the overall health of its workforce and has not developed a plan to do so. FAMS officials stated that it would be difficult to analyze air marshals' medical records because they are not stored electronically, though they are researching options to do so. FAMS could develop and implement a plan to analyze the employee health data it already collects to identify workforce trends, and use this information to better promote employee welfare consistent with Transportation Security Administration (TSA) leadership principles.", "FAMS has taken some steps to address air marshals' concerns about their work schedules. In March 2018, FAMS revised its deployment strategy to expand coverage of certain high risk missions that it typically learns of 72 hours in advance. Following this, changes to air marshals' schedules to accommodate these missions more than doubled. In response, FAMS altered how it staffs these missions and reports that these modifications have reduced schedule changes. FAMS also maintains shift length and rest period guidelines intended to balance mission needs with air marshals' quality of life. However, FAMS does not monitor the extent to which air marshals' actual work hours are consistent with guidelines because it has not identified a need to do so. As a result, it cannot determine how frequently air marshals work beyond guidelines and is not well-positioned to manage risks associated with long work hours.", "From fiscal years 2016 through 2018, FAMS employees filed 230 discrimination complaints with TSA's Civil Rights Division, though employees may have reported additional discrimination complaints through other means. In 2012, FAMS adopted an action plan to address discrimination and has taken some steps called for in the plan, such as sustaining a FAMS Ombudsman position. However, due to a loss of management focus on the plan, FAMS has not fully implemented other planned efforts, such as holding diversity focus groups. Taking steps to reaffirm its efforts to prevent discrimination would demonstrate leadership commitment to reducing concerns of discrimination within FAMS."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making six recommendations to FAMS, including that it implement a plan to assess the health of the FAMS workforce, monitor the extent that air marshals' shifts are consistent with guidelines, and strengthen efforts to prevent discrimination. DHS concurred with all six recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since the September 11, 2001, hijackings of four U.S. airliners,  individuals with terrorist ties have continued to target the nation’s civil  aviation system. Attacks involving aircraft and airports in Egypt, Somalia,  Belgium, and Turkey underscore the continued threat to aviation and the  need for effective aviation security measures. To help address such  threats, the Federal Air Marshal Service (FAMS), an office within the  Transportation Security Administration (TSA), is tasked with promoting  confidence in the nation’s civil aviation system through the deployment of  air marshals to protect U.S. air carriers, airports, passengers, and crews.  To accomplish this mission, FAMS deploys armed federal law  enforcement officers—air marshals—to provide an onboard security  presence on selected flights of United States air carriers travelling within  the United States and around the world. TSA, within the Department of  Homeland Security (DHS), considers FAMS to be an integral component  of its risk-based security strategy.", "FAMS has faced longstanding challenges addressing the impacts of air  marshals’ heavy travel requirements and often unpredictable schedules  on their quality of life. For example, in 2003, we reported that FAMS  lacked sufficiently detailed information to effectively monitor actual hours  worked by air marshals, which had implications for air marshals’ quality of  life. In 2009, we reported that air marshals’ quality of life issues included  long work hours, inconsistent start times, health issues such as  musculoskeletal injuries, and challenges obtaining adequate sleep. In  2013, a FAMS review of air marshal fitness noted that air marshals were  experiencing high injury rates during physical fitness assessments and  declining overall health and wellness, which they attributed in part to the  increasing age of air marshals.", "Air marshals have also raised concerns about age, gender, and racial  discrimination within FAMS. The DHS Office of Inspector General (DHS  OIG) reviewed allegations of discrimination and retaliation within FAMS  from 2010 through 2012. The DHS OIG’s review did not support a finding  of widespread discrimination and retaliation within FAMS but found that  employees’ perceptions of discrimination and retaliation were extensive.", "As a result, in 2012, FAMS created an action plan to prevent  discrimination.", "You requested that we evaluate FAMS’s workforce issues, including air  marshals’ quality of life, schedules, and discrimination complaints. This  report (1) assesses the extent to which FAMS has taken steps to address  air marshals’ health concerns; (2) assesses the extent to which FAMS  has taken steps to address air marshal concerns about their work  schedules; and (3) examines the number of discrimination complaints  FAMS employees have reported to TSA and FAMS and assesses the  extent to which FAMS has taken steps to prevent discrimination.", "To address each question, we visited a non-generalizable sample of six  FAMS field offices in Atlanta, Georgia; Dallas, Texas; Los Angeles,  California; Newark, New Jersey; New York City, New York; and Seattle,  Washington. We chose these field offices to capture variation in: types of  missions, numbers of schedule changes, rates of discrimination  complaints, and field office size, among other things. In each field office  we held separate discussion sessions with air marshals and supervisory  federal air marshals (SFAMs) to obtain their perspectives on air marshals’  quality of life, schedules, and issues related to discrimination within  FAMS. We also interviewed field office operations staff to learn about  their role in scheduling and field office management to get their  perspectives on all of these issues. Findings from our site visits cannot be  generalized to all FAMS field office locations but provide insight into air  marshals’ quality of life, schedules, and discrimination issues within  FAMS. We also interviewed a TSA employee group (Women Executives  at FAMS), a professional association representing federal law  enforcement officers including air marshals (the Federal Law  Enforcement Officers Association), and the FAMS Ombudsman to learn  their perspectives.", "To address the first objective about the extent to which FAMS has taken  steps to address air marshals’ health concerns, we reviewed our past  work as well as relevant studies and data on FAMS employees’ health.  For example, we analyzed the results of the Office of Personnel  Management’s (OPM) Federal Employee Viewpoint Survey (FEVS) for  FAMS, TSA, and DHS employees in 2018, the most recent year available  as of October 2019. We also analyzed FAMS’s workers’ compensation  claim data for fiscal years 2013 (when FAMS reviewed air marshals’  physical fitness) through 2018 (the most recent full fiscal year of data  available). To identify steps FAMS has taken to address air marshals’  health concerns, we asked FAMS management officials, SFAMs, and air  marshals we met with in headquarters and field offices to identify any  such efforts. We then analyzed documentation related to FAMS medical  and fitness programs. This documentation included standards and  policies for medical examinations and health and fitness assessments.  We also interviewed senior FAMS officials and staff from the FAMS  Medical Programs Section about their efforts to understand the health  and wellness of the FAMS workforce and to address its health concerns.  We compared FAMS’s efforts to address air marshals’ health concerns to  OPM strategies for human capital management and TSA’s strategic  planning documents.", "Regarding the second objective about the extent to which FAMS has  taken steps to address air marshals’ concerns about their work  schedules, we reviewed FAMS’s internal reports on air marshals’  scheduled and actual work hours as well as standard operating  procedures that include scheduling guidelines and protocols for adjusting  air marshals’ schedules. We met with FAMS Flight Operation Division  officials to learn about their efforts to reduce schedule unpredictability, to  monitor air marshals’ shift lengths and rest periods and compare them to  scheduling guidelines, and to make scheduling guidelines and protocols  available to field offices. We analyzed data on the volume of changes to  air marshals’ schedules from November 2016 to June 2019. We also  analyzed the length of air marshals’ actual shifts using time and  attendance data for a stratified random sample of air marshals across  four different roster periods—two in fiscal year 2018 and two in fiscal year  2019. We compared FAMS’s efforts to monitor air marshals’ work hours  and rest periods and to share scheduling protocols to two principles in  Standards for Internal Control in the Federal Government related to the  need to implement control activities and use quality information to achieve  the entity’s objectives.", "To address the third objective about the number of discrimination  complaints within FAMS, we analyzed record-level complaint data from  TSA’s Civil Rights Division (CRD) and FAMS Incident Activity  Coordination and Trends Unit for fiscal years 2016 through 2018, record- level complaint data from TSA’s National Resolution Center for fiscal year  2018 (the only year for which data were available), as well as information  on complaints brought to the DHS OIG by air marshals in fiscal years  2016 through 2018. We reviewed FAMS’s 2012 action plan to prevent  discrimination and evidence of actions taken to address the steps in that  plan. For example, we reviewed DHS and TSA training materials from  2018, as well as Field Office Focus Group meeting minutes from all 20  FAMS field offices from fiscal years 2016 through 2018. We interviewed  officials from the TSA and FAMS offices that receive discrimination  complaints such as TSA’s CRD, Investigations and Professional  Responsibility offices, and National Resolution Center, as well as FAMS  management in headquarters and in the six field offices we visited. We  compared FAMS’s efforts to prevent discrimination in the workplace to the  Equal Employment Opportunity Commission’s essential elements for a  model EEO program and the objectives in DHS’s Strategic Plan.", "We utilized data from multiple sources and took steps to assess the  reliability of data that we analyzed, including interviewing knowledgeable  FAMS officials, manually reviewing data for errors, and reviewing related  documentation. We determined that the data were sufficiently reliable for  use in the analyses presented in this report. Additional details on our  scope and methodology are contained in appendix I.", "We conducted this performance audit from July 2018 to February 2020 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "FAMS’s Mission and Organization", "paragraphs": ["The organization that is now FAMS was created in 1961 to counter  hijackers. The Aviation and Transportation Security Act, enacted in  November 2001, established TSA as the agency responsible for civil  aviation security and transferred FAMS along with other aviation security- related responsibilities from the Federal Aviation Administration to TSA.  Among other things, the Act expanded FAMS’s mission and workforce in  response to the September 11, 2001, terrorist attacks. Specifically, the  Act authorizes TSA to deploy air marshals on every passenger flight of a  U.S. air carrier and requires TSA to deploy air marshals on every such  flight determined by the TSA Administrator to present high security  risks—with nonstop, long-distance flights, such as those targeted on  September 11, 2001, considered a priority.", "As of August 2019, FAMS had thousands of employees and 20 field  offices across the United States. FAMS’s Field Operations Division  consists, in part, of these field offices, which are divided into regions  overseen by Regional Directors. A Supervisory Air Marshal in Charge  (SAC) manages each field office, assisted by a Deputy Supervisory Air  Marshal in Charge or Assistant Supervisory Air Marshals in Charge,  depending on the size of the field office. SFAMs typically oversee squads  of air marshals in the field offices. FAMS’s Flight Operation Division  consists of the Systems Operation Control Section, among other groups.  The Systems Operation Control Section is responsible for planning and  preparing air marshals’ schedules, which are based on 28-day cycles  known as roster periods. It is also responsible for monitoring all FAMS  missions. For example, its Mission Operations Center is responsible for  providing real-time support to air marshals performing missions by  resolving mission-related issues, including last-minute scheduling  changes. The senior leader of FAMS is the Executive Assistant  Administrator / Director of FAMS."], "subsections": []}, {"section_title": "FAMS’s Concept of Operations", "paragraphs": ["Given that there are many more U.S. air carrier flights each day than can  be covered by air marshals, FAMS uses a concept of operations to set  forth its methodology for deploying air marshals. FAMS’s concept of  operations prioritizes flights that it considers higher risk, such as those for  which a known or suspected terrorist is ticketed. FAMS refers to these  flights as Special Mission Coverage (SMC) and, according to FAMS Flight  Operation Division officials, FAMS typically learns of them no more than  72 hours in advance of flight departure and sometimes less than an hour  before departure time.", "According to Flight Operations Division officials, in March 2018 FAMS  adopted a new concept of operations that expanded the number of  SMCs. To cover SMCs, FAMS uses air marshals scheduled to standby  status, who report to their home airport and fly upon notification. If no air  marshals in standby status are available, FAMS may reassign air  marshals from regularly scheduled missions or air marshals who were not  scheduled to fly at that time."], "subsections": []}, {"section_title": "FAMS Scheduling Guidelines", "paragraphs": ["FAMS has established scheduling guidelines intended to balance mission  needs with air marshals’ quality of life. Specifically, Systems Operation  Control Section officials maintain guidelines detailing parameters for shift  length and rest periods when scheduling air marshals to fly missions.  Exceptions to these guidelines are permitted to meet mission needs and  the Mission Operations Center is not restricted by the guidelines when  addressing mission scheduling issues, such as flight delays. For an  overview of FAMS’s scheduling guidelines for shift length and rest, see  figure 1.", "Air marshals are expected to be available to work as needed, 24 hours a  day. To compensate air marshals for the demands of their position, air  marshals receive law enforcement availability pay, which provides eligible  TSA law enforcement officers, including air marshals, a 25 percent  increase in their base pay for working or being available to work an  annual average of 2 hours or more of unscheduled overtime per regular  workday. In addition to law enforcement availability pay, certain air  marshals are eligible to receive overtime pay after working more than  85.5 hours in a single 14-day pay period."], "subsections": []}, {"section_title": "Demographics of FAMS’s Workforce", "paragraphs": ["Based on FAMS 2019 human capital data, approximately 85 percent of  FAMS employees are law enforcement officers (e.g., air marshals).  FAMS’s law enforcement workforce is largely White, male, and 40 years  of age or older. As of August 2019, 68 percent of FAMS law enforcement  employees identified as White, followed by 14 percent Hispanic or Latino,  12 percent Black or African American, 3 percent Asian, 1 percent  American Indian or Alaskan Native, and 1 percent identified as Other or  more than one race. Also as of August 2019, approximately 94 percent  of FAMS law enforcement employees were male, approximately 76  percent were aged 40 or older, and approximately 51 percent have been  with the agency since 2002. See figure 2."], "subsections": []}]}, {"section_title": "FAMS Has Assessed Individuals’ Health, but Has Not Comprehensively Assessed Overall Workforce Health", "paragraphs": [], "subsections": [{"section_title": "Air Marshals Continue to Express Long-Standing Health Concerns", "paragraphs": ["Air marshals report being concerned about their health. Air marshals in all  six offices we visited stated that health issues are a key quality of life  concern. The most common health issues air marshals raised in  discussion sessions with us were extreme fatigue, mental health issues,  difficulty maintaining a healthy diet, and increased frequency of illness. In  addition, OPM’s FEVS survey asked FAMS employees whether they  “believe they are protected from health and safety hazards.” DHS  estimates that in fiscal year 2018—the most recent year for which  complete FEVS results are available—less than half (44 percent) of  FAMS employees believed they were protected from health and safety  hazards.", "Moreover, during the 6-year period from fiscal year 2013 through 2018—a  period during which the number of FAMS employees decreased by 17  percent—the number of workers’ compensation claims filed by FAMS  employees nearly quadrupled, from 71 claims to 269 claims. From fiscal  year 2013 through 2019, thirteen air marshals died while employed with  FAMS, one of whom died while on duty covering a flight. According to  FAMS officials, five of the thirteen deaths were caused by suicide; and  FAMS officials did not know the cause of death for the other eight.", "Concerns about air marshals’ health are long-standing. For example:  In 2008, a FAMS Medical Issues Working Group reported that air  marshals had experienced various types of health issues—poor  physical fitness as well as musculoskeletal injuries and upper  respiratory infections. The Working Group also noted that air  marshals’ disrupted sleep patterns often resulted in fatigue and long  hours and made it difficult for air marshals to work out and maintain  healthy eating habits.", "In 2012, the FAMS-commissioned Harvard sleep and fatigue study— which included a literature review, an analysis of air marshals’ work  schedules, and a survey of air marshals—reported that shift work  schedules, like air marshals’ flight schedules, can cause significant  acute and chronic sleep deprivation which in turn can adversely affect  their personal health, such as increasing the risk of heart disease. The  study also reported that sleep deprivation degrades air marshals’  ability to think quickly, make good decisions, and to recognize when  fatigue impairs performance and safety.", "In 2013, a FAMS review of air marshals’ fitness noted that air  marshals were experiencing high injury rates when taking their  physical fitness assessments and declining overall health and  wellness. FAMS officials attributed air marshals’ declining overall  health and wellness in part to the increasing age of air marshals."], "subsections": []}, {"section_title": "FAMS Assesses Air Marshals’ Individual Health, But Maintains Limited Health Information in a Data System", "paragraphs": ["FAMS has had initiatives in place to assess air marshals’ health. For  example, since 2004 FAMS has required that individual air marshals  obtain a medical examination at least every 2 years. In addition, FAMS  has operated a Health, Fitness, and Wellness Program since 2015 and a  Hearing Conservation Program since 2017. However, FAMS maintains  limited health information in a data system."], "subsections": [{"section_title": "Medical Examinations", "paragraphs": ["Since 2004, FAMS has gathered information on individual air marshals’  health to help ensure employees meet its medical standards.  Specifically, FAMS has required that air marshals obtain a medical  examination from private, FAMS-approved clinics at least every 2 years.  According to FAMS policy, these exams are to assess air marshals’  cognitive, physical, psychomotor, and psychological abilities and include  certain cardiac, pulmonary, audiometric, and visual tests. FAMS’s Medical  Programs Section—an office staffed with one part-time physician, five  nurses, and three administrative staff—is responsible for helping ensure  that air marshals obtain their required medical examinations. The office  also follows up if an exam indicates an air marshal may have a health  issue that may affect their ability to perform their duties, such as a sleep  disorder or high blood pressure. Clinicians who conduct the periodic  medical examinations provide the Medical Programs Section a medical  report, which they use to determine if an air marshal is medically qualified  to perform the essential functions of the position in a safe and efficient  manner. Air marshals deemed unqualified to perform one or more  essential functions of the position, with or without reasonable  accommodation, are subject to administrative actions, such as being  placed on light or limited duty status and possibly non-disciplinary  removal based on medical inability to perform the essential function of the  position.", "FAMS officials report, however, that they have not entered air marshals’  medical information, including their medical qualification status, into a  data system because medical information is protected by law and their  existing data system—the Federal Air Marshal Information System  (FAMIS) is not suitable to maintain medical information. Instead, the  Medical Programs Section maintains the results of air marshals’ medical  exams—including their qualification status—in paper files. Medical  Programs Section officials explained that because medical information  about air marshals are not in a data system, reviewing and compiling  information to obtain a comprehensive assessment—such as the number  of air marshals who are medically qualified—would be resource-intensive.  Medical Programs Section officials noted that it would be helpful to be  able to analyze air marshals’ health records to identify any trends across  the workforce. FAMS officials report that by the end of September 2020  the Medical Programs Section plans to review and evaluate software  platforms that would be suitable for medical data. However, these same  officials reported that, as of September 2019, the work on this initiative  had been verbal and informal so they were not able to provide  documentation of this effort.", "OPM’s 2018 report on human capital management highlights the  importance of using data to conduct workforce analyses to help identify  and properly address human capital challenges. Without information  about the number and proportion of the FAMS workforce who are  medically qualified, FAMS management has a limited understanding of its  workforce’s ability to fly missions and fulfill their duties. Further, FAMS  management cannot readily identify trends among its workforce and  therefore is also limited in their ability to identify any problems and make  better-informed workforce planning decisions."], "subsections": []}, {"section_title": "Health, Fitness, and Wellness Program", "paragraphs": ["In May 2015, FAMS initiated a Health, Fitness, and Wellness Program  intended to address concerns with air marshals’ fitness and injury rates  and improve air marshals’ overall health and wellness. According to  FAMS policy, the program is intended to provide opportunity, resources,  and education necessary to enhance mission readiness and promote  workplace wellness. For example, FAMS requires air marshals to  participate in a health and fitness assessment twice a year to measure  their fitness including cardio-respiratory endurance, muscular strength,  muscular endurance, and flexibility. FAMS physical fitness instructors  administer the assessment and record the results in FAMIS, such as the  number of pushups an air marshal can complete in one minute. Since  February 2016, FAMS has used these data to track air marshals’  mandatory participation in the assessments and to identify individual air  marshals who do not maintain their fitness levels or show improvement.  However, it has not used these data to analyze trends in the fitness of the  workforce as a whole. FAMS officials noted that analyzing these data  could provide some indication of the state of the workforce, but they have  not done so because these data provide a limited snapshot and other  information would need to be considered to provide a full understanding  of the workforce’s well-being.", "Two other aspects of the program are the establishment of Health Fitness  and Wellness Coordinators and an optional Health Risk Assessment.", "FAMS Health, Fitness, and Wellness Program coordinators are  responsible for engaging with air marshals to promote a culture of  wellness, build an inclusive fitness community at each location, and  provide health, fitness, and wellness recommendations. The national  coordinator of the Health, Fitness, and Wellness Program is also  responsible for providing oversight of the program, ensuring program  effectiveness, and providing FAMS leadership with program reports and  assessments when requested.", "According to FAMS documents, the optional Health Risk Assessment is  intended to help air marshals identify modifiable health risk factors. The  assessments are completed by air marshals and reviewed by a certified  occupational health nurse. Air marshals then meet with FAMS Medical  Programs Section staff to discuss their health and recommendations to  promote health and wellness, and prevent disease. FAMS officials report  that in 2015, they completed eight Health Risk Assessments; however,  since then no additional air marshals have requested this assessment.  Medical Programs Section officials stated that few air marshals took  advantage of this option because air marshals prefer to obtain health  services outside of the agency (i.e. with private providers) to maintain  their privacy."], "subsections": []}, {"section_title": "Hearing Conservation Program", "paragraphs": ["In August 2017, FAMS established a Hearing Conservation Program to  provide a coordinated approach to prevent hearing loss due to noise  exposure in the work environment and to be compliant with federal  regulations. According to FAMS documentation, air marshals are  regularly or intermittently exposed to gunshot noise such as during  training activities. Through this program FAMS has provided training  about the adverse effects of noise and administered baseline audiograms  and annual testing of air marshals. FAMS physicians are to evaluate data  from the hearing screenings and conduct follow-up with individual air  marshals when there is a change in the test results. FAMS officials report  that they maintain these test records in the Medical Programs Section’s  paper files for individual air marshals. As of July 2019, FAMS estimated  that about two-thirds of air marshals had obtained baseline audiograms.  FAMS officials report that they do not have plans to analyze air marshals’  audiogram results in the aggregate. Instead, FAMS officials plan to review  the program at least annually to identify any enhancements that could  improve program efficiency and effectiveness."], "subsections": []}]}, {"section_title": "FAMS Has Reviewed Some Workforce-Wide Data, But Has Not Comprehensively Assessed the Health of Its Workforce", "paragraphs": ["FAMS began more closely monitoring certain workforce-wide data in  response to management concerns that arose in 2016 about the rising  costs associated with workers’ compensation claims. In 2016, it began  to more closely monitor the number and costs of workers’ compensation  claims. In February 2019, FAMS hired a safety specialist to begin  analyzing available information on air marshals’ on-the-job injuries in an  effort to identify ways to prevent them from occurring, according to FAMS  officials.", "Although FAMS monitors certain information on workers’ compensation  claims and has plans to further monitor workplace injuries, it has not used  or planned to use other information it collects to assess the health of its  workforce in a comprehensive manner that would enable it to look for  broader health trends and risks. As previously discussed, FAMS collects  and reviews in-depth health information on each air marshal at least  every 2 years. However, it has not analyzed this information to distill  trends across the workforce because, according to FAMS officials, it  would be difficult given that FAMS maintains individual air marshals’  medical information in paper files. Similarly, FAMS routinely collects data  from air marshals’ health and fitness assessments but has not used these  data to identify any workforce-wide trends because, as discussed above,  FAMS officials state that these data would provide a limited snapshot of  air marshals’ fitness. Further, although FAMS began collecting data from  hearing screenings in 2018, officials indicated that they do not have any  plans to analyze these data for the workforce as a whole. Furthermore,  since 2015, the National Coordinator for the Health, Fitness, and  Wellness Program is responsible for providing program assessments  when requested but, as of July 2019, FAMS leadership has not requested  any such reports.", "There is evidence of interest within FAMS in information about the overall  health of the workforce. In 2017, the FAMS Advisory Council asked the  Medical Programs Section to report on the health and wellness of the  workforce. According to documents we reviewed, in March 2017,  Medical Programs Section officials reported to the advisory council that  air marshals’ most common medical restrictions were due to mental  health and cardiac conditions and the most common work-related medical  issues were orthopedic issues resulting from training-related injuries.  However, Medical Programs Section officials told us their assessment  was not derived from an analysis of air marshals’ medical data but rather  relied on anecdotal information gathered from on-call nurses fielding calls  from sick air marshals and providing routine occupational health case  management.", "OPM’s 2018 report on human capital management highlights the  importance of using data to conduct workforce analyses to help identify  and properly address human capital challenges. The FAMS Medical  Programs Section and other offices regularly collect information about  individual air marshals’ illnesses and injuries as well as health and fitness  information but FAMS management is not analyzing it to inform decisions  and address any potential health risks. If FAMS management analyzed  this information in a manner consistent with relevant policies and  requirements, they would be better positioned to identify medical, health,  and fitness issues among the entire workforce, make informed workforce  planning decisions, and take steps they deemed warranted, such as  providing targeted education or revising its policies. Further, in February  2018, OPM identified “enhancing productivity through a focus on  employee health” as a key priority within human capital management for  the federal workforce. Four months later, in June 2018, TSA identified  “care for our people” as a leadership principle and directed leaders to  prioritize employee welfare.", "In November 2019, FAMS management officials provided us with a  statement that said, in part, that “understanding the overall health and  wellness of our air marshals is paramount.” They further stated that they  now plan to create a working group to identify options to monitor the  health of the workforce as a whole. They did not provide any timeframes  or documentation of this effort. However, if implemented, this could be a  good first step toward assessment of the overall health of the FAMS  workforce. Without information on the overall health and fitness of the  FAMS workforce, FAMS management is not well positioned to prioritize  employee health and welfare or ensure that it deploys a workforce  capable of fulfilling its national security mission."], "subsections": []}]}, {"section_title": "FAMS Has Taken Steps to Address Schedule Unpredictability, but Has Not Monitored Work Hours against Guidelines or Made Them Available to Employees", "paragraphs": [], "subsections": [{"section_title": "FAMS Has Taken Steps to Reduce Schedule Unpredictability Resulting from Its New Concept of Operations", "paragraphs": ["Air marshals in each of the six field offices we visited stated that schedule  unpredictability—short-notice changes to their start times, missions, and  at-home days—was a key quality of life issue. Air marshals explained  that they have experienced changes to their scheduled mission days and  non-mission days—such as in-office training and scheduled days off—so  they could cover mission needs that came up on short notice. In addition,  air marshals in four of the six field offices we visited explained that they  have been taken off of their scheduled missions on short notice so they  could cover higher-risk missions.", "Air marshals in all six field offices stated that schedule unpredictability  has made it difficult to manage their personal commitments. For example,  air marshals described some challenges planning and attending family  events, maintaining personal relationships, obtaining childcare, and  scheduling doctor’s visits for themselves and their children. Air marshals  in one office also described anxiety about the possibility of missing a  phone call asking them to report for a mission and about their ability to  arrive to work on time when given short notice.", "Air marshals, supervisors, and FAMS management we met with  explained that changes to FAMS’s deployment strategy in March 2018  that increased the number of SMCs have increased schedule  unpredictability. According to Flight Operations Division officials, FAMS  typically does not learn of these missions more than 72 hours in advance.  Our analysis of FAMS data shows that the average number of SMCs per  roster period more than tripled after FAMS implemented its new concept  of operations in March 2018, and air marshals’ SMC-related schedule  changes more than doubled during the same period.", "FAMS has taken some steps to mitigate the impacts of SMCs on air  marshals’ schedules as follows:  Implemented a standby shift and increased the number of air  marshals on standby. FAMS Flight Operations Division officials report  that they implemented a standby shift to staff SMCs in June 2018.  According to Flight Operations Division officials, FAMS typically staffed  SMCs using air marshals scheduled to domestic and international  missions, recovery shifts, or ground-based duties prior to the  implementation of the standby shift. Flight Operations Division officials  also report that they increased the number of scheduled standby shifts in  an effort to curtail schedule unpredictability. Based on our review of  FAMS data, the number of scheduled standby shifts more than tripled  from June 2018 to December 2018. According to these officials,  scheduling air marshals on standby shifts is intended to improve schedule  predictability by reducing the frequency that air marshals have their  planned work schedules adjusted so they can cover SMCs.", "Expanded to multiple standby shifts with staggered start times and  modified standby shift start times. According to Flight Operations  Division officials, field office SACs reported that FAMS frequently  adjusted air marshals’ scheduled start times for the single standby shift in  response to SMC requests. To reduce this schedule unpredictability,  Flight Operations Division officials reported that in November 2018, they  began scheduling air marshals to multiple standby shifts per day with  staggered start times, rather than just one shift per day. These officials  stated that they received positive feedback regarding this change during  management’s subsequent field office visits. We asked air marshals in  four of the six field offices we visited for their perspectives on the  effectiveness of this change during discussion sessions and received  mixed feedback. Air marshals in two field offices stated that they thought  this change had improved SMC scheduling by reducing the number of  changes to standby shift start times. However, air marshals in each of  these four field offices stated that Mission Operations Center personnel  do not always observe air marshals’ scheduled standby shift hours.  Systems Operation Control Section officials noted that the magnitude of  adjustments to air marshals’ standby shift start times is not always  significant. To further reduce schedule unpredictability, FAMS also began  modifying standby shift start times for some of its field offices in  December 2018. Flight Operations Division officials stated that they  modify standby shift start times for individual field offices based on  specific SMC timing trends in field offices.", "According to Flight Operations officials, they analyzed air marshals’  scheduled standby shift start times and actual start times both before and  after these changes and concluded that they were reducing start time  variance. For example, they found that between October 28, 2018, and  November 24, 2018—a period during which they report using one  standby shift—approximately 46 percent of actual standby shift start times  deviated from scheduled start time by 4 or more hours. Between June 9,  2019, and July 6, 2019, after FAMS Flight Operation Division officials  reported having expanded to multiple standby shifts and adjusted start  times for individual offices, FAMS officials found that approximately 33  percent of actual standby shift start times deviated from scheduled start  times by 4 or more hours.", "Flight Operations Division officials stated that these changes have  reduced the frequency of SMCs covered by air marshals not in standby  status. Our analysis of FAMS data on SMC-related schedule changes  shows that FAMS reduced the need to make changes to the schedules of  air marshals that were not on recovery or standby shifts in order to staff  SMCs. Additionally, Flight Operations Division officials stated that they  continue to monitor data on SMC start times to identify the optimal  standby shift start times to reduce scheduling unpredictability.", "Improved coordination with field offices. In April 2019, FAMS  management issued guidance aimed at improving coordination between  the Mission Operations Center and field offices to reduce schedule  unpredictability. First, the guidance requires that the Mission Operations  Center obtain field office approval prior to adjusting an air marshal’s  standby shift start time by more than 2 hours in order to staff an SMC.  Second, in situations where FAMS receives a SMC request with more  than 24 hours’ notice and there are no available air marshals scheduled  to standby, Mission Operations Center and field office personnel are to  use air marshals scheduled to recovery shifts (if they are available and at  the field office’s discretion) before pulling air marshals from non-SMC  missions to cover the request. According to FAMS management, this  latter change is intended to reduce the number of non-SMC missions  dropped to cover SMCs."], "subsections": []}, {"section_title": "FAMS Monitors Some Schedule Information, But Does Not Monitor Whether Air Marshals’ Work Hours Are Consistent with Scheduling Guidelines", "paragraphs": [], "subsections": [{"section_title": "FAMS Monitors Some Schedule Information and Air Marshals’ Shifts Were Generally Consistent with Scheduling Guidelines", "paragraphs": ["FAMS management and Flight Operations Division personnel monitor  some information about air marshals’ planned and actual schedules.  According to Flight Operations Division officials, they routinely monitor  average scheduled shift length, average actual shift length, and average  scheduled rest for domestic and international missions through monthly  field office-specific reports. These officials stated that field office SACs  and other FAMS management officials use the reports to understand  characteristics like the mission tempo in each field office. Our analysis  of air marshals’ work hours as recorded on their time sheets  demonstrated that air marshals’ shift lengths were generally consistent  with scheduling guidelines for selected roster periods, but in each period  a few shifts were not.  Additionally, our analysis of air marshals’ regular  days off showed that air marshals generally received 8 days off per roster  period—consistent with FAMS scheduling guidelines—for the periods we  analyzed. The details of that analysis are presented in appendix II.", "Domestic missions. Generally, FAMS schedules air marshals to shifts  that range between 6.5 and 10 hours on days that they fly domestic  missions, but the Mission Operations Center has the authority to extend shift lengths to 12 hours. During the four roster periods we reviewed, air  marshals’ domestic mission shifts were generally shorter than 10 hours.  Specifically, during the 28-day roster periods we examined in fiscal year  2019, we estimate that air marshals exclusively worked shifts lasting 10  hours or less approximately 87 percent of the time. Air marshals worked  one or more shifts that extended beyond the scheduling guideline of 10  hours about 13 percent of the time. For example, during the 28-day roster  periods we examined in fiscal year 2019, we estimate that air marshals  worked at least one shift between 10 hours and 12 hours about 10  percent of the time and worked at least one shift that was greater than 12  hours approximately 3 percent of the time. See figure 3 for the results of  our analysis of domestic mission shifts.", "International missions. Scheduling guidelines for international missions  vary based on factors like mission destination, and some missions are not  subject to a maximum duration. Given the guideline variation for  international missions, we examined actual international missions against  the highest international mission shift length specified by the guidelines— 18 hours—as well as guidance that requires the Mission Operations  Center to consider scheduling alternatives when a delay causes an  international mission shift to last beyond 20 hours.", "Air marshals generally worked in accordance with guidelines for  international missions. Specifically, we found that air marshals generally  worked shifts that lasted fewer than 18 hours during the four roster  periods we analyzed. During the 28-day roster periods we examined in  fiscal year 2019, we estimate that air marshals exclusively worked shifts  lasting 18 hours or less approximately 71 percent of the time. Air  marshals worked one or more shifts lasting more than 18 hours about 29  percent of the time. For example, during the 28-day roster periods we  examined in fiscal year 2019, we estimate that air marshals worked at  least one shift between 18 and 20 hours approximately 24 percent of the  time and worked at least one shift greater than 20 hours about 11 percent  of the time. See figure 4 for the results of our analysis of international  mission shifts."], "subsections": []}, {"section_title": "FAMS Does Not Monitor Whether Air Marshals’ Work Hours Are Consistent with Guidelines", "paragraphs": ["FAMS management’s monthly reports on average shift lengths do not  provide insight into the extent air marshals are working hours consistent  with scheduling guidelines. For example, FAMS management reports for  the roster periods we analyzed for fiscal years 2018 and 2019 showed  that the average domestic mission shift lasted between about 6.5 and 7.5  hours. While these average times are below the 10-hour guideline for  domestic mission shifts, these data are not granular enough to determine  whether any air marshals worked shifts that exceeded scheduling  guidelines.", "With regard to international missions, because FAMS’s guidelines vary  more widely depending on the specifics of the mission, a single average  of all international mission durations is even less useful in determining the  extent to which air marshals’ work hours were consistent with applicable  guidelines. For example, one FAMS management report stated that the  average international mission shift length between October 29, 2017, and  November 25, 2017—the first period we examined in fiscal year 2018— was 12 hours and 55 minutes. Although this average exceeds the  scheduling guideline of 12 hours for international mission shifts to North  and Central American destinations that do not include an overnight  layover, this average is less than the guideline of 15 hours for  international mission shifts to North and Central American destinations  that include an overnight layover. As a result, the average shift length  would not have made clear how often guidelines were being observed.", "FAMS’s scheduling guidelines allow for exceptions to accommodate  operational needs, but more information on actual work hours could  improve FAMS management’s insight into how air marshals’ quality of life  is being balanced against mission needs. For example, FAMS  management’s reports could include other statistics that would provide  more insight into air marshals’ domestic mission shifts, such as minimum  or maximum actual shift lengths or the extent of variation across actual  shift lengths. Flight Operations Division officials explained that they do not  monitor other statistics that could provide more insight into actual work  hours because they had not identified a need to do so but stated that they  could and added that more information could be helpful.", "Standards for Internal Control in the Federal Government requires that  management use quality information to achieve the entity’s objectives by,  for example, processing its data into quality information that management  uses to make informed decisions. Without monitoring the extent to  which air marshals’ shifts and rest periods are consistent with scheduling  guidelines, FAMS management is not well positioned to determine if  scheduling guidelines are serving their purpose to balance air marshals’  quality of life with FAMS’s operational needs to execute its mission, nor  can it determine the extent to which air marshals are working beyond the  guidelines. As a result, the agency may not be able to successfully  manage risks of potentially decreased alertness and focus when air  marshals perform their duties."], "subsections": []}]}, {"section_title": "FAMS’s Scheduling Protocols Are Unclear to Supervisors and Staff", "paragraphs": [], "subsections": [{"section_title": "Air Marshals Do Not Have Access to Scheduling Guidelines", "paragraphs": ["FAMS has not made its scheduling guidelines available to all air  marshals. During our visits to a non-generalizable sample of field offices,  many FAMS personnel—including field office management, SFAMs, and  air marshals—stated that they did not have access to scheduling  guidelines. Rather, several air marshals stated that they learned of the  scheduling guidelines through discussions with immediate supervisors  and interactions with the Mission Operations Center. Air marshals in two  field offices we visited stated that they had asked for a copy of the  guidelines but were never provided one. Air marshals told us it would be  helpful to have access to the guidelines so that they can understand how  FAMS schedules its shifts.", "When we asked why the guidelines were not available to employees,  Systems Operation Control Section officials reported that they were  previously unaware that the field office SACs did not have access to the  guidelines. In response, in June 2019, they provided Field Operations  Division leadership with a document outlining the guidelines for  distribution to field office SACs. However, according to Systems  Operation Control Section officials, they did not explicitly direct the field  office SACs to further disseminate the guidelines to air marshals in their  respective field offices. As of July 2019, Systems Operation Control Section officials were not aware to what extent the document was  disseminated beyond the field office SACs, if at all.", "FAMS scheduling guidelines are intended to balance mission needs with  air marshals’ quality of life. As discussed above, these guidelines include  specific parameters for shift length and rest periods when air marshals fly  missions. Further, exceptions to these guidelines are permitted to meet  operational needs. Standards for Internal Control in the Federal  Government provides that management should implement control  activities, such as FAMS scheduling guidelines, and that it is helpful for  management to communicate them to personnel so they can implement  them for their assigned responsibilities. Furthermore, the FAMS- commissioned Harvard sleep and fatigue study states that policies  concerning work hours and scheduling need to be well communicated.  Without access to the scheduling guidelines, air marshals and their  supervisors may not be aware of management’s intended balance  between mission needs and air marshals’ quality of life. Further, they may  not feel empowered to request schedule changes that may be needed to  ensure air marshals are sufficiently rested to carry out their mission."], "subsections": []}, {"section_title": "Some Supervisors Are Unaware of Their Authority to Adjust Air Marshals’ Schedules", "paragraphs": ["Some field office SFAMs we spoke to in our discussion sessions were not  clear about protocols that require Mission Operations Center personnel to  obtain their approval before making certain adjustments to air marshals’  schedules. FAMS protocols state that the Mission Operations Center  can extend an air marshal’s domestic mission shift to 12 hours or reduce  rest following a domestic shift to 10 hours. However, the Mission  Operations Center must first obtain the approval of a field office SFAM  before extending an air marshal’s domestic mission shift beyond 12 hours  or reducing rest below 10 hours. SFAMs we discussed this issue with  during our six site visits had varying levels of knowledge about their  authority or involvement in approving such changes. For example,  individual SFAMs in two field offices we visited told us they were aware of  the requirements but in two other field offices, SFAMs stated that they did  not have any say in adjustments to air marshals’ schedules, regardless of  the circumstances.", "SFAMs were also unaware of field offices’ authority to remove air  marshals from missions on short notice. FAMS protocols authorize, and  Systems Operation Control Section officials confirmed, that field office  SFAMs can remove air marshals from a mission the day of or day before  the mission. However, there were SFAMs that were unaware of this in  each of the four field offices where we discussed the topic. Some SFAMs  had the understanding that management officials—either field office  SACs or other management officials outside of field offices—or Mission  Operations Center personnel must make these decisions.", "Systems Operation Control Section officials explained that field office  SFAMs do not have access to the Standard Operating Procedure that  sets forth these protocols, nor have they provided written guidance on the  protocols. Systems Operation Control Section officials stated that they  have not given supervisors access to these protocols or written guidance  on them because they chose to communicate protocols through verbal  briefings. Systems Operation Control Section officials explained that  they follow the protocols and had not previously seen a need to share  them more widely, but acknowledged that doing so would increase  transparency.", "It is important that SFAMs have access to protocols outlining their role  and authority so that they can carry out their job. Standards for Internal  Control in the Federal Government provides that management should  implement control activities through policies by, for example,  communicating to personnel the policies and procedures so that the  personnel can implement the control activities for their assigned  responsibilities. Furthermore, the FAMS-commissioned Harvard sleep and fatigue study states that policies concerning work hours and  scheduling need to be well communicated. Providing SFAMs with  written information on these protocols that detail their involvement and  authorities in making decisions that affect air marshals’ quality of life  would provide clarity for SFAMS, who we found to be uncertain about  their authorities in this regard."], "subsections": []}]}]}, {"section_title": "Some FAMS Employees Filed Discrimination Complaints and TSA and FAMS Have Taken Some But Not All Planned Steps to Prevent Discrimination", "paragraphs": [], "subsections": [{"section_title": "FAMS Employees Filed 230 EEO Complaints Over Three Years", "paragraphs": ["From fiscal years 2016 through 2018, FAMS employees filed 230 EEO  complaints with TSA’s Civil Rights Division (CRD), though employees  may have reported additional discrimination complaints through other  means. CRD is responsible for receiving and handling FAMS  employees’ EEO complaints. During this 3-year period, the number of  EEO complaints CRD handled regarding FAMS employees was  proportional to the number of complaints handled for employees across  all of TSA, relative to the size of each workforce. Specifically, in 2018 the  ratio of total complaints to total number of employees was 2.8 percent for  FAMS and 2.1 percent for TSA.", "Although reporting to CRD is the only means for FAMS employees to file  an EEO complaint, they may choose to report discrimination to their  manager or to other entities including the DHS OIG or TSA’s Anti- Harassment Program, which is overseen by the National Resolution  Center. The Anti-Harassment Program can take immediate action  intended to stop the discriminatory behavior by, for example, separating  the employees involved in the complaint. FAMS employees may also  choose to report to CRD as well as one or more of the other available  means. Once an employee files a complaint with any of these entities,  agency officials are to follow processes to investigate the allegation to  determine if the complaint is substantiated or not substantiated. See  appendix III for a description of the four venues through which FAMS  employees can raise discrimination complaints, including what is known  about the number and nature of complaints received through each venue  in fiscal years 2016 through 2018.", "We found that some FAMS employees may choose not to report an  allegation of discrimination to any of these venues. For example, air  marshals in five of the six field offices we visited indicated that they may  not file a discrimination complaint because they were concerned about  retaliation. Additionally, air marshals in three discussion sessions  indicated that some FAMS employees may prefer to handle an allegation  of discrimination themselves by speaking directly with the person  involved. Further, representatives of a FAMS employee group and the  professional association representing federal law enforcement officers we  met with stated some FAMS employees may choose not to report an  allegation of discrimination to any of these venues. As such, the 230 EEO  complaints may underestimate the total number of incidents of alleged  discrimination within FAMS."], "subsections": []}, {"section_title": "TSA and FAMS Have Taken Some Steps to Prevent Discrimination, But FAMS Has Not Fully Implemented Various Efforts Planned in 2012", "paragraphs": [], "subsections": [{"section_title": "DHS, TSA, and FAMS Have Provided Training and Created Venues for Discussion to Prevent Discrimination", "paragraphs": ["FAMS’s 2012 action plan identified a number of existing TSA and FAMS  efforts already in place at that time—such as providing certain training— and stated FAMS’s commitment to continuing and improving these  existing efforts with a goal to enhance organizational and cultural  initiatives regarding diversity and equal employment opportunities.  Consistent with FAMS’s 2012 plan, DHS, TSA, and FAMS have provided  EEO and diversity training to FAMS employees and offered several  forums for air marshals to raise concerns about discrimination.", "Training. Since 2003, DHS and TSA have required all employees— including air marshals—to complete training intended to, among other  things, prevent discrimination. These include mandatory annual DHS  training, TSA new-hire training, and some optional TSA training. For  example since 2003, TSA has required new employees to complete a  course called Introduction to Civil Rights which provides an overview of  civil rights, EEO laws, and TSA’s related complaint process. In addition, as of December 2006, DHS has required all employees to complete  annual No FEAR Act training to inform employees of their rights and  responsibilities with regard to discrimination in the workplace. FAMS  management officials told us that educating the workforce about  discrimination is important because education promotes and opens  communication avenues within FAMS that were previously underutilized.", "TSA has also provided training beyond these required courses. For  example, CRD officials told us that at the start of each fiscal year they  work with FAMS management to identify FAMS field offices where  concerns about discriminatory behavior have been raised. CRD officials  stated that they have then provided in-person tailored trainings based on  the field offices’ needs. Additionally, in August 2019, TSA’s Anti- Harassment Program provided FAMS leadership with an overview of the  program—including defining harassment and manager and employee  responsibilities. According to CRD and FAMS officials, they are in the  process of developing additional courses that could be helpful to  preventing discrimination, including civility courses, coaching through  conflict, and crucial conversations training.", "Venues. FAMS has venues for air marshals to raise issues, such as  concerns about discrimination. Specifically, in 2002 FAMS created “Field  Office Focus Groups;” in 2006 FAMS established an Ombudsman  position; and in 2011 FAMS created EEO points of contact in FAMS field  offices.", "FAMS Field Office Focus Groups. During the early ramp-up of  FAMS after September 11, 2001, FAMS established an internal  initiative called “Field Office Focus Groups” to provide a venue for  employees to raise issues, such as concerns about discrimination, to  field office management through group discussions. We reviewed  Field Office Focus Group meeting minutes from all 20 field offices  from October 2016 through December 2018. During these meetings,  discrimination-related issues were discussed in two field offices. For  example, in one focus group air marshals inquired about their  recourse when they believe management has retaliated against them.", "FAMS Ombudsman. FAMS established a FAMS-specific  Ombudsman position in 2006. The FAMS Ombudsman is responsible  for answering inquiries about agency policies and helping employees  identify options to resolve workplace concerns, such as concerns  about discrimination. The FAMS Ombudsman we met with told us  they have fielded inquiries about discrimination but they do not keep  records on the number of inquiries. The Ombudsman estimated that  between May 2018, when assuming the Ombudsman position, and  July 2019 the office received, on average, eight calls per month from  air marshals on various topics, some of which involved inquiries about  discrimination. In these cases the Ombudsman explained that they  had informed individuals of the resources available to them as well as  the 45-day time frame to file an EEO complaint with CRD if they  chose to do so. Air marshals in five of the six field offices we visited  reported being aware of the Ombudsman position.", "EEO Points of Contact in all FAMS field offices. According to  FAMS officials, in 2011, FAMS began to establish EEO points of  contact in FAMS’s 20 field offices. FAMS officials report that these  points of contact are intended to provide ready, onsite referrals to  CRD staff and facilitate access to information about EEO and diversity  training opportunities. As of August 2019, FAMS officials told us that  all FAMS field offices have at least one EEO point of contact and  several field offices have more than one."], "subsections": []}, {"section_title": "FAMS Planned Additional Steps to Prevent Discrimination, But Has Not Fully Implemented Them", "paragraphs": ["The FAMS 2012 action plan highlighted additional efforts to prevent  discrimination but FAMS has not fully implemented or maintained these  efforts. According to FAMS leadership, they have not fully implemented or  continued the efforts they set forth in the 2012 action plan because the  changeover in FAMS leadership since 2012 resulted in a loss of focus on  implementing the plan. For example, the plan called for each FAMS field  office to develop an EEO/diversity action plan to strengthen the current  workplace environment. Each plan was to emphasize four principles:  leadership commitment, recruitment and resourcing, career development  and enhancement, and employee engagement/workplace culture. As of  July 2019, none of the field offices had a diversity action plan in place.", "In addition, the 2012 action plan called for FAMS to continue to convene  diversity focus groups. In 2010 and 2011, FAMS conducted 10 diversity  focus groups to solicit input from the workforce related to recruitment,  retention, discrimination, harassment, and retaliation, according to FAMS  officials. However, FAMS has not held these diversity focus groups since  2011. Further, in 2007, TSA established what is now the Diversity and  Inclusion Change Agents Council, which serves as a venue where TSA  employees, including air marshals, can promote diversity. In the 2012  action plan, FAMS planned to have all levels of FAMS employees,  including senior leadership, such as SACs and Assistant Supervisory Air  Marshals in Charge, represented on the council. However as of 2019, two  air marshals are the FAMS representatives on this council.", "Concerns with discrimination persist among air marshals. For example,  FAMS employees’ fiscal year 2018 FEVS survey responses related to  issues of discrimination were consistently less positive than those of DHS  and TSA employees overall, although the proportion of EEO complaints  among FAMS’s workforce is similar to TSA’s as a whole. Specifically,  DHS estimates that less than half (44 percent) of FAMS employees feel  they can disclose a suspected violation without fear of reprisal. Further,  FAMS employees’ positive responses were lower than TSA and DHS  employees’. Similarly, a smaller estimated percent of FAMS employees  believe that prohibited personnel practices are not tolerated (FAMS 54  percent, TSA 60 percent, and DHS 62 percent). Further, as described  earlier, air marshals in five of the six field offices we visited raised  concerns about potential retaliation for reporting discrimination. For  example, one air marshal expressed concern that they might be given  undesirable travel schedules as retaliation if they filed a complaint.  Finally, according to employee exit surveys conducted by TSA in fiscal  years 2012 through 2018, of the 342 FAMS respondents who completed  a survey, 26 (about 8 percent) cited that a reason for leaving was  diversity or inclusion barriers in the workplace.", "Given these indications of concerns about discrimination in the FAMS  work environment, it is important that FAMS management reaffirm and  strengthen its efforts to prevent discrimination. The Equal Employment  Opportunity Commission’s Management Directive 715 requires agencies  to take appropriate steps to establish a model EEO program and  identifies six essential elements for a model EEO program, including  demonstrated commitment from agency leadership and proactive  prevention of unlawful discrimination. Further, it is DHS’s stated  objective to develop and maintain a high performing workforce in part by  promoting a culture of transparency, fairness, and equal employment  opportunity throughout the DHS workforce. By taking steps to renew its  commitment to the goals and initiatives in its 2012 action plan, such as  updating and following through on its 2012 action plan, FAMS  management can demonstrate leadership commitment to the prevention  of discrimination. Doing so could better ensure it proactively addresses  and reduces concerns of discrimination among its workforce."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["Federal air marshals are deployed worldwide to protect civil aviation  against the risk of terrorist violence. Although FAMS has taken some  steps to address air marshals’ quality of life issues, FAMS management  does not have information about the number and proportion of the  workforce who are medically qualified, which limits their understanding of  the workforce’s ability to fulfill its duties. Further, FAMS has not assessed  the overall health of its workforce by analyzing available data, which  would allow it to identify any health and fitness trends or risks among its  workforce, take steps to mitigate these risks, make informed workforce  planning decisions, and prioritize employee welfare to ensure that it  deploys a workforce capable of fulfilling its national security mission.", "FAMS does not monitor the extent to which air marshals’ actual work  hours are consistent with scheduling guidelines, limiting its ability to  determine if air marshals’ quality of life is being balanced with the  agency’s operational needs. FAMS also has not shared these scheduling  guidelines with air marshals or provided guidance outlining authorities  and procedures for changing air marshals’ schedules with field offices.  Sharing these guidelines would improve the ability of air marshals and  their supervisors to address quality of life issues related to long shifts and  inadequate rest.", "Finally, although FAMS has taken steps to prevent discrimination, FAMS  employees have continued to file discrimination complaints indicating that  at least the perception of discrimination persists. By taking steps to  reaffirm and strengthen its efforts to prevent discrimination, such as  updating and following through on its 2012 action plan, FAMS  management could better ensure it proactively addresses and reduces  concerns of discrimination consistent with DHS’s objective of developing  and maintaining a high performing workforce through fairness and equal  employment opportunity."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making the following six recommendations to FAMS:  The Executive Assistant Administrator / Director of FAMS should identify  and utilize a suitable system that provides information about air marshals’  medical qualification status. (Recommendation 1)", "The Executive Assistant Administrator / Director of FAMS should develop  and implement a plan to assess the health and fitness of the FAMS  workforce as a whole, including trends over time. (Recommendation 2)", "The Executive Assistant Administrator / Director of FAMS should identify  and implement a means to monitor the extent to which air marshals’  actual shifts and rest hours are consistent with scheduling guidelines.  (Recommendation 3)", "The Executive Assistant Administrator / Director of FAMS should provide  all air marshals access to scheduling guidelines, including workday length  and rest periods. (Recommendation 4)", "The Executive Assistant Administrator / Director of FAMS should  disseminate or otherwise provide supervisory air marshals access to  guidance that outlines authorities and procedures for changing an air  marshal’s work schedule. (Recommendation 5)", "The Executive Assistant Administrator / Director of FAMS should take  steps to reaffirm and strengthen efforts to prevent discrimination by, for  example, updating and following through on its 2012 action plan and  renewing leadership commitment to the plan’s goals. (Recommendation  6)"], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of our report to DHS for comment. In written  comments, which are included in appendix IV, DHS concurred with our  six recommendations and described steps they plan to take to address  them, including estimated timeframes for completion.", "With regard to our first recommendation that FAMS identify and utilize a  suitable system that provides information about air marshals’ medical  qualification status, DHS officials stated that FAMS is evaluating case  management software to track this information and plans to pursue  funding for this effort in fiscal year 2021. This action, if fully implemented,  should address the intent of this recommendation.", "With regard to our second recommendation that FAMS develop and  implement a plan to assess the health and fitness of the FAMS workforce  as a whole, DHS officials stated that FAMS recently established a team to  develop a plan for assessing workforce health and wellness issues.  Adopting and implementing a plan that assesses the health and fitness of  the FAMS workforce as a whole should address the intent of this  recommendation.", "With regard to our third recommendation that FAMS identify and  implement a means to monitor the extent to which air marshals’ actual  shifts and rest hours are consistent with scheduling guidelines, DHS  officials stated that FAMS will begin tracking air marshals’ actual hours  and examine the extent to which air marshals’ actual and scheduled  hours vary. This information could be helpful, for example, in assessing  air marshals’ schedule predictability. However, to address the intent of  this recommendation, FAMS would need to monitor the extent that air  marshals’ actual work and rest hours are consistent with FAMS’s  scheduling guidelines.", "With regard to our fourth recommendation to provide all air marshals  access to scheduling guidelines, according to DHS officials, FAMS will  provide air marshals ongoing access to the guidelines. Similarly, with  regard to our fifth recommendation to provide supervisory air marshals  access to guidance that outlines authorities and procedures for changing  an air marshal’s work schedule, according to DHS officials, FAMS will  provide supervisors ongoing access to scheduling authorities and  procedures. These actions, if fully implemented, should address the intent  of these recommendations.", "With regard to our sixth recommendation that FAMS reaffirm and  strengthen efforts to prevent discrimination, DHS officials stated that  FAMS plans to review the goals of its 2012 action plan and develop steps  to strengthen efforts to prevent discrimination. If fully implemented, these  actions should address the intent of this recommendation.", "We are sending copies of this report to the appropriate congressional  committees and to the Acting Secretary of Homeland Security,  Administrator of TSA, Executive Assistant Administrator / Director of  FAMS, and other interested parties. In addition, this report is available at  no charge on the GAO website at http://gao.gov.", "If you or your staff have any questions concerning this report, please  contact me at (202) 512-8777 or russellw@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. GAO staff who made key contributions to  this report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The objectives of this report are to (1) assess the extent to which the  Federal Air Marshal Service (FAMS) has taken steps to address air  marshals’ health concerns; (2) assess the extent to which FAMS has  taken steps to address air marshals’ concerns about their work  schedules; and (3) describe what is known about the number of  discrimination complaints FAMS employees have reported to the  Transportation Security Administration (TSA) and FAMS and assess the  extent to which TSA and FAMS have taken steps to prevent  discrimination in the workplace.", "To address all three objectives, we visited a non-generalizable sample of  six FAMS field offices in: Atlanta, Georgia; Dallas, Texas; Los Angeles,  California; Newark, New Jersey; New York, New York; and Seattle,  Washington. We chose these field offices to capture variation in the  following factors: the number of special mission coverage trips (SMCs) in  fiscal year 2018; the rate of schedule changes by field office in fiscal year  2018; the rate of equal employment opportunity complaints by field office  for fiscal years 2015 through 2018; the number of employees in each field  office as of September 2018; field office location; and results from the  Office of Personnel Management’s (OPM) 2018 Federal Employee  Viewpoint Survey (FEVS). To obtain a range of perspectives on quality  of life issues, work schedules, and discrimination within FAMS, we  conducted discussion sessions with air marshals as well as separate  discussion sessions with supervisory federal air marshals (SFAMs) in  each field office.", "We conducted a total of ten discussion sessions with air marshals. We  initially conducted one discussion session with air marshals in the Seattle  field office—where we spoke with approximately 15 air marshals—and  one discussion session with air marshals in the Dallas field office—where  we spoke with approximately 30 air marshals. Following these discussion  sessions, we developed a standardized list of questions used to facilitate  two discussion sessions with approximately 10 air marshals each, in each  of the remaining four field offices (Atlanta, Los Angeles, Newark, and New  York). We also conducted a total of six discussion sessions exclusively with SFAMs—one session in each field office that we visited. The  discussion session in the Seattle field office consisted of two SFAMs,  while all others consisted of approximately 10 SFAMs. Following  discussion sessions with SFAMs in the Seattle and Dallas field offices,  the team developed a standardized list of questions that was used by a  moderator in meetings with SFAMS in the remaining four field offices. For  discussion sessions with air marshals and SFAMs, we requested that  each field office make available a diverse group of participants, to include  women and minorities.", "These were semi-structured discussions, led by a moderator who  followed a standardized list of questions and allowed for unstructured  follow-up questions. The results from these group discussions are not  generalizable to air marshals or SFAMs who did not participate in them,  but they provided a range of perspectives from about 125 air marshals  and about 50 SFAMs spanning the six FAMS field offices we visited. In  each field office we visited we also interviewed field office management  officials about these same topics. Finally, we interviewed field office  operations staff in four of the six field offices about their role in scheduling  air marshals. To obtain additional perspectives on these topics, we  interviewed a TSA employee group (Women Executives at FAMS); a  professional association representing federal law enforcement officers,  including air marshals (the Federal Law Enforcement Officers  Association); and the FAMS Ombudsman.", "To address the first objective about air marshals’ health concerns, we  reviewed prior research on FAMS workforce issues including our past  reports on challenges associated with FAMS’s workforce; a 2012 FAMS- commissioned Harvard Medical School study on air marshal sleep and  fatigue; and reports from FAMS working groups that examined medical  issues and physical fitness.", "To identify air marshals’ current concerns about health issues, we asked  air marshals about any quality of life issues they face during discussion  sessions. We then performed a content analysis of the results and  identified key issues relating to health that were raised during the  discussion sessions. One of our analysts conducted this analysis, tallying  the number of discussion sessions in which certain health issues were  discussed by air marshals. A different analyst then checked the  information for accuracy, and any initial disagreements were discussed  and reconciled by the analysts.", "We also analyzed results of OPM’s FEVS for FAMS, TSA, and DHS  employees in 2018—the most recent data available at the time of our  review. We analyzed FEVS question number 35, which asks survey  participants if “Employees are protected from health and safety hazards  on the job.” We assessed the reliability of the FEVS data by reviewing  OPM’s 2018 FEVS Technical Report and reviewing confidence intervals  for the data points we included in this report. We determined that the data  we used were sufficiently reliable for use in the analysis presented in this  report.", "We also analyzed FAMS’s workers’ compensation claim data for FAMS  employees for fiscal years 2013 (when FAMS reviewed air marshals’  physical fitness) through 2018 (the most recent full fiscal year of data  available). We assessed the reliability of the claim data by interviewing  cognizant FAMS officials, obtaining information about the data systems  that maintain these data, and conducting checks for missing and out of  range values. We determined that the data we used were sufficiently  reliable for use in the analysis presented in this report.", "To identify steps FAMS has taken to address air marshals’ health  concerns, we asked FAMS management, SFAMs, and air marshals we  met with in headquarters and field offices to identify efforts to assess and  promote air marshals’ health—such as programs, policies, and practices.  We reviewed documentation related to these efforts including FAMS’s  policies outlining medical standards for air marshals and its Health,  Fitness, and Wellness program, as well as FAMS analyses of health  issues among air marshals, workers’ compensation claims, and on-the- job injuries. For example, we examined (a) minutes from two FAMS  meetings when FAMS Medical Programs Section officials reported on  medical and health issues among air marshals; (b) summary information  from TSA’s Occupational Safety, Health, and Environment Division  describing air marshals’ worker compensation claims from fiscal years  2015 through 2018; (c) an analysis of injuries and illnesses reported by  air marshals from calendar years 2016 through 2018.", "We also reviewed information about FAMS practices for maintaining  medical and health information about air marshals. We compared  FAMS’s efforts to address air marshals’ health concerns to OPM  strategies for human capital management and a TSA strategic planning  document from June 2018.", "To address the second objective to examine the extent to which FAMS  has taken steps to address air marshals’ concerns about their work  schedules, we reviewed FAMS documents outlining scheduling guidelines  for shift length and rest periods, protocols for adjusting air marshals’  schedules, and FAMS management reports with statistics on air  marshals’ planned and actual schedules. We analyzed data from FAMS’s  Aircrews data system on the number of SMC missions and the number of  changes made to air marshals’ schedules in order to cover SMCs  between November 2016 and June 2019. We also analyzed data from  FAMS’s Aircrews data system on the number of scheduled standby shifts  between June 2018—when FAMS began scheduling air marshals to  standby shifts to staff SMCs—and August 2019. We assessed the  reliability of these data by reviewing documentation regarding the source  of this data and by obtaining information from knowledgeable agency  officials about its accuracy and completeness. We found these data to be  sufficiently reliable for use in our analysis.", "To identify the lengths of air marshals’ shifts when they flew missions, we  analyzed 808 air marshal time sheets. We first selected four separate  28-day periods, known as roster periods, during which air marshals flew  missions. Our analysis included air marshals scheduled to fly or on  recovery shifts on 11 or more days during the selected roster periods.  This resulted in a total of 7,981 roster periods worked by air marshals as  our population of interest. To help ensure the sample included air  marshals from field offices that had high rates of SMCs for each roster  period, we stratified our population into eight mutually exclusive strata  based on the roster period and the percentage of each field office’s  missions that were SMCs in each roster period. We then randomly  selected a stratified sample of 101 air marshals from each roster period  proportionally allocated across the SMC percentage strata within each  roster period.", "Using these data for these air marshals, we analyzed the length of air  marshals’ shifts when they flew domestic and international missions to  identify shifts that were (1) consistent with or (2) exceeded scheduling  guidelines. For example, we analyzed time sheets to estimate the  percentage of roster periods worked by air marshals that included one or  more shifts longer than 10 hours. We also analyzed time sheets to  estimate the percentage of roster periods worked by air marshals that  included one or more shifts between 10 and 12 hours and to estimate the  percentage of roster periods worked by air marshals that included one or  more shifts longer than 12 hours.", "We also examined the number of air marshals’ regular days off.  Specifically, we analyzed air marshals’ time sheets to estimate the  percentage of roster periods worked by air marshals that included less  than 8 regular days off. In performing this analysis, we did not count days  as regular days off when air marshals reported receiving a regular day off  but also reported time worked for the same day, unless the time worked  was carryover from a prior workday.", "In conducting these time sheet analyses, we took steps to minimize  issues that might affect data reliability. Specifically, we identified time and  attendance sheets that included errors that would impact our analysis— such as those with missing values—and either excluded them or obtained  corrected information from FAMS. We excluded a total of 44 of the 404  roster periods initially selected in our sample. We also performed an  analysis to ensure that by excluding these timesheets we did not  introduce bias into our sample. We found no evidence of bias and  concluded the sample data was sufficiently reliable for the purposes of  producing population estimates. The results of our analysis are  generalizable to the roster periods analyzed.", "To identify steps FAMS has taken to address air marshals’ concerns  about their schedules, we interviewed management officials from FAMS’s  Flight Operations Division about their efforts to (1) monitor air marshals’  shifts and rest against scheduling guidelines and (2) make scheduling  protocols available to staff. We compared FAMS’s actions to address air  marshals’ scheduling concerns to two principles in Standards for Internal  Control in the Federal Government related to the need to implement  control activities and use quality information to achieve an entity’s  objectives.", "To address the third objective about discrimination, we reviewed FAMS,  TSA, and DHS policies related to discrimination and interviewed FAMS,  TSA, and DHS officials to understand how FAMS employees report  discrimination complaints. Specifically, we met with officials in TSA’s  Civil Rights Division (CRD), TSA’s Anti-Harassment Program, FAMS  Incident Activity Coordination and Trends Unit, and DHS OIG.", "We also examined the number and characteristics of discrimination  complaints reported by FAMS employees from fiscal year 2016 through  fiscal year 2018—the most recent 3 full years of data available at the time  of our review. Specifically, we analyzed record-level data on  discrimination complaints filed or reported by FAMS employees to TSA’s  CRD, TSA’s Anti- Harassment Program, and FAMS’s Incident Activity  Coordination and Trends Unit. We also obtained information from the  DHS OIG on individual complaints they received that involved FAMS  employees and included complaints of discrimination. Generally, we  analyzed the date of the complaint, type of allegation, basis of the discrimination, and outcomes. We assessed the reliability of the data from  TSA’s CRD, TSA’s Anti-Harassment Program, and FAMS’s Incident  Activity Coordination and Trends Unit by interviewing cognizant TSA and  FAMS officials, obtaining information about the data systems that  maintain these data, and conducting checks for missing and out of range  values. We determined that the data we used was sufficiently reliable for  use in the analysis presented in this report.", "To examine the proportion of the FAMS and TSA workforces who alleged  discrimination relative to the size of these workforces, we compared the  number of complaints handled by TSA’s CRD for fiscal years 2016, 2017  and 2018 to the total number of employees during the same fiscal  years. We assessed the reliability of the TSA’s CRD data by  interviewing cognizant TSA officials and obtaining information about the  data system that maintains these data. We determined that the data we  used was sufficiently reliable for use in the analysis presented in this  report.", "To identify steps TSA and FAMS have taken to prevent discrimination in  the workplace, we interviewed TSA and FAMS management, SFAMs,  and air marshals we met with during our site visits. We then analyzed  documentation related to the identified efforts such as minutes from all 20  FAMS Field Office Focus Group meetings between October 2016 and  December 2018 as well as DHS and TSA training materials related to  preventing discrimination.", "To identify air marshals’ current perspectives about discrimination, we  asked air marshals in our discussion sessions about the processes for  reporting discriminatory behavior as well as their perspectives on  discriminatory behavior within FAMS. We then performed a content  analysis of the results and identified key issues that were raised during  the discussion sessions, including air marshals’ comments regarding their  experiences related to retaliation for reporting discrimination. One of our  analysts conducted this analysis, tallying the number of discussion  sessions in which certain issues were discussed by air marshals. A  different analyst then checked the information for accuracy. We then  determined the extent to which certain key issues were raised among the  sessions.", "In addition, we analyzed results of OPM’s FEVS for FAMS, TSA, and  DHS employees in 2018. Specifically, we analyzed FEVS question  number 17, which asks survey participants if employees “Can disclose  suspected violation without fear of reprisal.” We also analyzed FEVS  question number 38, which asks survey participants if “Prohibited  personnel practices are not tolerated.” As noted above, we assessed the  reliability of the FEVS data and determined that the data we used was  sufficiently reliable for use in the analysis presented in this report.", "We also analyzed data from TSA’s employee exit survey results for  FAMS employees from fiscal years 2012 through 2018—the period for  which full year data were available since the DHS OIG review.  Specifically, we examined the extent to which employees’ reasons for  leaving included diversity or inclusion barriers in the workplace. We  assessed the reliability of the exit survey data by obtaining information  about how the data are collected from TSA officials. We determined that  the data we used were sufficiently reliable for use in the analysis  presented in this report.", "We compared TSA’s and FAMS’s efforts to prevent discrimination in the  workplace to the Equal Employment Opportunity Commission’s  Management Directive 715. This policy requires agencies to take  appropriate steps to establish a model equal employment opportunity  (EEO) program and identifies six essential elements for a model EEO  program. In addition, we compared TSA’s and FAMS’s efforts to DHS’s  and TSA’s strategic planning documents which both include an objective  to develop and maintain a high-performing workforce.", "We conducted this performance audit from July 2018 to January 2020 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Analysis of Air Marshals’ Regular Days Off", "paragraphs": ["The Federal Air Marshal Service’s (FAMS) scheduling guidelines state  that each air marshal is scheduled to receive a minimum of 60 hours of  rest around 2 consecutive regular days off each week, or a total of 8  regular days off each 28-day roster period. FAMS Flight Operations  officials stated that there are exceptions that may prevent an air marshal  from being scheduled to receive 2 regular days off each week, such as  international deployments that last 6 or more days and travel to and from  training programs that last 6 or more days. Additionally, FAMS  management officials and air marshals that we interviewed stated that air  marshals may be asked to cover flights for which a potentially high-risk  passenger has been ticketed—known as Special Mission Coverage  deployments—on their scheduled regular days off if no other air marshals  are available. Furthermore, FAMS Flight Operations officials stated that  FAMS may ask air marshals to receive non-consecutive regular days off  due to operational needs.", "We analyzed air marshals’ regular days off as recorded on their  timesheets to determine the extent that they were consistent with these  scheduling guidelines. Specifically, we analyzed a generalizable sample  of air marshals’ timesheets for two roster periods in fiscal year 2018 and  two roster periods in fiscal year 2019. We found that air marshals  generally received 8 regular days off in the roster periods we analyzed.  Specifically, during the 28-day roster periods we examined in fiscal year  2019, we estimate that air marshals received 8 regular days off  approximately 98 percent of the time. However, some air marshals did not  receive all 8 regular days off. Specifically, during the 28-day roster  periods we analyzed in fiscal year 2019, we estimate that air marshals  received 7 regular days off approximately 2 percent of the time. See  figure 5 for results of our analysis."], "subsections": []}, {"section_title": "Appendix III: Description of Federal Air Marshal Service Employee Discrimination Complaints Received, by Office", "paragraphs": ["There are four venues through which Federal Air Marshal Service (FAMS)  employees can raise discrimination complaints. One of these venues is  the Transportation Security Administration’s (TSA) Civil Rights Division  (CRD) which is responsible for receiving and handling FAMS employees’  equal employment opportunity (EEO) complaints. Although reporting to  CRD is the only means for FAMS employees to file an EEO complaint,  they may choose to report discrimination in other venues. Specifically,  they may report discrimination to their manager, TSA’s Anti-Harassment  Program—which is overseen by TSA’s National Resolution Center, or the  Department of Homeland Security’s (DHS) Office of Inspector General  (OIG). FAMS employees may also choose to report to CRD as well as to  one or more of the other available entities. Table 1 describes what is  known about the number and nature of complaints received through each  venue in fiscal years 2016 through 2018."], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contacts and Staff Acknowledgements", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Claudia Becker (Assistant  Director), Anne Akin (Analyst-in-Charge), Enyinnaya Aja, James Ashley,  Carl Barden, Taiyshawna Battle, Edda Emmanuelli-Perez, Eric Hauswirth,  Yvonne Jones, Jesse Jordan, Ellie Klein, Thomas Lombardi, Diona  Martyn, Sam Portnow, Minette Richardson, Forrest Rule, Raymond  Sendejas, Michael Silver, and Adam Vogt also made key contributions to  this report."], "subsections": []}]}], "fastfact": ["The Federal Air Marshal Service deploys air marshals to help ensure the security of, and to prevent threats to, civil aviation.", "We assessed several air marshal workforce issues. Among other things, air marshals have expressed concerns about schedule unpredictability and sleep deprivation. The Service has guidelines for shift lengths and rest periods but doesn’t monitor if they are followed. Also, although the Service has adopted a plan to help prevent discrimination, it hasn’t fully implemented it.", "We made 6 recommendations, including assessing workforce health and renewing focus on preventing discrimination."]}