{"id": "GAO-17-64", "url": "https://www.gao.gov/products/GAO-17-64", "title": "Drug Compounding: FDA Has Taken Steps to Implement Compounding Law, but Some States and Stakeholders Reported Challenges", "published_date": "2016-11-17T00:00:00", "released_date": "2016-11-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Drug compounding is the process of combining, mixing, or altering ingredients to create a drug tailored to the needs of an individual patient. An outbreak of fungal meningitis in 2012 linked to contaminated compounded drugs raised concerns about state and federal oversight of drug compounding. The Drug Quality and Security Act, enacted in 2013, helped clarify FDA's authority and included a provision for GAO to report on drug compounding.", "This report examines (1) the settings in which drugs are compounded, and the extent of drug compounding; (2) state laws and policies governing drug compounding, and how they are enforced; (3) communication between states and FDA, as well as among states, regarding drug compounding, and the associated challenges; and (4) steps FDA has taken to implement its responsibilities to oversee drug compounding, and challenges that have been reported with these efforts.", "GAO surveyed state pharmacy regulatory bodies in the 50 states, the District of Columbia, Guam, Puerto Rico, and the U.S. Virgin Islands (all but 4 completed the survey); reviewed documents and interviewed officials from FDA, 25 stakeholder organizations (including national pharmacy and medical associations), and agencies in 3 states selected for having differing laws and policies; reviewed relevant laws; and examined FDA data on drug compounding inspections and actions taken.", "HHS provided general comments on a draft of this report, as well as technical comments, which were incorporated as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO's survey of state pharmacy regulatory bodies found that drugs are compounded in a variety of health care settings, and some data are collected on the number of entities that compound drugs (drug compounders), but not the volume of compounded drugs. In addition to pharmacies, drug compounding settings include physicians' offices and outsourcing facilities—a new type of facility established by law in 2013, which can compound sterile drugs without patient-specific prescriptions and register with and are inspected by the Food and Drug Administration (FDA), an agency within the Department of Health and Human Services (HHS). While FDA and some states collect data on drug compounders, only one state reported collecting data on the number of prescriptions or the volume of compounded drugs. In addition, states GAO surveyed and stakeholders GAO interviewed did not collect data specific to the extent of compounding performed by nonpharmacists, such as physicians.", "Nearly all of the states GAO surveyed reported having drug compounding laws, regulations, or policies, though few apply to nonpharmacists, and states conduct inspections and can take actions to enforce them. Less than 20 percent of states reported having laws, regulations, or policies specific to compounding by nonpharmacists (e.g., physicians), and these state laws varied. To help ensure compliance, most states reported inspecting drug compounders, such as pharmacies and outsourcing facilities, and most states can take several types of actions against pharmacies, including monetary fines, and suspension and revocation of a license or registration.", "Most states reported being satisfied with their communication with FDA and other states, although some reported challenges. About three quarters of the states reported participating in FDA-sponsored activities, such as intergovernmental meetings, and obtaining information from FDA's website. Some states reported challenges with this communication, such as getting FDA to respond to requests for information. In terms of communication between states, most survey respondents reported that they are satisfied with this communication, which occurs through conferences and other activities.", "FDA has taken steps to implement its regulatory responsibilities to oversee drug compounding, but states and stakeholder organizations have cited challenges and concerns. FDA has issued numerous draft and final guidance documents related to drug compounding, and conducted more than 300 inspections of drug compounders, which resulted in actions such as FDA issuing warning letters and voluntary recalls of potentially contaminated compounded drugs. Some stakeholder organizations said the amount of time it takes FDA to finalize the guidance and other documents—including those required by the 2013 law—is challenging. FDA officials noted that reviewing the large number of comments received has contributed to the time the agency has taken to finalize them. States and stakeholder organizations also cited concerns related to access to compounded drugs and differences between states and FDA on the appropriate inspection protocols to use when inspecting drug compounders. In August 2016, FDA changed its procedures to address concerns about the appropriate protocols to use for these inspections."]}], "report": [{"section_title": "Letter", "paragraphs": ["Drug compounding is the process of combining, mixing, or altering  ingredients to create a medication tailored to the needs of an individual  patient. Compounding is typically used to prepare medications that are  not commercially available, such as medication for a patient who is  allergic to an ingredient in a mass-produced pharmaceutical product. At  the state level, drug compounding has traditionally been overseen by  state pharmacy regulatory bodies (e.g., boards of pharmacy). In addition  to pharmacists, other health care practitioners, such as physicians, may  prepare compounded drugs, and these practitioners are generally  overseen by their respective state licensing agencies (e.g., state medical  boards). At the federal level, the Food and Drug Administration (FDA), an  agency within the Department of Health and Human Services (HHS), is  responsible for overseeing the safety and quality of domestic and  imported pharmaceutical products under the Federal Food, Drug, and  Cosmetic Act (FDCA).", "Concerns have been raised that some pharmacies were going beyond  traditional drug compounding for individual patients by compounding and  selling large quantities of drugs to facilities in multiple states without  meeting federal safety and other requirements applicable to new drugs.", "Further, an outbreak of fungal meningitis in 2012 linked to contaminated  compounded steroid injections, which resulted in over 60 deaths and  hundreds of people getting ill, raised questions about the safety and  quality of compounded drugs and concerns about state and federal  oversight of drug compounding. In July 2013, we reported that FDA’s  oversight authority was unclear and recommended that Congress  consider clarifying FDA’s authority to oversee drug compounding. The  Drug Quality and Security Act (DQSA), enacted in November 2013,  helped clarify FDA’s authority to oversee drug compounding nationally  and created a new category of compounders called outsourcing  facilities—facilities that meet certain FDA requirements, including  compounding sterile drugs, that register with and are inspected by FDA,  and are allowed to compound drugs without patient-specific prescriptions.  The act also included a provision for GAO to review drug compounding.  This report examines  1.  the settings in which drugs are compounded, and the extent of drug  compounding in each state;  2.  state laws, regulations, and policies governing drug compounding,  and how they are enforced;  3.  how communication is conducted between states and FDA, as well as  among states, regarding compounding, and any associated  challenges; and  4.  steps FDA has taken to implement its responsibilities to oversee drug  compounding since enactment of the DQSA, and any challenges that  have been reported with these efforts.", "This report also includes an appendix that describes information about  the safety and quality of compounded drugs that is available to  purchasers of these drugs (e.g., hospitals, health systems, and patients).  (See app. I.)", "To address our objectives, we administered a web-based survey to the  state pharmacy regulatory bodies in the 50 states, the District of  Columbia, Guam, Puerto Rico, and the U.S. Virgin Islands. We achieved  a survey response rate of 93 percent: 50 of the 54 states completed the  survey. The survey collected information from the states on the settings in  which drug compounding occurs; available data on drug compounding in  each state; state laws, regulations, and policies related to drug  compounding; activities states have participated in related to drug  compounding with FDA and other states; states’ perspectives on  communication with FDA and other states; and their perspectives on  FDA’s implementation of the DQSA, among other things.", "In addition, we interviewed officials from 25 stakeholder organizations that  have a stake or an interest in drug compounding to obtain information on  topics such as state laws, regulations, and policies on drug compounding;  their perspectives on any challenges in communication between FDA and  states, as well as among states, related to drug compounding; and their  perspectives on FDA’s implementation of the DQSA. We selected these  stakeholder organizations to include national organizations representing  (1) pharmacies and pharmacists, including those that compound drugs;  (2) physicians, including those in medical specialties identified as  compounding drugs; and (3) state boards of pharmacy and state medical  boards; as well as experts in drug compounding, and an organization that  conducted research related to drug compounding. We reviewed relevant  documents provided by these stakeholder organizations, including  comments submitted to FDA regarding FDA’s compounding-related  activities. In addition to officials from the 25 stakeholder organizations, we  interviewed state officials, including officials from the boards of pharmacy,  medical boards, and the agencies that have oversight responsibility for  outsourcing facilities in three selected states—North Carolina, Minnesota,  and Texas. We selected these states because they reported differing  laws, regulations, or policies related to drug compounding (such as  oversight of outsourcing facilities) in their responses to the survey, among  other reasons. We obtained information on state laws, regulations, and  policies related to drug compounding in each selected state, and we  obtained additional details for certain survey responses from the board of  pharmacy officials. In addition, we interviewed officials from two  pharmacy benefit managers—third-party administrators of prescription  drug programs for certain health plans and federal and state government  employee plans—to obtain information related to drug compounding,  including how these entities determine the safety and quality of  compounded drugs. We used information collected from our survey and  obtained from the interviews and related documents to describe the  information about the safety and quality of compounded drugs that is  available to purchasers of these drugs. The perspectives of the officials  from the 25 stakeholder organizations, three selected states, and two  pharmacy benefit managers are not generalizable, but provided us with  valuable insight on these issues.", "We interviewed FDA officials to obtain information on steps FDA has  taken to implement its regulatory responsibilities to oversee drug  compounding since enactment of the DQSA, and we reviewed relevant  laws and regulations related to drug compounding. In addition, we  reviewed relevant documents from FDA, including FDA’s draft  memorandum of understanding (MOU) with states regarding distribution  of compounded human drug products, and FDA’s draft and final guidance  related to drug compounding and implementation of the DQSA, such as  FDA’s final guidance on registration of outsourcing facilities. We also  analyzed FDA data on inspections of drug compounders, and data on  actions taken, such as the issuance of warning letters related to drug  compounding. We determined that the data we used from FDA on  inspections and actions taken related to drug compounding were  sufficiently reliable for purposes of this study by discussing data collection  processes and limitations of the data with agency officials, and comparing  the data against other published sources. See appendix II for more  detailed information on our objectives, scope, and methodology.", "We conducted this performance audit from May 2015 to November 2016  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Traditionally, drug compounding is the process of combining, mixing, or  altering ingredients to create a customized medication for an individual  patient. For example, a pharmacist may tailor a medication for a patient  who is allergic to an ingredient in a conventionally manufactured drug or  prepare a liquid formulation for a patient who has difficulty swallowing  pills. Pharmacies sometimes compound drugs in advance of receiving  individual patient prescriptions in anticipation of receiving prescriptions  based on historical prescribing patterns—a practice referred to as  anticipatory compounding. Drugs are also sometimes compounded to be  kept in stock by a hospital, clinic, or physician’s office to administer to  patients, such as patients with an immediate need for the compounded  drug—a practice referred to as office-use compounding. In addition to  pharmacists, other health care practitioners, such as physicians, may also  compound drugs. Compounded drugs include nonsterile preparations— such as capsules, ointments, creams, gels, and suppositories—and  sterile preparations, including intravenously administered fluids,  ophthalmic products, and other injectable drugs. Compounded sterile  drugs pose special risks of contamination if not made properly, and  require special safeguards to prevent injury or death to patients receiving  them. In addition, nonsterile drugs that are compounded improperly (e.g.,  if they contain too much active ingredient) can also cause serious harm.", "An outbreak of fungal meningitis in 2012 linked to contaminated  compounded drugs led to questions about the safety and quality of  compounded drugs, and raised concerns about state and federal  oversight of drug compounding. At the time, concerns were raised by  FDA and others—including members of Congress and public health  advocates—that some pharmacies were going beyond traditional drug  compounding by producing large quantities of compounded drugs without  prescriptions for individual patients, and selling those compounded drugs  to facilities in multiple states. Many believed that these types of  pharmacies were engaging in conventional manufacturing under the  guise of compounding without meeting safety and other requirements with  which conventional drug manufacturers must comply. In July 2013, we  found that the authority of FDA to oversee drug compounding was  unclear and this lack of clarity had resulted in gaps in oversight of drug  compounding. Specifically, two federal circuit court decisions had  resulted in differing FDA authority in different parts of the country, and  these inconsistent decisions contributed to challenges in FDA’s ability to  inspect and take enforcement action against entities engaging in drug  compounding.", "In November 2013, the DQSA was enacted to help clarify FDA’s authority  to oversee drug compounding. The act established a new type of facility,  an outsourcing facility, that prepares sterile compounded drugs and which  may compound drugs without patient-specific prescriptions. These  outsourcing facilities differ from drug compounders operating under  section 503A of the FDCA, which exempts drugs compounded by a  licensed pharmacist or licensed physician based on the receipt of a valid  prescription, for an identified individual patient, and in accordance with  certain other conditions, from three key provisions of the FDCA that are  otherwise applicable. The DQSA also removed certain provisions from  section 503A of the FDCA that were found to be unconstitutional by the  U.S. Supreme Court in 2002, and affirmed the validity of the remaining  provisions in section 503A. Table 1 outlines some of the requirements  under section 503A, applicable to 503A compounders, and section 503B,  applicable to outsourcing facilities.", "While FDA is required to inspect outsourcing facilities, it does not  routinely inspect 503A compounders, although it may in certain instances  (e.g., in response to complaints). In general, states regulate  compounding as part of the practice of pharmacy and the state pharmacy  regulatory bodies (e.g., boards of pharmacy) are responsible for oversight  of the practice of pharmacy, which may include inspections of pharmacies  that are 503A compounders. For example, a state board of pharmacy  may inspect pharmacies that compound drugs for compliance with the  U.S. Pharmacopeial Convention’s (USP) compounding standards."], "subsections": []}, {"section_title": "Drugs Are Compounded in a Variety of Settings; FDA and Some States Collect Data on the Number of Drug Compounders, but Not the Volume of Compounded Drugs", "paragraphs": ["Our survey of state pharmacy regulatory bodies found that drugs are  compounded in a variety of pharmacy and other health care settings,  including outsourcing facilities. While FDA and some states collect data  on drug compounders, nearly all of the states reported that they did not  collect data on the volume of compounded drugs."], "subsections": [{"section_title": "Drugs Are Compounded in a Variety of Pharmacy and Other Health Care Settings", "paragraphs": ["Our survey of state pharmacy regulatory bodies found that drugs,  including sterile drugs, are compounded in a variety of pharmacy and  other health care settings. Respondents in almost all of the states we  surveyed reported that different types of pharmacies, such as retail and  hospital pharmacies, were authorized to prepare sterile compounded  drugs in their state. Respondents in most states also reported that FDA- registered outsourcing facilities were authorized to compound sterile  drugs in their states; however, respondents in 5 states reported that these  entities were not authorized to do so for reasons including that the state  was still in the process of developing a state license for these entities. In  addition, respondents in over half of the states reported that physicians’  offices—both general practitioners’ offices and medical specialty offices  (e.g., dermatologists and pediatricians)—were authorized to prepare  sterile compounded drugs in their states; however, respondents in several  other states reported that they did not know if certain medical settings  were authorized to do so. For example, respondents in 18 states reported  that they did not know if general practitioners’ offices were authorized.  See table 2 for information on the types of entities authorized to prepare  sterile compounded drugs.", "Respondents in several states reported that any licensed or registered  pharmacy could potentially compound nonsterile drugs. For example,  respondents in two states commented that almost all pharmacies  compound or have the potential to compound nonsterile drugs, such as  simple creams. A respondent in one state commented that they are under  the assumption that any licensed pharmacy can perform nonsterile  compounding without a special authorization to do so, and a respondent  in another state reported that nearly all community and hospital  pharmacies do at least some nonsterile compounding.", "In addition, officials from some of the stakeholder organizations we  interviewed said that certain medical specialists, such as dermatologists,  pediatricians, and allergists, prepare compound drugs. They explained  that, for example, some medical specialists mix nonsterile topical creams  or sterile preparations, such as lidocaine (a local anesthetic agent that  can be administered by injection), as part of their medical practice.  However, some of these officials said that whether health care  practitioners compounded drugs depended on what was considered  compounding, and that some medical specialists generally use  compounded drugs provided by a pharmacy or outsourcing facility and do  not compound the drugs themselves."], "subsections": []}, {"section_title": "FDA and Some States Collect Data on Drug Compounders, but Only One State Reported Collecting Data on the Volume of Compounded Drugs", "paragraphs": ["According to FDA officials, there is no good source for data on the extent  of drug compounding and who is doing it except for data on outsourcing  facilities. Although outsourcing facilities are required to provide FDA with  a report of the drugs they compounded during the previous 6-month  period, including the number of units they produced, aggregate data on  the listed drugs were not available at the time of our review. According to  FDA officials, not all outsourcing facilities provided these reports and the  data provided were not yet collected and maintained in a standard format.  Therefore, the officials said that FDA does not input the data into a single  database, but instead maintains this information on the individual  spreadsheets that the outsourcing facilities provided. According to FDA,  the agency plans to makes necessary modifications to its electronic  reporting system to accommodate the information outsourcing facilities  must provide in the future so that outsourcing facilities will be able to  electronically submit drug product reports into a single standardized  format. In addition, even though the compounded drugs are reported— and some outsourcing facilities report thousands of compounded drugs— FDA has not received data on the quantity of each drug listed in the  reports in some cases, according to the officials. Further, while all  outsourcing facilities are required to submit drug product reports to FDA,  the officials we interviewed said that there are some facilities that have  not provided it. As of April 22, 2016, 40 of the 59 outsourcing facilities had  not provided some or all required reports. One FDA official said that to  date, FDA has not taken regulatory action against outsourcing facilities  that have not provided the reports of the drugs they compounded unless  FDA was already taking steps to address some other violation of statute  by the outsourcing facility, including through the issuance of a warning  letter. According to the FDA officials, this is because addressing all of the  firm’s violations that FDA has identified in a single action is a more  effective mechanism to bring the firm into compliance and a more efficient  use of agency resources than pursuing separate actions for discrete  violations of the FDCA.", "While respondents in almost all of the states we surveyed reported having  license categories for resident and nonresident pharmacies, respondents  in some states reported having other license categories, including those  specific to sterile drug compounding. For example, 12 states reported  having a separate license category for resident pharmacies that  compound sterile drugs and 12 states reported having a sterile  compounding license category for nonresident pharmacies. Other  respondents reported licensing categories for pharmacies that included  nuclear pharmacies, home infusion pharmacies, and Internet/mail order  pharmacies; and entities that distribute compounded drugs. (See table  3.) In addition, respondents in some states reported that they do not have  separate license categories for specific types of practice settings;  however, they are aware of pharmacies and other entities in their state  that engage in certain practice areas (e.g., pharmacies that engage in  sterile compounding).", "In addition, respondents in half of the states we surveyed reported  collecting data on licensed or registered pharmacies that compound  sterile drugs, but not all of these states reported data. For example, 16  states reported data for 2015, ranging from 31 pharmacies in Nevada to  1,024 in California. Respondents in most of the states that reported data  on pharmacies that compound sterile drugs reported collecting this  information yearly. (See table 4.)", "National data on the extent of drug compounding, as measured by the  number of prescriptions or the volume of compounded drugs (e.g.,  number of units), were not available from our survey, as only one state  reported collecting these data, and its data were limited to sterile  compounded drugs. That state reported that 658,128 total prescriptions  for sterile compounded drugs were dispensed by pharmacies in the state  in 2014, and 708,142 total prescriptions were dispensed in 2015. In  addition, the state reported that close to 2.5 million units of sterile  compounded drugs were dispensed by pharmacies in the state in 2014,  and almost 2 million units were dispensed in 2015. Staff from the state’s  board of pharmacy said that the state does not collect data on the total  number of all prescriptions dispensed by pharmacies; therefore, they  could not calculate the percentage of prescriptions for sterile  compounded drugs to all prescription drugs. Board staff also noted that  the source of the state’s data was based on self-reporting from  pharmacies; as such, pharmacies’ methods for identifying and reporting  numbers of prescriptions and units of sterile compounded drugs may  differ, and the state cannot confirm the validity or accuracy of the data.", "When asked if collecting data on the number of prescriptions for  compounded drugs or the volume of compounded drugs would have any  effect on their oversight of drug compounding activities, officials from the  state boards of pharmacy in our three selected states said that collecting  such data could be burdensome and costly. For example, the official from  Texas said that because they have thousands of licensed pharmacies in  their state, the volume of such data would be overwhelming and they do  not know what they would do with all of that data. The official from North  Carolina said that there would be a significant cost to collecting these  data and the ultimate benefit is unclear. In addition, the official from  Minnesota said that it seemed like there could be a sizable amount of  data to collect, and the pharmacy board would have to work out details,  including whether the data would be collected in aggregate or much more  specifically by patient, how the data would be collated and stored (such  as in a database), and how the board would pay for such data collection  and management.", "Officials in almost all of the stakeholder organizations we interviewed had  not conducted or were not aware of any studies or reviews on the extent  of drug compounding or the settings in which compounding occurs in  each state. However, one stakeholder organization, the Pew Charitable  Trusts, conducted a survey of the state boards of pharmacy in the 50  states and the District of Columbia (43 of the 51 states responded) on  state oversight of sterile drug compounding. Among its findings, the  Pew Charitable Trusts reported that from 3 percent to 24 percent of  pharmacies in the 43 responding states were performing sterile  compounding. In June 2016, HHS’s Office of Inspector General reviewed  spending for compounded drugs under Part D, the Medicare program’s  prescription drug benefit. This review found that Medicare Part D  spending for compounded drugs rose from $70.2 million in 2006 to  $508.7 million in 2015, particularly for topical compounded drugs which  include creams and ointments. The HHS Office of Inspector General  attributed this increase to both an increase in the average cost of  prescriptions and an increase in the number of beneficiaries receiving  these compounded drugs.", "While respondents in 26 states reported that providers in general  practitioners’ and medical specialty offices were authorized to compound  drugs in their state, we did not find any sources of data specific to the  extent to which this occurs. In one of our selected states, the state  medical board official said that the extent of drug compounding by  physicians and nonpharmacist health care practitioners is likely minimal  because their board has not heard about it; however, because the board  is complaint driven (i.e., they only inspect or investigate practitioners if a  complaint has been submitted) it could be that such compounding activity  has not led to any complaints. Another state’s medical board official told  us that it is not known whether the scale of compounding by physicians is  small and specific to certain medical specialties, or whether it is  widespread. This official speculated that it is not widespread, except  within particular medical specialties. Further, officials from one  stakeholder organization—a national medical association—said that they  were not sure how extensive compounding by physicians is or the amount  of compounding that is being conducted; and officials from another  stakeholder organization—a different national medical association—told  us that they would not know how to go about gathering information on the  extent of compounding by physicians. Finally, an official from another  stakeholder organization—a national pharmacy association—told us the  extent of physician compounding varies dramatically depending on the  practice environment or physician specialty, in that almost every patient  receives compounded drugs from physicians in outpatient surgery and  cancer centers, but general practitioners do not usually perform much  compounding otherwise."], "subsections": []}]}, {"section_title": "Nearly All States Reported Having Drug Compounding Laws, Though Few Apply to Nonpharmacists, and States Conduct Inspections and Can Take Actions to Enforce These Laws", "paragraphs": ["Respondents in almost all of the states we surveyed reported having  laws, regulations, or policies specific to the practice of drug compounding.  However, few apply to physicians and other nonpharmacists. To help  ensure compliance with state laws, regulations, or policies specific to drug  compounding, respondents in most states reported inspecting  pharmacies and other drug compounders, and most reported their state  can take several types of actions against noncompliant pharmacies or  other drug compounders."], "subsections": [{"section_title": "Almost All States Reported Having Laws, Regulations, or Policies Specific to Drug Compounding", "paragraphs": ["Respondents in 48 of the states we surveyed reported having laws,  regulations, or policies specific to the practice of drug compounding;  however, these generally only apply to pharmacies and pharmacists. A  respondent in one of the remaining states—Pennsylvania—reported that  its state had proposed rules and regulations governing compounding  practices. The respondent in the other remaining state—New York— reported that the state did not have any laws specific to compounding;  however, the state had laws regarding outsourcing facilities operating  under section 503B of the FDCA. Respondents in over half the states (26)  reported enacting laws or adopting regulations or policies specific to drug  compounding in response to the DQSA. Table 5 shows the number of  states that reported having laws, regulations, or policies specific to drug  compounding, including pending or proposed laws, regulations, or  policies, and those specific to nonpharmacist health care practitioners  and FDA-registered outsourcing facilities.", "In addition, respondents in 39 states reported that anticipatory  compounding for both sterile and nonsterile compounded drugs is  authorized or allowed in their state, and respondents in 27 states reported  that compounding for office use is authorized or allowed in their state.  However, respondents in 4 of the 27 states commented that only FDA- registered outsourcing facilities may compound drugs for office use and a  respondent in 1 state reported that their state was working on regulations  to prohibit this practice to align with federal restrictions on pharmacies  under section 503A. In our three selected states, compounding for office  use is allowed in Texas, but not in North Carolina or Minnesota. The  Texas board of pharmacy official said that the state enacted legislation to  allow compounding for office use in 2005, but noted that the volume of  office-use compounding in pharmacies appears to have dropped  dramatically because outsourcing facilities registered with FDA are now  providing this service. The North Carolina board of pharmacy official told  us that North Carolina revised its laws regarding compounding for office  use following enactment of the DQSA and this practice is no longer  allowed in the state. This official said that there is no such thing as office- use compounding in North Carolina unless a facility is registered with  FDA as an outsourcing facility. According to the Minnesota board of  pharmacy official, compounding by licensed pharmacies for office use has  not been allowed in the state for decades, and an exemption that had  been provided for some large health care systems and specialty  pharmacies to compound products to use within their system is no longer  available.", "State laws, regulations, and policies related to licensing for sterile drug  compounding, labeling and testing of compounded drugs, compounding  qualifications and standards, and reporting of compounded drug products  varied across states. For example, respondents in 12 states reported  requiring a license or registration for sterile compounding facilities, and  respondents in 24 states reported requiring labeling for compounded  drugs, as of January 1, 2016. Table 6 provides a summary of select  provisions related to drug compounding and the number of states that  reported having each provision.", "Further, respondents in 40 states reported that they require FDA- registered outsourcing facilities that conduct business within their state to  have a license in their state, and some states require more than one  license type for FDA-registered outsourcing facilities. (See table 7.) For  example, one state reported that an FDA-registered outsourcing facility is  required to register with the state as a manufacturer, but if the facility is  also providing compounded drugs for patient-specific prescriptions the  facility must also register as a pharmacy.", "Some states also have different licensing categories for resident (in-state)  and nonresident (out-of-state) FDA-registered outsourcing facilities, and  oversight of these facilities varies by state. For example, in our three  selected states:", "Minnesota. The Minnesota Board of Pharmacy has oversight  responsibility for outsourcing facilities in Minnesota. The board of  pharmacy official said that under Minnesota law, outsourcing facilities  are considered to be a subtype of manufacturer and are required to  follow CGMP requirements. This law also specifies that no license  shall be issued or renewed for an outsourcing facility unless the  applicant provides proof of registration with FDA as an outsourcing  facility, according to the official.", "North Carolina. The North Carolina Department of Agriculture and  Consumer Services, Food and Drug Protection Division, has oversight  responsibility for outsourcing facilities in North Carolina. According to  an official from this department, a state statute specifically refers to  outsourcing facilities and applies the same requirements applicable to  conventional drug manufacturers to these facilities, including the  requirement to register with the department. As with conventional  drug manufacturers, the department has oversight responsibility for  the storage and distribution of outsourcing facilities’ finished  products.", "Texas. The Texas Department of State Health Services, Drugs and  Medical Devices Group, has oversight responsibility for outsourcing  facilities in Texas. Officials from this department told us that in-state  facilities are licensed as manufacturers of prescription drugs, and out- of-state facilities are licensed as prescription drug distributors. The  officials said that Texas law does not specifically address outsourcing  facilities; therefore, they regulate these entities as manufacturers and  apply federal regulations and FDA guidelines and policies in their  oversight of these entities, including inspecting them under CGMP  requirements."], "subsections": []}, {"section_title": "Few States Reported Having Laws or Policies Specific to Drug Compounding by Physicians and Other Nonpharmacist Health Care Practitioners", "paragraphs": ["Respondents in less than 20 percent of states (9 states) reported having  laws, regulations, or policies specific to compounding by physicians or  other nonpharmacist health care practitioners (e.g., physician assistants),  and these laws varied by state. For example, one state reported that its  state statute requires pharmacy board licensure of all entities that  compound drugs and possess compounded drugs, including physicians;  and another state reported having a law that specifically allows a medical  practitioner to compound drugs for patients under the practitioner’s care.", "Officials in one of our three selected states—Minnesota—reported having  a law specific to compounding by physicians and other nonpharmacist  health care practitioners. Officials in the two other states reported that  they did not have any laws, regulations, or policies specific to such  compounding.", "Minnesota. Minnesota’s statute on compounding applies to both  health care practitioners and pharmacies. The Minnesota statute  requires practitioners and pharmacists to comply with USP  compounding standards, among other things. However, an official  from the Minnesota Board of Pharmacy told us that the pharmacy  board relies on the state’s Board of Medical Practice to inform  physicians that compounding by physicians should be compliant with  the USP chapters related to nonsterile and sterile compounding (USP  chapters 795 and 797, respectively) depending on what they are  compounding. This official said that the board of pharmacy does not  know which physicians may be compounding, and while the pharmacy  board has the authority to inspect any place in the state in which  drugs are held to be distributed, they need to give advance notice of  inspection to physicians. An official from the Minnesota Board of  Medical Practice said that the medical board has a complaint-driven  process and that if there are allegations that a physician has violated  medical or pharmacy statutes that regulate the practice of medicine,  including compounding, the board has the authority to investigate.", "North Carolina. A state statute in North Carolina requires that a  physician who dispenses prescription drugs, for a fee or other charge,  register with the board of pharmacy and comply with relevant laws  and regulations governing distribution of drugs that apply to  pharmacists; however, this statute does not specifically address  compounding by physicians. According to the board of pharmacy  official we interviewed, disciplinary authority over these physicians lies  solely with the state’s medical board. The North Carolina Medical  Board official explained that the board has the authority to discipline a  physician for violating any law involving the practice of medicine and  that compounding drugs is included in the practice of medicine. This  official further explained that the board’s role in overseeing physicians  has historically been complaint driven and the board had not had any  complaints or issues brought to its attention related to compounding  by physicians until a recent case referred to them by the board of  pharmacy. This official said that the board is currently developing its  role in overseeing compounding by physicians.", "Texas. The Texas medical board official told us that there was no  specific mention of compounding by physicians in the Texas state  statute. The official said, however, that if the medical board received a  complaint that involved one of their licensees (i.e., practitioner)  violating the state’s drug compounding laws, then the board could  take enforcement actions.", "Respondents in 21 states reported that their office had heard concerns  about the practice of compounding by physicians and other  nonpharmacists. Some of the concerns respondents in these states  reported were about a lack of regulation and oversight of compounding by  physicians and other nonpharmacists, and whether physicians were  complying with compounding standards, such as USP standards. Further,  respondents in some states were unsure which entity, if any, in their state  had oversight responsibility for compounding by physicians and other  nonpharmacists. For example, respondents in 17 states reported that  they did not know if their state had any laws, regulations, or policies  specific to drug compounding by nonpharmacists. A respondent in one  state commented that they do not believe that the medical, nursing, and  naturopath practitioners are subject to any laws, regulations, or policies  related to compounding.", "Some of the stakeholder organizations we interviewed also expressed  concerns about compounding by physicians and other nonpharmacists.  Officials from one stakeholder organization said that drug compounding  conducted in standalone physician practices does not generally fall under  medical licensing requirements of state medical boards; therefore, there  are gaps in oversight of compounding by physicians. Officials from  another stakeholder organization told us that there are an increasing  number of companies that are targeting physicians, offering to establish  compounding labs within the physicians’ offices. The officials said that the  market has been responding to DQSA by targeting physicians because  FDA’s oversight of drug compounding has focused on pharmacists, and  the market sees an opportunity for physicians to profit off of compounding  rather than see the prescriptions they write leave their offices. An official  from another stakeholder organization said that there is an enormous  amount of compounding in physician offices, but few state boards of  pharmacy have oversight over this practice. This official said that boards  of pharmacy oversee pharmacists and pharmacies, but do not oversee  compounding by physicians. According to this official, the state boards of  pharmacy have tried to bring physician-compounded drugs under their  oversight, but it has been difficult. Officials from one stakeholder  organization, the Federation of State Medical Boards, told us that they  conducted an informal review of state laws regarding compounding by  physicians (i.e., state medical practice acts) and found that few states  have laws specifically regulating compounding by physicians; however,  most medical boards consider compounding as part of the practice of  medicine. The officials said that they plan to further study this issue to  determine whether to develop guidelines for their members. In addition,  FDA officials told us that the agency has not taken a proactive role in  compounding by physicians and there is not much oversight of physician  compounding by state medical boards. FDA officials noted that they did  inspect one physician who was compounding after receiving complaints,  and that they planned to discuss oversight of physician compounding at  FDA’s intergovernmental meeting with state officials in September 2016."], "subsections": []}, {"section_title": "Most States Reported Inspecting Resident Pharmacies and Can Take a Variety of Enforcement Actions to Enforce Drug Compounding Laws", "paragraphs": ["To help ensure compliance with state laws, regulations, or policies related  to drug compounding, respondents in most states reported inspecting  resident pharmacies and relying on inspections by the home state of  nonresident pharmacies. Specifically, respondents in 42 states reported  inspecting all licensed resident pharmacies, respondents in 6 states  reported inspecting some of these pharmacies, and respondents in 29  states reported relying on a home state’s inspection report for nonresident  pharmacy inspections. Specific to entities that compound or distribute  sterile compounded drugs, table 8 shows the number of states that  reported conducting inspections for sterile compounding pharmacies,  wholesale distributors, and outsourcing facilities.", "Types of state inspections include prelicensure, for cause (e.g., in  response to a complaint), and recurring (e.g., every 1 to 2 years).  Respondents in most states reported conducting these types of  inspections for resident pharmacies, resident sterile compounding  pharmacies, and resident wholesale distributors; however, few states  reported conducting any of these types of inspections for nonresident  entities. In addition, the number of full-time equivalent pharmacy  inspectors authorized to inspect either resident or nonresident  pharmacies, or both, ranged from zero to 138. A respondent in one state  that did not have any pharmacy inspectors reported that the five  pharmacy board members conducted these inspections.", "Survey respondents also reported their states required certain  qualifications for pharmacy inspectors. For example, most respondents  reported that their state required inspectors to have a current  pharmacist’s license and almost half the states required inspectors to  have practiced pharmacy for a minimum number of years. Specific to  inspections of compounding facilities, respondents in 21 states reported  requiring inspectors to complete a specialized training program in sterile  compounding, respondents in 15 states reported requiring inspectors to  complete a specialized training program in nonsterile compounding, and  respondents in 4 states reported requiring inspectors to have prior  experience in compounding.", "Time frames for recurring inspections of pharmacies and other drug  compounders, as well as entities that distribute compounded drugs, vary  by state, and respondents in some states reported challenges in meeting  their inspection time frames. Respondents reported state inspection time  frames ranging from at least once a year to every 5 years or more, and  they also varied by type of entity being inspected. (See table 9.)  Respondents in 21 states reported that they have challenges in meeting  their state’s required inspection time frames, citing reasons such as  limited resources and the time required to conduct inspections. For  example, a respondent in one state commented that there are over 1,000  sterile compounding pharmacies in their state that are supposed to be  inspected each year, which is challenging for the 46 inspectors who  conduct these inspections. A respondent in another state commented that  they have a small staff responsible for inspections and investigations, so  the priority goes to sterile compounding facilities.", "To enforce drug compounding laws, regulations, or policies, respondents  in most states reported they can take several types of actions against  pharmacies or other compounding entities, including suspension and  revocation of a license or registration, monetary fines, or a cease and  desist order. For example, respondents in 45 states reported they can  suspend a pharmacy or pharmacist’s license and respondents in 41  states reported they can impose monetary fines. (See table 10.) Other  types of actions that respondents reported included nondisciplinary  administrative letters of warning, restricting a license (e.g., restricting a  pharmacist from engaging in sterile compounding), and reprimands.", "While respondents in several states reported data on the number of  actions taken against pharmacies for cases involving compounded drugs,  respondents in some states reported that they do not track such data  specific to cases involving compounded drugs. Of the respondents in the  41 states that reported they can impose a monetary fine, 13 states  reported imposing monetary fines on pharmacies or pharmacists for  cases involving compounded drugs in 2014, and 12 states reported taking  this action in 2015. The number of pharmacies or pharmacists that states  reported receiving these fines in 2015 ranged from 1 pharmacy or  pharmacist in 1 state to 73 in another state. In addition, respondents in 8  states reported suspending pharmacy or pharmacist licenses in 2014 and  respondents in 6 states reported taking this action in 2015. Of the  respondents in the 19 states that reported they can conduct a mandatory  recall of compounded drugs, 2 states reported taking this action in 2014  and 3 states reported doing so in 2015. Respondents in 4 states reported  revoking 1 or 2 pharmacy or pharmacist licenses in 2015 for cases  involving compounded drugs."], "subsections": []}]}, {"section_title": "Most States Are Satisfied With Their Communication with FDA and Other States, although Some States Reported Challenges", "paragraphs": ["Most states reported overall satisfaction with their communication with  FDA on compounding issues through events such as FDA-sponsored  activities, but some states reported challenges with this communication.  Similarly, most states reported overall satisfaction with communication  among states at conferences and meetings, but some states noted  challenges."], "subsections": [{"section_title": "About Three Quarters of States Reported Participating in FDA- Sponsored Activities and Obtaining FDA Drug Compounding Information; Some States Reported Challenges with This Communication", "paragraphs": ["FDA has communicated with states on compounding issues in a variety of  ways, including FDA-sponsored activities, such as intergovernmental  meetings; most states reported this communication was helpful. In 2014  and 2015, FDA held three intergovernmental working meetings on  pharmacy compounding with pharmacy board representatives from states  and U.S. territories. Survey respondents in about three quarters of the  states reported participating in FDA’s intergovernmental meetings on drug  compounding, and most participating states reported these activities were  very or moderately helpful; however, a number of participating states  reported that the activities were slightly or not at all helpful. For example,  respondents in 41 states reported participating in FDA’s March 2014  Intergovernmental Working Meeting on Pharmacy Compounding, and of  those states that reported participating in this meeting, respondents in 33  states, or about 80 percent, reported that the meeting was very or  moderately helpful. However, respondents in 4 states that reported  participating in the March 2014 meeting reported that the meeting was  slightly or not at all helpful. See table 11 for the number of states that  reported participating in FDA-sponsored activities and how the  participating states rated the helpfulness of the activities.", "Respondents from most states reported obtaining compounding-related  information from FDA’s website, and in general, states found this  information helpful. For example, respondents in 38 states reported  obtaining a list of FDA-registered outsourcing facilities from FDA’s  website, and 32 of them found the information very or moderately helpful.  See table 12 for the number of states that reported obtaining information  related to drug compounding from FDA’s website and how these states  rated the helpfulness of the information.", "Of the respondents in the 40 states that reported having had  communication with FDA regarding drug compounding issues, 24 states  (60 percent) reported that, overall, they were very or somewhat satisfied  with this communication; however, 9 states (23 percent) reported they  were very or somewhat dissatisfied. (See fig. 1.) The respondent in one  state that reported being satisfied with their communication with FDA said  “It has been very helpful to have ongoing meetings and discussion with  FDA at FDA-sponsored events and other meetings. The emphasis on  state communication is noted and appreciated.” However, the respondent  in another state that indicated dissatisfaction with their communication  with FDA commented that “there seems to be no real progress in  providing guidance as to what regulatory approaches FDA intends to  take—it seems like FDA is burdened by red tape that prevents it from  sharing information with the states on common issues.”", "Respondents in 25 states reported that they have not experienced  specific challenges in their communication or interactions with FDA  related to drug compounding issues, but respondents in 15 states  reported experiencing one or more communication challenge with FDA.  Fourteen of them reported that getting FDA to respond to their requests  for information was very or moderately challenging; and 10 of them  reported that getting FDA to provide responses to their questions related  to oversight of drug compounding was very or moderately challenging.  Finally, respondents in several states elaborated on their states’  communication or interactions with FDA. For example, one respondent  reported that “it has taken years for the FDA to respond or even  acknowledge the Board’s communication in some instances. Timeliness  is a significant issue.” Another respondent reported that when they work  with FDA, FDA requests a variety of information from the board, but will  not provide any information to the board. See table 13 for how 15  states—the states that reported experiencing one or more communication  challenges with FDA—rated these challenges.", "FDA officials noted that federal law prohibits FDA from sharing certain  nonpublic information with state officials that have not provided  confidentiality commitments to FDA. According to FDA officials, the  agency has encouraged and worked with states and individual state  officials to provide such commitments through FDA commissioning or  information sharing agreements. Survey respondents in 27 states  reported having commissioned officers with FDA; 16 of them reported that  having commissioned officers for sharing information and conducting  activities related to drug compounding was very or somewhat effective,  and 5 of them reported having commissioned officers was very or  somewhat ineffective. A respondent in one state reported that having  commissioned officers “has expedited the sharing of information,” while a  respondent in another state reported “the inability to share information  with other staff, the board, or to use the information obtained through  commissioner status in disciplinary actions against the subject licensee  makes this process ineffective and inefficient.” In addition, 11 states  reported having an information sharing agreement with FDA; 8 of them  reported this agreement was very or somewhat effective for sharing  information related to drug compounding, and 2 of them reported the  agreement was neither effective nor ineffective. A respondent in one  state reported “information sharing  has improved greatly in the  past two years.” However, a respondent in another state reported “the  process still feels like the state needs to pry information from the FDA.”", "We also asked the stakeholder organizations about FDA’s communication  with the states related to drug compounding. Seven of the 25 stakeholder  organizations we interviewed said that, overall, communication between  the states and FDA has improved since the DQSA was enacted;  however, 2 stakeholder organizations commented that FDA only has one- way communication with states."], "subsections": []}, {"section_title": "Communication among States Occurs through Several Venues and Activities; Most States are Satisfied with this Communication, but Some Reported Challenges", "paragraphs": ["Respondents in 42 states reported communicating with other states  regarding issues related to drug compounding using venues such as  national association meetings, e-mails, phone calls, and informal  networking at FDA-sponsored events. Respondents in 35 states reported  that they were very or somewhat satisfied with their communication and  interactions with other state pharmacy regulatory bodies related to drug  compounding issues. See table 14 for the number of states reporting  having various types of communications or interactions with other state  regulatory bodies, and how these states rated the helpfulness of the  communication or interaction.", "Respondents in 35 states reported that they had not experienced  challenges regarding their communication or interactions with other state  pharmacy regulatory bodies related to drug compounding issues, but  respondents in 5 states did report challenges. One of the 5 that reported  challenges commented that some states do not return phone calls, and  other states have little or no resources. Another respondent that reported  challenges commented that there needs to be a single national model  regarding the regulation and licensure of compounding pharmacies."], "subsections": []}]}, {"section_title": "FDA Has Taken Steps to Implement Its Drug Compounding Responsibilities, but States and Stakeholder Organizations have Cited Challenges and Concerns", "paragraphs": ["FDA has taken steps to implement its drug compounding responsibilities  since enactment of the DQSA, but states and stakeholder organizations  have cited a number of challenges and concerns. FDA has issued  numerous guidance documents related to drug compounding, and  conducted more than 300 inspections of drug compounders. However,  some stakeholder organizations said the amount of time it takes FDA to  finalize guidance and other key documents is challenging. States and  stakeholder organizations also cited concerns regarding FDA’s  implementation of its drug compounding responsibilities."], "subsections": [{"section_title": "FDA Has Released Final and Draft Documents Related to Drug Compounding, and Conducted More than 300 Inspections of Drug Compounders", "paragraphs": ["FDA has issued numerous documents related to compounding since the  DQSA was enacted; most of these are draft documents. FDA has  released final guidance on adverse event reporting requirements, the  process and fees related to registering with FDA as an outsourcing  facility, and pharmacy compounding under section 503A, among others.  The remaining guidance and other documents that are still in draft include  documents that, according to many stakeholder organizations we  interviewed, are key to FDA’s implementation of its drug compounding  responsibilities. See table 15 for final guidance, draft guidance, and other  draft documents issued by FDA.", "According to our review of FDA data, FDA has also inspected drug  compounders, including outsourcing facilities, and issued FDA form 483  inspection observation reports. FDA has also taken action, including  issuing warning letters, when issues have been identified in these  inspections. From May 2012 through April 22, 2016, FDA completed 265  inspections of 503A compounders and other drug compounders that were  not outsourcing facilities. As of April 22, 2016, FDA had completed 75  inspections of outsourcing facilities. These 75 inspections were at 59 of  the 91 facilities that had registered with FDA as an outsourcing facility.  FDA officials noted that many of the entities that registered as  outsourcing facilities withdrew their outsourcing facility registration  submission before the agency scheduled an inspection, and others were  not yet operating when the agency attempted to inspect them.", "In general, FDA conducts three types of inspections: for-cause, follow-up,  and surveillance. See table 16 for a description of FDA inspection types  and the number of each type of inspection conducted by FDA for drug  compounders as of April 22, 2016.", "According to agency officials, FDA’s Center for Drug Evaluation and  Research issues all inspection assignments for 503A compounders and  outsourcing facilities. FDA officials told us that, in an effort to focus the  agency’s resources efficiently, the center and the agency’s Office of  Regulatory Affairs approach the coordination and scheduling of drug- compounding-related inspection assignments from a national  perspective. Unlike outsourcing facilities or conventional manufacturers,  503A compounders are not required to register with FDA. As such, FDA  is only aware of a small percentage of the thousands of pharmacies that  compound drugs, and FDA does not inspect all 503A compounders,  according to FDA officials. For outsourcing facilities, which register with  FDA, the agency is required to inspect them on a risk-based schedule.  As of May 23, 2016, 91 facilities had registered with FDA as outsourcing  facilities at some point in time, and as of July 2016, FDA had inspected  46 of the 60 establishments with active outsourcing facility registrations at  least once.", "According to agency officials, FDA’s risk models—which are used to  determine which facilities to inspect—use information from a number of  sources, including FDA’s Field Accomplishment and Compliance Tracking  System. However, as we reported in 2013, this database does not  consistently indicate the final inspection classification—that is, it does not  always include accurate information about whether the agency’s final  determination was that an official action was indicated, voluntary action  was indicated, or if no action was indicated from the results of the  inspection. We recommended that FDA address this shortcoming by  taking steps to consistently collect reliable and timely information in FDA’s  databases on inspections and enforcement actions associated with  compounded drugs; however, as of June 2016, FDA officials reported the  agency’s database did not consistently include final inspection  classifications. According to FDA officials, the agency’s database includes  recommendations from the district office, which may differ from the final  inspection classifications after the case has undergone further review by  officials in the Center for Drug Evaluation and Research and the Office of  Regulatory Affairs. FDA officials told us that the agency took steps in  June 2016 to make sure the final inspection classifications in its database  are accurate by (1) including a section on data entry—including updating  the inspection classification in the database—in a June 2016 training on  compounding for center and Office of Regulatory Affairs staff, and (2)  discussing the inspection classification during the joint assessment call  for compounding inspections in order to decide on a final inspection  classification and to make sure this classification is updated in the  database. The officials said that FDA plans to update the final  classifications for inspections FDA has already conducted and for all  inspections moving forward.", "According to agency officials, FDA invites the relevant state regulatory  authority (generally the state board of pharmacy, state department of  health, or both) to accompany FDA on inspections of drug compounders.  During the inspection, FDA investigators collect evidence relating to  whether the drug compounder meets certain conditions of sections 503A  or 503B, as applicable, and to conditions and practices that, if deficient,  raise safety concerns for public health. The inspections typically focus on  identifying any insanitary conditions that could cause a drug product to be  contaminated with filth or rendered injurious to health in violation of the  FDCA, and review practices that, if deficient, could lead to potency  problems or labeling mix ups.", "From May 11, 2012, through April 22, 2016, FDA conducted 265  inspections of 210 different establishments of drug compounders that are  not outsourcing facilities, including 503A compounders. As a result of  these inspections, the agency issued 228 FDA form 483 inspection  observation reports (finding problems such as dead insects in ceilings  and other insanitary conditions), and has taken a number of actions.  (See table 17.)", "As of April 2016, FDA had conducted 75 inspections of 59 different  outsourcing facilities. Actions related to its inspections of outsourcing  facilities included 24 FDA warning letters and 15 voluntary recalls. (See  table 18.)"], "subsections": []}, {"section_title": "Some Stakeholder Organizations said the Amount of Time it Takes FDA to Finalize Draft Documents Related to Drug Compounding is Challenging", "paragraphs": ["Officials from 6 of the 25 stakeholder organizations we interviewed said  the amount of time it takes FDA to finalize guidance and other relevant  documents, including the list of drugs that are difficult to compound, is  challenging. For example, officials from one of these stakeholder  organizations told us that, as a result, they were uncertain regarding how  to move forward under the DQSA; they did not know how to advise their  members without final guidance from FDA regarding the list of drugs that  are difficult to compound.", "In addition, FDA has not finalized the standard memorandum of  understanding (MOU) under section 503A between FDA and states that  choose to sign it. Under section 503A, unless a drug is compounded in a  state that has entered into an MOU with FDA, a pharmacist, pharmacy, or  physician cannot distribute, or cause to be distributed, compounded drug  products outside the state in which they are compounded in quantities  that exceed 5 percent of the total prescription orders dispensed or  distributed by that pharmacy or physician. These restrictions and the  terms of the MOU will apply, once the standard MOU is finalized and  made available to the states for their consideration and signature, to  drugs compounded under section 503A, and will not apply to drugs  compounded by outsourcing facilities. The law requires the standard  MOU, which FDA is to develop in consultation with the National  Association of Boards of Pharmacy, to address the interstate distribution  of inordinate amounts of compounded drug products and to provide for  appropriate investigation by a state of complaints related to compounded  drug products distributed outside of the state. Officials from two  stakeholder organizations we talked to expressed concern regarding the  time it is taking FDA to finalize the standard MOU. Specifically, they are  concerned with the potential implications that the MOU may have on how  they do business.", "In particular, the draft MOU that FDA published for comment in February  2015, would restrict interstate distribution of compounded products under  section 503A to less than 30 percent of the number of compounded and  noncompounded drug products that a pharmacy, pharmacist, or physician  in a state that has entered into the MOU distributes or dispenses both  intrastate and interstate in a calendar month. Pharmacists, pharmacies,  and physicians in states that have not entered into the MOU would be  limited to distributing compounded drug products in quantities that do not  exceed 5 percent of all prescription orders they dispense or distribute.", "Officials from five stakeholder organizations that we talked to said they  were concerned that, in the draft MOU, FDA’s proposed definition of  distribution includes dispensing. Representatives from one pharmacist  stakeholder organization stated that, if the MOU defines distribution  interchangeably with dispensing, compounded drugs dispensed will be  included in the 30 percent calculation for interstate distribution of  compounded drugs. As a result, they are concerned that pharmacies that  regularly dispense compounded drugs across state lines, such as  pharmacies in the metropolitan Washington D.C. area, where the borders  of the District of Columbia, Maryland, and Virginia are in close proximity,  will be limited in the number of compounded drugs they can dispense to  patients, even though some of these patients may only live a short  distance from the pharmacy.", "FDA officials cited a number of reasons for the time it has taken the  agency to finalize the agency’s draft drug compounding documents,  including the time and steps required to solicit and evaluate comments  and issue guidance. For example, FDA officials attributed the time it has  taken to finalize the draft MOU and other documents to a number of  factors, including the time needed to review public comments and to  conduct public meetings with state boards of pharmacy; FDA has  received over 3,000 comments on the agency’s draft MOU alone, many of  which raise complex policy issues that need to be resolved, according to  agency officials. In addition, according to the officials, these documents  must go through FDA’s internal clearance process along with numerous  other requirements before being finalized."], "subsections": []}, {"section_title": "States and Stakeholder Organizations Cited Concerns Regarding FDA’s Implementation of Its Drug Compounding Responsibilities", "paragraphs": ["States and stakeholder organizations reported a number of concerns  related to FDA’s implementation of its drug compounding responsibilities.  These concerns included the availability of compounded drugs for use in  physicians’ offices, a potential loss in patient access to needed  medications, and conflicting federal and state inspection protocols.", "In response to our survey of state pharmacy regulatory bodies,  respondents from 30 states reported that they had heard concerns that  FDA’s implementation of DQSA would affect the availability of  compounded drugs for use in physicians’ offices, generally referred to as  office-use compounding. FDA’s April 15, 2016, draft guidance on the  prescription requirement for drugs compounded under section 503A  states that the agency interprets section 503A to require a valid  prescription for an individual patient before a pharmacy may provide a  compounded drug to a provider. Therefore, the draft guidance indicates  that compounding of a drug product to be kept as stock in a doctor’s  office, hospital, or other health care facilities without an individual patient  prescription is not permitted by any pharmacy that is not an outsourcing  facility. Officials from some of the stakeholder organizations we talked to  have raised concerns that FDA’s draft guidance is inconsistent with laws  in states that allow compounding for office use, and respondents in 27  states reported that their state laws currently allow office-use  compounding.", "FDA officials noted that the agency’s policies with respect to the  prescription requirement in section 503A are intended to protect patients  from poor quality compounded drugs that could cause serious harm while  preserving access to drugs compounded for office-use for patients who  need them. They stated that the prescription requirement in section 503A  is critical to differentiate compounding by pharmacies and physicians  under section 503A from conventional manufacturing and compounding  by outsourcing facilities, which are subject to routine FDA oversight. FDA  officials also said that stakeholders should advise the agency if instances  arise in which a health care facility that orders compounded drugs for  office use to meet patients’ medical needs is unable to obtain these drugs  from outsourcing facilities.", "Respondents in 23 states reported concerns about access to certain  compounded drugs for patients with a medical need for these drugs. For  example, for compounded drugs for which there is not a great demand,  there is concern that outsourcing facilities would choose not to compound  these drugs. Therefore, according to these respondents, there is a  concern that if 503A compounders are not allowed to compound these  drugs for office use, patients could lose access to needed medications.", "Some states and stakeholder organizations reported differences between  the protocols that some states and FDA use when inspecting pharmacies  engaged in drug compounding that are not outsourcing facilities.  Specifically, officials in the states noted that their states inspect  pharmacies to assess their compliance with state pharmacy practice  rules, which are often based on the standards in USP chapters 795  (nonsterile compounding) and 797 (sterile compounding). These officials  said that although pharmacies meeting the requirements of section 503A  are exempt from FDA’s CGMP requirements, FDA’s publicly available  form 483 inspection observation reports have included observations  related to CGMP requirements, even for those 503A compounders. FDA  officials indicated they were aware of concerns about this practice, and on  July 13, 2016, FDA announced a change in the agency’s procedures that  took effect on August 1, 2016. Under the new procedures, FDA  investigators first make a preliminary assessment of whether a  compounder’s drugs are exempt from CGMP requirements under section  503A. If the preliminary assessment is that the compounder’s drugs are  exempt, the investigator will not issue an inspection observation report  showing observations solely related to noncompliance with CGMP  requirements. Instead, the FDA form 483 inspection observation report  will only include observations that do not relate solely to CGMP  requirements. However, if the preliminary assessment is that the  compounder’s drugs are not exempt under section 503A, the agency may  cite CGMP-related observations in the inspection observation report."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Secretary of Health and Human  Services. HHS provided written comments, which are reproduced in  appendix III. HHS also provided technical comments, which we  incorporated as appropriate.", "In its comments, HHS stated that FDA has prioritized efforts to increase  collaboration between FDA and states regarding oversight of drug  compounding, and cited examples of FDA’s efforts to do so. HHS also  stated that FDA is committed to working with states to further improve  communication, noting FDA’s efforts to improve communications while  commenting that, in some cases, federal law prohibits the agency from  sharing certain information. HHS also acknowledged some of the  concerns of states and stakeholders that we noted in our report, including  compounding by physicians and access to compounded drugs, and  provided information on steps FDA has taken or plans to take regarding  these issues.", "We are sending copies of this report to the Secretary of Health and  Human Services, appropriate congressional committees, and other  interested parties. In addition, the report will be available at no charge on  the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-7114 or crossem@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs are on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Information for Purchasers Regarding the Safety and Quality of Compounded Drugs", "paragraphs": ["Representatives of stakeholder organizations we interviewed and states  we surveyed identified a number of tools available to purchasers of  compounded drugs, including institutional purchasers (e.g., hospitals),  health care practitioners (e.g., physicians), and individual patients, that  are available for use to determine whether drug compounders are  maintaining the appropriate standards for the safety and quality of these  drugs.", "Examples of tools identified include the following:", "Food and Drug Administration’s (FDA) compounding website:  Purchasers can review FDA’s compounding website, which includes  information on FDA inspections and actions taken by FDA related to  deficiencies found during an inspection. In response to our survey of  state pharmacy regulatory bodies, respondents in 13 states reported  that they would direct purchasers of compounded drugs to use FDA’s  compounding website, or other FDA information, in order to determine  the safety and quality of compounded drugs.", "State board of pharmacy websites: Purchasers can contact their  state board of pharmacy or search their state board of pharmacy’s  website to determine whether the state has inspected a pharmacy,  and if so, whether the state had found shortcomings in its  compounding operations (for those states that make this information  available on their website). Fourteen states reported that they would  direct purchasers of compounded drugs to state websites.", "Pharmacy accreditation organizations: Purchasers can determine  whether a pharmacy was accredited for compounding by an  organization, such as the Accreditation Commission for Health Care’s  Pharmacy Compounding Accreditation Board, or identify whether a  pharmacy has met the requirements of other national associations’  programs, such as the National Association of Boards of Pharmacy’s  Verified Pharmacy Program. Six of the 25 stakeholder organizations  we talked to indicated that pharmacy accreditation for compounding  by an organization, such as the Accreditation Commission for Health  Care’s accreditation board, is a tool that purchasers of compounded  drugs can use to assess the safety and quality of compounded drugs.", "However, our review found that there were few drug compounders with  clean inspections, and relatively few compounders were accredited.  Therefore, many purchasers of compounded drugs may rely on  information from state and federal regulatory bodies on the safety and  quality of compounded drugs, including deficiencies found during  inspections.", "Institutional purchasers and health care practitioners have additional tools  available to identify and evaluate drug compounders as they seek  sources to provide compounded drugs for their operations.", "The American Society of Health-System Pharmacists’  assessment tool: Nine of the 25 stakeholder organizations we talked  to referenced the American Society of Health-System Pharmacists’  assessment tool, which is intended to help purchasers that choose to  outsource the preparation of compounded drugs to evaluate  proposals in order to select a drug compounder to supply those drugs.", "The International Academy of Compounding Pharmacists’  Compounding Pharmacy Assessment Questionnaire: Three of the  25 stakeholder organizations we talked to referenced the International  Academy of Compounding Pharmacists’ compounding pharmacy  assessment questionnaire checklist. This tool was developed based  on the U.S. Pharmacopeial Convention’s compounding standards, to  provide purchasers with a checklist of what to look for in a pharmacy  compounding practice.", "Other organizations involved in the purchase of prescription drugs— specifically pharmacy benefit managers—may utilize their own tools to  help determine whether drug compounders are maintaining the  appropriate standards for the safety and quality of these drugs. For  example, officials from one pharmacy benefit manager told us that their  organization has developed a credentialing process to evaluate  compounding pharmacies for inclusion in their network and to determine  the type of compounded drugs these pharmacies may sell in the  pharmacy benefit manager’s network. The officials said that this process  consists of a questionnaire that covers items such as the pharmacy’s  quality procedures for each compounded dosage form (i.e., it determines  whether the pharmacy is capable of accurately making capsules, complex  suspensions, and other dosage forms), and the pharmacy’s quality  practices and procedures. In addition, the officials said they also review  the findings from inspections conducted by a state or FDA. At the end of  the credentialing process, the organization will establish an agreement  with the pharmacy that allows it conduct either “complex nonsterile  compounding” or “limited scope nonsterile compounding.”", "Ten of the 25 stakeholder organizations we talked to indicated that the  drug’s label is also a tool for patients to use to determine whether the  drug is a compounded drug. Outsourcing facilities are required to include  a statement on compounded drugs indicating that it is a compounded  drug, as well as the drug’s expiration date and ingredients. In addition,  24 states reported requiring labeling for compounded drugs, as of  January 1, 2016. Therefore, for drugs with such labeling, the patient (if  the drug is dispensed directly to a patient) or the provider (if administered  in the office or medical facility) could know it was a compounded drug and  the expiration date and the ingredients. Section 503A of the Federal  Food, Drug, and Cosmetic Act does not require 503A compounders to  include a statement that it is a compounded drug on the drugs they  compound. One stakeholder organization pointed out that most labeling is  not consistent and that certain drugs may not have a label, such as  compounded drugs for hospital patients, or compounded drugs in nuclear  pharmacies; another stakeholder organization stated that unless a state  requires pharmacies to label compounded drugs as such, patients likely  won’t know whether the drug was compounded. FDA officials also noted  that the agency has heard from stakeholders that physicians and patients  may not be aware that the drugs that they are administering or receiving  were compounded, or that they are not approved by FDA."], "subsections": []}, {"section_title": "Appendix II: Objectives, Scope, and Methodology", "paragraphs": ["The Drug Quality and Security Act (DQSA), enacted in November 2013,  included a provision for GAO to review drug compounding. We examined  (1) the settings in which drugs are compounded, and the extent of drug  compounding in each state; (2) state laws, regulations, and policies  governing drug compounding, and how they are enforced; (3) how  communication is conducted between states and FDA, as well as among  states, regarding compounding, and any associated challenges; and (4)  steps FDA has taken to implement its responsibilities to oversee drug  compounding since enactment of the DQSA, and any challenges that  have been reported with these efforts. We also examined available  information for purchasers of compounded drugs (e.g., hospitals, health  systems, and patients) to determine the safety and quality of those drugs.", "To address our reporting objectives and obtain information about  purchasers of compounded drugs, we administered a web-based survey  to the state pharmacy regulatory bodies (e.g., boards of pharmacy) in the  50 states, the District of Columbia, Guam, Puerto Rico, and the U.S.  Virgin Islands. We interviewed officials at 25 national associations and  other stakeholder organizations, government officials in 3 states  (Minnesota, North Carolina, and Texas), officials at two pharmacy benefit  manager organizations, and officials from the Food and Drug  Administration (FDA); and we reviewed relevant documents from FDA  and the organizations we interviewed. Finally, to address steps FDA has  taken to implement its regulatory responsibilities to oversee drug  compounding and related challenges, we reviewed relevant laws and  analyzed FDA data on inspections of drug compounders and actions  taken related to its inspections of these entities."], "subsections": [{"section_title": "2016 Survey of State Pharmacy Regulatory Bodies on Drug Compounding", "paragraphs": ["We administered a web-based survey to the state pharmacy regulatory  bodies in the 50 states, the District of Columbia, Guam, Puerto Rico, and  the U.S. Virgin Islands. We surveyed state pharmacy regulatory bodies  (states) because these are the entities that regulate pharmacy practice,  including drug compounding activities, through state laws and regulations.  To collect information on drug compounding across the country, we  surveyed all 50 states and the District of Columbia. We also included  selected U.S. territories in our survey population—Guam, Puerto Rico,  and the U.S. Virgin Islands—because these are the three most populous  territories, all have boards of pharmacy, and all are members of the  National Association of Boards of Pharmacy. We primarily obtained  contact information for the states from information on boards of pharmacy  on the National Association of Boards of Pharmacy’s website, and we  tested the survey by conducting three pretests of draft versions with  officials from a state board of pharmacy in a rural state, officials from a  state board of pharmacy in a populous state, and a national pharmacy  association.", "Our survey was administered from February 8, 2016, through April 15,  2016. We collected information from survey respondents on the settings  in which drug compounding occurs and data on drug compounding in  each state, state laws, regulations, and policies related to drug  compounding, activities states have participated in related to drug  compounding with FDA and other states, states’ perspectives on  communication with FDA and other states, states’ perspectives on FDA’s  implementation of the DQSA, and information on how states would notify  purchasers of compounded drugs that a compounded drug was found to  be of questionable safety or quality, among other things.", "We had a survey response rate of 93 percent; 50 of the 54 states  completed the survey. Two states, Alaska and Indiana, responded to  some of the survey questions but did not complete the survey; therefore,  their responses were not included in our survey analyses. Two of the  territories, Puerto Rico and the U.S. Virgin Islands, did not respond to any  of the survey questions.", "We analyzed the survey responses from the 50 completed surveys and  conducted follow up with respondents, as needed, to clarify certain survey  responses or obtain additional information. We conducted data checks  on the survey responses, including checking for skip patterns and invalid  responses, to ensure the reliability of the data."], "subsections": []}, {"section_title": "Interviews with Officials in Stakeholder Organizations, State Government Agencies, and FDA", "paragraphs": ["To further address our objectives, we interviewed officials from 25  stakeholder organizations that have a stake or an interest in drug  compounding to obtain information such as reviews on the extent of drug  compounding; reviews of state laws, regulations, and policies on drug  compounding; their perspectives on any challenges in communication  between FDA and states, as well as among states, related to drug  compounding; and their perspectives on FDA’s implementation of the  DQSA. We selected these stakeholder organizations to include national  organizations representing (1) pharmacies and pharmacists, including  those that compound drugs; (2) physicians, including those in medical  specialties identified as compounding drugs; and (3) state boards of  pharmacy, state medical boards, and state health officials; as well as  experts in drug compounding, and an organization that conducted  research related to drug compounding. We reviewed relevant documents  provided by these stakeholder organizations, including comments  submitted to FDA regarding FDA’s compounding-related activities.", "We also interviewed state agency officials from the boards of pharmacy,  medical boards, and the state agencies that have oversight responsibility  for outsourcing facilities, in three selected states—North Carolina,  Minnesota, and Texas. We selected these states because they reported  differing laws, regulations, or policies related to drug compounding in their  responses to the survey, which included having different types of state  agencies or departments with oversight responsibilities for outsourcing  facilities, and variation in their oversight responsibilities of physicians or  other nonpharmacists. Through the interviews with the board of pharmacy  officials, we obtained additional information on state laws and policies  related to drug compounding, as well as additional details for certain  survey responses. In our interviews with state medical board officials, we  obtained information on the medical board’s role in the oversight of drug  compounding and other information, as available, related to compounding  by physicians in each state. Two of our three selected states—North  Carolina and Texas—had a separate state agency responsible for  overseeing FDA-registered outsourcing facilities licensed in the state;  therefore, we obtained information in these interviews specific to their  oversight responsibilities for these facilities. In addition, we interviewed  officials from two pharmacy benefit managers—third-party administrators  of prescription drug programs for certain health plans and federal and  state government employee plans—to obtain information related to drug  compounding, including how these entities determine the safety and  quality of compounded drugs. The perspectives of the officials from the  25 stakeholder organizations, three selected states, and two pharmacy  benefit managers are not generalizable, but provided us with valuable  insight on these issues.", "We reviewed relevant documents from FDA, including FDA’s draft  memorandum of understanding (MOU) for use with states regarding  distribution of compounded human drug products, and FDA’s draft and  final guidance related to drug compounding, such as FDA’s final guidance  on registration of outsourcing facilities. We also reviewed relevant federal  laws and regulations related to drug compounding, including sections  503A and 503B of the Federal Food, Drug, and Cosmetic Act. In addition,  we interviewed FDA officials and reviewed information on FDA’s  compounding website to determine steps FDA has taken to implement its  regulatory responsibilities to oversee drug compounding since enactment  of the DQSA."], "subsections": []}, {"section_title": "Analysis of FDA Inspections Data", "paragraphs": ["To further address our objective on steps FDA has taken to implement its  regulatory responsibilities to oversee drug compounding since enactment  of the DQSA, we analyzed FDA data from May 2012 through April 22,  2016, on the number of inspections that FDA has conducted on drug  compounders, and data on actions that FDA has taken related to these  inspections from May 2012 through June 28, 2016. Actions included  FDA issuing an FDA form 483 inspection observation report or a warning  letter to an entity. We also obtained FDA data on outsourcing facilities  that were currently registered with FDA or have ever been registered with  FDA (i.e., facilities that were registered as an outsourcing facility at some  point with FDA but are no longer registered) as of April 22, 2016. We  determined that the data we used from FDA on inspections and actions  related to drug compounding were sufficiently reliable for our purposes by  discussing data collection processes and limitations of the data with  agency officials, and comparing the data against other published sources.", "We conducted this performance audit from May 2015 to November 2016  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}]}, {"section_title": "Appendix III: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact above, Kim Yamane (Assistant Director), Lisa A.  Lusk (Analyst-in-Charge), Matthew Byer, Julie Flowers, Sandra George,  and Drew Long made key contributions to this report."], "subsections": []}]}], "fastfact": ["A 2012 outbreak of fungal meningitis raised concerns about state and federal oversight of drug compounding, which is the process of creating a drug tailored for an individual patient. To improve public safety, a 2013 law helped clarify FDA's authority to oversee this practice.", "We found that FDA and some states collect data on the number of drug compounders, but not the volume of compounded drugs. Notably, nearly all of the states we surveyed reported having drug compounding laws or policies for pharmacists, but not for physicians. Additionally, some states reported challenges with their communication with FDA."]}