{"id": "GAO-13-631T", "url": "https://www.gao.gov/products/GAO-13-631T", "title": "Government Efficiency and Effectiveness: Strategies for Reducing Fragmentation, Overlap, and Duplication and Achieving Cost Savings", "published_date": "2013-05-16T00:00:00", "released_date": "2013-05-16T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["As the fiscal pressures facing the nation continue, so too does the need for executive branch agencies and Congress to improve the efficiency and effectiveness of government programs and activities. Opportunities to take such action exist in areas where federal programs or activities are fragmented, overlapping, or duplicative.", "To highlight these challenges and to inform government decision makers on actions that could be taken to address them, GAO is statutorily required to identify and report annually to Congress on federal programs, agencies, offices, and initiatives, both within departments and governmentwide, that have duplicative goals or activities. GAO has also identified additional opportunities to achieve greater efficiency and effectiveness by means of cost savings or enhanced revenue collection.", "This statement discusses the (1) new areas identified in GAO's 2013 annual report; (2) status of actions taken by the administration and Congress to address the 131 areas identified in GAO's 2011 and 2012 annual reports; (3) President's April Fiscal Year 2014 Budget submission and recently introduced legislation; and (4) strategies that can help address the issues we identified. GAO's 3-year systematic examination included a review of the budget functions of the federal government representing nearly all of the overall federal funds obligated in fiscal year 2010."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO's 2013 annual report identifies 31 new areas where agencies may be able to achieve greater efficiency or effectiveness. Seventeen areas involve fragmentation, overlap, or duplication. For example, GAO reported that the Department of Defense could realize up to $82 million in cost savings and ensure equivalent levels of performance and protection by taking action to address its fragmented approach to developing and acquiring combat uniforms. Additionally, GAO reported that a total of 31 federal departments and agencies collect, maintain, and use geospatial information. Better planning and implementation could help reduce duplicative investments and save of millions of dollars.", "The report also identifies 14 additional areas where opportunities exist to achieve cost savings or enhance revenue collections. For example, GAO suggested that Department of Health and Human Services cancel the Medicare Advantage Quality Bonus Payment Demonstration. GAO found most of the bonuses will be paid to plans with average performance and that the demonstration's design precludes a credible evaluation of its effectiveness. Canceling the demonstration for 2014 would save about $2 billion. GAO also noted opportunities to save billions more in areas such as expanding strategic sourcing, providing greater oversight for Medicaid supplemental payments, and reducing subsidies for crop insurance. Additionally, GAO pointed out opportunities for enhancing revenues by reducing the net tax gap of $385 billion, reviewing prices of radioactive isotopes sold by the government, and providing more equity in tobacco taxes for similar types of products.", "The executive branch and Congress have made some progress in addressing the areas that GAO identified in its 2011 and 2012 annual reports. Specifically, GAO identified approximately 300 actions among 131 overall areas that the executive branch and Congress could take to reduce or eliminate fragmentation, overlap, or duplication or achieve other potential financial benefits. As of March 6, 2013, the date GAO completed its progress update audit work, about 12 percent of the areas were addressed, 66 percent were partially addressed, and 21 percent were not addressed. More recently, both the administration and Congress have taken additional steps, including proposals in the President's April Fiscal Year 2014 Budget submission.", "Addressing fragmentation, overlap, and duplication will require continued attention by the executive branch agencies and targeted oversight by Congress. In many cases, executive branch agencies have the authority to address the actions that GAO identified. In other cases, such as those involving the elimination or consolidation of programs, Congress will need to take legislative action. Moreover, sustained congressional oversight will be needed in concert with the administration's efforts to address the identified actions by improving planning, measuring performance, and increasing collaboration. Effective implementation of the GPRA Modernization Act of 2010 also could help the executive branch and Congress as they work to address these issues over time."]}], "report": [{"section_title": "Letter", "paragraphs": ["We appreciate the opportunity to discuss our 2013 annual report, which  presents 31 new opportunities to reduce fragmentation, overlap, and  duplication as well as achieve other financial benefits. It also presents the  results of our efforts to follow up on progress made by executive branch  agencies and Congress in addressing the areas we identified in our 2011  and 2012 annual reports. Through these three annual reports, we have  completed a systematic examination to identify major instances of  fragmentation, overlap, or duplication across the federal government. In  light of today’s challenging fiscal environment, we have also identified  additional opportunities to achieve greater efficiency and effectiveness by  means of cost savings or enhanced revenue collection.", "My testimony today describes the (1) new areas identified in our 2013  annual report; (2) status of actions taken by the administration and  Congress to address the 131 areas identified in our 2011 and 2012  annual reports; (3) President’s April Fiscal Year 2014 Budget submission  proposals and recently introduced legislation; and (4) strategies that can  help address the issues we identified. My comments are primarily based  upon our three annual reports and related testimonies as well as our body  of work on managing for results. The work upon which these reports  were based was conducted in accordance with generally accepted  government auditing standards.", "In summary, our 2013 annual report identifies 31 new areas where  agencies may be able to achieve greater efficiency or effectiveness.  Although it may be appropriate for multiple agencies or entities to be  involved in the same programmatic or policy area due to the nature or  magnitude of the federal effort, our report identifies 17 areas of  fragmentation, overlap, or duplication where multiple programs and  activities may be creating inefficiencies. Figure 1 illustrates the definitions  we use for fragmentation, overlap, and duplication for this work. The  report also identifies 14 additional areas where opportunities exist to  achieve cost savings or enhance revenue collections. Within these 31  areas, we identify 81 actions that the executive branch or Congress could  take to address the issues we identified.", "The executive branch and Congress have made some progress in  addressing the areas that we previously identified. In our 2011 and 2012  annual reports, we identified approximately 300 actions among 131  overall areas that the executive branch and Congress could take to  reduce or eliminate fragmentation, overlap, or duplication or achieve other  potential financial benefits. As of March 6, 2013, the date we completed  our progress update audit work, about 12 percent of the 131 overall areas  were addressed; 66 percent were partially addressed; and 21 percent  were not addressed. Within these areas, about 21 percent of the  approximately 300 individual actions were addressed, 48 percent were  partially addressed, and 28 percent remain not addressed, highlighting  the need for sustained attention and leadership. More recently, both the  administration and Congress have taken additional steps that appear  consistent with some of our previously suggested actions.", "Addressing issues of fragmentation, overlap, and duplication will require  sustained attention by the executive branch agencies and Congress. In  the majority of cases, executive branch agencies have the authority to  address the actions that we identified, and could do so by, for example,  improving planning, measuring performance, improving management  oversight, and increasing collaboration. In other cases, Congress will  need to be involved through their legislative and oversight activities as  well as other strategies. Additionally, the performance planning and  reporting framework originally put into place by the Government  Performance and Results Act of 1993 (GPRA), and significantly  enhanced by the GPRA Modernization Act of 2010, could help the  executive branch and Congress address these issues over time."], "subsections": [{"section_title": "2013 Annual Report Identifies 31 New Areas to Achieve Greater Efficiency or Effectiveness", "paragraphs": ["In 17 of the 31 new areas where agencies may be able to achieve greater  efficiency or effectiveness, we found evidence of fragmentation, overlap,  or duplication among federal programs or activities. As described in table  1, these programs or activities cover a wide range of federal functions  and missions.", "We consider programs or activities to be fragmented when more than one  federal agency (or more than one organization within an agency) is  involved in the same broad area of national need and opportunities may  exist to improve how the government delivers services. We identified  fragmentation in multiple programs we reviewed, including the following:", "Combat Uniforms: We found that the Department of Defense’s (DOD)  fragmented approach to developing and acquiring combat uniforms  could be more efficient. Further, DOD has not taken steps to ensure  equivalent levels of uniform performance and protection for service  members conducting joint military operations in different uniforms,  potentially exposing them to increased risk on the battlefield. Since  2002, the military services have shifted from using two camouflage  patterns to seven service-specific camouflage uniforms with varying  patterns and colors. Although DOD established a board to help  ensure collaboration and DOD-wide integration of clothing and textile  activities, we continue to identify inefficiencies in DOD’s uniform  acquisition approach. For example, we found that none of the services  had taken advantage of opportunities to reduce costs through  partnering on inventory management or by collaborating to achieve  greater standardization among their various camouflage uniforms. We  have identified several actions DOD should take to realize potential  efficiencies. In addition, DOD reported that it could save up to $82  million in development and acquisition cost savings through increased  collaboration among the military services. These actions include  directing the Secretaries of the military departments to actively pursue  partnerships for the joint development and use of uniforms.", "Renewable Energy Initiatives: Federal support for wind and solar  energy, biofuels, and other renewable energy sources has increased  significantly in recent years. Specifically, third-party estimates indicate  that federal spending over the 7-year period from 2002 through 2008  averaged about $4 billion per year and increased to almost $15 billion  in fiscal year 2010, in part because of additional spending through the  American Recovery and Reinvestment Act of 2009. We found that  federal support for renewable energy is fragmented, as 23 agencies  and their 130 subagencies implemented hundreds of initiatives in  fiscal year 2010. We could not comprehensively assess the potential  for overlap or duplication among these nearly 700 renewable energy  initiatives, because existing agency information was not sufficiently  complete to allow for such an assessment. However, fragmentation  can be a harbinger of potential overlap or duplication. For example,  we assessed federal wind energy initiatives and found that most of the  82 wind-related initiatives that we examined had overlapping  characteristics, and several of them have provided duplicative  financial support to deploy wind energy projects. Such duplicative  federal financial support may not have been needed in all cases for  the projects to be built. To help ensure effective use of financial  support, we suggested that the Department of Energy and the U.S.  Department of Agriculture, to the extent possible within their statutory  authority, assess and document whether the financial support of their  initiatives is needed when considering applications.", "In some of the programs and activities where there was fragmentation,  we also found instances of overlap. Overlap occurs when multiple  agencies or programs have similar goals, engage in similar activities or  strategies to achieve them, or target similar beneficiaries. We found  overlap among federal programs or initiatives in a variety of areas, such  as joint veterans and defense health care services, export promotion  activities, drug abuse prevention and treatment programs, and veterans’  employment and training programs, as well as the following:", "Department of Homeland Security Research and Development: Within  the Department of Homeland Security (DHS), we found at least six  department components involved in research and development  activities. We examined 47 research and development contracts  awarded by these components and found 35 instances among 29  contracts in which the contracts overlapped with activities conducted  elsewhere in the department. Taken together, these 29 contracts were  worth about $66 million. In one example of the overlap we found that  two DHS components awarded five separate contracts that each  addressed detection of the same chemical. While we did not identify  instances of unnecessary duplication among these contracts, DHS  has not developed a policy defining who is responsible for  coordinating research and development and what processes should  be used to coordinate it, and does not have mechanisms to track  research and development activities at DHS that could help prevent  overlap, fragmentation, or unnecessary duplication. We suggested  that developing a policy defining the roles and responsibilities for  coordinating research and development, and establishing coordination  processes and a mechanism to track all research and development  projects could help DHS mitigate existing fragmentation and overlap,  and reduce the risk of unnecessary duplication.", "Overlap and fragmentation among government programs or activities can  lead to duplication, which occurs when two or more agencies or programs  are engaged in the same activities or provide the same services to the  same beneficiaries. Our 2013 report includes several areas where we  identified potentially duplicative federal efforts, including the following:", "Medicaid Program Integrity: We identified duplication in the Medicaid  Integrity Program, which provides federal support and oversight of  state programs. In particular, the use of two sets of federal  contractors in the National Medicaid Audit Program—one contractor to  review states’ paid claims in order to identify potential aberrant claims  or billing anomalies and another contractor to audit such aberrant  claims—increased inefficiencies in data analysis and led to duplication  of effort. To address this duplication, we suggested that the Centers  for Medicare & Medicaid Services (CMS) merge certain functions of  the federal review contractors and federal audit contractors and  discontinue the annual state program integrity assessment to  eliminate or avoid duplicative activities. Partly in response to our  suggestion, CMS is not renewing its federal review contractors when  their contracts expire this year, which has the potential for saving $15  million or more.", "In addition to these 17 areas of fragmentation, overlap, and duplication in  federal efforts, we present 14 areas in which we identified opportunities to  reduce the cost of government operations or enhance revenue collections  for the Treasury. These opportunities for executive branch or  congressional action exist in a wide range of federal government missions  (see table 2).", "Among the 14 areas of opportunity to reduce costs or enhance revenue  identified in our 2013 annual report are the following examples of  opportunities for executive branch agencies or Congress to take action to  address the issues we reported:", "Medicare Advantage Quality Bonus Payment Demonstration: We  report concerns about CMS’s Medicare Advantage Quality Bonus  Payment Demonstration, which is expected to cost $8.35 billion over  10 years, most of which will be paid to plans with average  performance. Medicare Advantage provides health care coverage  through private health plans offered by organizations under contract  with CMS. The agency’s stated research goal for the demonstration is  to test whether an alternative bonus structure leads to larger and  faster annual quality improvement for Medicare Advantage plans. We  found that the demonstration’s design precludes a credible evaluation  of its effectiveness because it lacks an appropriate comparison group  needed to isolate the demonstration’s effects, and because the  demonstration’s bonus payments are based largely on plan  performance that predates the demonstration. Based on these  concerns, we suggest that Department of Health and Human Services  (HHS) cancel the Medicare Advantage Quality Bonus Payment  Demonstration. In addition, the demonstration’s design raises legal  concerns about whether it falls within HHS’s demonstration authority.  Although the demonstration is now in its second year, HHS still has an  opportunity to achieve significant cost savings—about $2 billion,  based on GAO’s analysis of CMS actuaries’ estimates—if it cancels  the demonstration for 2014. that authority, to correct errors during tax return processing. These  and other actions we have identified could help the federal  government increase revenue collections by billions of dollars. We  have previously reported that the government would generate an  additional $3.8 billion per year if service and enforcement  improvements reduced the tax gap by 1 percent.", "Department of Energy’s Isotope Program: Opportunities may also  exist for the Department of Energy (Energy) to generate additional  revenue by increasing the price for isotopes that it sells to commercial  customers. Energy’s Isotope Development and Production for  Research and Applications program sells isotopes to commercial  customers for a variety of uses, such as medical procedures and  radiation detection equipment. To achieve its mission, the program  relies on annual appropriations and revenues from isotope sales.  Although revenues from sales of isotopes alone totaled over $25  million in fiscal year 2012, we found that Energy may be forgoing  revenue because it is not using thorough assessments to set prices  for commercial isotopes. Thus, we suggested that Energy examine  the prices it sets for commercial isotopes to determine if prices can be  increased.", "With the issuance of our 2013 report, we have completed a systematic  examination to identify major instances of fragmentation, overlap, or  duplication across the federal government. Through our three annual  reports, we have identified 162 areas in which there are opportunities to  reduce fragmentation, overlap, or duplication or to achieve cost savings  or enhance revenue. Within these 162 areas, we identify approximately  380 actions that the executive branch or Congress could take to address  the issues we identified. These areas span a wide range of government  missions, covering activities within all 15 cabinet-level executive  departments and 17 other federal entities (see fig. 2). Collectively, if the  actions we suggest are implemented, the government could potentially  save tens of billions of dollars annually.", "Our 2013 annual report completes our 3-year systematic examination  across the federal government to identify major instances of  fragmentation, overlap, or duplication. Our systematic examination  required a multiphased approach. First, we reviewed the budget functions  of the federal government representing nearly all of the overall federal  funds obligated in fiscal year 2010.budget resources by national need (such as National Defense, Energy, or  Agriculture), and instances in which multiple federal agencies obligate  funds within a particular budget function may indicate potential duplication  or cost savings opportunities (see fig. 3). Although this type of analysis  cannot answer the question of whether overlap or duplication exists, it  can help in the selection of areas for further investigation. Second, we  reviewed key agency documents, such as strategic plans, performance  and accountability reports, and budget justifications, as we have found  that when multiple executive branch agencies have similar missions,  goals, or programs, the potential for fragmentation, overlap, or duplication  exists. Third, we reviewed key external published sources of information,  such as reports published by the Congressional Budget Office, Inspectors  General, and the Congressional Research Service, as well as the  President’s budgets, to identify potential overlap and duplication among  agency missions, goals, and programs."], "subsections": []}, {"section_title": "The Administration and Congress Have Made Some Progress in Addressing the Areas That We Previously Identified", "paragraphs": ["In addition to the new actions identified for our 2013 annual report, we  have continued to monitor the progress that the executive branch  agencies and Congress have made in addressing the issues we identified  in our 2011 and 2012 annual reports. In these reports, we identified  approximately 300 actions that the executive branch and Congress could  take to achieve greater efficiency and effectiveness.", "We evaluated progress by determining an “overall assessment” rating for  each area and an individual rating for each action within an area (see  figures 4 and 5). We found that the executive branch agencies and  Congress have made progress in addressing the 131 areas we identified  in 2011 and 2012. As of March 6, 2013, the date we completed our audit  work, about 12 percent of the 131 overall areas were addressed; 66  percent were partially addressed; and 21 percent were not addressed.  Within these areas, about 21 percent of the approximately 300 individual  actions were addressed, 48 percent were partially addressed, and 28  percent were not addressed.", "According to our analysis, as of March 6, 2013, of the 249 actions  identified in 2011 and 2012 that were directed to executive branch  agencies, 22 percent were addressed and 57 percent were partially  addressed. Examples of the progress that executive branch agencies  have made include the following:", "Overseas Defense Posture: In our 2012 annual report, we suggested  the Secretary of Defense direct appropriate organizations within DOD  to complete a business case analysis, including an evaluation of  alternative courses of action, for the strategic objectives that have to  this point driven the decision to implement tour normalization in South  Korea—that is, the initiative to extend the tour length of military  service members and move their dependents to South Korea. Based  on the resulting business case analysis, DOD officials stated that  United States Forces Korea determined that the tour normalization  initiative was not affordable. This decision not to move forward with  the tour normalization initiative resulted in cost avoidance of $3.1  billion from fiscal years 2012 through 2016.", "Air Force Food Service: In our 2012 annual report, we suggested that  the Air Force review and renegotiate food service contracts to better  align with the needs of installations. According to Air Force officials,  after reviewing the food service contracts at eight installations, the Air  Force renegotiated their contracts for a total savings of over $2.5  million per year. In addition, according to Air Force officials, all food  service contracts were validated again during fiscal year 2012 for  additional savings of over $2.2 million per year. Air Force officials told  us that the Air Force will review contracts annually for areas where  costs can be reduced.", "Information Technology Investment Management: In our 2012 annual  report, we suggested that the Director of the Office of Management  and Budget require federal agencies to report the steps they take to  ensure that their information technology investments are not  duplicative in their annual budget and information technology  investment submissions. The Office of Management and Budget’s  (OMB) fiscal year 2014 budget guidance requires agencies to identify  duplicative or low value investments in information technology and  make plans to consolidate or eliminate these investments. Reducing  duplicative and low value investments could save millions of dollars.", "Congress has also taken steps to address some of our suggested  actions. As of March 6, 2013, 20 percent of the 50 actions directed to  Congress in our 2011 and 2012 annual reports were addressed and 12  percent were partially addressed. Examples of progress that Congress  has made include the following:", "Domestic Ethanol Production: In our 2011 annual report, we  suggested that Congress address duplicative federal efforts directed  at increasing domestic ethanol production, which could reduce  revenue losses by more than $5.7 billion annually. To reduce these  revenue losses, we suggested that Congress consider whether  revisions to the ethanol tax credit were needed and we suggested  options to consider, including allowing the volumetric ethanol excise  tax credit to expire at the end of 2011. Congress allowed the tax credit  to expire at the end of 2011, which ended the ethanol tax credit for  fuel blenders that purchase and blend ethanol with gasoline.", "Surface Transportation: In our 2011 annual report, we suggested that  Congress address the need for a more goal-oriented approach to  surface transportation that is less fragmented and more accountable  for results. Specifically, we found that over the years, in response to  changing transportation, environmental, and societal goals, federal  surface transportation programs grew in number and complexity to  encompass broader goals, more programs, and a variety of program  approaches and grant structures. This increasing complexity resulted  in a fragmented approach as five Department of Transportation  agencies administer over 100 separate programs with separate  funding streams for highways, transit, rail, and safety functions. The  Moving Ahead for Progress in the 21st Century Act, signed into law in  July 2012, reauthorized the nation’s surface transportation programs  through the end of fiscal year 2014. The act addressed fragmentation  by eliminating or consolidating programs, and made progress in  clarifying federal goals and roles and linking federal programs to  performance to better ensure accountability for results.", "While the executive branch and Congress have made some progress in  addressing the issues that we have previously identified, additional steps  are needed to address the remaining areas to achieve associated  benefits. A number of the issues are difficult to address, and  implementing many of the actions identified will take time and sustained  leadership. To help maintain attention on these issues, we recently  launched GAO’s Action Tracker, a publicly accessible website containing  the status of actions suggested in our first three reports. The website  allows executive branch agencies, Congress, and the public to track the  progress the government is making in addressing the issues we have  identified. We will add areas and suggested actions identified in and  future reports to GAO’s Action Tracker and periodically update the status  of all identified areas and activities."], "subsections": []}, {"section_title": "President’s Fiscal Year 2014 Budget Submission and Recent Legislative Proposals Appear Consistent with Some of Our Suggested Actions", "paragraphs": ["The President’s Fiscal Year 2014 Budget submission makes several  proposals that appear consistent with our suggested actions. Many of  these proposals require some legislative action and therefore, Congress  may wish to examine the following areas in its oversight:", "Science, Technology, Engineering, and Mathematics (STEM): In our  2012 annual report, we found that federal agencies obligated $3.1  billion in fiscal year 2010 to 209 STEM education programs  administered by 13 federal agencies, and that 173 of these (83  percent) of these programs overlapped to some degree with at least 1  other program in that they offered similar services to similar target  groups in similar STEM fields to achieve similar objectives. To  minimize this overlap, we suggested that strategic planning by  executive branch agencies is needed to better manage overlapping  programs across multiple agencies STEM. In an effort to minimize  both fragmentation and overlap in STEM programs, the President’s  Fiscal Year 2014 Budget submission proposes consolidating or  eliminating 114 programs and redirecting nearly $180 million from  consolidated programs to three agencies: Education, the National  Science Foundation, and the Smithsonian Institution. These agencies  would coordinate efforts with the activities and assets of other federal  science agencies.", "Catfish Inspection: In our 2013 annual report, we found that when  U.S. Department of Agriculture’s Food Safety and Inspection Service  begins the catfish inspection program as mandated in the Food,  Conservation, and Energy Act of 2008, the program will duplicate  work already conducted by the Food and Drug Administration and by  the National Marine Fisheries Service. For example, as many as three  agencies—Food and Drug Administration, Food Safety and Inspection  Service, and the National Marine Fisheries Service—could inspect  facilities that process both catfish and other types of seafood. To  avoid this duplication, we suggest that Congress repeal this provision  of the act, which could save millions of dollars each year. The  President’s Fiscal Year 2014 Budget submission proposes the  elimination of the U.S. Department of Agriculture’s catfish inspection  program. Similarly, S. 632 and H.R. 1313, introduced on March 21,  2013, would eliminate USDA’s catfish inspection (and catfish grading)  program. As of May 8, 2013, the bills were pending in committees of  jurisdiction.", "Farm Direct Payments: In our 2011 annual report, we found that  reducing or eliminating fixed annual payments to farmers—which are  known as direct payments and which farmers receive even in years of  record farm income—could achieve cost savings of as much as $5  billion annually. We suggested that Congress consider reducing or  eliminating direct payments by (1) lowering payment or income  eligibility limits; (2) reducing the portion of a farm’s acres eligible for  the payments; or (3) terminating or phasing out direct payments. The  President’s Fiscal Year 2014 Budget submission proposes eliminating  direct payments to farmers.", "Economic Development: In our 2011 annual report, we found that  there was fragmentation and overlap among 80 economic  development programs at four agencies— the Department of  Commerce, the Department of Housing and Urban Development, the  Small Business Administration, and the U.S. Department of  Agriculture—in terms of the economic development activities that they  are authorized to fund. We suggested, among other things, that the  agencies further utilize promising practices for enhanced  collaboration, such as seeking more opportunities for resource- sharing across economic development programs with shared  outcomes and identifying ways to leverage each program’s strengths  to improve their existing collaborative efforts. The agencies have  taken steps to address this action, which we consider partially  addressed, including entering into a number of formal agreements  that are intended to help enhance and sustain collaboration. In  addition, the administration has initiated steps that provide the  agencies with a mechanism to work together to identify additional  opportunities to enhance collaboration among programs. The  President’s Fiscal Year 2014 Budget submission also states that the  President will again seek reorganization authority and use such  authority to consolidate the economic and business development  activities in the Departments of Commerce, Agriculture, Health and  Human Services, and the Treasury, as well as the Small Business  Administration, into a new department with a focused mission to foster  economic growth and spur job creation.", "Crop Insurance: In our 2013 annual report, we found that applying  limits on premium subsidies to individual farmers participating in the  federal crop insurance program, similar to the payment limits for other  farm programs, could save billions of federal dollars over 5 years. We  suggested Congress consider either limiting the amount of premium  subsidies that an individual farmer can receive each year—as it limits  the amount of payments to individual farmers in many farm  programs—or reducing premium subsidy rates for all participants in  the crop insurance program, or both limiting premium subsidies and  reducing premium subsidy rates. The President’s Fiscal Year 2014  Budget submission proposes to reduce farmers’ premium subsidies  by 3 percentage points for those policies that are currently subsidized  by more than 50 percent, which is expected to save about $4.2 billion  over 10 years. In addition, the President’s Fiscal Year 2014 Budget  submission proposes to reduce farmers’ premium subsidies by 2  percentage points on policies that provide a higher indemnity if the  commodity prices are higher at harvest time than when the policy was  purchased, which is expected to save about $3.2 billion over 10 years.", "Renewable Energy Initiatives: In our 2013 annual report, we  suggested that the Secretaries of Energy and Agriculture should, to  the extent possible within their statutory authority, formally assess and  document whether the incremental financial support of their initiatives  is needed in order for applicants’ projects to be built, and take this  information into account in determining whether, or how much,  support to provide. The President’s Fiscal Year 2014 Budget  submission does not include funding for the High Energy Cost Grant  Program, administered by the Department of Agriculture’s Rural  Utilities Service—one of the programs we identified that has provided  duplicative support. This proposed elimination, if implemented, could  help to reduce the potential for duplicative support.", "Congress has also taken additional actions that are consistent with those  we have identified in our previous reports. For example, in our 2011 and  2013 annual reports, we cited numerous information technology areas in  which duplication could be minimized or cost savings achieved across the  federal government and made a number of recommendations to address  these issues. In fiscal year 2013, federal agencies reported to OMB that  approximately $74 billion was budgeted for information technology. On  March 18, 2013, the Federal Information Technology Acquisition Reform  Act (H.R. 1232) was introduced to eliminate duplication and waste in  information technology acquisition and management. Among other things,  the bill requires a governmentwide inventory of information technology  assets to identify duplicative or overlapping investments. As of May 8,  2013, the bill was reported favorably to the full House."], "subsections": []}, {"section_title": "Leveraging Existing and Proposed Strategies Can Help to Address Fragmentation, Overlap, and Duplication", "paragraphs": ["Identifying, preventing, and addressing fragmentation, overlap, and  duplication within the federal government is challenging. These are  difficult issues to address because they may require agencies and  Congress to re-examine within and across various mission areas the  fundamental structure, operation, funding, and performance of a number  of long-standing federal programs or activities with entrenched  constituencies. Compounding these challenges is the lack of a  comprehensive list of federal programs, reliable and complete funding  information, and regular performance results and information. Without  knowing the full range of programs involved or the cost of implementing  them, gauging the magnitude of the federal commitment to a particular  area of activity or the extent to which associated federal programs are  duplicative is difficult.", "Addressing these issues will require sustained attention by the executive  branch agencies and the Congress. In the majority of cases, executive  branch agencies have the authority to address the issues we identified.  However, in other cases, Congress will need to be involved through their  legislative and oversight activities. Such oversight is critical to addressing  these issues. The performance planning and reporting framework  originally put into place by GPRA, and significantly enhanced by the  GPRA Modernization Act of 2010, provides important tools that help the  Congress and the executive branch clarify desired outcomes, address  program performance spanning multiple organizations, and facilitate  future actions to reduce fragmentation, overlap, and duplication.", "However, realizing the intent of the GPRA Modernization Act for  assessing government performance and improvement and reducing  fragmentation, overlap, and duplication will require sustained oversight of  implementation. To assist Congress with this oversight, the act includes  provisions requiring us to review its implementation at several critical  junctures. For example, we are to report by June 2013 on initial  implementation of the act’s planning and reporting requirement and  recommendations for improving implementation. We are also to evaluate  how implementation is affecting performance management at federal  agencies to improve the efficiency and effectiveness of agency programs,  among other things, by September 2015, and again in September 2017.", "To provide more timely and useful information, we have issued a number  of reports over the past 2 years (1) supporting congressional involvement  in and oversight of agency performance improvement efforts, and (2)  reviewing the executive branch’s implementation of key provisions of the  act.from these reports along with the results of our most recent survey of  federal managers on the implementation of key performance  management practices across government—the fifth such survey we  have undertaken since 1997."], "subsections": [{"section_title": "Executive Branch Agencies Have the Authority to Implement Many Actions to Improve Efficiency and Effectiveness of Programs", "paragraphs": ["Executive branch agencies have the authority needed to address the  majority of the actions we identified in our three reports. Of the  approximately 380 actions that we have suggested, 317 were directed to  executive branch agencies. Given that the areas identified extend across  the government and that we found a range of conditions among these  areas, we suggest a similarly wide range of actions for the executive  branch to consider. The executive branch agencies could address many  of the issues we identified through improving planning, better measuring  of performance, improving management oversight, and increasing  collaboration. These actions are largely consistent with the tools and  principles put in place by GPRA and the GPRA Modernization Act.", "Given the crosscutting policy areas included in our annual reports,  planning for the outcomes to be achieved is important in helping federal  agencies address challenges, particularly those related to fragmentation,  overlap, or duplication. A focus on outcomes is a first step to then  determining how all of the activities that contribute to an outcome,  whether internal or external to an agency, should be aligned to  accomplish results.", "In our annual reports, we identified multiple instances of where better  planning could help reduce the potential for overlap or duplication. For  example, as we have already noted, strategic planning is needed to better  manage overlapping STEM programs across multiple agencies. By taking  this and other actions to increase efficiency and effectiveness, the  administration could reduce the chance of investing scarce government  resources without achieving the greatest impact in developing a pipeline  of future workers in STEM fields.", "Additionally, we reported that a total of 31 federal departments and  agencies collect, maintain, and use geospatial information—information  linked to specific geographic locations that supports many government  functions, such as maintaining roads and responding to natural disasters.  OMB and the Department of Interior created a number of strategic  planning documents and guidance to encourage more coordination of  geospatial assets, reduce needless redundancies, and decrease costs.  Nevertheless, we found that the Federal Geographic Data Committee— the committee that was established to promote the coordination of  geospatial data nationwide—and selected federal departments and  agencies had not effectively implemented the tools that would help them  to identify and coordinate geospatial data acquisitions across the  government. As a result, the agencies have made duplicative investments  and risk missing opportunities to jointly acquire data. Furthermore,  although OMB has oversight responsibilities for geospatial data  investments, it does not have complete and reliable information to identify  potentially duplicative investments. Better planning and implementation  among federal agencies could help reduce duplicative investments and  provide the opportunity for potential savings of millions of dollars.", "As this example highlights, creating a comprehensive list of programs  along with related funding information is critical for identifying potential  fragmentation, overlap, or duplication among federal programs or  activities. Currently, no comprehensive list exists, nor is there a common  definition for what constitutes a federal “program,” which makes it difficult  to develop a comprehensive list of all federal programs. The lack of a list,  in turn, makes it difficult to determine the scope of the federal  government’s involvement in particular areas and, therefore, where action  is needed to avoid fragmentation, overlap, or duplication. We also found  that federal budget information is often not available or not sufficiently  reliable to identify the level of funding provided to programs or activities.  For example, agencies could not isolate budgetary information for some  programs because the data were aggregated at higher levels. Without  knowing the full range of programs involved or the cost of implementing  them, gauging the magnitude of the federal commitment to a particular  area of activity or the extent to which associated federal programs are  duplicative is difficult.", "The GPRA Modernization Act requires OMB to compile and make publicly  available a comprehensive list of all federal programs, and to include the  purposes of each program, how it contributes to the agency’s mission,  and recent funding information. According to OMB, agencies currently  use the term “program” in different ways, and OMB plans to allow them to  continue to define programs in ways that reflect their particular facts and  circumstances within prescribed guidelines. OMB expects 24 large  federal agencies to publish an initial inventory of federal programs in May  2013. In future years, OMB plans to expand this effort to other agencies  that are to update their inventories annually to reflect the annual budget  and appropriations process. OMB also expects to enhance the initial  program inventory by collecting related information, such as financing and  related agency strategic goals.", "Performance measurement, because of its ongoing nature, can serve as  an early warning system to management and a vehicle for improving  accountability to the public. To help ensure that their performance  information will be both useful and used by decision makers, agencies  must consider the differing information needs of various users—including  those in Congress. As we have previously reported, agency performance  information must meet Congress’s needs for completeness, accuracy,  validity, timeliness, and ease of use to be helpful for congressional  decision making.", "Similarly, in our three annual reports, we reported that better evaluation of  performance and results is needed for multiple federal programs and  activities to help inform decisions about how to address the  fragmentation, overlap, or duplication identified or achieve other financial  benefits. For example:", "Employment and Training: In our 2011 annual report, we found that  44 of the 47 federal employment and training programs that we  identified overlap with at least one other program—that is, they  provide at least one similar service to a similar population. We also  found that collocating services and consolidating administrative  structures may increase efficiencies and reduce costs, but  implementation can be challenging. In particular, an obstacle to  achieving greater administrative efficiencies is that little information is  available about the strategies and results of such initiatives. In April  2011, we reported that as part of its proposed Workforce Investment  Act of 1998 reforms, the Administration proposed consolidating 4  employment and training programs administered by the Department of  Education into 1 program. In addition, little is known about the  incentives that states and localities have to undertake such initiatives  and whether additional incentives are needed. As a result, we  suggested that the Departments of Labor and Health and Human  Services should examine the incentives for states and localities to  pursue initiatives to increase administrative efficiencies in employment  and training programs and, as warranted, identify options for  increasing such incentives. Labor and HHS have initiatives underway,  but it is too early to tell what remedies they will provide. In addition,  the Administration has proposed to consolidate employment and  training programs. And H.R. 803, the Supporting Knowledge and  Investing in Lifelong Skills Act (SKILLS Act), which was passed by the  House in March 2013, would streamline or eliminate multiple and  training programs and consolidate the funding of a number of other  programs into a Workforce Investment Fund.", "Domestic Food and Nutrition Assistance: In our 2011 annual report,  we found that domestic food and nutrition assistance is provided  through a decentralized system of primarily 18 different federal  programs that shows signs of overlap and inefficient use of resources.", "We also found that some of these programs provide comparable  benefits to similar or overlapping populations. However, not enough is  known about the effectiveness of many of these programs. Research  suggested that participation in 7 of the 18 programs is associated with  positive health and nutrition outcomes consistent with programs’  goals; yet little is known about the effectiveness of the remaining 11  programs because they have not been well studied. As a result, we  suggested that the U.S. Department of Agriculture should identify and  develop methods for addressing potential inefficiencies and reducing  unnecessary overlap among its smaller food assistance programs  while ensuring that those who are eligible receive the assistance they  need.", "Teacher Quality: In our 2011 annual report, we identified 82 distinct  programs designed to help improve teacher quality, either as a  primary purpose or as an allowable activity, administered across 10  federal agencies. While a mixture of programs can target services to  underserved populations and yield strategic innovations, the current  programs are not structured in a way that enables educators and  policy makers to identify the most effective practices to replicate.  According to Department of Education officials, it is typically not cost- effective to allocate the funds necessary to conduct rigorous  evaluations of small programs; therefore, small programs are unlikely  to be evaluated. As a result, we suggested that the Secretary of  Education should work with other agencies as appropriate to develop  a coordinated approach for routinely and systematically sharing  information that can assist federal programs, states, and local  providers in achieving efficient service delivery.", "Science, Technology, Engineering, and Mathematics Education: In  our 2012 annual report, we found that in fiscal year 2010, 173 of the  209 (83 percent) Science, Technology, Engineering, and Mathematics  Education (STEM) education programs administered by 13 federal  agencies overlapped to some degree with at least 1 other program in  that they offered similar services to similar target groups in similar  STEM fields to achieve similar objectives. In addition to the  fragmented and overlapping nature of federal STEM education  programs, little is known about the effectiveness of these programs.  Since 2005, when we first reported on this issue, we found that the  majority of programs have not conducted comprehensive evaluations  of how well their programs are working. Without an understanding of  what is working in some programs, it will be difficult to develop a clear  strategy for how to spend limited federal funds. Consequently, we  suggested that the Director of the Office of Science and Technology  Policy should direct the National Science and Technology Council to  develop guidance to help agencies determine the types of evaluations  that may be feasible and appropriate for different types of STEM  education programs and develop a mechanism for sharing this  information across agencies.", "The regular collection and review of performance information, both within  and among federal agencies, could help executive branch agencies and  Congress determine whether some of the federal programs or initiatives  included in this series are making progress toward addressing the  identified issues and could determine the actions that need to be taken to  improve results. However, as we previously noted, our annual reports  along with a large body of other work highlight several instances in which  executive branch agencies do not collect necessary performance data.  For example, in our 2011 annual report we noted that OMB has not used  its budget and performance review processes to systematically review tax  expenditures and promote integrated reviews of related tax and spending  programs. Coordinated performance reviews of tax expenditures with  related federal spending programs could help policymakers reduce  overlap and inconsistencies and direct scarce resources to the most  effective or least costly methods to deliver federal support. Similarly, we  have previously reported that as Congress oversees federal programs  and activities, it needs pertinent and reliable information to adequately  assess agencies’ progress, ensure accountability, and understand how  individual programs and activities fit within a broader portfolio of federal  efforts. The lack of reliable performance data also makes it difficult for  decision makers to determine how to address identified fragmentation,  overlap, or duplication.", "In order for information from performance measurement initiatives to be  useful to executive branch agencies and Congress in making decisions,  garnering congressional support on what to measure and how to present  this information is critical. Thus, the GPRA Modernization Act significantly  enhances requirements for agencies to consult with Congress.  Specifically, at least once every two years, OMB is required to consult  with relevant committees with broad jurisdiction on crosscutting priority  goals, while agencies must consult with their relevant appropriations,  authorization, and oversight committees when developing or making  adjustments to their strategic plans and agency priority goals. Last year  we prepared a guide to help ensure that these consultations and the  performance information produced by executive branch agencies are  useful to Congress in carrying out its various decision-making  responsibilities. Without this information, it will be difficult to know  whether an agency’s goals reflect congressional input, and therefore if the  goals will provide useful information for congressional decision making.  Further, successful consultations can create a basic understanding  among stakeholders of the competing demands that confront most  agencies, the limited resources available to them, and how those  demands and resources require careful and continuous balancing. This is  important given Congress’s constitutional role in setting national priorities  and allocating the resources to achieve them.", "Finally, to ensure that their performance information will be both useful  and used by decision makers, agencies must consider the differing  information needs of various users. The GPRA Modernization Act puts  into place several requirements that could address users’ needs for  completeness, accuracy, validity, timeliness, and ease of use.  Requirements to include information about how various tools, such as  program activities, regulations, and tax expenditures, contribute to goal  achievement could lead to the development of performance information in  areas that are currently incomplete. In addition, agencies are required to  disclose more information about the accuracy and validity of their  performance information in their performance plans and reports. While  agencies will continue to report annually on progress towards the rest of  their goals, the GPRA Modernization Act provides timelier, quarterly  reporting for governmentwide and agency priority goals. By also requiring  information to be posted on a governmentwide website, the act will make  performance information more accessible and easy to use by  stakeholders and the public.", "When issues span multiple organizations or multiple entities within an  organization, improved management oversight is needed to avoid  potential overlap and duplication. For example, we found that fragmented  leadership and lack of a single authority in overseeing the acquisition of  space systems have created challenges for optimally acquiring,  developing, and deploying new space systems. This fragmentation is  problematic not only because of a lack of coordination that has led to  delays in fielding systems, but also because no one person or  organization is held accountable for balancing governmentwide needs  against wants, resolving conflicts, and ensuring coordination among the  many organizations involved with space acquisitions, and ensuring that  resources are directed where they are most needed. To help improve the  coordination of space programs and reduce duplication, we suggest  assessing whether a construct analogous to the Defense Space  Council—which serves as the principal advisory forum to inform,  coordinate, and resolve all DOD space issues—could be applied  government wide or if a separate organization should be established that  would, among other things, have responsibility for strategic planning.", "The GPRA Modernization Act seeks to improve agency management  oversight by including a provision for quarterly performance reviews,  modeled after effective data driven—or “Stat”—reviews being conducted  at the local and state level. Specifically, agency leaders are required to  conduct quarterly, data-driven reviews of their performance in achieving  priority goals and identify strategies to improve performance where goals  are not being met. As we recently reported, consistent with state and local  experience, reviews can be a key tool for driving collaboration by  including all key players from within or outside an agency that contribute  to goal achievement. However, few agency Performance Improvement  Officers reported they are using the reviews to coordinate or collaborate  with other agencies that have similar goals, and agencies we reviewed  cited concerns about involving outsiders. Nevertheless, our prior work has  shown that agencies which participated in various planning and decision- making forums together reported that such interactions contributed to  achieving their goals. For example, the Departments of Housing and  Urban Development and Veterans Affairs—which both contribute to  efforts to reduce veterans’ homelessness—have conducted several joint  SFtat meetings, where they jointly analyze performance data to  understand trends, identify best practices, and prioritize the actions  needed to achieve veteran homelessness goals. Officials reported that  these collaborative meetings have contributed to better outcomes. We  recommended that the Director of OMB identify and share promising  practices for including other relevant entities that contribute to achieving  their agency performance goals. OMB agreed with our recommendation.", "When executive branch agencies carry out activities in a fragmented and  uncoordinated way, the resulting patchwork of programs can waste  scarce funds, confuse and frustrate program customers, and limit the  overall effectiveness of the federal effort. Our 2013 annual report includes  several areas in which improved interagency coordination and  collaboration could help agencies better leverage limited resources or  identify opportunities to operate more efficiently. For example, the  Department of Veterans Affairs and DOD operate two of the nation’s  largest health care systems, together providing health care to nearly 16  million veterans, service members, military retirees, and other  beneficiaries at estimated costs for fiscal year 2013 of about $53 billion  and $49 billion, respectively. As part of their health care efforts, the  departments have established collaboration sites—locations where the  two departments share health care resources through hundreds of  agreements and projects—to deliver care jointly with the aim of improving  access, quality, and cost-effectiveness of care. However, we found that  the departments do not have a fully developed and formalized process for  systematically identifying all opportunities for new or enhanced  collaboration, potentially missing opportunities to improve health care  access and quality, and reduce costs.", "The GPRA Modernization Act requires OMB to coordinate with executive  branch agencies to establish crosscutting priority goals and to develop a  federal government performance plan that defines the level of  performance needed to achieve them. As we reported in May 2012, the  President’s Fiscal Year 2013 Budget submission included the first list of  14 interim crosscutting priority goals. For each of the interim goals, as  required by the act, OMB listed the agencies and programs that  contribute to the goal in the federal government performance plan.  However, based on our prior work, we identified additional agencies and  programs that should be included. Accordingly, we recommended that  OMB consider adding those additional contributors to the crosscutting  priority goals. OMB concurred with this recommendation, and in  December 2012, OMB updated information to the federal government  performance plan, and added some of the additional agencies and  programs we identified for select goals. The crosscutting approach  required by the act will provide a much needed basis for more fully  integrating a wide array of federal activities as well as a cohesive  perspective on the long-term goals of the federal government that is  focused on priority policy areas. It could also be a valuable tool for  governmentwide reexamination of existing programs and for considering  proposals for new programs.", "The act also requires agencies to describe how they are working with  each other to achieve their strategic and performance goals, as well as  any relevant crosscutting priority goals. Moreover, for each of its  performance and priority goals, each agency must identify the  organizations, programs, and other activities—both within and external to  the agency—that contribute to the goal. These new requirements provide  additional opportunities for collaboration across executive branch  agencies. We have previously identified key practices that can help  federal agencies enhance and sustain their collaborative efforts along  with key features to consider as they implement collaborative  mechanisms."], "subsections": []}, {"section_title": "Congress Could Help Address Actions We Have Identified Through Legislative Action, Oversight, and Other Strategies", "paragraphs": ["Congress also has an important role to play—both in its legislative and  oversight capacities—in improving the efficiency and effectiveness of  government programs. Other legislative strategies are also available,  such as realigning committee structures or using task forces, caucuses,  or commissions to work to improve the efficiency and effectiveness of  federal programs.", "Our 2013 annual report includes several areas where legislative action is  needed. For example, as noted earlier, we found that when the U.S.  Department of Agriculture’s Food Safety and Inspection Service begins  the catfish inspection program as mandated in the Food, Conservation,  and Energy Act of 2008, the program will duplicate work already  conducted by the Food and Drug Administration and by the National  Marine Fisheries Service. To avoid this duplication, we suggested that  Congress repeal the provisions of the act that assigned U.S. Department  of Agriculture responsibilities for examining and inspecting catfish and  establishing a catfish inspection program. Taking this action, as the  President’s Fiscal Year 2014 Budget and S. 632 and H.R. 1313  submission propose, could save taxpayers millions annually, according to  Food Safety and Inspection Service estimates of the program’s cost.Similarly, our 2011 annual report found that, depending on the policy  choices made, reducing or eliminating direct farm payments could result  in savings ranging from $800 million over 10 years to $5 billion annually.  We suggested that Congress consider a range of options and S. 10,  introduced on January 22, 2013, would eliminate all direct farm payments  starting in Crop Year 2014.", "We have also suggested that Congress consider taking legislative action  to consolidate certain programs. For example, in 2011 we reported that  the federal government’s efforts to improve teacher quality have led to the  creation of 82 distinct programs—administered by 10 federal agencies— at the cost of over $4 billion in fiscal year 2009. In addition to  fragmentation, we also found overlap in a number of these programs.  Among other things, we suggested that Congress either eliminate  programs that are too small to evaluate cost-effectively or combine  programs serving similar target groups. Similarly, in 2012, we commented  on the overlap that exists between the products offered and markets  served by the Department of Housing and Urban Development and  Agriculture’s Rural Housing Service. In light of this overlap, we  recommended that Congress consider requiring that both departments to  examine the benefits and costs of merging programs.", "Given the potential benefits and costs of consolidation, it is imperative  that Congress and the executive branch have the information needed to  help effectively evaluate consolidation proposals. At the request of the  Task Force on Government Performance, last year GAO issued a report  identifying key questions for agencies to consider when evaluating  consolidation proposals.inform the Congress when it is considering such a proposal:   Similarly, these questions could also help", "What are the goals of the consolidation? What opportunities will be  addressed through the consolidation and what problems will be  solved? What problems, if any, will be created?", "What will be the likely costs and benefits of the consolidation? Are  sufficiently reliable data available to support a business-case analysis  or cost-benefit analysis?", "How can the up-front costs associated with the consolidation be  funded?", "Who are the consolidation stakeholders, and how will they be  affected? How have the stakeholders been involved in the decision,  and how have their views been considered? On balance, do  stakeholders understand the rationale for consolidation?", "To what extent do plans show that change management practices will  be used to implement the consolidation?", "Congress could also require executive branch agencies to conduct  program evaluations that would assess how well federal programs are  working and identify steps that are needed to improve them. These  evaluations typically examine processes, outcomes, impacts, or the cost- effectiveness of federal programs. However, few executive branch  agencies regularly conduct in-depth program evaluations to assess their  programs’ impact or learn how to improve results. Such program  evaluations can complement ongoing performance measurement but  typically involve a more in-depth examination to learn the benefits of a  program or how to improve it. GPRA requires agencies to describe the  summary findings of any completed program evaluations in their  performance reports. In addition, agencies are to describe how program  evaluations informed establishing or revising goals in their strategic plans,  along with a schedule for future program evaluations to be conducted.", "Congress can also encourage executive branch agencies to help improve  the efficiency and effectiveness of federal programs through its oversight  activities. For example, our past work has highlighted several instances in  which Congress has used performance information in its decision making  to (1) identify issues that the federal government should address, (2)  measure progress towards addressing those issues, and (3) identify  better strategies to address the issues, when necessary. Congressional  use of similar information in its decision making for the identified areas of  fragmentation, overlap, and duplication will send an unmistakable  message to agencies that Congress considers these issues a priority.", "Such oversight can also highlight progress that agencies are making in  addressing needed reforms.", "Congress recently highlighted the importance of addressing issues of  fragmentation, overlap, and duplication through its oversight. For  example, the Senate Budget Resolution for fiscal year 2014 directs  committees to review programs and tax expenditures within their  jurisdiction for waste, fraud, and duplication and to consider the findings  from our past annual reports. Similarly, the House Budget Resolution for  fiscal year 2014 describes some of our findings from our past annual  reports, notes the number of programs that will need to be reauthorized in  fiscal year 2014, and states that that our findings should result in  programmatic changes in both authorizing statutes and program funding  levels.", "The importance of active congressional oversight can be seen in  improvements made to federal programs that were once included on our  High Risk List.congressional oversight has helped maintain executive branch agencies’  attention in addressing the identified concerns and thus contributed to  their removal from our High Risk List."], "subsections": []}]}, {"section_title": "GAO Contacts", "paragraphs": ["For further information on this testimony or our 2013 annual report,  please contact Orice Williams Brown, Managing Director, Financial  Markets and Community Investment, who may be reached at (202) 512- 8678 or williamso@gao.gov, and A. Nicole Clowers, Director, Financial  Markets and Community Investment, who may be reached at (202) 512- 8678 or clowersa@gao.gov. Contact points for the individual areas listed  in our 2013 annual report can be found at the end of each area at  http://www.gao.gov/products/GAO-13-279SP. Contact points for our  Congressional Relations and Public Affairs offices may be found on the  last page of this statement.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}