{"id": "GAO-10-447T", "url": "https://www.gao.gov/products/GAO-10-447T", "title": "Space Acquisitions: DOD Poised to Enhance Space Capabilities, but Persistent Challenges Remain in Developing Space Systems", "published_date": "2010-03-10T00:00:00", "released_date": "2010-03-10T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The majority of large-scale acquisition programs in the Department of Defense's (DOD) space portfolio have experienced problems during the past two decades that have driven up costs by billions of dollars, stretched schedules by years, and increased technical risks. To address the cost increases, DOD altered its acquisitions by reducing the number of satellites it intended to buy, reducing the capabilities of the satellites, or terminating major space systems acquisitions. Moreover, along with the cost increases, many space acquisitions are experiencing significant schedule delays--as much as 8 years--resulting in potential capability gaps in areas such as missile warning, military communications, and weather monitoring. This testimony focuses on (1) the status of space acquisitions, (2) causal factors of acquisition problems, and (3) efforts underway to improve acquisitions. In preparing this testimony, GAO relied on its body of work, including GAO reports on best practices, assessments of individual space programs, common problems affecting space system acquisitions, and the DOD's acquisition policies. We have made numerous recommendations to the DOD in the past on matters relating to overall best practices as well as on individual space program acquisitions. DOD often concurred with our findings and recommendations and has efforts underway to adopt best practices."]}, {"section_title": "What GAO Found", "paragraphs": ["A long-standing problem in DOD space acquisitions is that program and unit costs tend to go up significantly from initial cost estimates, while in some cases, the capability that was to be produced declines. This problem persists. However, DOD has made progress on several of its high-risk space programs and is expecting to launch new generations of satellites across various missions over the next 12 months that should significantly advance some capabilities, particularly protected communications and space surveillance. While DOD is having success in readying some satellites for launch, other space acquisition programs currently in development face challenges that could further increase costs and delay targeted delivery dates. Another risk facing DOD space programs over the next few years is the potential for launch delays because of changes being made in the launch sector and an increase in the demand for certain DOD launch vehicles. Our past work has identified a number of causes for the cost growth and related problems, but several consistently stand out. First, on a broad scale, DOD starts more weapon programs than it can afford, creating a competition for funding that encourages low cost estimating, optimistic scheduling, overpromising, suppressing bad news, and, for space programs, forsaking the opportunity to identify and assess potentially more executable alternatives. Second, DOD has tended to start its space programs too early, that is, before it has the assurance that the capabilities it is pursuing can be achieved within available resources and time constraints. This tendency is caused largely by the funding process, since acquisition programs attract more dollars than efforts concentrating solely on proving technologies. Third, programs have historically attempted to satisfy all requirements in a single step, regardless of the design challenge or the maturity of the technologies necessary to achieve the full capability. DOD has been working to ensure that its space programs are more executable and produce a better return on investment. Some actions DOD and others have adopted or are pursuing include: the Acquisition Improvement Plan, which lists five initiatives for improving how the Air Force obtains new capabilities; changes in cost estimating that are in line with earlier GAO recommendations; and the Weapon Systems Acquisition Reform Act, which was signed into law in May 2009. However, there are still significant changes to processes, policies, and support needed to ensure reforms can take hold. Recent studies and reviews that have examined national security space have all found that diffuse leadership has a direct impact on the space acquisition process, primarily because it makes it difficult to hold any one person or organization accountable, and there is no single authority to resolve conflicts among the many organizations involved in space programs. Moreover, DOD continues to face gaps in critical technical and program expertise for space. Until both issues are resolved, commitment to reforms may not be sustainable."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the Department of Defense’s  (DOD) space acquisitions. Each year, DOD spends billions of dollars to  acquire space-based capabilities to support current military and other  government operations, as well as to enable DOD to transform the way it  collects and disseminates information. Despite the significant investment  in space, the majority of large-scale acquisition programs in DOD’s space  portfolio have experienced problems during the past two decades that  have driven up costs by hundreds of millions and even billions of dollars  and stretched schedules by years and increased technical risks. To address  the cost increases, DOD altered its acquisitions by reducing the number of  satellites it intended to buy, reducing the capabilities of the satellites, or  terminating major space systems acquisitions. Moreover, along with the  cost increases, many space acquisitions have experienced significant  schedule delays—of as much as 8 years—resulting in potential capability  gaps in areas such as missile warning, military communications, and  weather monitoring. These problems persist.", "My testimony today will focus on: (1) the status of space acquisitions, (2)  the efforts DOD is taking to address causes of problems and increase  credibility and success in its space systems acquisitions, and (3) what  remains to be done. Notably, DOD has taken the important step of  acknowledging the acquisition problems of the past and is taking action to  address them, including better management of the acquisition process and  oversight of its contractors. Moreover, several high-risk space programs  have finally resolved technical and other obstacles and are close to begin  delivering capability. However, other space acquisition programs continue  to face challenges in meeting their cost and schedule targets and aligning  the delivery of space assets with the ground and user systems needed to  support and take advantage of new capability. Additionally, it may take  years for acquisition improvements to take root and produce benefits that  will enable DOD to realize a better return on its investment in space.  Lastly, DOD still needs to decide how to best organize, lead, and support  space activities. If it does not do so, its commitment to reforms may not be  sustainable."], "subsections": [{"section_title": "Space Acquisition Challenges Persist", "paragraphs": ["A long-standing problem in DOD space acquisitions is that program and  unit costs tend to go up significantly from initial cost estimates, while in  some cases, the capability that was to be produced goes down. Figures 1  and 2 reflect differences in total program and unit costs for satellites from  the time the programs officially began to their most recent cost estimates.", "As figure 1 shows, in several cases, DOD has had to cut back on quantity  and capability in the face of escalating costs. For example, two satellites  and four instruments were deleted from the National Polar-orbiting  Operational Environmental Satellite System (NPOESS) and four sensors  are expected to have fewer capabilities. This will reduce some planned  capabilities for NPOESS as well as planned coverage. The figures below  reflect the total program costs developed in fiscal year 2009. (Last year, we  also compared original cost estimates to current cost estimates for the  broader portfolio of major space acquisitions for fiscal years 2008 through  2013. However, we were unable to perform this analysis this year because,  for most of its major weapon system programs, DOD in fiscal year 2009 did  not issue complete Selected Acquisition Reports, which contain updated  yearly program funding estimates needed to conduct the analysis.)", "Several space acquisition programs are years behind schedule. Figure 3  highlights the additional estimated months needed for programs to deliver  initial operational capabilities (IOC). These additional months represent  time not anticipated at the programs’ start dates. Generally, the further  schedules slip, the more DOD is at risk of not sustaining current  capabilities. For example, according to Air Force officials, they have  requested information from the space community on how best to address  a potential gap in missile warning capabilities."], "subsections": [{"section_title": "Some Acquisition Programs Have Overcome Problems and Have Satellites Ready for Launch", "paragraphs": ["DOD has made progress on several of its high-risk space programs and is  expecting significant advances in capability as a result. In 2009, DOD  launched the third Wideband Global SATCOM (WGS) satellite, broadening  communications capability available to warfighters—and a fourth WGS  satellite is slated for launch in 2011. DOD also launched two Global  Positioning System (GPS) IIR-M satellites, although one has still not been  declared operational because of radio signal transmission problems.  Lastly, DOD supported the launch of a pair of Space Tracking and  Surveillance System satellites, designed to test the tracking of ballistic  missiles in support of missile defense early missile warning missions— these suffered many delays as well. The Evolved Expendable Launch  Vehicle (EELV) program had its 31st consecutive successful operational  launch last week.", "Moreover, though it has had long-standing difficulties on nearly every  space acquisition program, DOD now finds itself in a position to possibly  launch the first new satellite from four different major space acquisition  programs over the next 12 months that are expected to significantly  contribute to missions and capabilities. These include the Global  Positioning System (GPS) IIF satellites, the Advanced Extremely High  Frequency (AEHF) communications satellites, and the Space Based Space  Surveillance (SBSS) satellite—all of which struggled for years with cost  and schedule growth, technical or design problems, as well as oversight  and management weaknesses. Table 1 further describes the status of these  efforts.", "One program that appears to be overcoming remaining technical  problems, but for which we are still uncertain whether it can meet its  current launch date, is the Space Based Infrared System (SBIRS) satellite  program. The first of four geosynchronous earth-orbiting (GEO) satellites  (two sensors have already been launched on a highly elliptical orbit) is  expected to launch in December 2010 and is expected to continue the  missile warning mission with sensors that are more capable than the  satellites currently on orbit. Total cost for the SBIRS program is currently  estimated at over $13.6 billion for four GEO satellites (and two sensors  that have already been delivered and are operational), representing an  increase of about $9.2 billion over the program’s original cost, which  included five GEO satellites. The most recent program estimate developed  in 2008 set December 2009 as the launch goal for the first GEO satellite,  but program officials indicate that the first GEO launch will be delayed at  least another year, bringing the total delay to approximately 8 years. The  reasons for the delay include poor government oversight of the contractor,  technical complexities, and rework. The program continues to struggle  with flight software development, and during testing last year, officials  discovered hardware defects on the first GEO satellite, though the  program reports that they have been resolved. The launches of subsequent  GEO satellites have also slipped as a result of flight software design issues.  Program officials indicate that they again intend to re-baseline the  program to more realistic cost and schedule estimates by mid- to late-2010.  Because of the problems on SBIRS, DOD began a follow-on system effort,  now known as Third Generation Infrared Surveillance (3GIRS), to run in  parallel with the SBIRS program. For fiscal year 2011, DOD plans to cancel  the 3GIRS effort, but also plans to provide funds under the SBIRS program  for one of the 3GIRS infrared demonstrations nearing completion."], "subsections": []}, {"section_title": "Other Programs Still Susceptible to Cost and Schedule Overruns", "paragraphs": ["While DOD is having success in readying some satellites for launch, other  space acquisition programs face challenges that could further increase  cost and delay targeted delivery dates. The programs that may be  susceptible to cost and schedule challenges include NPOESS, Mobile User  Objective System (MUOS), and GPS IIIA. Delays in both the NPOESS and  MUOS programs have resulted in critical potential capability gaps for  military and other government users. The GPS IIIA program was planned  with an eye toward avoiding problems that plagued the GPS IIF program,  but the schedule leaves little room for potential problems and there is a  risk that the ground system needed to operate the satellites will not be  ready when the first satellite is launched. Table 2 describes the status of  these efforts in more detail."], "subsections": []}, {"section_title": "Challenges in Aligning Space System Components", "paragraphs": ["This past year we also assessed the levels at which DOD’s satellites,  ground control, and user terminals were synchronized to provide  maximum benefit to the warfighter. Most space systems consist of  satellites, ground control systems, and user terminals, though some space  systems only require ground control systems to provide capability to  users. Ground control systems are generally used to (1) download and  process data from satellite sensors and disseminate this information to  warfighters and other users and (2) maintain the health and status of the  satellites, including steering the satellites and ensuring that they stay in  assigned orbits.", "User terminals, typically procured by the military services and managed  separately from associated satellites and ground control systems, can  range from equipment hosted on backpacks to terminals mounted on  Humvees, airborne assets, or ships. Terminals can be used to help the  warfighter determine longitude, latitude, and altitude via GPS satellites, or  securely communicate with others via AEHF satellites. Some user  terminals are not solely dedicated to delivering capability from a specific  satellite system. For example, the Joint Tactical Radio System is the  primary user terminal associated with the MUOS program, but the system  is also designed to be the next generation of tactical radios, allowing  extensive ground-to-ground communication as well.", "Overall, we found the alignment of space system components proved to be  challenging to DOD. Specifically, we found that for six of DOD’s eight  major space system acquisitions, DOD has not been able to align delivery  of satellites with ground control systems, user terminals, or both. Of the  eight major space system acquisitions, five systems’ ground control system  efforts are optimally aligned to deliver capability with their companion  satellites, while three are not. For the five space systems requiring user  terminals, none was aligned. In some cases, capability gaps of 4 or more  years have resulted from delays in the fielding of ground control systems  or user terminals. When space system acquisitions are not aligned, satellite  capability is available but underutilized, though in some cases, work- around efforts can help compensate for the loss or delay of capability.  Moreover, when ground systems, user terminals, or both are not aligned  with satellites, there are significant limitations in the extent to which the  system as a whole can be independently tested and verified."], "subsections": []}, {"section_title": "Launch Manifest Issues", "paragraphs": ["Another risk facing DOD space programs for the next few years is the  potential for increased demand for certain launch vehicles. DOD is  positioned to launch a handful of satellites across missions over the next 2  years that were originally scheduled for launch years ago. Until recently,  DOD had four launch pads on the East Coast from which to launch  military satellites. In 2009, DOD launched the final two GPS IIR-M  satellites using the Delta II launch vehicle, thereby discontinuing its use of  the Delta II line and its associated launch infrastructure. DOD now plans  to launch most of its remaining satellites using one of DOD’s EELV types— Atlas V or Delta IV—from one of two East Coast launch pads. At the same  time, the National Aeronautics and Space Administration (NASA) plans to  use the Delta II to launch at least three major missions before that launch  vehicle is retired. In addition, NASA is already manifesting other major  missions on the Atlas V. Given the expected increased demand for  launches—many of which are considered high priority—and the tempo of  launches DOD has achieved with EELV, it appears that the launch  manifest is crowded. As a result, if programs still struggling with technical,  design, or production issues miss their launch dates, the consequences  could be significant, as it may take many months to secure new dates.  Some of DOD’s satellites are dual integrated, which means they can be  launched on either type of EELV. The Air Force deserves credit for  designing the satellites this way because it offers more flexibility in terms  of launch vehicle usage, but there are also cost and schedule implications  associated with rescheduling from one EELV type to the other. Moreover,  DOD can request its launch provider to speed up the transition time  between launches, although this would also increase costs. Nevertheless,  Air Force officials stated that they were confident that the higher launch  rates could be achieved, especially if a particular satellite’s priority  increased. According to Air Force officials, they have already begun to  implement means to address these issues."], "subsections": []}]}, {"section_title": "DOD Is Taking Actions to Address Space and Weapon Acquisition Problems", "paragraphs": ["DOD has been working to ensure that its space programs are more  executable and produce a better return on investment. Many of the actions  it is taking address root causes of problems, though it will take time to  determine whether these actions are successful and they need to be  complemented by decisions on how best to lead, organize, and support  space activities.", "Our past work has identified a number of causes behind the cost growth  and related problems, but several consistently stand out. First, on a broad  scale, DOD starts more weapon programs than it can afford, creating a  competition for funding that encourages low cost estimating, optimistic  scheduling, overpromising, suppressing bad news, and for space  programs, forsaking the opportunity to identify and assess potentially  more executable alternatives. Second, DOD has tended to start its space  programs too early, that is, before it has the assurance that the capabilities  it is pursuing can be achieved within available resources and time  constraints. This tendency is caused largely by the funding process, since  acquisition programs attract more dollars than efforts concentrating solely  on proving technologies. Nevertheless, when DOD chooses to extend  technology invention into acquisition, programs experience technical  problems that require large amounts of time and money to fix. Moreover,  there is no way to accurately estimate how long it would take to design,  develop, and build a satellite system when critical technologies planned  for that system are still in relatively early stages of discovery and  invention. Third, programs have historically attempted to satisfy all  requirements in a single step, regardless of the design challenge or the  maturity of the technologies necessary to achieve the full capability. DOD  has preferred to make fewer but heavier, larger, and more complex  satellites that perform a multitude of missions rather than larger  constellations of smaller, less complex satellites that gradually increase in  sophistication. This has stretched technology challenges beyond current  capabilities in some cases and vastly increased the complexities related to  software. Programs also seek to maximize capability on individual  satellites because it is expensive to launch.", "In addition, problematic implementation of an acquisition strategy in the  1990s, known as Total System Performance Responsibility, for space  systems resulted in problems on a number of programs because it was  implemented in a manner that enabled requirements creep and poor  contractor performance—the effects of which space programs are still  addressing. We have also reported on shortfalls in resources for testing  new technologies, which coupled with less expertise and fewer  contractors available to lead development efforts, have magnified the  challenge of developing complex and intricate space systems.", "Our work—which is largely based on best practices in the commercial  sector—has recommended numerous actions that can be taken to address  the problems we identified. Generally, we have recommended that DOD  separate technology discovery from acquisition, follow an incremental  path toward meeting user needs, match resources and requirements at  program start, and use quantifiable data and demonstrable knowledge to  make decisions to move to next phases. We have also identified practices  related to cost estimating, program manager tenure, quality assurance,  technology transition, and an array of other aspects of acquisition program  management that could benefit space programs. These practices are  detailed in appendix I.", "DOD is implementing an array of actions to reform how weapons and  space systems are acquired. For space in particular, DOD is working to  ensure critical technologies are matured before large-scale acquisition  programs begin; requirements are defined early in the process and are  stable throughout; and that system design remains stable, according to the  Director of Space and Intelligence under DOD’s Office of the Secretary of  Defense for Acquisition, Technology and Logistics. DOD also intends to  follow incremental or evolutionary acquisition processes versus pursuing  significant leaps in capabilities involving technology risk. The Director of  Space and Intelligence also told us that DOD is revisiting the use of  military standards in its acquisitions and providing more program and  contractor oversight. The approach described to us by the Director of  Space and Intelligence mirrors best practices identified in our reports.  Moreover, some actions—described in the table below—have already been  taken to ensure acquisitions are more knowledge-based.", "Congress has also acted on a broader scale through the Weapon Systems  Acquisition Reform Act, which was signed into law on May 22, 2009. The  goal of this new statute is to improve acquisition outcomes in DOD, with  specific emphasis on major defense acquisition programs (MDAP) and  major automated information systems. According to the President of the  United States this legislation is designed to limit cost overruns before they  spiral out of control and will strengthen oversight and accountability by  appointing officials who will be charged with closely monitoring the  weapons systems being purchased to ensure that costs are controlled.  DOD states in its 2010 Quadrennial Defense Review that the law also will  substantially improve the oversight of major weapons acquisition  programs, while helping to put MDAPs on a sound footing from the outset  by addressing program shortcomings in the early phases of the acquisition  process. DOD also states that it is undertaking a far-reaching set of  reforms to achieve these goals and to improve how DOD acquires and  fields critical capabilities for current and future wars and conflicts."], "subsections": []}, {"section_title": "Additional Decisions on Leadership, Organization, and Support Are Still Needed", "paragraphs": ["The actions that the Air Force and Office of the Secretary of Defense have  been taking to address acquisition problems are good steps. However,  there are still more significant changes to processes, policies, and support  needed to ensure that reforms can take hold. Recent studies and reviews  examining the leadership, organization, and management of national  security space have all found that there is no single authority responsible  below the President and that authorities and responsibilities are spread  across the department. In fact, the national security space enterprise  comprises a wide range of government and nongovernment organizations  responsible for providing and operating space-based capabilities serving  both military and intelligence needs.", "In 2008, for example, a congressionally chartered commission (known as  the Allard Commission) reported that responsibilities for military space  and intelligence programs were scattered across the staffs of DOD  organizations and the intelligence community and that it appeared that “no  one is in charge” of national security space. The same year, the House  Permanent Select Committee on Intelligence reported similar concerns,  focusing specifically on difficulties in bringing together decisions that  would involve both the Director of National Intelligence and the Secretary  of Defense. Prior studies, including those conducted by the Defense  Science Board and the Commission to Assess United States National  Security Space Management and Organization (Space Commission), have  identified similar problems, both for space as a whole and for specific  programs. While these studies have made recommendations for  strengthening leadership for space acquisitions, no major changes to the  leadership structure have been made in recent years. In fact, an executive  agent position within the Air Force that was designated in 2001 in  response to a Space Commission recommendation to provide leadership  has not been filled since the last executive resigned in 2007.", "Diffuse leadership has a direct impact on the space acquisition process,  primarily because it makes it difficult to hold any one person or  organization accountable for balancing needs against wants, for resolving  conflicts among the many organizations involved with space, and for  ensuring that resources are dedicated where they need to be dedicated.  Many of the cost and schedule problems we identified for the GPS IIF  program, for instance, were tied in part to diffuse leadership and  organizational stovepipes, particularly with respect to DOD’s ability to  coordinate delivery of space, ground, and user assets. In fact, DOD is now  facing a situation where satellites with advances in capability will be  residing for years in space without users being able to take full advantage  of them because investments and planning for ground, user, and space  components were not well-coordinated.", "Congressional and DOD studies have also called for changes in the  national security space organizational structure to remove cultural  barriers to coordinating development efforts and to better incorporate  analytical and technical support from an organization that is augmented  with military and intelligence community expertise.", "Finally, studies have identified insufficient numbers of experienced space  acquisition personnel and inadequate continuity of personnel in project  management positions as problems needing to be addressed in the space  community. Our own studies have identified gaps in key technical  positions, which we believed increased acquisition risks. For instance, in a  2008 review of the EELV program, we found that personnel shortages at  the EELV program office occurred particularly in highly specialized areas,  such as avionics and launch vehicle groups. These engineers work on  issues such as reviewing components responsible for navigation and  control of the rocket. Moreover, only half the government jobs in some  key areas were projected to be filled. These and other shortages in the  EELV program office heightened concerns about DOD’s ability to  effectively manage the program using a contracting strategy for EELV that  required greater government attention to the contractor’s technical, cost,  and schedule performance information. In a recent discussion with GAO,  the Director of Space and Intelligence under DOD’s Office of the Secretary  of Defense for Acquisition, Technology and Logistics stated that the  primary obstacle to implementing reforms in space is the lack of “bench  strength,” primarily technical and systems engineering expertise."], "subsections": [{"section_title": "Concluding Remarks", "paragraphs": ["In conclusion, DOD space is at a critical juncture. After more than a  decade of acquisition difficulties, which have created potential gaps in  capability, diminished DOD’s ability to invest in new space systems, and  lessened DOD’s credibility to deliver high-performing systems within  budget and on time, DOD is finally positioned to launch new generations  of satellites that promise vast enhancements in capability. Moreover,  recent program cancellations have alleviated competition for funding and  may have allowed DOD to focus on fixing problems and implementing  reforms rather than taking on new, complex, and potentially higher-risk  efforts. But these changes raise new questions. Specifically, when can  investments in new programs be made? How can reforms really take hold  when leadership is diffuse? How can reforms take hold when there are still  organizational barriers that prevent effective coordination? And lastly,  how can acquisitions be successful if the right technical and programmatic  expertise is not in place? Clearly, there are many challenges ahead for  space. We look forward to working with the DOD to help ensure that these  and other questions are addressed.", "Mr. Chairman, this concludes my prepared statement. I would be happy to  answer any questions you or members of the subcommittee may have at  this time."], "subsections": []}]}, {"section_title": "Contacts and Acknowledgements", "paragraphs": ["For further information about this statement, please contact Cristina  Chaplain at (202) 512-4841 or chaplainc@gao.gov. Contact points for our  Offices of Congressional Relations and Pubic Affairs may be found on the  last page of this statement. Individuals who made key contributions to this  statement include Art Gallegos, Assistant Director; Greg Campbell; Rich  Horiuchi; Alyssa Weir; and Peter Zwanzig."], "subsections": []}]}, {"section_title": "Appendix I: Actions Needed to Address Space and Weapon Acquisition Problems", "paragraphs": ["Prioritize investments so that projects can be fully funded and it is clear where projects stand in relation to the overall portfolio.", "Follow an evolutionary path toward meeting mission needs rather than attempting to satisfy all needs in a single step.", "Match requirements to resources—that is, time, money, technology, and people—before undertaking a new development effort.", "Research and define requirements before programs are started and limit changes after they are started.", "Ensure that cost estimates are complete, accurate, and updated regularly.", "Commit to fully fund projects before they begin.", "Ensure that critical technologies are proven to work as intended before programs are started.", "Assign more ambitious technology development efforts to research departments until they are ready to be added to future  generations (increments) of a product.", "Use systems engineering to close gaps between resources and requirements before launching the development process.", "Use quantifiable data and demonstrable knowledge to make go/no-go decisions, covering critical facets of the program such as  cost, schedule, technology readiness, design readiness, production readiness, and relationships with suppliers.", "Do not allow development to proceed until certain thresholds are met—for example, a high proportion of engineering drawings  completed or production processes under statistical control.", "Empower program managers to make decisions on the direction of the program and to resolve problems and implement  solutions.", "Hold program managers accountable for their choices.", "Require program managers to stay with a project to its end.", "Hold suppliers accountable to deliver high-quality parts for their products through such activities as regular supplier audits and  performance evaluations of quality and delivery, among other things.", "Encourage program managers to share bad news, and encourage collaboration and communication.", "In preparing this testimony, we relied on our body of work in space  programs, including previously issued GAO reports on assessments of  individual space programs, common problems affecting space system  acquisitions, and the Department of Defense’s (DOD) acquisition policies.  We relied on our best practices studies, which comment on the persistent  problems affecting space acquisitions, the actions DOD has been taking to  address these problems, and what remains to be done, as well as Air Force  documents addressing these problems and actions. We also relied on work  performed in support of our annual weapons system assessments, and  analyzed DOD funding estimates to assess cost increases and investment  trends for selected major space acquisition programs. The GAO work used  in preparing this statement was conducted in accordance with generally  accepted government auditing standards. Those standards require that we  plan and perform the audit to obtain sufficient, appropriate evidence to  provide a reasonable basis for our findings and conclusions based on our  audit objectives. We believe that the evidence obtained provides a  reasonable basis for our findings and conclusions based on our audit  objectives.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}], "fastfact": []}