{"id": "GAO-10-919T", "url": "https://www.gao.gov/products/GAO-10-919T", "title": "Alien Smuggling: DHS Could Better Address Alien Smuggling along the Southwest Border by Leveraging Investigative Resources and Measuring Program Performance", "published_date": "2010-07-22T00:00:00", "released_date": "2010-07-22T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["This testimony discusses federal efforts to address alien smuggling along the southwest border. Alien smuggling along the southwest border is an increasing threat to the security of the United States and Mexico as well as to the safety of both law enforcement and smuggled aliens. One reason for this increased threat is the involvement of drug trafficking organizations in alien smuggling. According to the National Drug Intelligence Center's (NDIC) 2008 National Drug Threat Assessment, the southwest border region is the principal entry point for smuggled aliens from Mexico, Central America, and South America. Aliens from countries of special interest to the United States such as Afghanistan, Iran, Iraq, and Pakistan (known as special-interest aliens) also illegally enter the United States through the region. According to the NDIC assessment, Mexican drug trafficking organizations have become increasingly involved in alien smuggling. These organizations collect fees from alien smuggling organizations for the use of specific smuggling routes, and available reporting indicates that some Mexican drug trafficking organizations specialize in smuggling special-interest aliens into the United States. As a result, these organizations now have alien smuggling as an additional source of funding to counter U.S. and Mexican government law enforcement efforts against them. Violence associated with alien smuggling has also increased in recent years, particularly in Arizona. According to the NDIC assessment, expanding border security initiatives and additional U.S. Border Patrol resources are likely obstructing regularly used smuggling routes and fueling this increase in violence, particularly violence directed at law enforcement officers. Alien smugglers and guides are more likely than in past years to use violence against U.S. law enforcement officers in order to smuggle groups of aliens across the southwest border. In July 2009, a border patrol agent was killed while patrolling the border by aliens illegally crossing the border, the first shooting death of an agent in more than 10 years. Conflicts are also emerging among rival alien smuggling organizations. Assaults, kidnappings, and hostage situations attributed to this conflict are increasing, particularly in Tucson and Phoenix, Arizona. Communities across the country are at risk since among those individuals illegally crossing the border are criminal aliens and gang members who pose public safety concerns for communities throughout the country. Within the Department of Homeland Security (DHS), the Immigration and Customs Enforcement's Office of Investigations (OI) is responsible for investigating alien smuggling. In addition, DHS's Customs and Border Protection (CBP) and ICE's Office of Detention and Removal Operations (DRO) have alien smuggling-related programs. This testimony is based on a May 2010 report we are releasing publicly today on alien smuggling along the southwest border. As requested, like the report, this testimony will discuss the following key issues: (1) the amount of investigative effort OI has devoted to alien smuggling along the southwest border since fiscal year 2005 and an opportunity for ICE to use its investigative resources more effectively; (2) DHS progress in seizing assets related to alien smuggling since fiscal year 2005 and financial investigative techniques that could be applied along the southwest border to target and seize the monetary assets of smuggling organizations; and (3) the extent to which ICE/OI and CBP measure progress toward achieving alien smuggling-related program objectives. Our May 2010 report also provides a discussion of the extent to which ICE/OI and CBP have program objectives related to alien smuggling."]}, {"section_title": "What GAO Found", "paragraphs": ["We found the following: (1) OI work years devoted to investigating alien smuggling along the southwest border increased from about 190 work years in fiscal year 2005 to about 197 work years in fiscal year 2009, an overall increase of 4 percent, with hundreds of arrests, indictments, and convictions resulting. The overall number of work years decreased from about 190 work years in fiscal year 2005 to 174 in fiscal year 2008, but increased 23 work years from fiscal years 2008 to 2009 primarily due to an increase in one office. The percentage of time OI investigators spend on alien smuggling investigations, versus other investigative areas, such as drugs, has remained steady during this time period at 16-17 percent. (2) The value of OI alien smuggling asset seizures has decreased since fiscal year 2005, and two promising opportunities exist that could be applied to target and seize the monetary assets of smuggling organizations. According to OI data, the value of alien smuggling seizures nationwide increased from about $11.2 million in fiscal year 2005 to about $17.4 million in fiscal year 2007, but declined to $12.1 million in fiscal year 2008 and to about $7.6 million in fiscal year 2009. (3) OI and CBP have not fully evaluated progress toward achieving alien smuggling-related program objectives. Federal standards for internal control call for agencies to establish performance measures and indicators in order to evaluate the effectiveness of their efforts. One of the major objectives of OI's alien smuggling investigations is to seize smugglers' assets, but OI does not have performance measures for asset seizures related to alien smuggling cases. Tracking the use of asset seizures in alien smuggling investigations as a performance measure could help OI monitor its progress toward its goal of denying smuggling organizations the profit from criminal acts. Thus, in our May 2010 report, we recommended that ICE develop performance measures for asset seizures related to alien smuggling investigations. ICE concurred with the recommendation and stated that ICE is in the process of assessing all of its performance measures and creating a performance plan."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss federal efforts to address alien  smuggling along the southwest border. Alien smuggling along the  southwest border is an increasing threat to the security of the United  States and Mexico as well as to the safety of both law enforcement and  smuggled aliens. One reason for this increased threat is the involvement of  drug trafficking organizations in alien smuggling. According to the  National Drug Intelligence Center’s (NDIC) 2008 National Drug Threat  Assessment, the southwest border region is the principal entry point for  smuggled aliens from Mexico, Central America, and South America. Aliens  from countries of special interest to the United States such as Afghanistan,  Iran, Iraq, and Pakistan (known as special-interest aliens) also illegally  enter the United States through the region. According to the NDIC  assessment, Mexican drug trafficking organizations have become  increasingly involved in alien smuggling. These organizations collect fees  from alien smuggling organizations for the use of specific smuggling  routes, and available reporting indicates that some Mexican drug  trafficking organizations specialize in smuggling special-interest aliens into  the United States. As a result, these organizations now have alien  smuggling as an additional source of funding to counter U.S. and Mexican  government law enforcement efforts against them.", "Violence associated with alien smuggling has also increased in recent  years, particularly in Arizona. According to the NDIC assessment,  expanding border security initiatives and additional U.S. Border Patrol  resources are likely obstructing regularly used smuggling routes and  fueling this increase in violence, particularly violence directed at law  enforcement officers. Alien smugglers and guides are more likely than in  past years to use violence against U.S. law enforcement officers in order to  smuggle groups of aliens across the southwest border. In July 2009, a  border patrol agent was killed while patrolling the border by aliens  illegally crossing the border, the first shooting death of an agent in more  than 10 years. Conflicts are also emerging among rival alien smuggling  organizations. Assaults, kidnappings, and hostage situations attributed to  this conflict are increasing, particularly in Tucson and Phoenix, Arizona.  Communities across the country are at risk since among those individuals  illegally crossing the border are criminal aliens and gang members who  pose public safety concerns for communities throughout the country.", "Within the Department of Homeland Security (DHS), the Immigration and  Customs Enforcement’s Office of Investigations (OI) is responsible for  investigating alien smuggling. In addition, DHS’s Customs and Border  Protection (CBP) and ICE’s Office of Detention and Removal Operations  (DRO) have alien smuggling-related programs.", "My testimony is based on a May 2010 report we are releasing publicly  today on alien smuggling along the southwest border. As requested, like  the report, my testimony will discuss the following key issues: (1) the  amount of investigative effort OI has devoted to alien smuggling along the  southwest border since fiscal year 2005 and an opportunity for ICE to use  its investigative resources more effectively; (2) DHS progress in seizing  assets related to alien smuggling since fiscal year 2005 and financial  investigative techniques that could be applied along the southwest border  to target and seize the monetary assets of smuggling organizations; and (3)  the extent to which ICE/OI and CBP measure progress toward achieving  alien smuggling-related program objectives. Our May 2010 report also  provides a discussion of the extent to which ICE/OI and CBP have  program objectives related to alien smuggling.", "For our report, we conducted site visits and interviews with officials in all  four of the OI special agent-in-charge (SAC) offices along the southwest  border. We also interviewed officials with six of the nine Border Patrol  sectors along the southwest border and interviewed officials in all five U.S.  Attorney’s districts along the southwest border. The six Border Patrol  sectors were selected based on their proximity to OI SAC offices we  visited and their varying volumes of removable alien apprehensions. In  addition, we interviewed the Arizona Attorney General and officials with  the Arizona Attorney General’s Financial Crimes Task Force and analyzed  relevant court affidavits to obtain information on the results of their  efforts to address alien smuggling in Arizona. We supplemented our  interviews with analyses of OI case management data (fiscal years 2005  through 2009), Justice Department data on the outcome of alien smuggling  cases presented for prosecution to U.S. Attorneys along the southwest  border (fiscal years 2005 through 2009), OI and Border Patrol asset seizure  data (fiscal years 2005 through 2009), and reviews of CBP and ICE alien  smuggling program documentation. We determined that despite limitations  in certain data collection and oversight processes that are discussed more  fully in our May 2010 report, case management, asset seizure, and alien  smuggling case outcome data were sufficiently reliable for the purposes of  our report. More detailed information on our scope and methodology  appears in our May 2010 report. Our work was performed in accordance  with generally accepted government auditing standards."], "subsections": [{"section_title": "OI Work Years Spent Investigating Alien Smuggling along the Southwest Border Recently Increased; Opportunity Exists to Better Leverage Resources", "paragraphs": ["OI work years devoted to investigating alien smuggling along the  southwest border increased from about 190 work years in fiscal year 2005  to about 197 work years in fiscal year 2009, an overall increase of 4  percent, with hundreds of arrests, indictments, and convictions resulting.  The overall number of work years decreased from about 190 work years in  fiscal year 2005 to 174 in fiscal year 2008, but increased 23 work years  from fiscal years 2008 to 2009 primarily due to an increase in one office.  The percentage of time OI investigators spend on alien smuggling  investigations, versus other investigative areas, such as drugs, has  remained steady during this time period at 16–17 percent.", "DHS’s Human Capital Accountability Plan states that DHS is committed to  ensuring that human capital resources are aligned with mission  accomplishments and are deployed efficiently and effectively. However, in  some cases OI investigators are conducting immigration-related activities  that are not consistent with OI’s primary mission of conducting criminal  investigations. Officials from two of the four SAC offices we visited told us  that OI has been tasked to respond to calls from state and local law  enforcement agencies to transport and process apprehended aliens who  may be subject to removal, which diverts OI resources from conducting  alien smuggling and other investigations. For example, according to  officials in one SAC office, the equivalent of two full-time investigators  each week spent their time responding to non-investigation-related calls  during fiscal year 2009. In 2006, in the Phoenix metropolitan area, ICE’s  DRO developed the Law Enforcement Agency Response (LEAR) program,  in which DRO took over responsibility from OI for transporting and  processing apprehended aliens. DRO processed 3,776 aliens from October  1, 2008, to May 24, 2009, who otherwise OI would have had to process,  thus enabling OI agents to spend more time on investigations. DRO  headquarters officials stated that they have discussed expanding the LEAR  program beyond Phoenix but have yet to conduct an evaluation to identify  the best locations for expanding the program. By studying the feasibility of  expanding the LEAR program, and expanding the program if feasible, ICE  would be in a better position to help ensure that its resources are more  efficiently directed toward alien smuggling and other priority  investigations. Therefore, in our May 2010 report, we recommended ICE  take such action. ICE concurred with our recommendation and stated that  as a first step in potentially expanding the program nationwide, DRO’s  Criminal Alien Division prepared and submitted a resource allocation plan  proposal for its fiscal year 2012 budget."], "subsections": []}, {"section_title": "Alien Smuggling Asset Seizures Have Decreased since 2005; Opportunities Exist to Leverage Additional Financial Investigative and Seizure Techniques", "paragraphs": ["The value of OI alien smuggling asset seizures has decreased since fiscal  year 2005, and two promising opportunities exist that could be applied to  target and seize the monetary assets of smuggling organizations.  According to OI data, the value of alien smuggling seizures nationwide  increased from about $11.2 million in fiscal year 2005 to about $17.4  million in fiscal year 2007, but declined to $12.1 million in fiscal year 2008  and to about $7.6 million in fiscal year 2009.", "One opportunity to leverage additional seizure techniques involves civil  asset forfeiture authority, which allows federal authorities to seize  property used to facilitate a crime without first having to convict the  property owner of a crime. OI investigators indicated that lack of such  authority makes it difficult to seize real estate involved in alien smuggling  activity. In 2005, we recommended that the Attorney General, in  collaboration with the Secretary of Homeland Security, consider  submitting to Congress a legislative proposal, with appropriate  justification, for amending the civil forfeiture authority for alien  smuggling. Justice prepared such a proposal and it was incorporated into  several larger bills addressing immigration enforcement or reform since  2005, but none of these bills had been enacted into law as of July 2010.  According to Justice officials, the current administration has not yet taken  a position on civil asset forfeiture authority for alien smuggling cases. We  continue to believe it is important for Justice to seek the civil asset  forfeiture authority it has identified as necessary to seize property used to  facilitate alien smuggling. Thus, in our May 2010 report, we recommended  that the Attorney General assess whether amending the civil asset  forfeiture authority remains necessary, and if so, develop and submit to  Congress a legislative proposal. Justice concurred with this  recommendation.", "A second opportunity involves assessing the financial investigative  techniques used by an Arizona Attorney General task force. The task force  seized millions of dollars and disrupted alien smuggling operations by  following cash transactions flowing through money transmitters that serve  as the primary method of payment to those individuals responsible for  smuggling aliens. By analyzing money transmitter transaction data, task  force investigators identified suspected alien smugglers and those money  transmitter businesses that were complicit in laundering alien smuggling  proceeds. ICE officials stated that a fuller examination of Arizona’s  financial investigative techniques and their potential to be used at the  federal level would be useful. An overall assessment of whether and how  these techniques may be applied in the context of disrupting alien  smuggling could help ensure that ICE is not missing opportunities to take  additional actions and leverage resources to support the common goal of  countering alien smuggling. In our May 2010 report, we recommended that  ICE conduct an assessment of the Arizona Attorney General’s financial  investigations strategy to identify any promising investigative techniques  for federal use. ICE concurred with our recommendation and stated that  the week of April 12, 2010, ICE participated in the inaugural meeting of the  Southwest Border Anti-Money Laundering Alliance, a body consisting of  federal, state, and local law enforcement agencies along the southwest  border. The main purpose of the meeting was to synchronize enforcement  priorities and investigative techniques. However, while these are positive  steps toward combating money laundering along the southwest border, it  is not clear to what extent these actions will result in ICE evaluating the  use of the Arizona Attorney General’s financial investigative techniques."], "subsections": []}, {"section_title": "OI and CBP Could Do More to Better Measure Progress toward Achieving Alien Smuggling- Related Program Objectives", "paragraphs": ["OI and CBP have not fully evaluated progress toward achieving alien  smuggling-related program objectives. Federal standards for internal  control call for agencies to establish performance measures and indicators  in order to evaluate the effectiveness of their efforts. One of the major  objectives of OI’s alien smuggling investigations is to seize smugglers’  assets, but OI does not have performance measures for asset seizures  related to alien smuggling cases. Tracking the use of asset seizures in alien  smuggling investigations as a performance measure could help OI monitor  its progress toward its goal of denying smuggling organizations the profit  from criminal acts. Thus, in our May 2010 report, we recommended that  ICE develop performance measures for asset seizures related to alien  smuggling investigations. ICE concurred with the recommendation and  stated that ICE is in the process of assessing all of its performance  measures and creating a performance plan.", "In addition, ICE operates the Mexican Interior Repatriation Program  (MIRP), which removes aliens apprehended during the hot and dangerous  summer months to the interior of Mexico to deter them from reentering  the United States and to reduce loss of life. However, ICE does not know  the effectiveness of MIRP at disrupting alien smuggling operations or  saving lives because ICE lacks performance measures for the program.  Thus, in our May 2010 report, we recommended that ICE develop  performance measures for MIRP. ICE did not agree with this  recommendation because it believed that performance measures for this  program would not be appropriate. According to ICE, any attempt to  implement performance measures for MIRP to emphasize the number of  Mexican nationals returned or the cost-effectiveness of the program would  shift its focus away from the program’s original lifesaving intent and  diminish and possibly endanger cooperation with the government of  Mexico. However, we believe that performance measures would be  consistent with the Memorandum of Understanding (MOU) signed by the  United States and Mexico related to MIRP which calls for evaluation by  appropriate officials. Thus, we believe that measuring MIRP’s program  performance would be consistent with the MOU’s intent.", "CBP operates several programs that address alien smuggling, such as the  Operation Against Smugglers Initiative on Safety and Security program  (OASISS) in which suspected alien smugglers apprehended in the United  States are prosecuted by Mexican authorities. In addition, CBP’s Operation  Streamline prosecutes aliens for illegally entering the United States in  order to deter them from reentering the United States. Lack of accurate  and consistent performance data has limited CBP’s ability to evaluate its  alien smuggling-related programs. CBP is in preliminary discussions to  establish systematic program evaluations, but has not established a plan,  with time frames, for their completion. Standard practices in project  management for defining, designing, and executing programs include  developing a program plan to establish an order for executing specific  projects needed to obtain defined results within a specified time frame.  Developing a plan with time frames could help CBP ensure that the  necessary mechanisms are put in place so that it can conduct the desired  program evaluations. Therefore, in our May 2010 report, we recommended  that the Commissioner of CBP establish a plan, including performance  measures, with time frames, for evaluating CBP’s alien smuggling-related  enforcement programs. CBP concurred with our recommendation and  stated that it is developing a plan that will include program mission  statements, goals, objectives, and performance measures. CBP stated that  it also has begun gathering data and holding workshops on developing  performance measures for some of it programs. However it is not clear to  what extent these actions will include time frames for evaluating CBP’s  enforcement efforts.", "This concludes my prepared testimony. I would be pleased to respond to  any questions that members of the subcommittee may have."], "subsections": []}, {"section_title": "Contacts and Acknowledgments", "paragraphs": ["For further information regarding this testimony, please contact Richard  M. Stana at (202) 512-8777 or stanar@gao.gov. In addition, contact points  for our Offices of Congressional relations and Public Affairs may be found  on the last page of this statement. Individuals who made key contributions  to this testimony are Assistant Director Michael P. Dino, Ben Atwater,  Bintou Njie, and Katherine Davis.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}