{"id": "GAO-03-347", "url": "https://www.gao.gov/products/GAO-03-347", "title": "Aviation Finance: Implementation of General Aviation Entitlement Grants", "published_date": "2003-02-11T00:00:00", "released_date": "2003-02-11T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In 2000, Congress created general aviation entitlement grants to provide funding up to $150,000 per fiscal year to individual general aviation airports. These grants fund capital improvements and repair projects. GAO was asked to (1) assess the amount of funding airports used, (2) identify the types of projects undertaken, and (3) convey suggestions made by interested parties to improve the grants in preparation for the reauthorization of the legislation in 2003."]}, {"section_title": "What GAO Found", "paragraphs": ["By the end of fiscal year 2002, most fiscal year 2001 general aviation entitlement grant funds had been accepted by the airports to which they were apportioned. However, less than half of the fiscal year 2002 entitlement grant funds had been accepted by those airports at the end of fiscal year 2002. The remaining portions of unused entitlement funds for the 2 fiscal years were carried over to use in the following years--up to 3 years. In both fiscal years, the percentage of entitlement grant funds accepted varied widely by state. Larger general aviation airports accepted a greater percentage of their entitlement grants than small airports for both fiscal years. In fiscal 2001, general aviation airports used these funds primarily to undertake landing area construction projects--runways, taxiways, and aprons. In addition, the airports used the funds to undertake pavement maintenance; airfield lighting, weather observation systems, and navigational aids; and planning projects. These four categories constituted over 75 percent of all projects undertaken with these funds. While most state aviation officials, selected airport managers, and FAA officials we spoke with indicated these entitlement grants were useful, they also suggested some changes. The most common concerned the amount of funding. Several state aviation officials and some selected airport managers indicated that the $150,000 annual maximum amount per airport was not adequate to complete projects. However, state officials expressed concerns that increasing the entitlement amount could hinder the states' ability to address their own aviation priorities because any increase would proportionately decrease the states' apportionments. The majority of the selected airport managers indicated that, without these grants, their airports would have been unable to undertake the projects. Other suggestions concerned increasing the amount of time to use the grants, broadening the categories of eligible projects, and using an alternative to FAA's National Plan of Integrated Airports Systems as the basis for funding eligible projects."]}], "report": [{"section_title": "Letter", "paragraphs": ["In April 2000, Congress passed the Wendell H. Ford Aviation Investment  and Reform Act for the 21st Century (AIR-21), which, in part, directed  funding to general aviation airports as part of the Federal Aviation  Administration’s (FAA) Airport Improvement Program (AIP). AIR-21  reauthorized various programs administered by FAA and made changes to  other programs. Among these changes, AIR-21 restructured the  apportionment of state aviation grant funds by including entitlements for  individual nonprimary airports, (hereafter referred to as general aviation  entitlement grants). These general aviation entitlement grants allow up to  $150,000 annually, or one-fifth of development costs shown in the latest  published National Plan of Integrated Airport Systems (NPIAS), whichever  is less, to be allocated to general aviation, reliever, and nonprimary  commercial service airports (hereafter, these three types of airports are  referred to collectively as general aviation airports). Grants are awarded  directly to these airports in 41 states and 2 territories, and pass through 9  states that receive the funds as block grants.", "Based on your interest in how well this entitlement grant program was  working, you asked that we review the first 2 years’ implementation of  general aviation entitlement grants. As agreed with your office, we  addressed the following questions:   How much general aviation entitlement grant funding for fiscal years  2001 and 2002 has been accepted by general aviation airports, by state  and airport size?", "What types of projects have general aviation airports funded using  general aviation entitlement grants?", "What changes, if any, do state aviation officials, general aviation airport  managers, and FAA officials suggest to general aviation entitlement  grants?", "To answer these questions, we reviewed FAA’s data on grants and  information on eligible projects listed in the NPIAS. We discussed this  information with FAA headquarters staff and resolved any discrepancies  with them. We reviewed data from an FAA survey that its field offices  completed on the use of these grant funds by general aviation airports. We  also surveyed state aviation officials, by telephone, from all 50 states and 2  territories and a sample of officials representing 56 general aviation  airports nationwide. The small sample size of general aviation airport  officials was not designed to be projectable to the population of general  aviation airports. In addition to interviewing cognizant FAA officials, we  interviewed officials of general aviation industry groups. Appendix I  explains this report’s scope and methodology in greater detail. We  performed our work from June 2002 through February 2003, in Easton,  Maryland; Odenton, Maryland; Greenville, Texas; Mesquite, Texas; and  Washington, D.C., in accordance with generally accepted government  auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Prior to AIR-21, which was signed into law on April 5, 2000, general aviation  airports received AIP funding through funds apportioned to states by using  geographic area and population-based formulas, as well as through discretionary funds. These airports also received funds through FAA’s  small airport fund. AIR-21 amended the general aviation state  apportionment grant program, in part, by creating a special rule, which  provides general aviation entitlement grants for any fiscal year in which the  total amount of AIP funding is $3.2 billion or more. Under this rule, the  amount available for state apportionments increases from 18.5 percent of  total AIP funding to 20 percent when AIP’s total funding is $3.2 billion or  more. From the state apportionment, FAA computes and allocates the  amount available for general aviation entitlements and the remaining funds  are provided for “unassigned” state apportionment. The general aviation  entitlement grant amount for any one airport represents one-fifth of the  estimate of that airport’s 5-year costs for its needs, as listed in the most  recently published NPIAS, up to an annual maximum of $150,000. After the  aggregate amount of general aviation entitlements has been determined,  the remainder is provided for the same type of airports within a state on an  unassigned basis, the allocation of which is determined by a state’s area  and population relative to all other states. To be eligible for a general  aviation entitlement grant, an airport must be listed and have identified  needs in the most recently published NPIAS; therefore, an airport’s listed  needs largely determine the size of an airport’s annual grant. However,  funding is not limited to the projects listed in the most recent NPIAS. The  1998-2002 NPIAS provided the basis for fiscal year 2001 and fiscal year 2002  grants. The 2001-2005 NPIAS, published in August 2002, provides the basis  for fiscal year 2003 grants.", "A general aviation entitlement grant provides funding for 90 percent of an  eligible project’s total costs; the airport must finance the remaining 10  percent, although many states pay a share of this local matching  requirement. FAA’s regional and district offices work with state aviation  officials and sponsors to find appropriate uses for these funds. Grant funds  can be used on most airfield capital projects, such as runway, taxiway, and  apron construction but generally not for terminals, hangers, and  nonaviation development, such as parking lots. Some airfield maintenance  and project planning costs are also allowed. Accepting a grant not only  requires airport officials to pledge to continue operations and maintenance  for 20 years but also precludes the airport from granting exclusive rights to  those providing aeronautical services and allowing any activity that could  interfere with its use as a general aviation airport.", "The number of general aviation airports that were apportioned general  aviation entitlement funds is expected to increase from 2,100 in fiscal year  2001 to 2,493 in fiscal year 2003, as shown in figure 1. The expected 19  percent increase reflects the fact that more airports identified capital needs  in the most recent NPIAS, which serves as the basis for fiscal year 2003  grants. FAA officials explained that before the NPIAS served as a basis for  calculating entitlement grants, some FAA officials, sponsors, and state  aviation officials did not always give high priority to keeping the general  aviation portion of the NPIAS up to date. Thus, they added, the NPIAS used  to calculate the fiscal years 2001 and 2002 general aviation entitlement  might have understated airport development needs for these airports.", "In fiscal years 2001 and 2002, entitlement grants for general aviation  airports were available because AIP funding levels were at least $3.2  billion. As the number of eligible airports or the value of development  identified in the NPIAS for these airports increases, the funding for these  grants also increases. However, this increase could result in a  corresponding decrease in the amount of AIP funding available in that year  for “unassigned” state apportionment grants. Since the latter amount is  determined after subtracting the total general aviation entitlements from  the total state apportionment, FAA estimates that general aviation  entitlement grant funding will rise by about $70 million from $271 million in  fiscal year 2002 to about $341 million for fiscal year 2003, as shown in  figure 2.", "Over half of general aviation airports were apportioned the maximum  amount of funding. For fiscal year 2001, of the 2,100 airports that were  apportioned these entitlements, 71 percent were eligible for the maximum  amount of $150,000. With the publication of the new NPIAS in August  2002, 83 percent of the 2,493 eligible airports were apportioned the  maximum for fiscal year 2003."], "subsections": [{"section_title": "The General Aviation Entitlement Grant Process", "paragraphs": ["Working in collaboration with FAA’s regional or airport district offices,  general aviation airports identify projects that will be funded with  entitlement grants. These projects are listed in FAA’s Airports Capital  Improvement Plan (ACIP), which includes only those projects that FAA has  identified as candidates for AIP funding. After FAA has certified that the  application materials are in order and all relevant AIP statutory, regulatory,  and policy requirements have been satisfied, FAA then sends a grant offer  to the airport sponsor or the state aviation agency representing the airport  sponsor. The flowchart in figure 3 illustrates this process.", "When an airport elects not to accept its general aviation entitlement grant  funds, the funds revert to AIP’s discretionary fund to be awarded by FAA to  another airport, as provided by statute. However, the funds remain  available to this airport for up to 3 years. Therefore, in the third year that an  airport has entitlement grant funds available, it could have as much as  $450,000 available for a grant. In addition, an airport can use part of its  general aviation entitlement grant in the first year and carry over the  remainder for use later. For example, an airport might have a general  aviation entitlement grant of $140,000, but the only AIP-eligible project it  can implement during the fiscal year might require just $80,000 in AIP  funds. FAA could issue the grant for $80,000 that fiscal year and include the  remaining $60,000 of the airport’s available funds in another grant for that  airport at any time within the 3 years after the grant was first made  available.", "For general aviation airports in the nine block grant states, the acceptance  process for these entitlement grants works differently. Each block grant  state is apportioned a lump sum equal to the total of these grants for  airports in that state plus total unassigned state apportionment funds. FAA  has distributed all general aviation entitlement grant funds to these states  in the same year the funds were apportioned. The block grant states are  then responsible for distributing the funds to individual general aviation  airports according to FAA’s requirements.", "According to FAA officials, states are required to offer eligible general  aviation airports their entitlements in the fiscal year it is made available. If  an airport does not accept the entitlement in the first year of its availability,  the distribution of a general aviation entitlement grant must nonetheless be  made to that airport by the end of 3 years. If an airport has not accepted the  funding at the end of the 3-year period, the grant would be reduced by the  amount of the funding not accepted. FAA officials explained that each  block grant could be adjusted on an annual basis, but this approach is used  to provide block grant states flexibility similar to the authority FAA has in  managing AIP and general aviation entitlement grants. FAA officials added  that the state assumes the risk if funds are used for another airport during  the 3-year period. If funds have been expended at another airport and an  unassigned state apportionment is not available to provide the general  aviation entitlement funding to the original eligible airport, it would be  necessary for the state to repay the federal funds with its own state- generated funds."], "subsections": []}]}, {"section_title": "Most Fiscal Year 2001 General Aviation Entitlement Grant Funds Were Accepted", "paragraphs": ["As of October 1, 2002, about 75 percent of the total fiscal year 2001 general  aviation entitlement grant funds had been accepted by the airports to  which they were apportioned, and about 46 percent of the total fiscal year  2002 general aviation entitlement grant funds had been accepted. The  percentage of the total funding accepted by airports for both fiscal years  varied widely from state to state. Also, the percentage varied by size, with  the larger general aviation airports having accepted 77 percent of their  fiscal year 2001 entitlement funds compared to 65 percent for the smallest  airports."], "subsections": [{"section_title": "Three Quarters of Fiscal Year 2001 General Aviation Entitlement Grant Funds Was Accepted", "paragraphs": ["As of October 1, 2002, $201 million (about 75 percent) of the $269 million in  general aviation entitlement grant funding apportioned for 2001 had been  accepted, as shown in figure 4. Of the $201 million accepted, $145 million  (54 percent) was accepted in fiscal year 2001 and $56 million (21 percent)  was accepted in fiscal year 2002. Almost $69 million of the fiscal year 2001  apportionments was carried over for possible future acceptance in fiscal  year 2003. These grants were made to 1,599 (76 percent) of the 2,100  eligible airports."], "subsections": []}, {"section_title": "About Half of Fiscal Year 2002 General Aviation Entitlement Grant Funds Were Accepted", "paragraphs": ["As shown in figure 5, airports had accepted $124 million of the $271 million  in fiscal year 2002 general aviation entitlement grants (about 46 percent).  Grants were made to 1,026 of the 2,108 eligible airports (49 percent). The  remaining amount ($147 million) can be accepted in fiscal years 2003 or  2004."], "subsections": []}, {"section_title": "The Percentage of General Aviation Entitlement Grant Funds Accepted Varies Widely by State", "paragraphs": ["General aviation airports in some states accepted a larger percentage of  funds in both fiscal years 2001 and 2002 than in other states. For fiscal year  2001 general aviation entitlement grant funds, the percentage of funds  accepted ranged from about 48 percent to 100 percent. The acceptance  rate for fiscal year 2002 general aviation entitlement grant funds varied  from 11 percent to 99 percent. (See app. IV for a complete list of the  percentage of funds that were accepted by state for fiscal years 2001 and  2002.)"], "subsections": []}, {"section_title": "Funding for the Largest General Aviation Airports Is More Likely to Have Been Accepted Than Funding for the Smallest Airports", "paragraphs": ["Larger general aviation airports (as measured by the number of based  aircraft) have accepted more of their general aviation entitlement grant  funding than the smallest airports, as shown in figure 6. Airports with  more than 100 based aircraft had accepted 77 percent of their fiscal year  2001 general aviation entitlement grant funds. Similarly, general aviation  airports with between 50 and 99 based aircraft had accepted about 81  percent of their general aviation entitlement funds. In contrast, 65 percent  of the general aviation entitlement grant funds for fiscal year 2001 for  airports with less than 20 based aircraft had been accepted. This pattern is  similar for fiscal year 2002 funding. Airports with more than 100 based  aircraft had accepted about 58 percent of their fiscal year 2002 grant funds,  compared with 39 percent of the grant funds for airports with less than 20  based aircraft."], "subsections": []}]}, {"section_title": "General Aviation Entitlement Grants Were Used More Than One-Third of the Time to Fund Construction of Landing Areas", "paragraphs": ["According to the results of FAA’s survey, general aviation airports most  often used the funds from fiscal year 2001 entitlement grants to construct  landing areas (e.g., runways, taxiways, and aprons). As shown in figure 7,  of the 1,373 total projects reported in FAA’s survey, 483 (35 percent) were  designated as landing area construction projects.", "The next three categories of projects most frequently undertaken were as  follows:  Pavement maintenance (227): This category includes the general upkeep  and maintenance of paved areas on airport land, such as filling and sealing  cracks, grading pavement edges, and coating pavement with protective  sealants.", "FAA’s Great Lakes Region and New Jersey did not respond to the survey. systems, visual navigation aids, and electronic navigation and weather  equipment, which help observe, detect, report, and communicate weather  conditions at an airport.", "Planning projects (162): This category includes the costs associated with  preparing the documents that are a necessary part of developing plans to  address current and future airport needs. This includes the plans required  for airport development (e.g., the master plan and airport capital  improvement plan) and environmental assessments as well as the  additional elements or costs that are needed to complete such plans.", "These four largest categories comprise over 75 percent of all projects  funded with general aviation entitlement grants in fiscal year 2001."], "subsections": []}, {"section_title": "State Officials and Selected General Aviation Airport Managers Told Us That Entitlement Grants Are Useful and Easy to Obtain, but Some Changes Were Suggested", "paragraphs": ["Almost all of the 50 state and 2 territorial aviation officials and the 56  selected general aviation airport managers that we interviewed indicated  that these entitlement grants are useful and help meet the needs of general  aviation airports. They also told us that airports have easily met the  administrative requirements for receiving these grants. Over two-thirds of  the selected airport managers said that the grants provided critical funding  to undertake projects at their airports. Although positive about the grants,  some state officials and airport managers suggested a variety of changes.  While the most frequently suggested change was to increase grant funding  to better meet the cost of larger projects, some state aviation officials  expressed concern that this change would correspondingly decrease the  funds available for state aviation apportionments and thus hamper their  ability to address statewide aviation priorities. Other frequently mentioned  suggestions included extending the time frames for fund use and  broadening the categories of eligible projects. Five of the 52 state aviation  officials and one airport manager commented that the NPIAS is not an up- to-date list of airport needs and recommended that it not be used to  distribute these entitlement grant funds."], "subsections": [{"section_title": "General Aviation Airports Said They Easily Met FAA’s Grant Requirements and the Funds Helped Meet Their Needs", "paragraphs": ["Over two-thirds of the state aviation officials told us that FAA’s  requirements for receiving these entitlement grants are easy to fulfill.  These requirements include completing required airport capital  improvement and layout plans, submitting grant application forms, getting  projects included in the NPIAS, and providing the 10 percent matching  funds. Most general aviation airport managers we interviewed agreed with  this view. FAA officials reported that they purposely simplified the grant  processing paperwork requirements for the general aviation entitlement  grants, knowing that many eligible airports would be first time recipients of  FAA funding. In addition, FAA officials told us that the regional and district  offices conducted extraordinary outreach efforts to ensure that qualifying  airports were aware of these new grants.", "Almost 85 percent of the state aviation officials found entitlement grants  useful by allowing general aviation airports to purchase needed equipment  and undertake large projects, such as runway repairs. For example, one  state aviation official told us that these grants were very important for  maintaining safety and preserving runways at general aviation airports in  his state. Over two-thirds of the selected general aviation airport managers  said that they would not have been able to undertake or complete needed  projects without these grant funds, and three-fourths of them said that the  categories of projects eligible for funding include most of their capital  needs. This means that they can use the funds for needed improvements,  even for comparatively smaller projects such as lighting and fencing. Other  state officials and airport managers added that the general aviation  entitlement grants are important to the viability of general aviation  airports. One state official said that the grants are helping to prevent the  closure of general aviation airports, some of which provide medical access  for small communities."], "subsections": []}, {"section_title": "State Aviation Officials and Airport Managers Most Frequently Suggested Increasing Funding Levels and Time Frames", "paragraphs": ["Increasing the maximum amount of general aviation entitlement grants was  the most frequent suggestion from state aviation officials to improve their  usefulness. Some general aviation airport managers we surveyed supported  this view. Almost two-thirds of the state aviation officials stated that the  current annual maximum of $150,000 is not adequate to complete some  major projects, while about one-third of the airport managers expressed  this opinion. Other suggestions to improve the grants’ usefulness included  making all 3 years of funding available to airports in the first year and  increasing the time frame for funding availability to beyond the current 3- year limit.", "Almost half of the state officials suggested increasing the annual amount of  these grants to better enable general aviation airports to meet the cost of  larger capital projects. Most state officials said that because the $150,000  annual amount is not adequate to complete some major projects, some  airports rollover the funding to accumulate up to $450,000 of funding over 3  years to complete such projects. However, some state aviation officials and  airport managers also expressed concern that even this 3-year total might  not be sufficient to complete such expensive capital projects as repairing  or improving runways and taxiways. Some state aviation officials, as well  as some selected airport managers, reported undertaking comparatively  smaller projects, such as fencing for security, lighting, and pavement  maintenance. While emphasizing the importance of the grants to general  aviation airports, many selected airport managers expressed more concern  about the adequacy of funding than any other issue we discussed with  them. Their most frequent suggestion to improve the grants was to increase  funding amounts to better meet the cost of larger capital projects.", "Nine state aviation officials also suggested allowing more flexibility in the  existing 3-year time frame to use the funds, which would enable airports to  afford a broader range of projects. Two airport managers we interviewed  also suggested increased flexibility. For example, three state aviation  officials suggested making all 3 years of grant funding available to airports  in the first year. One of these officials said that making the full 3-year grant  amount available to airports during the first year of funding would help  airports undertake critical projects earlier because they would not need to  wait to accumulate sufficient funding. According to FAA officials, this  suggestion would represent a significant departure from current practices  for administering entitlement funds. Officials told us that while multiyear  grants can be made to primary airports for multiyear projects,AIR-21 did  not provide this authority for general aviation entitlement grants. Officials  noted that this added flexibility could benefit some airports.", "Alternatively, other state aviation officials, as well as some of the selected  airport managers, suggested extending the current 3-year time frame for  using these funds to as much as 4 or 5 years. They expect this extension  would allow them to accumulate sufficient funds to undertake a broader  range of capital projects and allow some airports sufficient time to  complete these projects.", "While state aviation officials and selected airport managers said that  increased funding and time frames could help them complete larger  projects, apportionment grants are also available to general aviation  airports to help them complete many of these projects. Some state aviation  officials reported that general aviation airports use entitlement grant funds  in combination with apportionment funds to complete such larger projects  as improving, extending, or constructing runways, taxiways, and aprons."], "subsections": []}, {"section_title": "Opinions of Some State Aviation Officials and Airport Managers Differ on Increased General Aviation Entitlement Grant Funding", "paragraphs": ["Seven of the state aviation officials expressed concern that, as funding for  general aviation entitlement grants increases, funding for unassigned  apportionment grants could correspondingly decrease because the amount  available for unassigned apportionment is determined by deducting the  general aviation entitlement grant funding from a fixed percentage of AIP.  Two state aviation officials told us that the reduction in aviation  apportionment funding could hamper the states’ abilities to address their  aviation priorities. Some state aviation officials said that because they can  better determine which projects within their states are high priorities, they  are better able to distribute the funds to airports on a statewide basis. For  example, a state aviation official said that because these entitlement grants  have reduced funding for significant projects, the small projects general  aviation airports have undertaken have had a minimal impact on that state’s  aviation system. FAA officials added that while the grants have been used  for worthwhile projects, less unassigned apportionment grant funding  could limit a state’s ability to address its aviation priorities and provide  access to the national aviation system from rural and nonmetropolitan  areas.", "Because the entitlement funds come directly to general aviation airports,  general aviation airport managers we interviewed were not concerned with  the shift in funding source. One airport manager commented that projects  requested by large airports are generally assigned a higher priority by states  than projects requested by small airports. This manager added that, as a  result, small airports usually do not receive apportionment funds from  state aviation agencies. The manager told us that general aviation  entitlement grants have allowed the airport to complete projects that  would not have been selected by the state for apportionment funding.  However, FAA officials stated that they determine the allocation of  unassigned apportionment funds, except in block grant states. FAA  officials added that project type and purpose receive more consideration  than airport size in allocating these funds."], "subsections": []}, {"section_title": "State Aviation and Airport Managers Suggested Broadening Categories of Eligible Projects", "paragraphs": ["While most officials said that the categories of projects eligible for  entitlement grants generally covered the capital needs of general aviation  airports, some of them suggested broadening the categories of eligible  projects to include revenue-producing facilities. Under current program  rules, revenue-producing facilities, such as hangars, terminals, and fueling  stations, are not eligible for these grants. However, a few state officials told  us that these facilities should be considered eligible for the grants because  they would help produce the revenue necessary to allow small airports to  supplement grant funding, complete needed projects, and, in some cases,  become more self-sufficient and remain open. Many of the airport  managers we interviewed supported this view. FAA officials indicated that  expansion of eligibility warrants consideration but would require statutory  changes."], "subsections": []}, {"section_title": "A Few Officials Suggested Changing the Basis to Determine Eligible Projects", "paragraphs": ["Five state aviation officials suggested that FAA use a more current list of  airport projects to determine the amounts of future general aviation  entitlement grants. One airport manager also made this suggestion. One  state official was concerned that the list of projects in FAA’s NPIAS was  between 18 and 24 months old when FAA used it to calculate the  entitlement grants for fiscal years 2001 and 2002. That official said that  because FAA used an outdated list of airports’ needs, the grant amounts  some airports received were based on already completed projects. Another  official added that some of these airports then used the grant funds for low- priority projects because higher priority projects had been completed.", "FAA officials disagreed with this criticism of the use of the NPIAS. They  told us that the NPIAS is used only to calculate the amount of an airport’s  general aviation entitlement grant. Decisions on the projects to be funded  are based on the airport’s ACIP, which is kept up to date through regular  consultation between FAA and the airport’s sponsor or state aviation  officials. Nevertheless, FAA officials acknowledged that use of the NPIAS  added complexity and confusion to calculation of general aviation  entitlement grants, and indicated that a simplified method warranted  consideration.", "Since most eligible airports receive the maximum grant amount, an  alternative approach might be to establish a uniform general aviation  entitlement amount for each general aviation airport listed in the NPIAS.  FAA officials pointed out that, under current formulas, care would be  needed in selecting the uniform grant level under this approach. Setting the  level too low would limit the usefulness of the general aviation entitlement  grant to individual airports, but setting the level too high would reduce the  amount of unassigned apportionment funding based on state and national  priorities."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided the Department of Transportation with a copy of the draft  report for its review and comment. FAA officials agreed with information  contained in this report and provided some clarifying and technical  comments, which we have incorporated where appropriate.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of Transportation, and the Administrator, FAA.  This report is also available at no charge on GAO’s Web site at  http://www.gao.gov.", "Please contact me or Carol Anderson-Guthrie at (202) 512-2834 if you have  any questions. Individuals making key contributions to this report are listed  in appendix V."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["We were asked to review the general aviation entitlement grant funding  that was available to eligible nonprimary airports—referred to as general  aviation airports for simplicity in this report—including reliever,  nonprimary commercial service, and other general aviation airports. Of the  universe of 2,943 general aviation airports, we reviewed data for those that  were eligible to receive these grants based on the requirements established  by the Federal Aviation Administration (FAA). We reviewed data on the  general aviation entitlement grant funding that was accepted by general  aviation airports, both directly from FAA and through block grant states. To  obtain information from block grant states, we asked block grant state  aviation officials to provide information on general aviation entitlement  grant obligations made by their state to individual airports. We also  analyzed a survey conducted by FAA to determine the types of projects that  had been undertaken with the general aviation entitlement grant funding.  In addition, to determine the stakeholders’ opinions concerning general  aviation entitlement grants, we designed and administered a survey of all  52 state and territory aviation officials and 56 airport management officials.", "Initially, we conducted interviews with FAA and other relevant aviation  industry officials to better understand the program and the scope of the  issues. We gathered information on industry opinions about the general  aviation entitlement program including its usefulness, its limitations, and  possible changes to the program. The interviews provided an introductory  view of the general aviation entitlement grant program. To establish a  background context and understanding of the program’s purpose, we also  conducted research on the legislation, statutes, policies, procedures, and  guidelines that govern the implementation and operation of the general  aviation entitlement grant program.", "To determine the amount of general aviation entitlement grant funds that  were accepted by airports, we received data from FAA’s Airport  Improvement Program (AIP) Grants Management Database, which  contains all general aviation entitlement grants issued directly by FAA to  airports and state sponsorship programs. This database also includes  grants issued through October 1, 2002, using fiscal year 2001 and fiscal year  2002 general aviation entitlements. The database includes grants issued  directly to airports and grants issued under state sponsorship outside of the  block grant program. The database includes data on the aggregate amount  of general aviation entitlement grant funding included in state block grants.  However FAA’s national database does not track distribution of block grant  funds by the states, including general aviation entitlement grants to  individual airports in the nine block grant states. After comparing these  data with the 1998-2002 National Plan of Integrated Airport Systems  (NPIAS), we found some discrepancies. In coordination with FAA officials,  we resolved these discrepancies and they are reflected in our report. We  classified all grants accepted through state sponsorship program grants as  having been accepted directly by individual airports. We then deleted all  state sponsorship program grants from the data. The total block grants  accepted were removed to avoid overstating the amount that individual  airports accepted. To obtain grant acceptance data for airports receiving  grants through block grant states, we asked state aviation officials in those  states to provide acceptance data as of October 1, 2002, on all the airports  that were eligible for general aviation entitlement grants. This information  was self-reported, and we did not verify the information provided by the  states. After we discussed our methodology with FAA officials and reached  agreement that the data from FAA and the individual block grant states  were comparable, we aggregated the datasets. Funds not accepted were  classified as “carry over/not yet accepted.” We then merged these data with  the 1998-2002 NPIAS file and categorized the results by airport size, as  measured by the number of based aircraft and state, in order to identify  possible trends in the data. Using FAA’s guidance, we stratified airports into  four size categories: less than 20 based aircraft, 20-49 based aircraft, 50-99  based aircraft, and 100 or more based aircraft.", "In order to ascertain the projects that have been undertaken by general  aviation airports, we used FAA’s survey of Airport Improvement Program  FY2001 Non-Primary Entitlements. FAA surveyed its nine regions and the  nine block grant states to gather data for several items, including the  projects for which airports used the general aviation entitlement grant  funds. FAA created 11 categories for the projects. We reviewed the results  of its survey and met with FAA officials to discuss our interpretation. We  did not verify the information provided by FAA. However, we raised  questions about the overall design of FAA’s data collection effort and the  specific steps carried out to help ensure the quality of the collected data.  We determined that the data quality was sufficient for the purpose of our  review.", "To assess the usefulness of the general aviation entitlement grants and to  identify the potential areas of change, we surveyed state aviation and  airport management officials. We designed a computer-assisted telephone  interview (CATI) instrument to collect their responses. We conducted a  census of state aviation officials (50 states and 2 territories) who oversee  the operations of airports and head their respective state aviation  programs. All 52 of these aviation officials provided their opinions on the  experiences of airports in their respective states and territories. To  compare state and airport-level responses about the program, we also  obtained the perspectives of 56 general aviation airport management  officials to acquire their responses to the same questions and direct  illustrations of their experience with the program. The small sample size  was not designed to be projectable to the population of general aviation  airports. However, measures were taken to help ensure that the airports  chosen systematically cover and broadly represent the substantive criteria.  Our selection approach was completed in three steps. First, we identified  airports that accepted entitlement grant funds in either fiscal years 2001 or  2002. Second, we stratified these airports according to: size—the number  of based aircraft—measured as small (less than 20 based aircraft), medium  1 (20-49), medium 2 (50-99), and large (100 or more); FAA regional location;  and block grant status (whether the airport is located in a block grant  state). We sought guidance from FAA in determining the airport size  categories. The stratification process produced 56 exclusive groups  (airports in block grant states are not located in each FAA region). Then, in  the third step, we randomly selected one airport from each of the groups,  which were joined to form the final sample of 56 airports. All of the airport  management officials provided responses about their experiences with the  program.", "The CATI consisted of closed- and open-ended questions that asked about  an airport’s experiences with and its ability to meet the requirements of the  general aviation entitlement grant. Descriptive statistical analyses of close- ended survey data were performed to determine response patterns.  Analyses of open-ended responses were conducted to detect broad themes  and topics within those themes, summarizing state aviation and airport  management responses on program improvements and projects  undertaken using entitlement grants.", "We conducted our review from June 2002 through February 2003 in Easton,  Maryland; Odenton, Maryland; Greenville, Texas; Mesquite, Texas; and  Washington, D.C., in accordance with generally accepted government  auditing standards. The collection of state aviation and airport  management interview data was completed in September and November  2002, respectively."], "subsections": []}, {"section_title": "FAA’s Airport Improvement Program", "paragraphs": ["The Airport Improvement Program (AIP), which was created in 1982, is  funded by the Airport and Airway Trust Fund. AIP distributes funds to  airports through grants in a manner that reflects several national priorities  and objectives including financing small state and community airports. The  distribution system for AIP grants is complex. It is based on a combination  of formula grants (also referred to as apportionments) and discretionary  funds. Formula funds are apportioned by formula or percentage and may  be used for any eligible airport or planning project. Through the AIP, the  Federal Aviation Administration (FAA) apportions formula grants  automatically to specific airports or types of airports including primary  airports, cargo service airports, general aviation airports, and Alaska  airports.", "In administering AIP, FAA must comply with various statutory provisions,  formulas, and set-asides established by law, which specify how AIP grant  funds are to be distributed among airports. Each year, FAA uses the  statutory formulas to determine how much in apportionment funds are to  be made available to each airport or state. After determining these  amounts, FAA informs each airport or state of the amount of funding  available for that year. However, these funds do not automatically go to an  airport’s sponsor. To receive the funds it is entitled to, an airport or state  has to submit a valid grant application to FAA. In addition, under the act,  individual airports and states do not have to use these funds in the year  they are made available. The act gives most airports and states up to 3  years to use their apportionment funds. This carryover allows airports to  accumulate a larger amount to pay for more costly projects. Once the  apportionments have been determined, the remaining amount of AIP funds  is deposited in that program’s discretionary fund, which consists of set- asides that are established by statute and other distributions. AIP funds are  usually limited to planning, designing, and constructing projects that  improve aircraft operations, such as runways, taxiways, aprons, and land  purchases, as well as to purchase security, safety, and emergency  equipment. AIP funds are also available to plan for and implement  programs to mitigate aircraft noise in the vicinity of airports. However,  these grants are generally not eligible for projects related to commercial  revenue-generating portions of terminals, such as shop concessions,  commercial maintenance hangars, fuel farms, parking garages, and off- airport road construction."], "subsections": []}, {"section_title": "Categories of U.S. Airports", "paragraphs": ["Outside the national system are many  landing strips and smaller airports, most  with fewer than 10 aircraft.", "These airports have at least 10 aircraft based  at their locations and fewer than 2,500  scheduled enplanements.", "General aviation airports (which  includes reliever airports) and non- primary commercial service airports  may be eligible to receive general  aviation entitlement grant funding. enplanements annually.", "Large hubs (31):  at least 1 percent or more of all enplanements.", "Medium hubs (35):  at least 0.25 percent, but less than  1 percent of all enplanements.", "Small hubs (71):  at least 0.05 percent, but less than  0.25 percent of all enplanements.", "Nonhubs (282):  more than 10,000 enplanements, but less than   0.05 percent of all enplanements."], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, Jon Altshul, Nancy Boardman, Jeanine  Brady, Kevin Jackson, Bert Japikse, Michael Mgebroff, Jeff Miller,  George Quinn, and Don Watson made key contributions to this report."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional responsibilities  and to help improve the performance and accountability of the federal government  for the American people. GAO examines the use of public funds; evaluates federal  programs and policies; and provides analyses, recommendations, and other  assistance to help Congress make informed oversight, policy, and funding  decisions. GAO’s commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to GAO  Mailing Lists” under “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}