{"id": "GAO-04-1084T", "url": "https://www.gao.gov/products/GAO-04-1084T", "title": "Intelligence Reform: Human Capital Considerations Critical to 9/11 Commission's Proposed Reforms", "published_date": "2004-09-14T00:00:00", "released_date": "2004-09-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO has performed extensive work and gained experience on government transformation and the critical role that human capital management can play in driving this change. Valuable lessons from these efforts could help guide the proposed reforms in the intelligence community envisioned by the 9/11 Commission. This statement focuses on (1) the lessons GAO has learned from successful mergers and organizational transformations; particularly the need for committed and sustained leadership and the role of performance management systems in these changes; (2) human capital flexibilities that can be used as essential tools to help achieve these reforms; (3) how the Federal Bureau of Investigation (FBI) is using these lessons and human capital flexibilities to transform to meet its evolving mission in the post 9/11 environment, and (4) GAO's findings to date on the factors that must be considered in the approach to the government's security clearance process, as a means to accelerate the process for national security appointments."]}, {"section_title": "What GAO Found", "paragraphs": ["Recognizing that people are the critical element in transformation initiatives is key to a successful transformation of the intelligence community and related homeland security organizations. GAO's work in successful mergers and transformations shows that incorporating strategic human capital management approaches will help sustain any reforms in the intelligence community. Successful major change management initiatives in large public and private sector organizations can often take at least 5 to 7 years to create the accountability needed to ensure this success. As a result, committed and sustained leadership is indispensable to making lasting changes in the intelligence community. Accordingly, the Congress may want to consider lengthening the terms served by the directors of the intelligence agencies, similar to the FBI Director's 10-year term. One of the major challenges facing the intelligence community is moving from a culture of a \"need to know\" to a \"need to share\" intelligence information. The experience of leading organizations suggests that performance management systems--that define, align, and integrate institutional, unit, and individual performance with organizational outcomes--can provide incentives and accountability for sharing information to help facilitate this shift. Significant changes have been underway in the last 3 years regarding how the federal workforce is managed. The Congress passed legislation providing certain governmentwide human capital flexibilities, such as direct hire authority. While many federal agencies have received human capital flexibilities, others may be both needed and appropriate for intelligence agencies, such as providing these agencies with the authority to hire a limited number of term-appointed positions on a noncompetitive basis. Human capital challenges are especially significant for the intelligence organizations, such as the FBI, that are undergoing a fundamental transformation in the aftermath of September 11, 2001. For the last 3 years, we have been using the lessons learned from successful transformations to monitor the FBI's progress as it transforms itself from its traditional crime enforcement mission to its post 9/11 homeland security priorities--counterterrorism, counterintelligence and cyber crimes. For example, the FBI has undertaken a variety of human capital related initiatives, including major changes in realigning, retraining, and hiring special agents and analysts with critical skills to address its top priorities. The 9/11 Commission recommended that a single federal security clearance agency should be created to accelerate the government's security clearance process. Several factors must be considered in determining the approach to this process. The large number of requests for security clearances for service members, government employees, and others taxes a process that already is experiencing backlogs and delays. Existing impediments--such as the lack of a governmentwide database of clearance information, a large clearance workload, and too few investigators--hinder efforts to provide timely, high-quality clearance determinations."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss how strategic human capital  management can drive the transformational challenges of the intelligence  community.  The work of the 9/11 Commission has clearly demonstrated  the need to fundamentally change the organization and culture of the  intelligence community to enhance its ability to collect, analyze, share, and  use critical intelligence information—a crucial mission of the community.   In a knowledge-based federal government, including the intelligence  community, people—human capital—are the most valuable asset.  How  these people are organized, incentivized, enabled, empowered, and  managed are key to the reform and ultimate effectiveness of the  intelligence community and other organizations involved with homeland  security.", "To this end, we have conducted extensive work on government  transformation, and the critical role that human capital management plays  in driving this change over the past several years.  In August 2004,  Comptroller General David M. Walker testified before the Committee on  Government Reform, U.S. House of Representatives, on how the valuable  lessons we learned from this work can be applied to address the challenges  of reform in the intelligence community.  He stated that while the  intelligence community has historically been addressed separately from the  remainder of the federal government, and while it undoubtedly performs  some unique missions that present unique issues (e.g. the protection of  sources and methods), many of its major transformational challenges are  similar, or identical to those that face most government agencies, such as  changing their cultures to fit evolving missions.  Experience has shown that  strategic human capital management must be the centerpiece of any  serious change management initiative.  As the Comptroller General also  recently noted, many of the challenges facing the intelligence community  as knowledge-based organizations, are similar to those he faced when he  began his tenure at GAO.   As a result, GAO has gained valuable experience  and knowledge in government transformation that can be shared with the  intelligence community.  We also stand ready to use the experience and  knowledge we have gained to offer GAO’s assistance in support of the  Congress’ legislative and oversight activities for the intelligence  community.", "As I recently testified before your subcommittee, more progress in  addressing human capital challenges has been made in the last 3 years than  in the last 20 years; nevertheless, much more needs to be done.  Federal  human capital strategies are not yet appropriately constituted to meet  current and emerging challenges or to drive the needed transformation  across the federal government. The basic problem has been the long- standing lack of a consistent approach to marshaling, managing, and  maintaining the human capital needed to maximize government  performance and ensure accountability because people define the  organization's culture, drive its performance, and embody its knowledge  base.  Human capital (or people) strategy is the critical element to  maximizing performance and ensuring accountability.  Thus, federal  agencies, including our intelligence and homeland security communities,  will need the most effective human capital systems to address these  challenges and succeed in their transformation efforts during a period of  sustained budget constraints.", "Under the leadership of this subcommittee and others in Congress, we have  seen major efforts to address the human capital challenges involved in  transforming these communities, such as the transformation of the Federal  Bureau of Investigation (FBI) and the creation of the Department of  Homeland Security (DHS).  Nevertheless, as the 9/11 Commission and our  work indicate, much more needs to be done to ensure that agencies’  cultures are results-oriented, customer-focused, and collaborative in  nature—characteristics critical to high performing organizations.  As  agreed, my statement today will cover four major points.  First, I will  discuss how we can use the lessons we have learned to date from  successful private and public sector mergers and transformations to guide  the intelligence community’s human capital reforms; particularly the need  for committed and sustained leadership, and the use of performance  management systems to help achieve the necessary change.  Second, I will  discuss several human capital flexibilities that could be used as essential  tools to help achieve these reforms, such as providing agencies with the  authority to hire a limited number of term-appointed positions.  Third, I will  also discuss GAO’s prior work on FBI’s efforts to use these lessons and  human capital flexibilities as it transforms to meet its evolving mission in  the post 9/11 environment.  Finally, I will summarize our findings to date on  the factors that must be considered in the approach to the government  security clearance process, as a means to accelerate the process for  national security appointments.", "My comments are based on our completed GAO work and our institutional  knowledge on organizational transformation and human capital issues, as  well as on homeland security.  We conducted our work in accordance with  generally accepted government auditing standards."], "subsections": [{"section_title": "Key Mergers and Transformation Practices Can Be Used to Guide Intelligence Community Reforms", "paragraphs": ["Experience shows that failure to adequately address—and often even  consider—a wide variety of people and cultural issues are at the heart of  unsuccessful organizational transformations. Recognizing the people  element in these initiatives and implementing strategies to help individuals  maximize their full potential in the new environment are key to a  successful transformation of the intelligence community and related  homeland security organizations.  Mergers and transformations require  more than just changing organizational charts.  They require fundamental  changes in strategic human capital management approaches, particularly in  defining, aligning, and integrating key institutional, unit, and individual  performance management and reward systems to achieve desired  outcomes.", "The 9/11 Commission has recommended several transformational changes,  such as the establishment of a National Counterterrorism Center for joint  operational planning and intelligence, and the creation of a National  Intelligence Director position to oversee national intelligence centers  across the federal government. The Director would manage the national  intelligence program, oversee agencies that contribute to it, and establish  important aspects of a human capital system.  Specifically, the Director  would be able to set common personnel and information technology  policies across the intelligence community.   In addition, the Director  would have the authority to evaluate the performance of the people  assigned to the Center.", "The creation of a National Counterterrorism Center and a National  Intelligence Director would clearly represent major changes for the  intelligence community.  Recent structural and management changes have  occurred and are continuing to occur in government that provide lessons  for the intelligence community’s transformation.  For example, in  anticipation of the creation of DHS, in September 2002, the Comptroller  General convened a forum of private and public sector experts to help  identify useful practices and lessons learned from mergers, acquisitions,  and transformations that DHS and other federal agencies could use to  successfully transform their cultures.   In a follow-up report, we also  identified specific steps that organizations can adopt to help implement  these practices, as seen in table 1.   These practices and steps also provide  guidance on what must occur to effectively transform the intelligence  community.", "I would now like to discuss how two of these key practices, providing  leadership commitment and using performance management systems, can  help guide the intelligence community reforms."], "subsections": [{"section_title": "Ensuring Committed and Sustained Leadership Is a Key Practice to Drive Transformation in the Intelligence Community", "paragraphs": ["Committed, sustained, highly qualified, and inspired leadership, and  persistent attention by all key parties in the successful implementation of  organizational transformations are indispensable to making lasting changes  in the intelligence community. Experience shows that successful major  change management initiatives in large public and private sector  organizations can often take at least 5 to 7 years to help to create the  accountability needed to ensure that long-term management and  transformation initiatives are successfully completed.  This length of time  and the frequent turnover of political leadership in the federal government  have often made it difficult to obtain the sustained and inspired attention to  make the needed changes.  For example, while the FBI Director has a 10- year term appointment, most of the intelligence agency heads have shorter  term appointments.  In his August 2004 testimony on the proposed 9/11  Commission reforms, the Comptroller General suggested that the Congress  may want to place attention on lengthening the period of time served by the  directors of the other intelligence agencies to provide the continuity and  management needed to make the tremendous changes that occur during  organizational transformations.", "We have also reported that the appointment of agency chief operating  officers is one mechanism that should be considered to provide continuity  by elevating attention on management issues and transformation,  integrating these various initiatives, and institutionalizing accountability  for addressing them.   We believe that to provide such leadership  continuity during reform of the intelligence community, one option that the  Congress could consider is for the National Intelligence Director to appoint  a Chief Operating Officer.  This executive could serve under a term  appointment to institutionalize accountability over extended periods and to  help ensure that the long-term management and organizational initiatives  of the National Counterterrorism Center and the Director are successfully  completed.  In general, the Chief Operating Officer could be responsible to  the National Intelligence Director for the overall direction, operation, and  management within the intelligence community to improve its  performance.  These responsibilities include implementing strategic goals,  and assisting the National Intelligence Director in promoting reform,  measuring results, and other responsibilities.", "Finally, there are also leadership continuity challenges that occur during  transitions between administrations, and in the Presidential appointment  process.  For example, the 9/11 Commission noted that recent  administrations did not have their full leadership teams in place for at least  6 months after the transitions occurred.  The Commission recommended  that the disruption of national security policymaking during a change of  administrations be minimized as much as possible.  The Comptroller  General suggests that one way to avoid disruption and to provide  continuity during transitions is that if the Congress creates Deputy or  Assistant National Intelligence Directors, to designate one of them as the  Principal Deputy, such as the Director of the Central Intelligence Agency  (CIA), whose term appointment, as previously discussed, would not  coincide with the term of the National Intelligence Director."], "subsections": []}, {"section_title": "Using Performance Management Systems Is Another Key Practice to Help Transform the Intelligence Community", "paragraphs": ["A central theme of the 9/11 Commission report was that one of the major  challenges facing the intelligence community is moving from a culture of a  “need to know” to a “need to share.”   The Congress and the President are  separately considering a series of important structural and policy changes  that would facilitate this shift.   The experiences of leading organizations  suggest that a performance management system can also be a part of the  solution.  Senator Voinovich, at your request and others, we previously  identified leading performance management practices that should prove  helpful for intelligence agencies seeking to move to a culture of “need to  share” and thus improve their performance.  The key practices are as  follows: An effective performance management system is a vital tool for aligning the  organization with desired results and creating a “line of sight” showing how  team, unit, and individual performance can contribute to overall  organizational results.   In addition, to be successful, transformation  efforts, such as the one envisioned for the intelligence community, must  have leaders, managers, and employees who are capable of integrating and  creating synergy among the multiple organizations involved.  A  performance management system can help send unmistakable messages  about the behavior that the organization values and that support the  organization’s mission and goals, as well as provide a consistent message to  employees about how they are expected to achieve results.  Thus, as  transformation efforts are implemented, individual performance and  contributions are evaluated on competencies such as change management,  cultural sensitivity, teamwork, collaboration, and information sharing.   Leaders, managers, and employees who demonstrate these competencies  are rewarded for their successful contributions to the achievement of the  transformation process."], "subsections": []}]}, {"section_title": "Human Capital Flexibilities Are Also Essential Tools for Intelligence Community Transformation", "paragraphs": ["Significant changes have been underway in the last 3 years regarding how  the federal workforce is managed.  For example, the Congress passed  legislation providing certain governmentwide human capital flexibilities,  such as direct hire authority.  In addition, individual agencies—such as the  National Aeronautical and Space Administration, the Department of  Defense (DOD), and DHS—received flexibilities intended to help them  manage their human capital strategically to achieve results.  While many  federal agencies have received additional human capital flexibilities, others  may be both needed and appropriate for the intelligence and other selected  agencies.  For example, the 9/11 Commission recommends rebuilding CIA’s  analytical capabilities, enhancing the agency’s human intelligence  capabilities, and developing a stronger language program.  Human capital  flexibilities can help agencies like the CIA meet these critical human capital  needs.", "Therefore, to further enable the intelligence agencies to rapidly meet their  critical human capital needs and workforce plans, the Comptroller General  suggests that Congress could consider, as necessary, legislation granting  selected agency heads the authority to hire a limited number of positions  for a stated period of time (e.g., up to 3 years) on a noncompetitive basis.  The Congress has passed legislation granting this authority to the  Comptroller General of the United States and it has helped GAO address a  range of critical needs in a timely, effective, and prudent manner over many  years.  The Comptroller General was also provided the authority to carry  out early retirement offers which may be made to any employee or group of  employees based on a number of factors including (1) geographic area,  organizational unit, or occupational series or level; or (2) skills, knowledge,  or performance, which he suggests would further assist intelligence  agencies in planning and shaping their future workforces.  For GAO, the  Comptroller General can deny any requests for early retirement if he  determines that granting them would jeopardize GAO’s ability to achieve its  mission.", "As the Congress considers reforms to the intelligence community’s human  capital policies and practices, it should also consider whether agencies  have the necessary institutional infrastructure to effect these changes.  At a  minimum, this infrastructure includes a human capital planning process  that integrates the agency's human capital policies, strategies, and  programs with its program goals, mission and desired outcomes; the  capabilities to effectively develop and implement a new human capital  system; and importantly, a performance management system with a set of  appropriate principles and safeguards—including reasonable transparency  and appropriate accountability mechanisms—to ensure the fair, effective,  credible, nondiscriminatory implementation and application of a new  system."], "subsections": []}, {"section_title": "FBI Is Using Strategic Human Capital Management to Transform and Meet Post 9/11 Challenges", "paragraphs": ["Human capital challenges are especially significant for the intelligence  organizations, such as the FBI, that are undergoing a fundamental  transformation in the aftermath of September 11, 2001.  For the last 3 years,  we have been monitoring the FBI’s progress as it transforms itself from its  traditional crime enforcement mission to its post September 11 homeland  security priorities—counterterrorism, counterintelligence, and cyber  crimes.  In terms of human capital, this has meant major changes in  recruiting, training, and deploying FBI’s staff resources.   Specifically, the  9/11 Commission recommends that the FBI create a specialized and  integrated national security workforce, consisting of agents, analysts,  linguists, and surveillance specialists who are recruited, trained, rewarded,  and retained to ensure the development of an institutional culture with  expertise in intelligence and national security.  While the FBI has made  admirable progress on a number of these human capital fronts, substantial  challenges remain.", "Linchpins of any successful transformation are (1) a strategic plan to guide  an organization’s mission, vision, and the steps necessary to achieve its  long-term goals; and (2) a strategic human capital plan linked to the  strategic plan that guides recruitment, hiring, training, and retention  decisions for staff with skills critical to the organization’s mission and  goals. In March 2004, we reported that the FBI had completed both of these  plans. With respect to strategic human capital planning, FBI has  developed a strategic human capital plan that contains many of the  principles that we have laid out for an effective human capital system. For  example, it highlights the need for the FBI to fill identified skill gaps, in  such areas as language specialists and intelligence analysts, by using  various personnel flexibilities including recruiting and retention bonuses.", "In addition, in the immediate aftermath of September 11, 2001, the FBI  undertook a variety of human capital-related initiatives to align with its  transformation efforts. These initiatives included realigning, retraining, and  hiring special agents and analysts with critical skills to address its top  priorities, and taking initial steps to revamp its performance management  system.", "In relation to realigning resources to fit the new agency priorities, the FBI  has transferred agents from its drug, white-collar crime, and violent crime  programs to focus on counterterrorism and counterintelligence priorities.   This realignment of resources has permanently shifted 674 field agent  positions from drug, white-collar, and violent crime program areas to  counterterrorism and counterintelligence since September 11, 2001. About  550 of these positions were drawn from the drug crime area.  Yet because  of demands in the counterterrorism and counterintelligence programs, the  FBI has had a continuing need to temporarily redirect special agent  resources from traditional criminal investigative programs to address its  top priorities.", "In terms of retraining its existing staff, the FBI also revamped its special  agent training curriculum to enhance skills in counterterrorism  investigation techniques. The revised training for new agents was instituted  in April 2003 and by the end of that calendar year, it was expected that  agents transferring from more traditional crime areas to work in the  priority areas would have received specialized training.  To enhance the  skills and abilities of FBI analysts, the FBI created the College of Analytic  Studies at the Quantico training facility in October 2001. This program, with  assistance from CIA personnel, provides training to both new and in- service analysts in tools and techniques for both strategic and technical  analysis.", "The FBI set ambitious goals for hiring in many specialty areas over the last  few years. While it has achieved success in some areas, such as increasing  the number of special agents hired with intelligence and foreign language  proficiency, achieving other hiring goals has been more challenging.   Specifically, the FBI has had some difficulty in retaining and competing  with other government agencies and the private sector for intelligence  analysts.  These problems may be related to the truncated career ladder for  intelligence analysts at the FBI compared to the career ladders for the same  types of positions at other federal agencies.  For example, both the CIA and  the National Security Agency (NSA) maintain a career ladder for  intelligence staff that includes both senior executive (managerial) and  senior level (nonmanagerial) positions.  Although, the FBI has actively  moved towards establishing a GS-15 senior managerial level position for its  intelligence staff, this would still not create a level playing field with the  rest of the intelligence community that has the authority to provide  positions at the Senior Executive Service (SES) level.   Should the FBI  decide to adopt senior managerial and SES positions for its intelligence  staff, the agency will need to develop and implement a carefully crafted  plan that includes specific details on how such an intelligence career  service would integrate into its strategic plan as well as its strategic human  capital plan, the expectations and qualifications for the positions, and how  performance would be measured.", "As discussed previously, an effective performance management system is a  vital tool for aligning the organization with desired results and showing  how team, unit, and individual performance can contribute to overall  organizational results.  As we have previously reported, the current FBI  system for rating agents and analysts—a pass/fail system—is inadequate to  achieve that needed linkage.  A successful performance management  system should make meaningful distinctions in performance so that staff  can understand their role in relation to agency objectives. It should also  map a course of progress to improve performance so that it more closely  aligns with agency goals.  The FBI has made progress in adjusting its  performance management system for senior executives to conform to the  performance management principles that I previously discussed.  Although  FBI’s human capital plan indicates that it is also moving in the direction of  changing the performance management system for agents and analysts, a  major effort will be needed before it is operational.", "As we have highlighted, in recent years, the FBI has used a variety of  available human capital flexibilities, such as recruitment bonuses and  retention allowances, to help recruit and retain valuable staff resources.  As  with any organization undergoing transformation and considering the use  of additional human capital strategies, the FBI would have to weigh all  options that are available to it before implementing a successful human  capital strategy, including using existing administrative flexibilities and  requesting new legislative alternatives.  The FBI would also need to ensure  that it has the institutional infrastructure in place so that any human capital  flexibilities are used appropriately."], "subsections": []}, {"section_title": "Many Factors Must Be Considered in Approach to Government Security Clearance Process", "paragraphs": ["The 9/11 Commission also raised concerns about minimizing national  security policymaking disruptions during the change of administrations by  accelerating the process for national security appointments.  The  Commission recommended that a single federal agency should be  responsible for providing and maintaining security clearances and for  ensuring uniform security clearance standards, including maintaining a  single governmentwide database of clearance information, as a way to  address this concern.  In prior work, we have found that many factors must  be considered in addressing the government security clearance process.  These factors include the personnel security clearance criteria and  process, recent actions that DOD has taken to consolidate investigative and  adjudicative functions, and existing impediments and internal control  concerns for security clearance programs."], "subsections": [{"section_title": "All Security Clearances Are Already Governed by the Same Criteria and General Process", "paragraphs": ["In considering ways in which to approach the government’s security  clearance process, it is helpful to note that since 1997, all agencies have  been subject to a common set of personnel security investigative standards  and adjudicative guidelines for determining whether service members,  government employees, industry personnel, and others are  eligible to receive a security clearance. Classified information is  categorized into three levels—top secret, secret, and confidential.  The  expected damage to national defense or foreign relations that unauthorized  disclosure could reasonably be expected to cause is “exceptionally grave  damage” for top secret information, “serious damage” for secret  information, and “damage” for confidential information.", "In addition, all agencies generally follow a similar clearance process.   DOD’s process for determining eligibility is used here to illustrate the  stages required in making such a determination for federal agencies.  We  are highlighting DOD’s process because, as of September 30, 2003, DOD  was responsible for the clearances issued to approximately 2 million  personnel, including nearly 700,000 industry personnel who work on  contracts issued by DOD and 22 other federal agencies as well as staff in  the legislative branch of the federal government.  (see fig. 2)."], "subsections": []}, {"section_title": "Recent Attempts to Consolidate Some Investigative and Adjudicative Functions", "paragraphs": ["In terms of centralizing personnel investigations, The National Defense  Authorization Act for Fiscal Year 2004 authorized an action that, if taken,  would result in the Office of Personnel Management (OPM) being  responsible for an estimated 80 percent of the personnel investigations  conducted for the federal government.  The Act authorized the transfer of  DOD’s personnel security investigative functions and 1,855 investigative  employees to OPM.  OPM indicated that it will not accept the transfer at  least during fiscal year 2004 because of concerns about the financial risk  associated with the authorized transfer.  DOD and OPM have, however,  signed a memorandum of understanding that, among other things, results  in OPM providing DOD investigative staff with training on OPM’s  investigative procedures as well as training on and access to OPM’s case  management system.", "As for centralizing the adjudication steps in the clearance process, in May  2004, we reported that DOD’s Senior Executive Council was considering  the consolidation of the clearance adjudicative functions that two of DOD’s  10 central adjudication facilities perform.  A DOD official told us that the  consolidation would provide greater flexibility in using adjudicators to  meet changes in the clearance approval workload and could eliminate  some of the time required to transfer cases between adjudication facilities.   A wider-ranging adjudicative initiative is also being undertaken in DOD.   When fully implemented, the Joint Personnel Adjudication System (JPAS)  is supposed to enhance DOD’s adjudicative capabilities by—among other  things—consolidating information into a DOD-wide security clearance data  system (instead of maintaining the data on 10 adjudication facility-specific  systems), providing near real-time input and retrieval of clearance-related  information, and improving the ability to monitor overdue reinvestigations  and estimate the size of that portion of delayed clearances. JPAS, identified  as mission critical by the DOD Chief Information Officer, was supposed to  be implemented in fiscal year 2001 and is now projected for full  implementation sometime in fiscal year 2004. Even though JPAS may  consolidate adjudicative data on the approximately 2 million clearances  that DOD had on September 30, 2003, other agencies, such as the FBI,  maintain their own databases with adjudicative information."], "subsections": []}, {"section_title": "Addressing Existing Impediments and Internal Control Concerns is Important to Any Consolidation Decision", "paragraphs": ["Regardless of the decision about whether or not to consolidate  investigative and adjudicative functions governmentwide, existing  impediments—such as the lack of a governmentwide database of clearance  information— hinder efforts to provide timely, high-quality clearance  determinations.  I will discuss two of those major impediments—large  workloads and too few investigators, and two internal control issues.  The  remainder of this section relies heavily on work that we conducted on  DOD’s investigative and adjudicative functions because there is a dearth of  reports available on these functions in other federal departments and  agencies.", "The large number of requests for security clearances for service members,  government employees, and industry personnel taxes a process that  already is experiencing backlogs and delays.  In fiscal year 2004, GAO  published reports documenting the numbers of clearance requests and  delays in completing investigations by DOD (for service members,  government employees and industry personnel), OPM (for DOD and the  Federal Air Marshal Service), and the FBI (for state and local law  enforcement officials). In fiscal year 2003, DOD submitted over 775,000  requests for investigations. The large number of investigative and  adjudicative workload requirements is also found in the form of a growing  portion of the requests requiring top secret clearances, in at least one  segment of the population. From fiscal year 1995 through fiscal year 2003,  the proportion of all requests requiring top secret clearances for industry  personnel grew from 17 to 27 percent. According to DOD, top secret  clearances take 8 times more investigative effort to complete and 3 times  more adjudicative effort to review than do secret clearances. In addition, a  top secret clearance must be renewed twice as often as a secret  clearance—every 5 years instead of every 10 years. The full effect of  requesting a top secret, rather than a secret clearance, thus is 16 times the  investigative effort and 6 times the adjudicative effort.", "The limited number of investigative staff available to process requests  hinders efforts to issue timely clearances. According to a senior OPM  official, DOD and OPM together need roughly 8,000 full-time-equivalent  investigative staff to eliminate the security clearance backlogs and deliver  timely investigations to their customers. However, in our February report,  GAO estimated that DOD and OPM have around 4,200 full-time-equivalent  investigative staff who are either federal employees or contract  investigators, slightly more than half as many as needed.", "Internal control concerns are also present with regard to personnel  security clearances.  A 1999 GAO report documented problems with the  quality of DOD personnel security clearance investigations. The severity of  these problems led DOD to declare its investigations program a systemic  weakness under the Federal Managers’ Financial Integrity Act. That  declaration has continued to be made each year in DOD’s annual statement  of assurance.  We continued to track these issues and in 2001, we  recommended DOD establish detailed documentation requirements to  support adjudicative decisions as a way to strengthen internal controls.  Three years earlier, the DOD Office of the Inspector General stated that no  DOD office is assigned the responsibility to ensure that the various  adjudication facilities consistently implement adjudicative policies and  procedures.", "When OPM was privatizing its investigative function in 1996 to create the  company that still conducts the vast majority of OPM’s investigations for  the federal government, we raised an internal control concern, namely that  OPM’s contract with the newly created company would require the  contractor to conduct personnel security clearance investigations on its  own employees.   This remains one area of concern because OPM officials  told us in April 2003 that its contractors were still conducting the  investigations on its own personnel."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The 9/11 Commission recognized that fundamental changes in the  management of human capital in the intelligence and homeland security  communities will improve the efforts of these communities to effectively  carry out its fundamental mission—to gather and share intelligence that  will ultimately help to protect the American people.", "Human capital considerations, such as the recruitment and retention of key  skills and competencies, performance incentives to share information, and  more flexible approaches to the management of human capital, are crucial  to the success of the intelligence community reforms envisioned by the  9/11 Commission, and agencies involved with the intelligence community  will need the most effective human capital systems to succeed in their  transformation efforts.  Thus, strategic management of human capital is  one such reform critical to maximizing the performance of the intelligence  community.", "Committed, sustained, highly qualified, and inspired leadership, and  persistent attention by all key parties to the successful implementation of  these reforms and organizational transformations will be essential, if  lasting changes are to be made and the challenges we are discussing today  are to be effectively addressed.", "Chairman Voinovich and Members of the Subcommittee, this concludes my  prepared statement.  I would be pleased to answer any questions you may  have."], "subsections": []}, {"section_title": "Contacts and Acknowledgments", "paragraphs": ["For further information regarding this statement, please contact J.  Christopher Mihm, Managing Director, Strategic Issues, on (202) 512-6806  or at mihmj@gao.gov or Eileen Larence, Acting Director, Strategic Issues,  at larencee@gao.gov.  Individuals making key contributions to this  statement included Carole Cimitile, Dewi Djunaidy, Jack Edwards, Laurie  Ekstrand, Charles Johnson, Lisa Shames, Derek Stewart, and Sarah Veale."], "subsections": []}]}], "fastfact": []}