{"id": "GAO-05-219", "url": "https://www.gao.gov/products/GAO-05-219", "title": "Adult Drug Courts: Evidence Indicates Recidivism Reductions and Mixed Results for Other Outcomes", "published_date": "2005-02-28T00:00:00", "released_date": "2005-02-28T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Drug court programs, which were established in the late 1980s as a local response to increasing numbers of drug-related cases and expanding jail and prison populations, have become popular nationwide in the criminal justice system. These programs are designed to reduce defendants' repeated crime (that is, recidivism), and substance abuse behavior by engaging them in a judicially monitored substance abuse treatment. However, determining whether drug court programs are effective at reducing recidivism and substance use has been challenging because of a large amount of weak empirical evidence. he 21st Century Department of Justice Appropriations Authorization Act requires that GAO assess drug court program effectiveness. To meet this mandate, GAO conducted a systematic review of drug court program research, from which it selected 27 evaluations of 39 adult drug court programs that met its criteria for, among other things, methodological soundness. This report describes the results of that review of published evaluations of adult drug court programs, particularly relating to (1) recidivism outcomes, (2) substance use relapse, (3) program completion, and (4) the costs and benefits of drug court programs. DOJ reviewed a draft of this report and had no comments. Office of National Drug Control Policy reviewed a draft of this report and generally agreed with the findings."]}, {"section_title": "What GAO Found", "paragraphs": ["Most of the adult drug court programs assessed in the evaluations GAO reviewed led to recidivism reductions during periods of time that generally corresponded to the length of the drug court program. GAO's analysis of evaluations reporting these data for 23 programs showed the following: (1) lower percentages of drug court program participants than comparison group members were rearrested or reconvicted; (2) program participants had fewer recidivism events than comparison group members; (3) recidivism reductions occurred for participants who had committed different types of offenses; and (4) there was inconclusive evidence that specific drug court components, such as the behavior of the judge or the amount of treatment received, affected participants' recidivism while in the program. Recidivism reductions also occurred for some period of time after participants completed the drug court program in most of the programs reporting these data. Evidence about the effectiveness of adult drug court programs in reducing participants' substance use relapse is limited to data available from eight drug court programs. Evaluations of these eight drug court programs reported mixed results on substance use relapse. For example, drug test results generally showed significant reductions in use during participation in the program, while self-reported results generally showed no significant reductions in use. Completion rates, which refer to the percentage of individuals who successfully completed a program, in selected adult drug court programs ranged from 27 to 66 percent. Other than participants' compliance with drug court program procedures, no other program factor (such as the severity of the sanction that would be invoked if participants failed to complete the program) consistently predicted participants' program completion. A limited number of evaluations--four evaluations of seven adult drug court programs--provided sufficient cost and benefit data to estimate their net benefits. Although the cost of six of these programs was greater than the costs to provide criminal justice services to the comparison group, all seven programs yielded positive net benefits, primarily from reductions in recidivism affecting judicial system costs and avoided costs to potential victims. Financial cost savings for the criminal justice system (taking into account recidivism reductions) were found in two of the seven programs."]}], "report": [{"section_title": "Letter", "paragraphs": ["Drug court programs were established in the late 1980s as a local response  to increasing numbers of drug-related cases and expanding jail and prison  populations. These programs are designed to use a court’s authority to  reduce crime by changing defendants’ substance abuse behavior. Under  this concept, in exchange for the possibility of dismissed charges or  reduced sentences, defendants are diverted to drug court programs in  which they agree to participate in judicially monitored substance abuse  treatment. Title II of the 21st Century Department of Justice  Appropriations Authorization Act reauthorizes the award of federal grants  for drug court programs that include court-supervised drug treatment.  The award of federal grants to drug court programs was first authorized  under Title V of the Violent Crime Control and Law Enforcement Act of  1994.", "Drug court programs have become popular nationwide in the criminal  justice system. As of September 2004, there were over 1,200 drug court  programs operating in addition to about 500 being planned. With such  expansion, it is important for policy and operational decision makers to  have definitive information about drug court programs’ effectiveness in  reducing recidivism and substance use relapse. In this respect, the 21st  Century Department of Justice Appropriations Authorization Act requires  that we study drug court program effectiveness. In response, this report  describes the results of published empirical evaluations of adult drug  court programs, particularly relating to (1) recidivism outcomes of  participants and other comparable offenders, (2) substance use relapse of  participants and other comparable offenders, (3) program completion of  participants, and (4) costs and benefits of drug court programs.", "To address our objectives, we conducted a systematic review of drug court  program literature. We identified 117 evaluations of adult drug court  programs in the United States that were published between May 1997 and  January 2004 and reported recidivism, substance use relapse, or program  completion outcomes. Of these 117, we selected 27 evaluations that met  additional criteria for methodological soundness. Most of the evaluations  we selected used designs in which all drug court program participants  were compared with an appropriate group of similar offenders who did  not participate in the drug court program. In order to ensure that the  groups are similar in virtually all respects aside from the intervention, we  selected evaluations in which the comparison group was matched to the  program group as closely as possible on a number of characteristics or  that used statistical models to adjust, or control for, preexisting  differences between the program and comparison groups. Five of the   27 evaluations were experiments in which participants were randomly  assigned to groups. Random assignment works to ensure that the groups  are comparable.", "The 27 evaluations we selected for our review reported information on   39 unique adult drug court programs. We systematically collected  information from these evaluations about the methodological  characteristics of the evaluations, the participants and components of the  drug court programs, the outcomes, and, where available, the costs of the  drug court programs. To assess the methodological strength of the  evaluations, we used generally accepted social science principles.  Additionally, we used standard cost-benefit criteria to screen and assess  the eight evaluations that reported cost and benefit information. Four of  these contained sufficient data on costs and benefits to allow us to assess  net benefits. We selected the evaluations in our review according to the  strength of their methodologies; therefore, our results cannot be  generalized to all drug court programs or their evaluations. Finally, we  interviewed drug court researchers and officials at the Department of  Justice, the National Institute on Drug Abuse, and the Office of National  Drug Control Policy (ONDCP). We conducted our work from October 2003  through February 2005 in accordance with generally accepted government  auditing standards. Appendix I presents more details about our scope and  methodology, including a list of the evaluations we reviewed. Appendix II  describes the research designs and methods used in assessing recidivism  in the evaluations we reviewed, and appendix III presents our criteria for  assessing evaluations of drug court programs’ cost-benefit analyses."], "subsections": [{"section_title": "Background", "paragraphs": ["Of the 1,700 drug court programs operating or planned as of September  2004, about 1,040—nearly 770 operating and about 270 being planned— were adult drug court programs, according to data collected by the Office  of Justice Programs’ Drug Court Clearinghouse and Technical Assistance  Project. The primary purpose of these programs is to use a court’s  authority to reduce crime by changing defendants’ substance abuse  behavior. In exchange for the possibility of dismissed charges or reduced  sentences, eligible defendants who agree to participate are diverted to  drug court programs in various ways and at various stages in the judicial  process. These programs are typically offered to defendants as an  alternative to probation or short-term incarceration.", "Drug court programs share several general characteristics but vary in their  specific policies and procedures because of, among other things,  differences in local jurisdictions and criminal justice system practices. In  general, judges preside over drug court proceedings, which are called  status hearings; monitor defendants’ progress with mandatory drug  testing; and prescribe sanctions and rewards as appropriate in  collaboration with prosecutors, defense attorneys, treatment providers,  and others. Drug court programs also vary in terms of the substance abuse  treatment required. However, most programs offer a range of treatment  options and generally require a minimum of about 1 year of participation  before a defendant completes the program.", "In order to determine defendants’ eligibility for participation, drug court  programs typically screen defendants based on their legal status and  substance use. The screening process and eligibility criteria can vary  across drug court programs. According to the literature, eligible drug  court program participants ranged from nonviolent offenders charged with  drug-related offenses who have substance addictions to relatively medium- risk defendants with fairly extensive criminal histories and failed prior  substance abuse treatment experiences. Participants were also described  as predominantly male with poor employment and educational  achievements. Appendix IV presents additional information about the  general characteristics of drug court programs and participants in the  evaluations we reviewed.", "Research on drug court programs has generally focused on program  descriptions and process measures, such as program completion rates,  and presented limited empirical evidence about the effectiveness of drug  court programs in reducing recidivism and substance use. In 1997, we  reported on 12 evaluations that met minimum research standards and  concluded that the evaluations showed some positive results but did not  firmly establish whether drug court programs were successful in reducing  offender recidivism and substance use relapse. More recently, two  syntheses of multiple drug court program evaluations have drawn positive  conclusions about the impact of drug court programs. One synthesis  concluded that criminal activity and substance use are reduced relative to  other comparable offenders while participants are engaged in the drug  court program, and that program completion rates ranged from 36 to   60 percent. Further, the other synthesis reported that drug offenders  participating in a drug court program are less likely to re-offend than  similar offenders sentenced to traditional correctional options, such as  probation.", "Some of the evaluations included in these two syntheses had  methodological limitations such as, the lack of strong comparison groups  and the lack of appropriate statistical controls. Some did not use designs  that compared all drug court program participants—including graduates,  those still active, and dropouts—with similar nonparticipants. For  example, they compared the outcomes of participants who completed the  program with the outcomes of those who did not (that is, dropouts). These  evaluations, upon finding that program graduates had better outcomes  than dropouts, have concluded that drug court programs are effective.  This is a likely overestimation of the positive effects of the intervention  because the evaluation is comparing successes to failures, rather than all  participants to nonparticipants. Additionally, other evaluations did not use  appropriate statistical methods to adjust for preexisting differences  between the program and comparison groups. Without these adjustments,  variations in measured outcomes for each group may be a function of the  preexisting differences between the groups, rather than the drug court  program."], "subsections": []}, {"section_title": "Results", "paragraphs": ["In most of the evaluations we reviewed, adult drug court programs led to  recidivism reductions during periods of time that generally corresponded  to the length of the drug court program—that is, within-program. Our  analysis of evaluations reporting recidivism data for 23 programs showed  that lower percentages of drug court program participants than  comparison group members were rearrested or reconvicted. Program  participants also had fewer incidents of rearrests or reconvictions and a  longer time until rearrest or reconviction than comparison group  members. These recidivism reductions were observed for any felony  offense and for drug offenses, whether they were felonies or  misdemeanors. However, we were unable to find conclusive evidence that  specific drug court program components, such as the behavior of the  judge, the amount of treatment received, the level of supervision provided,  and the sanctions for not complying with program requirements, affect  participants’ within-program recidivism. Post-program recidivism  reductions were measured for up to 1 year after participants completed  the drug court program in several evaluations, and in these the evidence  suggests that the recidivism differences observed during the program  endured. A more detailed description of the recidivism reduction results is  included in appendix V.", "Evidence about the effectiveness of drug court programs in reducing  participants’ substance use relapse is limited and mixed. The evidence  included in our review on substance use relapse outcomes is limited to  data available from eight drug court programs. The data include drug test  results and self-reported drug use; both measures were reported for some  programs. Drug test results generally showed significant reductions in use  during participation in the program, while self-reported results generally  showed no significant reductions in use. Appendix VI presents additional  information about the evaluations we reviewed that reported on substance  use relapse outcomes.", "Completion rates, which refer to the number of individuals who  successfully completed a drug court program as a percentage of the total  number admitted, in the programs we reviewed that assessed completion  ranged from 27 to 66 percent. As might be expected, program completion  was associated with participants’ compliance with program requirements.  Specifically, evaluations of 16 adult drug court programs that assessed  completion found that participants’ compliance with procedures was  consistently associated with completion. These program procedures  include attending treatment sessions, engaging in treatment early in the  program, and appearing at status hearings. No other program factor, such  as the severity of the sanction that would be invoked if participants failed  to complete the program and the manner in which judges conducted status  hearings, predicted participants’ program completion. Several  characteristics of the drug court program participants themselves were  also associated with an increased likelihood of program completion. These  characteristics include lower levels of prior involvement in the criminal  justice system and age, as older participants were more likely to complete  drug court programs than younger ones. Appendix VII presents additional  information about the evaluations we reviewed that reported on program  completion.", "A limited number of evaluations in our review discussed the costs and  benefits of adult drug court programs. Four evaluations of seven drug  court programs provided sufficient cost and benefit data to estimate their  net benefits (that is, the benefits minus costs). The cost per drug court  program participant was greater than the cost per comparison group  member in six of these drug court programs. However, all seven programs  yielded positive net benefits, primarily from reductions in recidivism  affecting both judicial system costs and avoided costs to potential victims.  Net benefits ranged from about $1,000 per participant to about $15,000 in  the seven programs. These benefits may underestimate drug court  programs’ true benefits because the evaluations did not include indirect  benefits (such as reduced medical costs of treated participants). Financial  cost savings for the criminal justice system (taking into account recidivism  reductions) were found in two of the seven programs. We provide  additional information about the reported costs and benefits of drug court  programs we reviewed in appendix VIII."], "subsections": []}, {"section_title": "Concluding Observations", "paragraphs": ["Overall, positive findings from relatively rigorous evaluations in relation to  recidivism, coupled with positive net benefit results, albeit from fewer  studies, indicate that drug court programs can be an effective means to  deal with some offenders. These programs appear to provide an  opportunity for some individuals to take advantage of a structured  program to help them reduce their criminal involvement and their  substance abuse problems, as well as potentially provide a benefit to  society in general.", "Although not representative of all drug court programs, our review of   27 relatively rigorous evaluations provides evidence that drug court  programs can reduce recidivism compared to criminal justice alternatives,  such as probation. These results are consistent with those of past reviews  of drug court evaluations. Positive results concerning recidivism are  closely associated with program completion. Specifically, while drug court  participation is generally associated with lower recidivism, the recidivism  of program completers is lower than for participants in comparison or  control groups. Thus, practices that encourage program completion may  enhance the success of drug court programs in relation to recidivism.", "While our review sheds little light on the specific aspects of these  programs that are linked to positive recidivism outcomes, both participant  compliance with drug court procedures and some participant  characteristics seem to be related to success. To the extent that research  can help to discern best practices for drug courts, the models for effective  programs can be enhanced. Specifically, to the extent that drug court  program managers can learn more about methods to retain participants for  the duration of the program, they may be able to further enhance the  positive impacts of drug court programs."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We requested comments on a draft of this report from the Attorney  General and the Director of ONDCP. Department of Justice officials  informed us that the agency had no comments on the report. ONDCP  officials informed us that the agency generally concurred with our  findings.", "We are sending copies of this report to other interested congressional  committees, the Attorney General, and the Director of the Office of  National Drug Control Policy. We will also make copies available to others  upon request. In addition, the report will be available at no charge on  GAO’s Web site at http://www.gao.gov.", "If you or your staff have any questions concerning this report, please  contact me at (202) 512-8777 or by e-mail at EkstrandL@gao.gov or  William J. Sabol, Assistant Director, at (202) 512-3464, or SabolW@gao.gov.  Key contributors to this report are listed in appendix IX."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The 21st Century Department of Justice Appropriations Authorization Act  requires that we assess drug court program effectiveness. Our objectives  were to assess the results of methodologically sound, published empirical  evaluations of adult drug court programs, particularly relating to   (1) recidivism outcomes of participants and other comparable offenders,  (2) substance use relapse of participants and other comparable offenders,  (3) program completion of participants, and (4) costs and benefits of drug  court programs.", "To identify the universe of evaluations to include in our review, we used a  three-stage process. First, we (1) conducted key-word searches of criminal  justice and social science research databases; (2) searched drug court  program-related Web sites, such as those of the National Drug Court  Institute and the National Association of Drug Court Professionals;   (3) reviewed bibliographies, published summaries, meta-analyses, and  prior GAO reports on drug court programs; and (4) asked drug court  researchers and officials in agencies that fund drug court research to  identify evaluations. Our literary search identified over 230 documents,  which consisted of published and unpublished outcome evaluations,  process evaluations that described program objectives and operations,  manuals and guides related to drug court program operations,  commentary from drug court practitioners, and summaries of multiple  program evaluations. Next, we reviewed these documents and identified  117 evaluations of adult drug court programs in the United States that   (1) were published between May 1997 and January 2004 and (2) reported  recidivism, substance use relapse, or program completion outcomes.", "Finally, to select the evaluations we used in our in-depth review, we  screened them to determine whether they met additional criteria for  methodological soundness. Specifically, to assess recidivism and  substance use relapse, we selected evaluations that used either an  experimental design in which (1) eligible offenders were randomly  assigned to different programs or conditions and (2) there was an  acceptable level of attrition or a quasi-experimental design in which (1) all  drug court program participants were compared with an appropriate  group of comparable offenders who did not participate in the drug court  program, and (2) appropriate statistical methods were used to adjust, or  control, for group differences. If random assignment was not used, in an  attempt to ensure that the groups were similar, aside from program  participation (the intervention), the comparison group(s) should have  been as alike as possible on a range of important characteristics.  Statistical analyses can be used to further minimize differences between  the program and comparison groups. Typically, statistical analyses to  control for differences such as these are not necessary when study  participants are randomly assigned to groups.", "To assess program completion, we also selected evaluations that  compared the outcomes of participants (such as program graduates and  those who dropped out) within a drug court program in order to determine  what factors, if any, are associated with program completion. We selected  those evaluations that used appropriate statistical methods to control for  differences between the participant groups. Of the 117 evaluations we  screened, we selected 27 evaluations for our in-depth review.", "The 27 evaluations we selected for our review reported information on   39 unique adult drug court programs that were implemented between 1991  and 1999. Table 1 lists the drug court program evaluated, researchers, and  outcomes we used in our assessment of drug court program effectiveness.  All of the evaluations we reviewed, as well as others consulted, is included  in the bibliography.", "To obtain information on our outcomes of interest—that is, recidivism,  substance use relapse, and program completion—we used a data  collection instrument to systematically collect information about the  methodological characteristics of the evaluations, the participants and  components of the drug court programs, and the outcomes of the  participants and other comparable groups.", "To assess the methodological strength of the 27 evaluations, we used  generally accepted social science principles. For example, we assessed  elements such as whether data were collected during or after program  completion and the appropriateness of outcome measures, statistical  analyses, and any reported results. Each evaluation was read and coded by  a senior social scientist with training and experience in evaluation  research methods. A second senior social scientist and other members of  our evaluation team then reviewed each completed data collection  instrument to verify the accuracy of the information included. Part of our  assessment also focused on the quality of the data used in the evaluations  as reported by the researchers and our observations of any problems with  missing data, any limitations of data sources for the purposes for which  they were used, and inconsistencies in reporting data; we incorporated  any data problems noted into our appraisals.", "To assess the cost-benefit analyses of drug court program evaluations, we  reviewed all of the evaluations selected for our structured review that  reported cost or benefit information. Of the 27 evaluations included in our  in-depth review, 8 reported information about program costs and 4 about  benefits. The 8 evaluations we included in our cost review are shown in  table 2.", "Four of the 8 evaluations reported sufficient data on both benefits and  costs, which allowed us to assess the reported net benefits of the drug  court programs. Specifically, we were able to determine whether the  reduction of recidivism—the benefit—would outweigh the additional costs  of a program. We used standard cost-benefit criteria to screen and assess  these evaluations that reported cost and benefit information. Additionally,  we reviewed methodologies describing approaches for conducting cost  analyses of drug court programs.", "We selected the evaluations in our review based on their methodological  strength; therefore, our results cannot be generalized to all drug court  programs or their evaluations. Although the findings of the evaluations we  reviewed are not representative of the findings of all evaluations of drug  court programs, the evaluations consist of those published evaluations we  could identify that used the strongest designs to assess drug court  program effectiveness.", "Finally, we interviewed drug court program researchers and officials at the  Department of Justice, the National Institute on Drug Abuse, and the  Office of National Drug Control Policy. We conducted our work from  October 2003 through February 2005 in accordance with generally  accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Evaluations Used Multiple Approaches to Assess Selection Bias", "paragraphs": ["Most of the evaluations included in our review used quasi-experimental  comparison groups. The use of quasi-experimental comparison groups  can result in comparisons between drug court participants and  comparison group members that differ on key variables related to  recidivism. Systematic difference between comparison groups and  treatment groups, called selection bias, threatens the validity of evaluation  findings. Though design and analysis strategies differed, each of the quasi- experimental evaluations in our review used some combination of design  and statistical methods to address the issue of selection bias. Approaches  to address selection bias in design generally included attempts to choose  comparison groups that share key commonalities with treatment groups  (usually including likelihood of eligibility to participate in a drug court  were it available) and therefore were less likely to differ on observed and  unobserved characteristics related to recidivism. The evaluations in our  review also included attempts to minimize the effects of selection bias  through the application of various statistical methods."], "subsections": [{"section_title": "Comparison Groups Can Introduce the Problem of Selection Bias", "paragraphs": ["The observed differences in recidivism that we discuss in this report could  arise from measured and unmeasured sources of variation between drug  court participants and comparison group members. If comparison group  members differed systematically from drug court participants on variables  or factors that are also associated with recidivism and these variables  were not accounted for by the design or analysis used in the evaluation,  then the observed differences in recidivism could be due to these sources  of variation rather than participation in the drug court program. For  example, if successful drug court participants differed systematically in  their substance abuse addiction problems from the members of the group  against which they are compared, and if the differences in substance abuse  addiction are not explicitly assessed in the evaluation, these differences,  and not necessarily participation in the drug court program, could explain  any observed recidivism differences. Similarly, if participants differed  from comparison group members in their motivation to complete the drug  court, recidivism differences could arise from these. Evaluations generally  do not have measures of variables, such as motivation, that can be  explicitly included in the analysis of drug court outcomes.", "One way to address issues of selection bias is in the design of the  comparison groups. Generally, random assignment of eligible participants  to treatment and control groups addresses selection bias by randomly  distributing individual differences between the treatment and control  group. Another way to address selection bias is statistically—by forming  comparison groups that consist of individuals that are as similar as  possible to drug court participants and by using statistical techniques to  control for observed differences, including sophisticated two-step  procedures that attempt to address differences in selection into the drug  court program. For the recidivism outcomes we reported, the evaluations  in our review used design and statistical methods to address selection  bias."], "subsections": []}, {"section_title": "Evaluations Addressed Selection Bias through Design", "paragraphs": ["Evaluations in our review were either experiments or quasi-experiments.  The experiments randomly assigned eligible defendants to a drug court  program or a control group of defendants who received conventional case  processing. The quasi-experiments used one of two types of comparison  groups:    historical comparison group—formed from individuals who received  conventional case processing during a period of time shortly before the  drug court program was implemented and   contemporaneous comparison group—formed from defendants (1) who  were eligible for drug court but received conventional case processing  during the same time period as the drug court program participants,   (2) who were from a district within a court’s jurisdiction from which  arrestees were not eligible to participate in the drug court program, or   (3) who had similar charges and were matched on characteristics.", "If implemented as designed, experiments can provide strong evidence for  the effectiveness (or lack thereof) of a drug court intervention. A key  presumption of random assignment is that any individual factor that could  be associated with the outcome of interest (recidivism) is randomly  distributed between the experimental and control groups. Hence, if none  of these factors are correlated systematically with assignment into groups,  then the threat of selection bias is reduced. Presuming that the  randomization is complete and that the experiment was carried out  without high levels of attrition of subjects from either group, the observed  differences in recidivism between the two groups would likely arise from  the intervention, rather than observed or unobserved individual factors.", "Several of the evaluations used quasi-experimental designs in which the  comparison group members were chosen from defendants who appeared  before the court during a period of time shortly before the drug court  program was introduced and, based on certain observable characteristics,  were deemed to be eligible to participate in the drug court program.  Theoretically, if there were no significant changes in processes that led to  defendants appearing in a court during the pre- and drug court periods,  and if their eligibility for drug court participation could be determined, a  historical comparison group would consist of individuals that share  characteristics with drug court defendants. Alternatively, if there were a  significant difference in processing between the pre-drug court and drug  court periods (for example, such as a shift in prosecution priorities toward  particular types of offenses or a change in the nature of a community’s  drug problem), then the historical comparison group could consist of  defendants that differed systematically from the drug court participant  group.", "The historical comparison group in the evaluations we reviewed generally  consisted of defendants who were arrested and arraigned in the court that  offered the drug court program in a period immediately prior to the  implementation of the drug court. In one case, the comparison group  members were chosen from defendants on probation in the period prior to  the drug court. To minimize possible bias that could arise from changes in  court practices or the composition of defendants entering a court in the  period prior to the implementation of a drug court, in the evaluations we  reviewed, the prior periods generally ended within 4 months to 1 year  before the implementation of the drug court program.", "Another subset of the evaluations we included in our review used quasi- experiments with contemporaneous comparison groups. One comparison  group consisted of defendants who met the drug court program’s eligibility  requirements but who were arrested in areas within a court’s jurisdiction  that did not enroll individuals in the drug court. Another comparison  group was formed by selecting members from other, comparable  jurisdictions. A third consisted of individuals who, while otherwise eligible  to enroll in the drug court, were unable to participate because of logistical  reasons. Others consisted of defendants charged with similar offenses as  drug court participants and who were then matched on key variables."], "subsections": []}, {"section_title": "Evaluations Used a Variety of Statistical Methods to Minimize the Possible Effects of Selection Bias", "paragraphs": ["All of the quasi-experiments that we reviewed, whether they used  historical or contemporaneous comparison groups, used various statistical  methods to control for individual differences between drug court  participants and comparison group members on observable variables.  Several evaluations used sophisticated statistical methods that not only  adjusted results for individual level differences but also attempted to  correct for selection bias by modeling unobserved differences between  drug court and comparison group members. These methods reduce but do  not completely eliminate potential bias from unobserved confounding  factors. The extent to which they reduce bias depends upon the richness  and quality of the control variables that are used to estimate the models.", "These methods essentially use statistical models to predict individual  probabilities of participation in the drug court program (regardless of  actual participation). The models predict the probability, sometimes called  a propensity score, based on variation in individual level characteristics  (for example, criminal histories and demographic attributes) that  offenders in a given group would participate. Some of the evaluations that  we reviewed incorporated this technique as the first stage of a two-stage  model that estimated recidivism differences. Others used it to identify the  individuals to include in a comparison group.", "Other studies matched comparison group members to drug court  participants on a more limited set of demographic and criminal justice  variables (such as type of charge and prior criminal history) and then,  post-matching, used various methods to control for differences on  unmatched variables. A presumption behind these matching methods is  that by selecting for inclusion in the comparison group only those  defendants who matched drug court participants on these observed  characteristics, the evaluation would create a comparison group that was  similar in composition to the drug court participants. A limited set of  matching variables that is based largely upon demographic variables may  be unlikely to capture all of the individual-level sources of variation in  recidivism that could account for differences between the drug court  participants and comparison group members. Therefore, these evaluations  attempted to control for differences in key, nonmatch variables (such as  criminal justice risk-level differences) in their analysis.", "Some of the evaluations attempted to control for individual-level  differences between the drug court participants and the comparison group  members using various linear and nonlinear (e.g., logistic) regression  methods. This approach relies on the assumption that the observed  characteristics included in the regression are the key variables that predict  recidivism. The regression models adjust the results for differences  between the two samples on these characteristics and allow the  researcher to avoid making incorrect inferences about recidivism  differences because one group (either treatment or comparison) differs  systematically from the other in the presence of the key variables that are  associated with recidivism. Evaluations that used regression methods  generally made efforts to control for variables that are known to be related  to recidivism, such as criminal history, type and number of charges, and  age. Table 3 describes the comparison groups used in the evaluations we  reviewed and the methods used by these evaluations to address selection  bias."], "subsections": []}]}, {"section_title": "Appendix III: GAO Criteria for Assessing Evaluations of Drug Court Programs’ Cost- Benefit Analyses", "paragraphs": ["In this appendix, we outline the criteria we used in assessing the cost- benefit analyses of drug court program evaluations, and we discuss how  the evaluations we reviewed followed these criteria in their analyses."], "subsections": [{"section_title": "The Evaluations We Reviewed and the Net Benefit Measure", "paragraphs": ["Cost-benefit analysis determines the costs associated with implementing  or operating a program and weighs that cost against any benefits expected  from the program. The results of a cost-benefit analysis can be represented  as either a net benefit—calculated as total benefits minus total costs—or a  benefit-to-cost ratio—calculated as total benefits divided by total costs.", "We used the net benefit—benefit minus cost—measure to represent the  cost-benefit analyses of the drug court programs we reviewed. Net benefit  can be used to evaluate the cost savings—that is, the benefits—for each  participant in a drug court program relative to the cost savings for each  offender processed by conventional case processing in the same  jurisdiction.", "To assess the cost-benefit analyses of drug court program evaluations, we  reviewed all of the evaluations selected for our structured review that  reported cost or benefit information. Of the 27 evaluations included in the  structured review, 8 reported information about program costs and   4 about benefits. The 8 evaluations we included in our cost-benefit review  are shown in table 4.", "Four of the 8 evaluations reported sufficient data on both costs and  benefits, which allowed us to assess the reported net benefits of the drug  court programs. Specifically, we were able to determine whether the  reduction of recidivism—the benefit—would outweigh the additional costs  of a program."], "subsections": []}, {"section_title": "Criteria for Assessing a Drug Court Program’s Cost- Benefit Analysis", "paragraphs": ["Conducting a cost-benefit analysis is theoretically straightforward— determine the monetary value of a program’s benefits and compare that  value with the monetary value of the program’s costs. However, the  analysis is more complicated in practice because of decisions that have to  be made about who to include as recipients of the benefits and how to  measure costs and benefits. On the basis of the general principles of cost- benefit analysis, we identified five criteria that we used in assessing the  cost-benefit analyses of the drug court programs we reviewed. Table 5  describes these criteria; where further explanation is needed, we discuss  them in the text that follows."], "subsections": [{"section_title": "Identifies the Baseline", "paragraphs": ["A cost-benefit analysis should identify what the baseline program is. In the  case of drug court programs, the analysis should state what would happen  to an offender if the drug court program did not exist. The costs and  benefits of this alternative program or case processing, called the baseline,  are the standard by which the drug court program costs and benefits are  judged. There is no single baseline against which all drug court programs  are compared. For example, one jurisdiction may offer drug court program  participation to defendants as an alternative for jail, another as an  alternative for probation."], "subsections": []}, {"section_title": "Assesses All Relevant Costs", "paragraphs": ["A cost-benefit analysis should enumerate and assess all relevant costs. A  cost-benefit analysis of a drug court program should consider two sets of  costs—those associated with the program’s operation and those  associated with the baseline. For both sets of costs, the analysis should  determine which costs are relevant and then measure them."], "subsections": [{"section_title": "Determining Relevant Costs", "paragraphs": ["Drug court programs often require additional expenses from criminal  justice system agencies, although these may differ from program to  program. The true cost of a drug court program consists of these  expenses—the resources that would have been used in their next best  alternative use—if not used for the program. Drug court programs have  several basic elements, one of which is ongoing monitoring of the  participants by a judge or other personnel in the criminal justice system.  Others are regular status hearings and drug testing, substance abuse  treatment, and the prescription of sanctions for noncompliance with  program requirements. While an analysis should consider all of these  costs, it should not consider costs that were incurred before the program  began (that is, sunk costs) since they are not relevant to the current  decision to fund or continue funding the program.", "In addition to the program’s costs, the analysis should include the costs of  the baseline. These depend on the types of offenders who are eligible for  the drug court program in each jurisdiction and the alternative program or  processing available for them. The baseline costs may include the cost of  traditional adjudication (including a judge’s time during the early phases  of judicial processing), the costs of jail time served, or costs of probation  (such as the salaries of probation officers or any required monitoring)."], "subsections": []}, {"section_title": "Measuring Drug Court Program and Baseline Program Costs", "paragraphs": ["The various methods of measuring or estimating costs require varying  amounts of time, data, and analysis. The most straightforward way of  measuring the costs of both a drug court program and the baseline is to  use budget or expenditure figures from the agencies involved to calculate  average costs. While this method has the advantage of simplicity, average  cost may be a misleading measure of resource costs if it does not  accurately portray the resources defendants actually used.", "For example, a few very high cost program participants could skew the  average cost to such an extent that actual cost appears to be larger than it  is. This is especially important in assessing average costs associated with  the baseline program. The average baseline defendant in a jurisdiction may  be very different from participants in a drug court program. Therefore,  comparing costs associated with the average defendant with those of the  average drug court participant may not be valid.", "A less simple approach, requiring a more intensive use of time and data, is  to conceptualize the cost of drug court program participation as a series of  transactions within the criminal justice system agencies. Since a  defendant interacts with a number of these agencies, this method requires  obtaining data about each defendant from each agency. These data can be  aggregated for individual defendants to determine the total amount of  resources used per participant, and these resources can then be multiplied  by their price. This approach has the advantage of allowing a better  determination of the true cost of drug court participation, relative to  participation in an alternative program. However, since it is more labor  intensive, jurisdictions may not have records organized in a way that  allows for tracking individuals across agencies."], "subsections": []}]}, {"section_title": "Assesses and Measures All Relevant Benefits", "paragraphs": ["As with costs, all relevant benefits of the drug court program should be  assessed relative to the baseline. The typical benefit attributed to drug  court programs is avoided costs from reductions in recidivism. Other  benefits that could be considered in the analysis include reduced medical  costs and increased worker productivity stemming from reduced drug  dependency.", "Reductions in recidivism can lead to benefits, or cost savings, for criminal  justice agencies and for potential victims of crime. A reduction in the  number of arrests would result in a reduction in expenditures for the  agencies, including police, prosecutors, courts, corrections departments,  and probation agencies.", "Potential victims benefit from reduced recidivism. Benefits accrued  because of reduced victimization include direct monetary costs, such as  the value of stolen property and medical expenses, and quality-of-life costs  related to pain and suffering. Not including pain and suffering costs would  underestimate the true cost of crime, but some researchers exclude these  intangibles because it is difficult to assign appropriate dollar values to  them. This results in a more conservative estimate of the benefit of the  drug court program.", "In addition, the analysis should, to the extent possible, assess benefits to  society from a reduction in substance abuse. These benefits may include  avoided medical care costs, such as medical services a treated drug addict  did not require. Additionally, if drug court programs are effective, the  labor market outcomes of the participants may improve. For example,  successful participants may be unemployed less often or may earn higher  wages because of increased productivity. To the extent that they may  therefore pay higher taxes, such taxes are benefits to taxpayers in general."], "subsections": [{"section_title": "Challenges in Measuring Drug Court Program Benefits", "paragraphs": ["The simplest approach to measuring the benefits of reduced recidivism is  using arrest data. This approach has the appeal that an arrest is usually the  beginning of expenditures by a criminal justice agency. Then, the value of  this benefit per arrest can be estimated in the same way that costs are  estimated—by using agency budgets to calculate the average savings from  each avoided arrest.", "It is possible to measure criminal victimization by using arrest data as  well. However, this approach requires the assumption that each criminal  act results in an arrest. To the extent that this is not true, the estimation of  victimization may be underestimated by a significant margin. Another  approach to measuring victimization would be to use self-reported  criminal behavior by the drug court program and comparison group  participants. However, this approach relies on the forthrightness of the  defendants, which is not ideal. Since both of these methods have  drawbacks, any measurement of criminal victimization is much more  uncertain than measures of expenditures by the agencies.", "Measuring the cost of crime may also be problematic. Estimates of the  costs of crimes at the national level are available in the literature. For  example, these can provide an estimate of the cost of a burglary, and a  researcher can apply the cost to the number of burglaries by the  participant. Ideally, an analysis would also include the costs of crimes  specific to the drug court program’s jurisdiction to account for regional  differences. For example, the average value of a car stolen in Miami might  be different from the average value of a car stolen in Tallahassee."], "subsections": []}]}, {"section_title": "Assesses Uncertainty in Cost and Benefit Estimates", "paragraphs": ["The uncertainty in most cost and benefit estimates is the result of  imprecision in the underlying data used in the analysis and the  assumptions on which the analysis is built. Assessing uncertainty can  enhance the confidence in the estimates in the evaluation. Useful  information for an analysis to report includes the estimates of costs and  benefits and the sensitivity of the cost and benefit estimates to  assumptions made in the analysis.", "Estimates of costs and benefits should take into account how likely it is  that a particular outcome (for example, arrest for a crime that will warrant  participation in the drug court program) will occur, in addition to the value  (for example, the cost to victims, the criminal justice expenditures) of that  outcome. Taking account of the likelihood of occurrence allows the  researcher to provide a better assessment of how reliable the data—the  costs and benefits—are.", "Uncertainty also derives from assumptions made in an analysis. In an  assessment of an analysis, it is helpful to know which assumptions can be  changed without altering the conclusion of the analysis. Sensitivity  analysis, or systematically varying the assumptions to see what effect  variations have on estimated outcomes, can be applied to several  components of a drug court program’s cost analysis. For example, one  assumption in the criminal justice area is the numerical relationship  between the commission of a crime and the arrest rate. Not every crime  results in an arrest, but a cost-benefit analysis may have been able to  examine only arrest data, given the lack of other data available. Using  arrest data assumes, in effect, that every crime does result in an arrest—an  assumption that is likely to underestimate the change in crime that the  public experiences. A sensitivity analysis could examine this possible  understatement by increasing the study’s assumed rate of crime per arrest  (for example, the Washington State study assumes that 20 percent of  robberies result in an arrest) to better approximate the actual crime rate."], "subsections": []}]}, {"section_title": "How the Drug Court Evaluations We Reviewed Used the Identified Cost- Benefit Principles", "paragraphs": ["We reviewed eight evaluations of 10 drug court programs for their use of  the criteria. At least five of these evaluations made a concerted effort to  assess all relevant costs as well as benefits. Only two evaluations assessed  uncertainty. However, the two evaluations that conducted sensitivity  analyses were two of the three that did not present costs and benefits  separately so as to allow for an assessment of net benefits. Table 6  summarizes the evaluations we reviewed and their application of the five  criteria in their assessments."], "subsections": [{"section_title": "All Evaluations Stated the Program’s Purpose", "paragraphs": ["All eight evaluations provided a statement of the purpose of the drug court  program, although the purpose of the programs varied somewhat one from  another. Evaluations of some of the programs—for example, those in  Kentucky, Washington, D.C., and Multnomah County—explicitly stated  that the purpose was to address the source of criminal behavior—drug  addiction, dependency, and the like—in order to reduce recidivism. None  of the evaluations, however, included reduced drug dependency in their  calculation of net benefits."], "subsections": []}, {"section_title": "All Evaluations Identified a Baseline", "paragraphs": ["Of the eight evaluations we reviewed, five compared drug court program  participants with the baseline of conventional case processing in the  criminal courts in their jurisdictions. The evaluation of the D.C. Superior  Court Drug Intervention Program used a different baseline for  comparison. This program was an experiment that randomly assigned  drug felony defendants to one of three court dockets. The standard docket  offered defendants weekly drug testing, judicial monitoring, and  encouragement to seek treatment in the community. The sanctions docket  offered a program of graduated sanctions with weekly drug testing,  judicial monitoring of drug use, and referral to community-based  treatment. The treatment docket offered weekly drug testing and an  intensive daily treatment program based in D.C. Superior Court. The  evaluation studied the sanctions and treatment docket participants against  the outcomes of the standard docket participants."], "subsections": []}, {"section_title": "The Evaluations Varied in Assessing Costs", "paragraphs": ["The eight evaluations varied in the types of costs reported. All eight  included only costs directly attributable to drug court programs. None  attempted to allocate any shared costs incurred jointly by a drug court  program and another activity not directly related to the program (such as  policing). Further, no evaluation included sunk costs. All eight evaluations  included direct program costs such as urine analysis. However, they varied  in reporting costs for adjudication and sanctions. Six of the eight  evaluations included costs of adjudication or sanctions."], "subsections": [{"section_title": "Including Baseline Costs", "paragraphs": ["All of the evaluations, except for the Kentucky state evaluation, attempted  to include the cost of the baseline in the analysis. Consequently, this  evaluation did not report a net benefit value."], "subsections": []}, {"section_title": "Estimating Costs", "paragraphs": ["The evaluations varied in how they estimated costs. The most common  method was to compute average costs. The Multnomah County evaluation  differed in that it determined the cost to the agencies directly from the  administrative records on the drug court program participants and the  comparison group. In addition, the researchers on this evaluation followed  a smaller sample of drug court program and control group participants  through the system, tracking the use of resources in the various  transactions associated with them. For example, the researchers used a  stopwatch at arraignments to determine how much time the judge and  other drug court staff spent in this process."], "subsections": []}]}, {"section_title": "The Evaluations Varied in Assessing Benefits", "paragraphs": ["In their estimation of benefits attributable to the drug court programs, five  of the evaluations included estimates of drug court program and criminal  justice system costs and avoided victimization costs (Breaking the Cycle,  the D.C. Superior Court Drug Intervention Program dockets, Kentucky,  Multnomah County, and Washington State). The D.C. Superior Court and  Breaking the Cycle evaluations differed substantially from the others in  both the method of measuring victimization and the victim costs. Rather  than using arrest as the indicator of crimes committed, the evaluations  used self-reported criminal activity. In addition, the studies did not use  “quality of life” costs in their measure of cost of crime.", "One evaluation estimated just drug court program costs avoided (Douglas  County, Nebraska). One evaluation (Los Angeles County) included only  criminal justice system costs avoided during the treatment period, but it  did not cover recidivism. The Maricopa County evaluation only reported  average costs."], "subsections": []}, {"section_title": "The Evaluations’ Assessment of Uncertainty Was Limited or Nonexistent", "paragraphs": ["No evaluation we reviewed presented the likelihood of estimated costs  and benefits, and only two evaluations conducted sensitivity analysis. In  the Los Angeles County Drug Court evaluation, participants were  partitioned into low-risk, medium-risk, and high-risk groups, on the basis  of criminal history and other risk factors. The Kentucky Drug Court  Program evaluation placed its estimates of the benefit-to-cost ratio within  ranges that depended on whether accounting or economic costs were  included, and it included earnings improvements."], "subsections": []}]}]}, {"section_title": "Appendix IV: Overview of Drug Court Program Characteristics and Participants", "paragraphs": ["This appendix provides a general description of drug court program  components and describes program participants in the evaluations we  reviewed. Drug court programs rely on a combination of judicial  supervision and substance abuse treatment to motivate defendants’  recovery. Judges preside over drug court proceedings, which are called  status hearings; monitor defendants’ progress with mandatory drug  testing; and prescribe sanctions and rewards, as appropriate in  collaboration with prosecutors, defense attorneys, treatment providers,  and others. Drug court programs can vary in terms of the substance abuse  treatment required. However, most programs offer a range of treatment  options and generally require a minimum of about 1 year of participation  before a defendant completes the program. Drug court program  participants can vary across programs according to differences in  eligibility requirements and jurisdictions. The participants in the drug  court programs we reviewed were predominantly male, generally  unemployed at the time of program entry, and had prior involvement in the  criminal justice system."], "subsections": [{"section_title": "Drug Court Program Components", "paragraphs": ["This section describes typical drug court program approaches, screening  processes and participant eligibility requirements, completion  requirements, treatment components, and sanctions."], "subsections": [{"section_title": "Drug Court Program Approaches", "paragraphs": ["Drug court programs generally have taken two approaches to processing  cases: (1) deferred prosecution (diversion) and (2) post-adjudication. In  the diversion model, the courts defer prosecution dependent on the  offender’s agreement to participate in the drug court program. Deferred  adjudication models do not require the defendant to plead guilty. Instead  the defendant enters the drug court before pleading to a charge.  Defendants who complete the treatment program are not prosecuted  further or their charges are dismissed. Failure to complete the program  results in prosecution for the original offense. This approach is intended to  capitalize on the trauma of arrest and offers defendants the opportunity to  obtain treatment and avoid the possibility of a felony conviction.", "In contrast, offenders participating in a post-adjudication (post-plea) drug  court program plead guilty to the charge(s) and their sentences are  suspended or deferred. Upon successful completion of the program,  sentences are waived and in many cases records are expunged. This  approach provides an incentive for the defendant to rehabilitate because  progress toward rehabilitation is factored into the sentencing  determination. Both of these approaches provide the offender with a  powerful incentive to complete the requirements of the drug court  program.", "Some drug court programs use both deferred prosecution and post- adjudication approaches and assign defendants to an approach depending  on the severity of the charge. Additionally, drug court programs may also  combine aspects of these models into a hybrid, or combined, approach."], "subsections": []}, {"section_title": "Screening Process and Participant Eligibility Criteria", "paragraphs": ["Defendants reach the drug court program from different sources and at  varying points in case processing. Screening defendants to determine  eligibility for a drug court program generally includes screening them for  legal and clinical eligibility. Initially, defendants are screened for legal  eligibility, based on criminal history and current case information.  Depending on the program, an assistant district or prosecuting attorney,  court clerk, or drug court coordinator typically conducts the review.  Criteria for legal eligibility typically include charging offense, prior  convictions, pending cases, and supervision status. Drug courts generally  accept defendants charged with drug possession or other nonviolent  offenses such as property crimes. Some drug court programs allow  defendants who have prior convictions to participate, and others do not.  Federal grants administered under Title II of the 21st Century Department  of Justice Appropriations Authorization Act are not supposed to be  awarded to any drug court program that allows either current or past  violent offenders to participate in its program.", "After defendants are determined to be legally eligible for the program,  treatment providers or case managers will typically determine defendants’  clinical eligibility. This can be determined through structured assessment  tests, interviews, or even preliminary drug test results. While drug courts  generally only accept defendants with substance abuse problems, they  vary in the level of addiction or type of drug to which defendants are  addicted. For example, some programs do not accept defendants who only  have addictions to marijuana or alcohol, while others do.", "Clinical eligibility can also include factors such as medical or mental  health barriers and motivation or treatment readiness. In several drug  court programs in our review, the drug court judge’s satisfaction with or  assessment of an offender’s motivation and ability to complete the  program was a factor used to screen defendants."], "subsections": []}, {"section_title": "Program Completion Requirements", "paragraphs": ["Drug court programs typically require defendants to complete a 1-year  treatment program in order to graduate from or complete the program.  Some programs impose other conditions that participants must meet in  addition to treatment. These conditions could include remaining drug-free  for a minimum amount of time, not being arrested for a specified period of  time, maintaining employment or obtaining an educational degree or  certification, or performing community service."], "subsections": [{"section_title": "Judicial Supervision and Status Hearings", "paragraphs": ["The central element of all drug court programs is attendance at the  regularly scheduled status hearings at which the drug court judge  monitors the progress of participants. Monitoring is based on treatment  provider reports on such matters as drug testing and attendance at  counseling sessions. The judge is to reinforce progress and address  noncompliance with program requirements. The primary objectives of the  status hearing are to keep the defendant in treatment and to provide  continuing court supervision. More broadly, judicial supervision includes  regular court appearances and direct in-court interaction with the judge,  as well as scheduled case manager visits."], "subsections": []}, {"section_title": "Drug Testing Requirements", "paragraphs": ["Monitoring participants’ substance use through mandatory and frequent  testing is a core component of drug court programs. Programs vary in the  specific policies and procedures regarding the nature and frequency of  testing. For example, in some programs in our review participants were  required to call to find out whether they are required to be tested in a  given period or on a randomly selected day of the week. The frequency of  testing generally varied depending on the stage or phase of the program  that participants were in."], "subsections": []}]}, {"section_title": "Treatment Components", "paragraphs": ["In most drug court programs, treatment is designed to last at least 1 year  and is generally administered on an outpatient basis with limited inpatient  treatment, as needed, to address special detoxification or relapse  situations. Many of the programs operate with the philosophy that because  drug addiction is a disease, relapses can occur and that the court must  respond with progressive sanctions or enhanced treatment, rather than  immediate termination.", "Treatment services are generally divided into three phases. Detoxification,  stabilization, counseling, drug education, and therapy are commonly  provided during phases I and II, and in some instances, throughout the  program. Other services relating to personal and educational development,  job skills, and employment services are provided during phases II and III,  after participants have responded to initial detoxification and stabilization.  Housing, family, and medical services are frequently available throughout  the program. In some instances, a fourth phase consisting primarily of  aftercare-related services is provided. The objectives of drug court  program treatment are generally to (1) eliminate the program participants’  physical dependence on drugs through detoxification; (2) treat the  defendant’s craving for drugs through stabilization (referred to as  rehabilitation stage) during which frequent group or individual counseling  sessions are generally employed; and (3) focus on helping the defendant  obtain education or job training, find a job, and remain drug free.", "Drug court programs can also either directly provide or refer participants  to a variety of other services and support, and they may include medical or  health care, mentoring, and educational or vocational programs. The use  of community-based treatment self-help groups, such as Alcoholics  Anonymous (AA) and Narcotics Anonymous (NA), and aftercare programs  also varies across drug court programs."], "subsections": []}, {"section_title": "Sanctions for Noncompliance", "paragraphs": ["Judges generally prescribe sanctions and rewards as appropriate in  collaboration with prosecutors, defense attorneys, treatment providers,  and others. Typical sanctions for program noncompliance include oral  warnings from the judge; transfer to an earlier stage of the program;  attendance at more frequent status hearings, treatment sessions, or drug  tests; and serving jail time for several days or weeks. The approach or  philosophy for how a drug court judge prescribes sanctions can vary. For  example, some judges use a graduated sanctions approach, where  sanctions are applied in increasing severity. Other judges may use  discretion in prescribing sanctions, assessing participants’ noncompliance  on a case-by-case basis."], "subsections": [{"section_title": "Termination Criteria", "paragraphs": ["Drug court programs typically use various criteria for ending a defendant’s  participation in the program before completion. These criteria may include  a new felony offense, multiple failures to comply with program  requirements such as not attending status hearings or treatment sessions,  and a pattern of positive drug tests.", "Before terminating a defendant for continuing to use drugs, drug court  programs generally will use an array of treatment services and available  sanctions. There are no uniform standards among all programs on the  number of failed drug tests and failures to attend treatment sessions that  lead to a participant’s termination. Drug court program judges generally  make decisions to terminate a program participant on a case-by-case basis,  taking into account the recommendations of others, including the  treatment provider, prosecutor, and defense counsel. Relapses are  expected, and the extent to which noncompliance results in terminations  varies from program to program. Once a defendant is terminated, he or she  is usually referred for adjudication or sentencing."], "subsections": []}]}]}, {"section_title": "Drug Court Program Participants", "paragraphs": ["All of the evaluations we reviewed reported some basic substance use or  demographic data about the drug court program participants. However,  not every evaluation reported the same types of information or provided  equivalent levels of detail."], "subsections": [{"section_title": "Participants’ Substance Use Characteristics", "paragraphs": ["The types of drugs participants reported using varied. Cocaine (crack or  powder) was selected by the highest percentage of participants as the  primary drug of choice in most of the programs reporting these data.  However, in Baltimore, 77 percent reported heroin was primary drug of  choice, whereas 43 percent of participants in the Tacoma, Washington,  Breaking the Cycle program reported using methamphetamine, suggesting  regional differences in drugs of choice. Participants in evaluations we  reviewed did not always report “hard” drugs as their primary substances of  choice. In several evaluations we reviewed, participants reported that  alcohol or marijuana was their primary drug of choice. For example, in  Chester County, 47 percent of participants reported marijuana, and   84 percent of participants in Maricopa County reported alcohol as primary  drugs of choice."], "subsections": []}, {"section_title": "Selected Demographic and Socioeconomic Characteristics", "paragraphs": ["The participants in the drug court programs we reviewed were generally in  their early 30s, predominantly male, and generally unemployed at the time  of program entry. Participants’ average age at program entry ranged from  24 years (in a misdemeanor-only drug court program in New Castle  County, Delaware) to 36 years (in the Baltimore City Drug Treatment  Court). In the majority of these evaluations, participants were, on average,  between 30 and 35.", "Participants were also predominantly male. The percentage of male  defendants participating in drug court programs we reviewed ranged from  46 percent in Bakersfield, California, to 88 percent in the Jacksonville,  Florida, Breaking the Cycle program. Generally, however, about 60 to   80 percent of participants in these programs were male, which  corresponds to other reviews estimating that across multiple drug court  programs about 70 percent of participants are male.", "In about half of the evaluations we reviewed that reported data about  participants’ race or ethnicity, the majority (50 percent or more) of the  participants were white. However, in some programs, most participants  (that is, over 75 percent of the sample) were predominantly of one racial  or ethnic background. For example, in five of the six Washington state  drug court programs, between 79 and 92 percent of participants were  white; and in the Baltimore and Washington, D.C., drug court programs,  between 89 and 99 percent of participants were black. Some other  programs reported that the participants were not predominantly of one  racial or ethnic background. For example, in Los Angeles County,   23 percent of participants were white, 30 percent black, and 43 percent  Hispanic or other.", "Drug court participants in the evaluations we reviewed that reported data  on employment and educational status were generally unemployed with  less than a high school education at program entry. Between 16 to   82 percent of participants were employed at the time of entry into the  program. However, in about two-thirds of the programs reporting these  data, less than half of the participants were employed at the time of entry  into the drug court program. Similarly, in evaluations that reported  information about participants’ educational status, 24 to 75 percent of  participants reported that they had less than a high school education at the  time of entry into the program. Generally, about 30 to 60 percent had less  than a high school education at the time of entry into the program. For  example, in the New York State evaluation, across the programs, the  median percentage of participants who have received a general  equivalency diploma (GED) or high school diploma is 45 percent;  similarly, the median percentage employed or in school is 34 percent."], "subsections": []}, {"section_title": "Criminal Justice Histories", "paragraphs": ["Participants’ prior involvement in the criminal justice system, as reported  in evaluations we reviewed, was generally considerable. Most participants  were not first-time offenders. However the types and severity of  involvement varied. In the evaluations that reported these data, the  average number of prior arrests (of any kind) ranged from about 1 to  about 13 per participant over different time periods, ranging from 1 to   5 years before entry into the drug court program. Additionally, in the six  New York State drug court programs, the percent of participants with  prior convictions ranged from 19 percent in Queens, which says it does not  accept participants with prior felony convictions, to 69 percent in  Syracuse. However, the researchers note that less than one-third of prior  convictions in all courts were drug-related, which indicates that  participants are involved in a wider range of criminal activity. This  description of drug court participants’ criminal justice system involvement  in the evaluations we reviewed was similar to descriptions reported by  other sources. For example, the Drug Court Clearinghouse and Technical  Assistance Project’s 2001 survey of responding adult drug court programs  reported that 9 percent of participants had no prior felony convictions and  56 percent had been previously incarcerated."], "subsections": []}]}]}, {"section_title": "Appendix V: Drug Court Programs Are Associated with Recidivism Reductions", "paragraphs": ["In most of the evaluations we reviewed, adult drug court programs led to  statistically significant recidivism reductions during periods of time that  generally corresponded to the length of the drug court program—that is,  within-program. For the remaining programs, evaluations showed no  significant differences in recidivism. Our analysis of the evaluations  showed lower percentages of drug court program participants than  comparison group members were rearrested or reconvicted. Program  participants also had fewer recidivism events—that is, incidents of  rearrests or reconvictions—and a longer time until rearrest or  reconviction than comparison group participants. Recidivism reductions  were observed for any felony offense and for drug offenses, whether they  were felonies or misdemeanors. However, the evaluations did not provide  conclusive evidence that specific drug court program components, such as  the judge’s characteristics or behavior, the amount of treatment received,  the level of supervision provided, and the sanctions for noncompliance  with program requirements, affect participants’ within-program recidivism.  In most of the programs that reported post-program data, recidivism  reductions occurred for some period of time after participants completed  the drug court program."], "subsections": [{"section_title": "Drug Court Programs Led to Within- Program Recidivism Reductions", "paragraphs": ["The 27 evaluations we reviewed provided within-program recidivism  comparisons between drug court program participants and an appropriate  control or comparison group of non-drug court defendants in 23 different  drug court programs. Regardless of the type of comparison group used,  within-program recidivism reductions occurred for various measures of  recidivism, such as rearrests and reconvictions, and prevailed across  different types of offenses. Less clear, however, was the effect that certain  drug court program components, such as treatment options or sanctions,  had on participants’ recidivism outcomes."], "subsections": [{"section_title": "Drug Court Programs Were Associated with Lower Rearrest Rates for Program Participants", "paragraphs": ["Drug court programs included in our review were associated with  reductions in overall rearrest rates—that is, the percentage of a group  arrested for any new offense (felony or misdemeanor) in a given period of  time. Thirteen drug court programs reported overall rearrest data. Ten of  these found statistically significant reductions in overall rearrest rates for  drug court program participants. Across studies showing rearrest  reductions, rates of drug court program participants generally ranged from  about 10 to 30 percentage points below those of the comparison group.  Table 7 shows these differences in rearrest rates by the length of the time  frame covered.", "In two drug court programs (Breaking the Cycle program in Jacksonville  and the D.C. Superior Court treatment docket), the program did not lead  to significant differences in overall within-program recidivism. The  absence of a significant difference suggests that these drug court programs  did not necessarily lead to recidivism reductions. In one of these programs  (the D.C. Superior Court), two types of drug court program interventions  were examined—(1) a treatment docket, consisting of an intensive  treatment-only intervention and (2) a sanctions docket, consisting of an  intervention that combined referrals to treatment with graduated  sanctions. The evaluation showed statistically significant reduction in  rearrests for the sanctions docket. However, results for the treatment  docket (treatment alone) were not statistically significant. A third drug  court program in Escambia County showed mixed results. The drug court  program showed no differences for overall rearrest rates (both felonies  and misdemeanors) but showed a significant reduction in felony rearrest  rates."], "subsections": []}, {"section_title": "Drug Court Programs Were Associated with Lower Reconviction Rates for Program Participants", "paragraphs": ["The evaluations we reviewed showed lower reconviction rates—the  percentage of a group convicted for a new offense in a given period of  time—for drug court program participants than for comparison group  members. Almost all of the programs (10 of 12) with these data reported a  statistically significant reduction in reconviction rates for drug court  program participants in one of the time frames covered. The two programs  that did not show statistically significant reductions in reported results in  a direction of reconviction reduction, but not at a statistically significant  level. Table 8 displays the differences in reconviction rates between drug  court participants and comparison group members after up to 1 year and  after 2 to 3 years of entry into their respective programs.", "The significant differences in reconviction rates between drug court  participants and comparison group members ranged from 8 to   21 percentage points within 1 year of entry into the drug court program.  For the eight drug court programs in which follow-up data were provided  for more than 1 year, statistically significant differences in reconviction  rates ranged from between 5 and 25 percentage points. In five of these  drug court programs, the differences in reconvictions generally increased  or remained about the same as the length of the follow-up period  increased."], "subsections": []}, {"section_title": "Drug Court Participants Had Fewer Recidivism Events and Longer Times to First Recidivism Event than Comparison Group Members Did", "paragraphs": ["Consistent with reducing the percentage of participants rearrested or  reconvicted within a given period, drug court program effects may occur  by reducing the number of recidivism events—the number of arrests or  convictions within a particular period—that participants commit and by  increasing the time until participants commit an offense leading to an  arrest or reconviction. In 8 of 12 programs, drug court participants had  fewer rearrests and in 7 of 9 programs they had fewer reconvictions than  comparison group members. Per 100 drug court program and comparison  group participants, drug court program participants had between 9 and   90 fewer arrests during the program, or between 18 and 89 fewer  convictions during the program, depending on the recidivism measure  reported.", "Drug court program participants also generally had longer times to first  arrest or conviction than comparison group members. In 11 of   16 programs in which the time to first event was reported, drug court  program participants had longer times to the first recidivism event."], "subsections": []}, {"section_title": "Recidivism Reductions Were Observed for Different Offense Types", "paragraphs": ["Evidence showed recidivism reductions for different types of offenses,  specifically for felonies and drug offenses, which may indicate decreased  involvement in substance abuse. In almost all (9 of 12) of the programs  that reported data on felony offense recidivism rates (either rearrest or  reconviction), drug court participants had lower felony recidivism rates or  fewer recidivism events. Similarly, in 11 of 14 of the programs that  reported data on drug offense recidivism, drug court participants were  either rearrested or reconvicted for drug offenses at lower rates.", "One drug court program that found no significant reduction in rearrests  did find a reduction in specific offense types. Specifically, the evaluation  of the drug court program in Escambia County found that there were no  significant differences in overall rearrests between drug court participants  and comparison group members within 2 years. However, the evaluation  found significant reductions in felony rearrests that amounted to a 28- percentage point reduction in felony rearrest rates for drug court program  participants. Because of relatively low participation rates, the researchers  cautioned against interpreting such a large reduction in felony rearrests as  indicative of the amount of a reduction that could be expected from the  drug court program were it to be implemented for a larger numbers of  defendants."], "subsections": []}, {"section_title": "Drug Court Program Components Were Infrequently Evaluated and Results Were Inconclusive", "paragraphs": ["A limited number of evaluations reported information about whether  specific drug court program components affect participants’ recidivism,  and their results were mixed. Drug court program judges, the treatment  programs prescribed for participants, and the sanctions used to enforce  compliance with drug court program procedures are three of the basic  components of drug court programs. Two evaluations that we reviewed  provided data on the effects of treatment and supervision on drug court  program participants’ within-program recidivism outcomes."], "subsections": [{"section_title": "Effects of the Role of the Judge", "paragraphs": ["None of the evaluations we reviewed explicitly studied the effect of the  judge—considered to be a critical component of a drug court program— on participants’ within-program recidivism."], "subsections": []}, {"section_title": "Effects of Substance Abuse Treatment and Sanctions Imposed", "paragraphs": ["In evaluations of two drug court programs, the effects of two basic  components of drug courts—substance abuse treatment and sanctions— were assessed, and their results varied. The specific types of substance  abuse treatment provided to participants differ among programs. In  general, treatment, depending on the needs of the participant, can include  detoxification, individual and group counseling on an outpatient basis,  substance use prevention education, as well as other health, educational,  vocational, or medical services. Similarly, the types and severity of  sanctions that judges use to enforce compliance with program  requirements vary. These sanctions can include writing an essay,  observing drug court proceedings for several days from the jury box,  community service, or short jail stays. Drug court programs may use a  graduated sanctions approach, where successive infractions are met with  increasingly severe sanctions. In other programs, judges may have  discretion to apply sanctions, as needed, according to the specifics of the  case.", "To assess the effect of treatment, two evaluations examined recidivism  differences between drug court program participants who attended more  treatment sessions than other participants. In one of the two evaluations  that provided the strongest designs for measuring treatment effects—the  evaluation of the Baltimore City Drug Treatment Court—treatment  contributed to reductions in recidivism. However, in the other—the  evaluation of the D.C. Superior Court treatment docket—there were no  differences between the treatment docket and the control group, who  were assigned to a standard docket, consisting of some level of  supervision, monitoring, and access to services. In both of these  evaluations, drug court program participants and control group members  participated in treatment, but the drug court program participants  received more treatment and were engaged in a more structured treatment  regime than were control group members.", "Findings from these two evaluations also indicate that treatment  requirements combined with supervision and sanctioning contribute the  most to recidivism reductions. While the evaluation of the Baltimore City  Drug Treatment Court measured a distinct difference between those who  participated more heavily in treatment, it also found that those who  received treatment combined with supervision had the lowest recidivism  rates. The D.C. Superior Court sanctions docket, which also combined  judicial supervision with treatment, specifically engaged participants in a  program in which judges applied an established set of graduated sanctions  for failing to comply with drug court program requirements. The sanctions  docket led to fewer rearrests for participants as compared with the control  group assigned to the standard docket. The Baltimore City and D.C.  Superior Court sanctions docket results support the contention that  treatment requirements that are combined with supervision and  sanctioning contribute the most to recidivism reductions."], "subsections": []}]}]}, {"section_title": "Limited Evidence Indicates That Recidivism Reductions Endure", "paragraphs": ["While fewer evaluations reported post-program, rather than within- program, recidivism results, those that did indicate that recidivism  reductions endure beyond the time that participants are engaged in the  program. Evaluations we reviewed reported post-program recidivism for  longer periods for 17 drug court programs. In 13 of these 17 programs,  drug court program participants had lower rearrest or reconviction rates  than comparison group members. One evaluation of 6 programs defined  explicit post-program periods of about 1 year, and drug court program  participants had lower recidivism than comparison group members of 5 of  the 6 programs. Among drug court program participants, graduates had  lower post-program recidivism than dropouts."], "subsections": [{"section_title": "Lower Rearrest and Reconviction Rates", "paragraphs": ["Significantly lower rearrest and reconviction rates were reported for  participants in 13 of the 17 drug court programs that reported these data.  As shown in table 9, for 6 drug court programs reporting significant  reductions, the differences in rearrest rates between drug court program  participants and comparison group members ranged between 4 to 20  percentage points. The evaluation of the Multnomah County drug court  program reported only the mean number of arrests (recidivism events),  but it also showed post-program reduction in recidivism using this  measure. For the 9 drug court programs reporting significant reductions,  the differences in reconviction rates between drug court participants and  comparison group members ranged from 5 to 25 percentage points.", "Evidence that a gap in post-program recidivism can increase over time  comes from the evaluation of the Maricopa County drug court program. In  Maricopa County, there were no reported differences in recidivism  (specifically rearrest rates) during the 1-year within-program time frame.  However, a 3-year follow-up evaluation found a significant (11 percentage  point) difference in rearrest rates between the drug court program  participants and control group members. The difference arose largely from  an increase in the percentage of control group members that had been  rearrested by the end of the 3-year follow-up; 32 percent of the control  group were rearrested by 1 year, but by 3 years, 44 percent were  rearrested. For the drug court participants, 31 percent had been rearrested  at the end of 1 year, but only an additional 2 percent of the sample were  rearrested within 3 years."], "subsections": []}, {"section_title": "Recidivism Reductions in Explicit Post-Program Periods", "paragraphs": ["For the six programs with explicit post-program periods, participants had  significantly lower recidivism than comparison group members in all but  one program, as shown in table 10.", "In five of the six New York state drug court programs, drug court  participants had significantly lower post-program recidivism rates than did  their comparison group members. The differences in recidivism, measured  by the percentage with a new arrest leading to a conviction for 1 year after  drug court participants left the program, ranged from 6 to 13 percentage  points, as shown in table 10. These findings indicate that for some  programs at least, drug court programs can be effective at reducing  criminal behavior while participants are engaged in the program and after  they leave the program. The evaluation of these drug court programs  reports that there is evidence that the effects of drug court programs on  recidivism do not diminish over time, but because the post-program period  was only 1 year, that improved understanding of the longer-run effects of  drug courts on recidivism would benefit from additional research that  extends the post-program follow-up time frames."], "subsections": []}, {"section_title": "Graduates Had Lower Post-Program Recidivism than Dropouts", "paragraphs": ["Several evaluations compared post-program recidivism outcomes for drug  court program graduates with those of dropouts—those participants who  were terminated from the program either by their withdrawal or by  sanctioning. These evaluations show that the post-program recidivism  differences observed between all drug court program and comparison  group participants arise primarily from the large recidivism differences  between drug court program graduates and dropouts. Evaluations that  reported these comparisons showed large differences in the recidivism  rates of drug court program graduates compared with both dropouts and  comparison group members. For example, in three New York state drug  court programs, dropouts were four to seven times more likely to be  reconvicted than graduates. Specifically, in the Bronx Treatment Court,   29 percent of dropouts were reconvicted during the first year after the  program as compared with only 4 percent of graduates. In addition, the  post-program recidivism rates of dropouts were generally no different  from (or in some cases greater than) the recidivism rates of comparison  group members."], "subsections": []}]}]}, {"section_title": "Appendix VI: Limited and Mixed Evidence on Drug Court Programs’ Impacts on Substance Use Relapse", "paragraphs": ["Evidence about the effectiveness of drug court programs in reducing  participants’ substance use relapse is limited and mixed. The evidence on  substance use relapse outcomes is limited to data available from eight  drug court programs included in our review. The data include drug test  results and self-reported drug use; both measures were reported for some  programs. Drug test results generally showed significant reductions in use  during participation in the program, while self-reported results generally  showed no significant reductions in use."], "subsections": [{"section_title": "Limited Evidence on Drug Court Programs’ Impact on Substance Use Relapse", "paragraphs": ["The evidence on substance use relapse outcomes is limited to data  available from eight drug court programs. Evaluations in these eight drug  court programs used two different measures of substance use—drug test  results and self-reported use—to compare relapse between participants  and comparison group members. Three of these programs used both  measures to assess relapse. Table 11 shows the comparison group used in  the programs’ evaluation and the results for the eight drug court programs  that presented substance use relapse data, grouped by the type of drug use  measure used.", "All of the drug test results on substance use relapse were limited to those  obtained when participants were still engaged in the drug court program.  After drug court program participants exit the control of the criminal  justice system, researchers must obtain participants’ voluntary consent to  obtain substance use relapse data, regardless of whether the data are self- reported or based upon urinalysis or other testing methods."], "subsections": []}, {"section_title": "Evidence on Drug Court Programs’ Impact on Substance Use Relapse Is Mixed", "paragraphs": ["The results on substance use relapse are mixed. Four of the five drug court  programs that used drug test results reported reductions in use. However,  self-reported data on substance use relapse show contradictory results.", "In both of the D.C. Superior Court dockets, prior to sentencing, drug court  program participants had better drug test results than did defendants who  had been randomly assigned to the control group. Similarly, in the Chester  County Drug Court, within-program drug relapse was observed using drug  test results. Drug court program participants had fewer positive urinalysis  results than did a comparison group of eligible offenders who had been  placed on probation in the 10 months prior to the implementation of the  drug court program. These results indicate decreased relapse among  participants despite the fact that drug court program participants were  tested more frequently than were the members of the comparison group.  However, in Maricopa County, there were no significant differences in the  percentage of drug court participants and the combined control groups  that tested positive.", "One evaluation we reviewed provided limited evidence that judicial status  hearings reduce within-program substance use for certain types of drug  court program participants. This evaluation, an experiment in a drug court  program in New Castle County, randomly assigned eligible drug court  program defendants to one of two forms of judicial status hearing  conditions: (1) biweekly, regularly scheduled status hearings or (2) status  hearings scheduled on an as-needed basis. During the 14-week drug court  program, participants with antisocial personality disorder (APD) and those  who had prior drug treatment episodes had significantly lower levels of  substance use—as measured by drug test results—when they were  assigned to regularly scheduled biweekly judicial status hearings as  compared with when they were assigned to status hearings on an as- needed basis.", "Four of the six programs with self-reported drug use results reported no  significant reductions in use. For example, after sentencing, neither of the  D.C. Superior Court dockets’ participants reported lower rates of  substance use. Alternatively, in two of the three Breaking the Cycle  programs, participants reported lower rates of substance use than did  comparison group members. These differences in self-reported substance  use persisted even after the researchers controlled for sample differences  and selection. The use of self-reported data presents challenges related to  underreporting that we have discussed in a prior report."], "subsections": []}]}, {"section_title": "Appendix VII: Evidence Is Mixed about the Factors That Predict Program Completion", "paragraphs": ["As discussed in appendix V, participants who completed the drug court  program (that is, graduates) had much lower recidivism rates than those  who dropped out. Further, the recidivism rates for drug court program  dropouts are comparable to the rates of comparison group members.  Completion rates—an indicator of the extent to which participants  successfully complete their drug court program requirements—for  participants in selected programs we reviewed ranged from about 30  percent to about 70 percent.", "In evaluations of 16 drug court programs in which completion was  assessed, one factor—drug court program participants’ compliance with  program procedures—was consistently associated with program  completion. These program procedures include attending treatment  sessions, producing drug-free urinalysis test results, and appearing at  status hearings. No other program factor, such as the severity of the  sanction that would be imposed if participants failed to complete the  program or the manner in which judges conducted status hearings,  predicted participants’ program completion. Several characteristics of the  drug court program participants themselves were also associated with an  increased likelihood of program completion. These characteristics, while  not assessed in all of the programs, include lower levels of prior  involvement in the criminal justice system, and age, as older participants  were more likely to complete drug court programs than younger ones."], "subsections": [{"section_title": "Program Completion Rates Vary", "paragraphs": ["Completion rates ranged from 27 percent to 66 percent for 16 drug court  programs included in evaluations that assessed program completion.  These rates, while consistent with rates reported in other reviews of  multiple drug court programs, are not directly comparable because drug  court programs have different program completion requirements, the rates  were measured over varying time periods, and study designs can affect the  completion measures. Participants are not only required to attend  treatment, but also to appear in court on a regular basis and follow other  rules that are specific to the drug court program. These rules can involve,  but are not limited to, policies on drug testing, case manager or probation  officer visits, school or job attendance, support groups, and graduation  requirements. Table 12 shows completion rates for the drug court  programs whose evaluations assessed program completion.", "As noted earlier, drug court programs vary in their specific program  completion requirements. Similarly, programs may terminate defendants’  program participation for a variety of reasons. Drug court program  participants can be terminated from the program if they are arrested for a  new offense, especially for felony offenses; if they regularly fail to appear  at status hearings or treatment sessions; or if they repeatedly do not  comply with program procedures. Consecutive positive drug test results  do not always lead to program termination; in some programs, this could  lead to a change in the treatment services provided or sanctions."], "subsections": []}, {"section_title": "Program Completion Is Associated with Compliance with Program Procedures", "paragraphs": ["Drug court participants’ compliance with drug court procedures, such as  appearing at treatment sessions and remaining drug-free during the  program, was generally a strong predictor of program completion. The  level of program compliance is typically indicated by the degree to which  participants follow rules and procedures determined by the drug court  program, attend required meetings and treatment sessions, and generally  progress toward recovery. Given that program completion is related to  compliance with drug court procedures, we sought to assess whether the  evaluations included in our review provided conclusive evidence about  specific aspects of compliance that were associated with program  completion. For example, in some drug court programs greater levels of  participation were associated with greater likelihood of completing the  drug court program. Similarly, participants having more within-program  arrests, more instances of warrants for failure to appear, and more  positive drug tests were generally less likely to complete the program than  those having fewer of these.", "However, for some of the specific aspects of compliance, the findings  were not consistent across drug court programs and in some cases they  were even contradictory. For example, one evaluation of four drug court  programs (Bakersfield, Creek County, Jackson County, and St. Mary’s  Parish) found an inconsistent relationship between drug test results and  program completion across the four drug court programs. This cross-site  evaluation assessed how various aspects of compliance predicted  completion in each program using the same measures of compliance in  each drug court program. In relation to the association between drug test  results and completion, the evaluation found that in one program (Creek  County) drug test results did not have a significant effect on completion.  In another drug court program (St. Mary’s Parish), drug court program  participants that had no positive drug test results were more likely to  complete the program than were participants who had comparatively  “low” or “moderate” numbers of positive test results, whereas there were  no differences in program completion between those participants who had  comparatively “high” numbers of positive test results and those who had  no positive test results. In the two remaining programs (Bakersfield and  Jackson County), participants with positive test results in the low range  actually had a higher likelihood of completing the program than  participants with no positive test results, while in Jackson County,  participants with positive test results in the high range were less likely  than those with no positive test results to complete the program. This  evaluation suggests that there may not be consistency across every drug  court program in the relationship between drug test results and program  completion."], "subsections": [{"section_title": "Initial Engagement of Drug Court Participants", "paragraphs": ["Some research studies indicate that drug court participants’ first few  weeks in treatment are predictive of success. Early engagement in the  drug court program has been measured by whether participants attended  treatment during the first few weeks after program entry and whether  participants have fewer indications of noncompliance (such as failure to  appear or warrants) during the first month of program participation.", "One evaluation of five drug court programs in New York State assessed the  role of participants’ early engagement in the drug court program on their  chances of completing the program. It found, consistently among the drug  court programs, that early engagement by participants, measured by  whether the participant absconded from program contact within 30 days  of program entry significantly predicted program completion. Across the  five New York drug court programs, participants that received warrants  within 30 days of program entry were from about three to eight times more  likely to fail to complete the drug court program than were participants  who did not receive a warrant within 30 days of program entry.", "Further, in the Brooklyn Treatment Court, participants’ compliance with  drug court program procedures early in the program also contributed to  participants’ completing 90 days of drug treatment. Those participants  who disappeared from contact, prompting the issuance of a police  warrant, had lower chances of completing 90 days of treatment than those  participants who did not. Additionally, those participants who attended at  least 1 day of treatment within 30 days of entering the program also had  greater chances of completing 90 days of treatment than those who did not  attend at least 1 day of treatment within the first 30 days of entering the  program.", "Other aspects of compliance, such as treatment attendance during the  entire program, appearance at status hearings, within-program arrests, and  failure to appear, were generally but not consistently associated with  completion. For example, the percentage of expected treatment sessions  attended increased the likelihood of completion in five of seven drug court  programs. On the other hand, in two of the four drug court programs in  which they were measured, within-program arrests and failure to appear  decreased the likelihood of completion but had no effect in the other two  drug court programs. Alternatively, in both drug court programs  (Multnomah and Clark Counties) in which the effects of within-program  sanctions were assessed, an increase in the number of sanctions ordered  led to a decrease in the likelihood of completion."], "subsections": []}]}, {"section_title": "Effects of Drug Court Programs’ Components on Program Completion Are Mixed", "paragraphs": ["In several drug court programs, the effects of various drug court program  components were examined to determine the factors that predict program  completion. Among the components that were examined were various  consequences of program failure and the role of the judge and judicial  status hearings. In a few drug court programs, efforts were made to  examine the role of individual motivation to participate in drug court  programs. In addition, evaluations of a few drug court programs examined  the role of social factors in predicting program completion. Specifically,  these evaluations assessed variables that measured individual’s  attachments to other individuals and social institutions."], "subsections": [{"section_title": "Legal Consequences of Program Failure", "paragraphs": ["Several drug court program evaluations in our review assessed the effects  of different sanctions, or legal consequences of failure, on program  completion. For example, if a drug court program participant fails to  complete the program, he or she may be sentenced to a predetermined  incarceration alternative. The results of these evaluations were mixed and  not directly comparable. For example, in the Brooklyn Treatment Court,  participants with a more serious treatment mandate—that is, those  participants that faced longer jail or incarceration terms if they failed to  comply with program requirements—were more likely to complete the  drug court program than those with a less serious treatment mandate. The  predetermined jail sentences for Brooklyn participants who failed to  complete the program ranged from 6 months to 4½ years, depending on  the severity of the charge (felony or misdemeanor) and prior criminal  history (whether it was a first felony offense or not).", "Alternatively, in the drug court program in Suffolk County, the length of  the incarceration sentence faced by those who failed to complete the drug  court program did not contribute to program completion. The  predetermined sentence (minimum length of the most common prison  alternative) in Suffolk County ranged from 6 months to 1 year. The  researchers who conducted the evaluation did not provide an explanation  for these differing effects."], "subsections": []}, {"section_title": "Drug Court Judge", "paragraphs": ["The judge has been described in the research as a key component of a  drug court program. The presence of consistent judicial monitoring of  participants is also described as a distinguishing component of drug court  programs, compared with other court-based treatment programs, such as  probation. Several evaluations in our review examined the effect of drug  court judges on program completion. Each demonstrated that judges can  play an important role in contributing to participants’ program completion.  However, the effect of the judge on program completion is difficult to  distinguish from the requirement to attend judicial status hearings. For  example, one evaluation of drug court program completion in Broward  County attempted to assess the types of comments that judges made and  the effect of these comments on program completion. Court monitoring  comments made by judges that the researchers classified as supportive  were found to contribute to program completion. On the other hand, in  one evaluation of two drug court programs (Clark and Multnomah  Counties), the number of appearances before the drug court judge was  found to increase the likelihood of program completion.", "A third evaluation (in New Castle County, Delaware) assessed the  regularity of judicial status hearings on program completion. Participants  were randomly assigned to one of two different forms of judicial status  hearings: (1) biweekly hearings and (2) hearings on an as-needed basis, as  determined by court officials. There were two main findings from this  evaluation (that were also supported by the two replications of the  experiment). First, there was no “direct” effect of the different status  hearing schedules on program completion rates. Second, there was an  interaction between client characteristics and program completion. Drug  court program participants that either had prior treatment experiences or  were diagnosed as having APD were more likely to complete the program  when they were assigned to the regular biweekly status hearings as  compared with when they were assigned to status hearings on an as- needed basis. Conversely participants who were not diagnosed as having  APD or who had no prior treatment experiences were more likely to  complete the program when they were assigned to status hearings on an  as-needed basis, as compared with the biweekly condition.", "The results from the New Castle County experiment show that the  regularity of the schedule of status hearings can contribute to program  completion for distinct subpopulations of drug court program participants  and that there may not be a “one size fits all” approach to scheduling court  appearances for all participants."], "subsections": []}]}, {"section_title": "Participants Who Were Older and Had Less Criminal History than Other Participants Were Most Likely to Complete Programs", "paragraphs": ["The evaluations of several drug court programs examined some of the  attributes of drug court participants and how those factors were related to  program completion. Attributes such as prior substance abuse treatment,  prior criminal history, type of drug used, demographic characteristics, and  employment and education were assessed. Prior criminal history, whether  measured by the number of arrests or convictions prior to program entry,  and age, as older were generally likely to complete their drug court  programs than were younger participants to complete the program, were  related to program completion.", "The other attributes were generally found not to be significant predictors  of completion, although among various minorities of drug court programs  in which they were assessed, they were significant predictors of  completion. For example, prior substance abuse treatment was a  significant predictor of completion in three of seven drug court programs,  but it was not significant in the other four drug court programs. Similarly,  other attributes such as type of drug use, race or ethnicity, gender, or  employment or education level were not observed to consistently predict  completion.", "The evaluations that assessed participants’ attributes were correlational— that is, they that examined the associations among these factors and the  probability of program completion. Although not all of the evaluations  included all of the same factors in their analyses, some general patterns  about the correlates of program completion emerged. Attributes of drug  court program participants that were associated with an increased  likelihood of program completion include the following: (1) lower levels of  prior criminal history; (2) substance use other than cocaine or heroin;   (3) employment or school attendance at the time of program intake, along  with higher levels of education; and (4) age, as older participants were  more likely to complete the programs. One evaluation attempted to  measure the effect of motivation and readiness for treatment on program  completion. It found that those participants who were better able to  recognize their problems, recognize external problems, and were ready for  treatment, were more likely to complete the drug court program."], "subsections": []}]}, {"section_title": "Appendix VIII: Evidence from Four Evaluations Indicates Drug Court Programs’ Positive Net Benefits", "paragraphs": ["Four evaluations in our review included sufficient information about seven  drug court programs’ costs and benefits to estimate their net benefits— that is, benefits less costs. All but one of the evaluations found that drug  court programs were more expensive than conventional case processing.  The costs to operate drug court programs above the costs of providing  conventional case processing services ranged from about $750 to about  $8,500 per participant. However, taking into account the drug court  programs’ benefits, especially the reduced costs of crime associated with  reductions in recidivism, all four evaluations we reviewed reported net  benefits ranging from about $1,000 per participant to about $15,000, mostly  because of reduced victimization. Additionally, these benefits may  underestimate drug court programs’ true benefits because the evaluations  did not include indirect benefits (such as reduced medical costs of treated  participants)."], "subsections": [{"section_title": "Most Evaluations Found Drug Court Programs More Expensive than Conventional Case Processing", "paragraphs": ["All but one of the evaluations we reviewed found drug court programs  more expensive than conventional case processing. A combination of  judicial supervision, monitoring, and treatment services that drug court  programs typically provide to their participants—services in addition to  those provided to offenders who are processed with conventional  procedures receive—result in additional expense to criminal justice  agencies. Table 13 shows the net costs of drug court programs—costs  above normal court costs—including supervision, monitoring, and  treatment, ranging from somewhat less than $800 to about $8,700 per  participant.", "The Multnomah County drug court program cost about $1,400 less than  normal court procedures. Rather than relying on administrative records  and budgets, the program’s evaluation used a methodology that closely  followed participants through treatment and court adjudication. It  calculated the amount of time that each drug court participant and  comparison group participant spent in different activities, such as  treatment and court hearings. The evaluation found that the judge spent  less time with offenders in the drug court program than in normal court  processing and that this led to the estimated decreased costs."], "subsections": []}, {"section_title": "Drug Court Programs’ Net Benefits Derived from Reductions in Recidivism", "paragraphs": ["The monetary benefits of reduced recidivism can be placed in two  categories: (1) reduced future expenditure by criminal justice agencies  and (2) reduced future victimization. Any arrest is a cost to a number of  criminal justice agencies, including police, prosecutors, courts,  corrections departments, and probation agencies. Reducing arrests by  reducing recidivism would benefit these agencies. The justice system’s  benefits in the seven drug court programs we reviewed ranged from none  to about $3,800 per participant. Some of the range is due to  methodological differences among the evaluations, but some may be due  to differences among the communities served by the courts. A reduction in  recidivism also benefits people who might otherwise be victimized. The  costs to potential victims of crime that are thus avoided include direct  monetary costs, such as the value of property that is not stolen and  expenses for health care that are not incurred, and quality-of-life costs,  such as costs for pain and suffering that are not experienced. Benefits to  potential victims reported in the evaluations we reviewed ranged from  about $500 to $24,000 per participant.", "The evaluations we reviewed monetized the benefits from averted crime  inconsistently, but the differences in method do not explain the range of  benefits. For example, excluding the cost of pain and suffering from  victimizations that do not occur underestimates the true cost of crime.  However, the two evaluations that did not include these costs—D.C.  Superior Court and Breaking the Cycle—found the highest and lowest per  participant dollar values of reduced recidivism, at $24,000 and $500,  respectively."], "subsections": []}, {"section_title": "All Seven Drug Court Programs Reported Positive Net Benefits", "paragraphs": ["Although six of the seven drug court programs were more costly than  conventional case processing, the monetary value of the benefits from  reduced recidivism—to the justice system and potential victims—was  greater than the costs, producing positive net benefits in all seven  programs. The net benefits of the seven drug court programs we reviewed  ranged from about $1,000 to about $15,000 per participant. Table 14  presents benefits to the justice system and to potential victims, the net  costs of the programs (costs of the drug programs above conventional  case processing), and net benefits, or benefits minus net costs.", "However, as shown in the last two columns of table 14, the financial cost  savings due to reductions in recidivism for the criminal justice agencies  were not always positive. Positive financial cost savings for the criminal  justice agencies were indicated for only two programs—Breaking the  Cycle Program in Birmingham and the drug court program in Multnomah  County."], "subsections": []}, {"section_title": "Net Benefits May Underestimate the Programs’ True Benefits", "paragraphs": ["None of the evaluations included indirect, or secondary, benefits to  society derived from a reduction in participants’ substance abuse. Indirect  benefits might include costs avoided because treated drug addicts did not  use medical services that would otherwise have been required. After  successful drug treatment, such individuals might have fewer periods of  unemployment and might be more productive, earning higher wages. To  the extent that they pay higher taxes as a result, these are benefits to  taxpaying members of society. While these benefits are difficult to quantify  in assessing a drug court program, their absence suggests that reported net  benefits are understated."], "subsections": []}]}, {"section_title": "Appendix IX: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, Mary Catherine Hult, David P.  Alexander, Michele C. Fejfar, Benjamin A. Bolitzer, Harold J. Brumm, Jr.,  Wayne A. Ekblad, Ann H. Finley, Ronald La Due Lake, Jean L. McSween,  Albert Schmidt, Barry J. Seltser, Douglas M. Sloane, Shana B. Wallace, and  Kathryn G. Young made key contributions to this report."], "subsections": []}]}, {"section_title": "Bibliography", "paragraphs": ["Anspach, D. F., and A. S. Ferguson. Assessing the Efficacy of Treatment  Modalities in the Context of Adult Drug Courts: Final Report. Portland,  Maine: University of Southern Maine, Department of Sociology, 2003.", "Aos, S., P. Phipps, R. Barnoski, and R. Lieb. The Comparative Costs and  Benefits of Programs to Reduce Crime, A Review of National Research  Findings with Implications for Washington State. Olympia, Wash.:  Washington State Institute for Public Policy, May 1999.", "Banks, D. and D. C. Gottfredson. “The Effects of Drug Treatment and  Supervision on Time to Rearrest among Drug Treatment Court  Participants.” Journal of Drug Issues, vol. 33, no. 2 (2003): 385-414.", "Barnoski, R., and S. Aos. Washington State’s Drug Courts for Adult  Defendants: Outcome Evaluation and Cost-Benefit Analysis. Olympia,  Wash.: Washington State Institute for Public Policy, 2003.", "Belenko, S. Research on Drug Courts: A Critical Review 2001 Update. The  National Center on Addiction and Substance Abuse at Columbia  University, June 2001.", "Breckenridge, J. F., L. T. Winfree, J. R. Maupin, and D. L. Clason. “Drunk  Drivers, DWI ‘Drug Court’ Treatment, and Recidivism: Who Fails?” Justice  Research and Policy, vol. 2, no. 1 (2000): 87-105.", "Brewster, M. P. “An Evaluation of the Chester County (PA) Drug Court  Program.” Journal of Drug Issues, vol. 31, no. 1 (2001): 177-206.", "Carey, S., and M. Finigan. A Detailed Cost Analysis in a Mature Drug  Court Setting: A Cost-Benefit Evaluation of the Multnomah County Drug  Court. Portland, Ore.: Northwest Professional Consortium, July 2003.", "Craddock, A. North Carolina Drug Treatment Court Evaluation: Final  Report. Washington, D.C.: U.S. Department of Justice, Office of Justice  Programs, Drug Court Program Office, 2002.", "Croxton, F. E., D. J. Cowden, and S. Klein. Applied General Statistics, 3rd  edition. (Englewood Cliffs, N.J.: Prentice-Hall, 1967).", "Deschenes, E. P., L. Cresswell, V. Emami, K. Moreno, Z. Klein, and C.  Condon. Success of Drug Courts: Process and Outcome Evaluations in  Orange County, California, Final Report. Submitted to the Superior  Court of Orange County, California, September 20, 2001.", "Deschenes, E. P., I. Imam, T. L. Foster, L. Diaz, V. Moreno, L. Patascil, D.  Ward, and C. Condon. Evaluation of Orange County Drug Courts for  Orange County Superior Courts. Richmond, Calif.: The Center for Applied  Local Research, 1999.", "Deschenes, E. P., I. Imam, E. Castellonos, T. L. Foster, C. Ha, D. Ward, C.  Coley, and K. Michaels. Evaluation of Los Angeles County Drug Courts.  Richmond, Calif.: The Center for Applied Local Research, 2000.", "Deschenes, E. P., S. Turner, P. Greenwood, and J. Chiesa. An  Experimental Evaluation of Drug Testing and Treatment Interventions  for Probationers in Maricopa County, Arizona. Santa Monica, Calif.:  RAND, July 1996.", "Festinger, D. S., D. B. Marlowe, P. A. Lee, K. C. Kirby, G. Bovasso, and A. T.  McLellan. “Status Hearings in Drug Court: When More Is Less and Less Is  More.” Drug and Alcohol Dependence, vol. 68 (2002): 151-157.", "Fielding, J. E., G. Tye, P. L. Ogawa, I. J. Imam, and A. M. Long. “Los  Angeles County Drug Court Programs: Initial Results.” Journal of  Substance Abuse Treatment, vol. 23 (2002): 217-224.", "Finigan, M. An Outcome Program Evaluation of the Multnomah County  S.T.O.P. Drug Diversion Program. Portland, Ore.: Northwest Professional  Consortium, 1998.", "Goldkamp, J. S., M. D. White, and J. B. Robinson. “Do Drug Courts Work?  Getting Inside the Drug Court Black Box.” Journal of Drug Issues, vol. 31,  no. 1 (2001): 27-72.", "Goldkamp, J. S., M. D. White, and J. B. Robinson. From Whether to How  Drug Courts Work: Retrospective Evaluation of Drug Courts in Clark  County (Las Vegas) and Multnomah County (Portland)—Phase II  Report from the National Evaluation of Drug Courts. Philadelphia, Pa.:  Crime and Justice Research Institute, 2001.", "Goldkamp, J. S., M. D. White, and J. B. Robinson. Retrospective  Evaluation of Two Pioneering Drug Courts: Phase I Findings from Clark  County, Nevada, and Multnomah County, Oregon: An Interim Report of  the National Evaluation of Drug Courts. Philadelphia, Pa.: Crime and  Justice Research Institute, 2000.", "Gottfredson, D. C., S. S. Najaka, and B. Kearley. “Effectiveness of Drug  Treatment Courts: Evidence from a Randomized Trial.” Criminology and  Public Policy, vol. 2, no. 2 (2003): 171-196.", "Gottfredson, D. C., and M.L. Exum. “The Baltimore City Drug Treatment  Court: One-Year Results from a Randomized Study.” Journal of Research  in Crime and Delinquency, vol. 39, no. 3 (2002): 337-356.", "Harrell, A., S. Cavanagh, and J. Roman. Final Report: Findings from the  Evaluation of the D.C. Superior Court Drug Intervention Program.  Washington D.C.: Urban Institute, 1998.", "Harrell, A. and J. Roman. “Reducing Drug Use and Crime among  Offenders: The Impact of Graduated Sanctions.” Journal of Drug Issues,  vol. 31, no. 1 (2001): 207-232.", "Harrell, A., O. Mitchell, J. Merrill, and D. Marlowe. Evaluation of Breaking  the Cycle. Washington D.C.: The Urban Institute, February 2003.", "Harrell, A., O. Mitchell, A. Hirst, D. Marlowe, and J. Merrill. “Breaking the  Cycle of Drugs and Crime: Findings from the Birmingham BTC  Demonstration.” Criminology and Public Policy, vol. 1, no. 2 (2002): 189- 216.", "Listwan, S. J., J. L. Sundt, A. M. Holsinger, and E. J. Latessa. “Effect of  Drug Court Programming on Recidivism: The Cincinnati Experience.”  Crime & Delinquency, vol. 49, no. 3 (2003): 389-441.", "Logan, T. K, W. Hoyt, and C. Leukefeld. Kentucky Drug Court Outcome  Evaluation: Behavior, Costs, and Avoided Costs to Society. Lexington,  Ky.: Center on Drug and Alcohol Research, University of Kentucky,  October 2001.", "Marlowe, D. B., D. S. Festinger, and P. A. Lee. “The Judge Is a Key  Component of Drug Court.” National Drug Court Institute Review, vol.  IV, no. 2 (2004): 1-34.", "Marlowe, D. B., D. S. Festinger, P. A. Lee, M. Schepise, J. E. R. Hazzard, J.  C. Merrill, F. D. Mulvaney, and A. T. McLellan. “Are Judicial Status  Hearings a Key Component of Drug Court? During-Treatment Data from a  Randomized Trial.” Criminal Justice and Behavior, vol. 30, no. 2 (2003):  141-162.", "Martin, T. J., C. Spohn, R. K. Piper, and E. Frenzel-Davis. Phase III  Douglas County Drug Court Evaluation: Final Report. Omaha, Neb.:  Institute for Social and Economic Development, May 2001.", "Miethe, T. D., H. Lu, and E. Reese. “Reintegrative Shaming and Recidivism  Risks in Drug Court: Explanations for Some Unexpected Findings.” Crime  & Delinquency, vol. 46, no. 4 (2000): 522-541.", "Office of Management and Budget Circular A-94, “Guidelines and Discount  Rates for Benefit-Cost Analysis of Federal Programs.” (October 29, 1992,  revised January 29, 2002)", "Peters, R. H., and M. R. Murrin. “Effectiveness of Treatment-Based Drug  Courts in Reducing Criminal Recidivism.” Criminal Justice and Behavior,  vol. 27, no. 1 (2000): 72-96.", "Peters, R. H., and M. R. Murrin. Evaluation of Treatment-Based Drug  Courts in Florida’s First Judicial Circuit. Tampa, Fla.: Department of  Mental Health Law and Policy, Louis de la Parte Florida Mental Health  Institute, University of South Florida, 1998.", "Peters, R. H., A. L. Haas, and M. R. Murrin. “Predictors of Retention and  Arrest in Drug Courts.” National Drug Court Institute Review, vol. II, no.  I (1999): 30-57.", "Rempel, M., and C. DeStefano. “Predictors of Engagement in Court- Mandated Treatment: Findings from the Brooklyn Treatment Court, 1996- 2000.” Journal of Offender Rehabilitation, vol. 33, no. 4 (2001): 87-124.", "Rempel, M., D. Fox-Kralstein, A. Cissner, R. Cohen, M. Labriola, D. Farole,  A. Bader, and M. Magnani. The New York State Adult Drug Court  Evaluation: Policies, Participants, and Impacts. New York: Center for  Court Innovation, 2003.", "Roman, J., and A. Harrell. “Assessing the Costs and Benefits Accruing to  the Public from a Graduated Sanctions Program for Drug-Using  Defendants.” Law and Policy, vol. 23, no. 2 (2001): 237-268.", "Roman, J., J. Woodard, A. Harrell, and S. Riggs. Final Report: A  Methodology for Measuring Costs and Benefits of Court-Based Drug  Intervention Programs Using Findings from Experimental and Quasi- experimental Evaluations. Washington D.C.: The Urban Institute,  December 1998.", "Schiff, M., and W. C. Terry, III. “Predicting Graduation from Broward  County’s Dedicated Drug Treatment Court.” The Justice System Journal,  vol. 19, no. 3 (1997): 291-310.", "Senjo, S. R., and L. A. Leip. “Testing and Developing Theory in Drug Court:  A Four-Part Logit Model to Predict Program Completion.” Criminal  Justice Policy Review, vol. 12, no. 1(2001): 66-87.", "Spohn, C., R. K. Piper, T. Martin, and E. D. Frenzel. “Drug Courts and  Recidivism: The Results of an Evaluation Using Two Comparison Groups  and Multiple Indicators of Recidivism.” Journal of Drug Issues, vol. 31, no.  1 (2001): 149-176.", "Stokey, E., and Zeckhauser. A Primer for Policy Analysis. (New York:  W.W. Norton and Company, 1978).", "Truitt, L., W. M. Rhodes, N. G. Hoffman, A. M. Seeherman, S. K. Jalbert, M.  Kane, C. P. Bacani, K. M. Carrigan, and P. Finn. Evaluating Treatment  Drug Courts in Kansas City, Missouri and Pensacola, Florida: Final  Reports for Phase I and Phase II. Cambridge, Mass.: Abt Associates Inc.,  2002.", "Turner, S., P. Greenwood, T. Fain, and E. Deschenes. “Perceptions of Drug  Court: How Offenders View Ease of Program Completion, Strengths and  Weaknesses, and the Impact on Their Lives.” National Drug Court  Institute Review, vol. II, no. 1(1999): 58-81.", "Wilson, D. B., O. Mitchell, and D. L. MacKenzie. “A Systematic Review of  Drug Court Effects on Recidivism.” Forthcoming.", "Wolfe, E., J. Guydish, and J. Termondt. “A Drug Court Outcome Evaluation  Comparing Arrests in a Two Year Follow-Up Period.” Journal of Drug  Issues, vol. 2, no. 4 (2002): 1155-1172."], "subsections": []}], "fastfact": []}