{"id": "GAO-17-45", "url": "https://www.gao.gov/products/GAO-17-45", "title": "Social Security Offsets: Improvements to Program Design Could Better Assist Older Student Loan Borrowers with Obtaining Permitted Relief", "published_date": "2016-12-19T00:00:00", "released_date": "2016-12-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["An increasing number of older Americans have defaulted on their federal student loans, which are administered by Education, and have a portion of their Social Security retirement or disability benefits withheld above a minimum benefit threshold to repay this debt. Given that Social Security is the primary source of income for many older Americans, GAO was asked to review these withholdings, known as offsets.", "GAO examined: (1) characteristics of student loan debt held by older borrowers subject to offset and the effect on their Social Security benefit; (2) the amount of debt collected by Education through offsets and the typical outcomes for older borrowers; and (3) effects on older borrowers resulting from the program design of relief options. GAO examined data from fiscal years 2001 through 2015 from Education's National Student Loan Data System and other administrative data from Treasury and SSA. GAO also examined aggregated data provided by Education and Treasury, reviewed documentation, and interviewed agency officials about Education's processes for providing relief from offset."]}, {"section_title": "What GAO Found", "paragraphs": ["Older borrowers (age 50 and older) who default on federal student loans and must repay that debt with a portion of their Social Security benefits often have held their loans for decades and had about 15 percent of their benefit payment withheld. This withholding is called an offset. GAO's analysis of characteristics of student loan debt using data from the Departments of Education (Education), Treasury, and the Social Security Administration (SSA) from fiscal years 2001-2015 showed that for older borrowers subject to offset for the first time, about 43 percent had held their student loans for 20 years or more. In addition, three-quarters of these older borrowers had taken loans only for their own education, and most owed less than $10,000 at the time of their initial offset. Older borrowers had a typical monthly offset that was slightly more than $140, and almost half of them were subject to the maximum possible reduction, equivalent to 15 percent of their Social Security benefit. In fiscal year 2015, more than half of the almost 114,000 older borrowers who had such offsets were receiving Social Security disability benefits rather than Social Security retirement income.", "In fiscal year 2015, Education collected about $4.5 billion on defaulted student loan debt, of which about $171 million—less than 10 percent—was collected through Social Security offsets. More than one-third of older borrowers remained in default 5 years after becoming subject to offset, and some saw their loan balances increase over time despite offsets. However, nearly one-third of older borrowers were able to pay off their loans or cancel their debt by obtaining relief through a process known as a total and permanent disability (TPD) discharge, which is available to borrowers with a disability that is not expected to improve.", "GAO identified a number of effects on older borrowers resulting from the design of the offset program and associated options for relief from offset. First, older borrowers subject to offsets increasingly receive benefits below the federal poverty guideline. Specifically, many older borrowers subject to offset have their Social Security benefits reduced below the federal poverty guideline because the threshold to protect benefits—implemented by regulation in 1998—is not adjusted for costs of living (see figure below). In addition, borrowers who have a total and permanent disability may be eligible for a TPD discharge, but they must comply with annual documentation requirements that are not clearly and prominently stated. If annual documentation to verify income is not submitted, a loan initially approved for a TPD discharge can be reinstated and offsets resume."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO suggests that Congress consider adjusting Social Security offset provisions to reflect the increased cost of living. GAO is also making five recommendations to Education, including that it clarify documentation requirements for permitted relief resulting from disability. Education generally agreed with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["A growing number of older Americans have student loan debt as they  near or enter retirement. Compared to younger borrowers, borrowers age  50 and older have considerably higher rates of default on federal student  loans. For those who are in default on their student loans, this debt is  generally not discharged in bankruptcy, and their Social Security benefits  may be reduced to repay this debt. Specifically, under the Treasury Offset  Program, the Departments of Education and Treasury coordinate to  withhold a portion of an individual’s Social Security retirement or disability  benefit to pay off their outstanding federal student loan debt—a process  known as administrative offset. Agencies are required to refer such debt  to Treasury for offset under the Debt Collection Improvement Act of  1996.  GAO previously reported a substantial increase in the number of  individuals whose Social Security retirement, survivor, or disability  benefits were offset to repay student loan debt for borrowers of all ages,  including those aged 65 and older, from 2002 through 2013. Concerns  have been raised about the impact of such offsets given that many older  Americans rely on Social Security payments for the majority of their  income. In addition, the number of those subject to offset may continue to  increase as the total amount of federal student loan debt owed by  Americans grows, as does the number of borrowers.", "You asked us to study Social Security offsets for older Americans with  defaulted student loan debt. In this review, we examine the experience of  older Americans subject to Social Security offsets, including: (1)  characteristics of student loan debt held by borrowers subject to offset  and the effect on their Social Security benefit; (2) the amount of debt  collected by the Department of Education (Education) through offsets and  the typical outcomes for those in offset; and (3) effects on older borrowers  as a result of program design for offsets and related relief options for  disability or financial hardship.", "To examine the experience of older Americans who are subject to Social  Security offsets for defaulted federal student loan debt, we obtained  administrative data needed for our analysis from the Department of the  Treasury’s (Treasury) Bureau of the Fiscal Service (Fiscal Service),  Education, and the Social Security Administration (SSA). To conduct our  analysis, we linked the administrative data from Fiscal Service’s Treasury  Offset Program to data on borrowers’ student loans from Education’s  National Student Loan Data System (NSLDS) and borrowers’ Social  Security benefits from SSA’s Master Beneficiary Record and Disability  Control File spanning the timeframe from fiscal years 2001 through 2015.  We used the linked record-level data to determine how long borrowers  have held loans that became subject to offset, the length of time spent in  offset, the size of the reduction in Social Security income, and outcomes  for borrowers subject to offset 5 years later. We further analyzed the  linked data to determine the effect of Social Security offsets on the  balances of defaulted federal student loans, including the proportion of  offset applied to fees, interest, and principal. To provide information on  the overall population of student loan borrowers, we obtained aggregated  data from Education on the total number of borrowers in default and offset  by age.", "In addition, we reviewed relevant federal laws, regulations, and  documentation and interviewed agency officials to obtain information  about offsets of Social Security benefits, as well as Education’s  processes for (1) discharging student loan debt in cases of disability  where the borrower is considered to have become totally and  permanently disabled, and (2) claiming an exemption or reduction from  offset due to financial hardship. To further examine the Total and  Permanent Disability (TPD) discharge process, we analyzed aggregated  data provided by Education’s TPD servicer on TPD discharge  applications, approvals, and reinstatements, including the total volume  and dollar value. To identify the amount Education collected on defaulted  federal student loans through offsets and other payment mechanisms, we  analyzed data provided by Education’s Default Resolution Group,  including aggregated data from the Debt Management and Collection  System and information reported by guaranty agencies. In addition, we  analyzed aggregated data provided by Fiscal Service on fees assessed  by the Treasury Offset Program for Social Security offsets for Education  and other federal agencies. We assessed the reliability of all the data  sources used in this review by reviewing documentation and conducting  testing of the data and as a result determined that they were sufficiently  reliable for purposes of this report. More details on our scope and  methodology are included in appendix I.", "We conducted this performance audit from September 2015 to December  2016 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Older Americans—those in or approaching retirement—and other  borrowers who default on their federal student loans are subject to a  number of actions by Education to recover outstanding debt. Borrowers  may elect a voluntary repayment option to avoid involuntary collection  efforts, such as Social Security offsets. (See table 1).", "While Education administers federal student loans, other agencies may  become involved in the event that a borrower fails to make repayment.  For example, as described in table 1, Education coordinates with  Treasury to offset a portion of federal payments to borrowers who have  not made scheduled loan repayments. Federal payments subject to offset  include federal tax refunds, certain monthly benefits—such as Social  Security retirement and disability payments—and wages and retirement  benefits for federal employees. The Debt Collection Improvement Act of  1996 centralized the collection of nontax debt, including defaulted federal  student loans, at Treasury. Specifically, the Treasury Offset Program  within Fiscal Service carries out the transactions for offsetting all federal  payments for nontax debt. Offsets for student loan debt through the  Treasury Offset Program began in 1999 and were first applied to Social  Security benefits starting in 2001.", "After a defaulted loan is certified as eligible for offset, certain federal  payments, such as any available tax refunds, are offset immediately.  Borrowers with monthly federal benefits available for offset, such as  Social Security benefits, are informed by mail that their benefits will be  offset in 60 days and again 30 days before the offset is taken, allowing  borrowers an additional 2 months to resume payment on their loan before  offset begins. In addition, Education sends a notice which provides details  on the loans eligible for offset and describes options a borrower has to  avoid offset. Treasury assesses a fee for each offset transaction, which is  subtracted from the offset payment. For fiscal year 2015, Treasury’s fee  was $15 for each monthly offset of benefit payments and $17 for a single  tax refund offset.", "Monthly Social Security benefit payments that are eligible for offset are  the primary source of income for many older Americans at or near  retirement. According to the Social Security Administration (SSA), Social  Security benefits accounted for 90 percent or more of income for about 1  in 3 beneficiaries age 65 and older in 2014. Social Security’s retirement  benefits, which individuals may claim as early as age 62, provide monthly  income based on an individual’s work and earnings history and are  intended to help ensure an adequate retirement income. Disability  benefits replace a portion of an eligible workers’ income if they are unable  to work due to a long-term disability. When individuals receiving Social  Security disability benefits reach Social Security’s full retirement age— currently age 66 for people born in 1943-1954—their benefits convert  from disability to retirement. Both types of monthly Social Security  benefits are eligible for offset if the beneficiary is in default on a federal  student loan. Social Security’s Supplemental Security Income benefits,  which provide monthly cash assistance for eligible individuals with limited  financial means, have been exempted from offset.", "Certain borrowers may be eligible to discharge their federal student loan  debt because they are totally and permanently disabled, regardless of  whether or not they are in default. For example, borrowers of any age  receiving Social Security disability benefits are eligible for a Total and  Permanent Disability (TPD) discharge if SSA has determined that they  have a disability for which medical improvement is not expected.  Borrowers who are approved for a TPD discharge are generally subject to  a 3-year monitoring period during which the discharged loans may be  reinstated for several reasons, including that the borrower earned income  over a specified threshold. The value of the discharged loan is generally  treated as taxable income at the close of the 3-year monitoring period.", "The Debt Collection Improvement Act of 1996 specified limits on the  amount that Treasury can offset from monthly federal benefits. In 1998,  Treasury further exempted all but 15 percent of Social Security benefit  payments from offset. As a result, the amount of allowable offset is the  lesser of 15 percent of the monthly benefit payment, the amount by which  the benefit payment exceeds $750 per month, or the outstanding amount  of the debt. For example, if a borrower with a Social Security benefit of  $1,000 per month owes more than $150 in student loan debt, the  borrower would have an offset of $150. This is because $150—equivalent  to 15 percent of the benefit—is less than the amount of the benefit over  $750, which is $250. In addition to the offset threshold, creditor agencies,  such as Education, are permitted to grant relief in cases of financial  hardship by certifying to Treasury that the offset allowable by law would  result in financial hardship. Education established such a process in  2002 to grant financial hardship exemptions or reductions in offset."], "subsections": [{"section_title": "Education’s Collection Efforts in Fiscal Year 2015", "paragraphs": ["According to Education data for fiscal year 2015, about $4.5 billion was  collected by Education, private collection agencies, and guaranty  agencies on defaulted federal student loans, excluding loan  rehabilitations and consolidations. About half of this amount came from  offsets of any federal payments through the Treasury Offset Program,  including but not limited to Social Security offsets (see fig. 1). Just over 30  percent of Education’s total collections came from administrative wage  garnishment, and about 20 percent came from voluntary payments made  by borrowers who may have been in the process of making the required  number of on-time monthly payments to eventually rehabilitate or  consolidate their loans and emerge from default. According to Education  officials, borrowers may also make voluntary payments to avoid being  subject to other collections actions, such as administrative wage  garnishment. In addition to these collections, Education publicly reports  recoveries from defaulted loans when they are successfully rehabilitated  or consolidated."], "subsections": []}, {"section_title": "Federal Student Loan Debt and Rates of Default, and Offset among Older Americans", "paragraphs": ["Fewer older Americans hold student loan debt, but the rate of increase in  the number of older borrowers and the amount of their debt has far  outpaced younger borrowers. According to Education data for fiscal year  2015, there were about 37.4 million borrowers under age 50 compared to  about 6.3 million borrowers age 50 to 64 and 870,000 borrowers age 65  and older. Since fiscal year 2005, these figures represented an increase  in the number of borrowers in the age 50 to 64 and 65 and older groups  of 119 percent and 385 percent, respectively. In comparison, the growth  rate for borrowers age 25 to 49 was 62 percent over this time period. The  corresponding increase in the amount of federal student loan debt held by  borrowers age 50 to 64 was from about $43 billion to $183 billion over this  decade, more than a three-fold increase. Among borrowers age 65 and  older, the increase in the amount of federal student loan debt was even  larger— it grew from more than $2 billion in fiscal year 2005 to almost $22  billion in fiscal year 2015, about a ten-fold increase. The loans on which  older borrowers have defaulted may have either been for their own  education or for their children’s education through Education’s Direct  PLUS Loan program.", "In fiscal year 2015, compared to younger borrowers a greater share of  older borrowers were in default on their student loan debt and became  subject to offset from any federal payment, including federal tax refunds  and Social Security benefits. As shown in figure 2, the share of borrowers  age 65 and older in default and offset in fiscal year 2015 was 37 percent  and 5 percent, respectively. By contrast, the share of borrowers under  age 50 in default and offset was 17 percent and 2 percent, respectively."], "subsections": []}, {"section_title": "Growth in Social Security Offsets and Prevalence of Disability Benefits", "paragraphs": ["In addition, our analysis of data we linked from Education, Treasury, and  SSA shows that the number of borrowers, especially older borrowers,  who have experienced offsets of Social Security benefits to repay  defaulted federal student loans has increased over time. From fiscal  years 2002 through 2015, the number of defaulted federal student loan  borrowers of any age with Social Security offsets increased from about  36,000 to 173,000. For those under age 50, the number of borrowers with  Social Security offsets increased from about 15,000 to 59,000 over this  time period—a three-fold increase. For those in the age 50 to 64 and 65  and older groups, the increase was greater—about 407 percent and 540  percent, respectively. In total for fiscal year 2015, about 114,000  borrowers age 50 and older had Social Security disability, retirement, or  survivor benefits offset to repay defaulted federal student loans.", "Among those subject to Social Security offsets, most received disability  benefits rather than retirement or survivor benefits. In fiscal year 2015, 69  percent of defaulted borrowers of any age whose Social Security benefits  were offset received disability benefits, including 80 percent of those 50 to  64. Since disability benefits are automatically converted to retirement  benefits once beneficiaries reach their full retirement age, the vast  majority—95 percent—of defaulted borrowers age 65 and older received  retirement or survivor benefits in fiscal year 2015. Of these borrowers,  about 23 percent had previously received disability benefits."], "subsections": []}]}, {"section_title": "Older Americans Often Had Held Student Loan Debt for Decades Prior to Offset, and Many Had the Maximum Possible Amount Withheld through Social Security Offset", "paragraphs": ["Among borrowers 50 and older at the time of their initial Social Security  offset, about 43 percent had held their student loans for 20 years or more.  Three-quarters of older borrowers owed loans only for their own  education, and most owed less than $10,000 at the time of their initial  offset. The typical monthly offset was slightly more than $140 for older  Americans, and almost half of those had the maximum possible  reduction, equivalent to 15 percent of their Social Security benefit  payment. From 2004 to 2014, the population of older Americans in Social  Security offset became increasingly composed of those with Social  Security income below the median benefit amount."], "subsections": [{"section_title": "Many Older Americans Had Held their Student Loans for 20 Years or More at the Time of Initial Offset", "paragraphs": ["About 43 percent of older student loan borrowers with a Social Security  offset had held their student loans for 20 years or more, and about 80  percent had held their loans for 10 years or more. According to linked  data from the Treasury Offset Program, Education’s National Student  Loan Data System, and the Social Security Administration from fiscal  years 2001 through 2015, the length of time borrowers had held student  loans that were in default at the time of their first Social Security offset  payment varied as shown in figure 3.", "These older borrowers generally took out their loans at traditional mid- career working ages, and relatively few of them took out their loans at a  traditional college-going age. Across all borrowers 50 or older, 61 percent  became subject to offset for loans taken out in their 30s and 40s. For  borrowers 50 to 64 at the time of their initial offset, 8.2 percent had  outstanding loans that were taken out when they were under 25. Among  borrowers 65 and older, 1.4 percent had outstanding loans that were  taken out when they were under 25."], "subsections": []}, {"section_title": "Most Older Americans Subject to Social Security Benefit Offset Took Out Loans for Their Own Education and Owed Less than $10,000 at the Time of Initial Offset", "paragraphs": ["Older borrowers who became subject to Social Security offsets  predominately defaulted on loans for their own education. Among older  borrowers subject to offset of their Social Security benefits, more than  three-quarters had defaulted on loans they took out for their own  education rather than on loans they took out for a child’s education,  known as Parent PLUS loans. For borrowers 50 to 64 at the time of  initial offset, 82 percent had only ever held loans taken out for their own  education. A greater proportion of borrowers 65 or older had Parent  PLUS loans, but even among this group, about two-thirds of the  borrowers never had Parent PLUS loans.", "Total federal student loan debt for most older Americans who became  subject to offset was less than $10,000, while a small percentage owed  $50,000 or more. Initial balances tended to be slightly higher among  borrowers 65 and older at the time of their initial offset compared to those  50 to 64. (See fig. 4)."], "subsections": []}, {"section_title": "Many Older Americans Subject to Social Security Offset for Student Loan Debt Have the Maximum Amount Withheld", "paragraphs": ["About 44 percent of borrowers 50 and older at the time of their initial  offset saw the maximum possible amount of their Social Security benefit  withheld, equal to 15 percent of their benefit payment. The offset for the  remaining 56 percent was less than the maximum 15 percent of their  benefit payment. Most of these borrowers had between 10 and 15  percent of their benefit payment offset. A small proportion of borrowers  (about 5 percent of those 50 to 64 and 4 percent of those 65 and older)  were approved for a financial hardship reduction and paid a reduced  amount of offset compared to what they would have otherwise.", "The typical monthly Social Security benefit offset for older Americans  across fiscal years 2001 through 2015 was slightly more than $140. The  minimum amount was $25, which is the lowest amount at which Treasury  will initiate an offset. For borrowers 65 or older at their initial offset,  monthly payments ranged up to about $240 (see fig. 5). At the median,  monthly offsets were similar for those 50 to 64 and 65 and older—$142  and $146, respectively."], "subsections": []}, {"section_title": "Older Americans in Social Security Offset Increasingly Have Social Security Income Below the Median Benefit Amount", "paragraphs": ["A growing share of Social Security beneficiaries is potentially subject to  offset because the share of beneficiaries who have benefits below the  protected threshold of $750 has declined. Because of the offset threshold,  those receiving monthly benefits of $750 or less who hold defaulted  federal student loans are not subject to offset. However, unlike Social  Security benefits which are increased on an annual basis through cost of  living adjustments, the Social Security offset threshold of $750 has not  been adjusted. As the relative value of the offset threshold has declined  over time, it applies to a smaller share of Social Security beneficiaries.  Across all Social Security beneficiaries in 2004, about 42 percent of those  receiving Social Security disability benefits and about 33 percent of those  receiving retirement benefits had monthly benefits of less than $750 a  month and thus could not become subject to offset. By 2014, however,  the share of all beneficiaries below the $750 threshold had fallen to 19  percent of disability beneficiaries and 16 percent of retirement  beneficiaries.", "Over time, the population of older Americans in Social Security offset has  become increasingly composed of those with Social Security incomes  below the median benefit amount. In 2004, 21 percent of older Americans  subject to Social Security offset received benefits that would have placed  them in the bottom half of the overall benefits distribution before  considering the amount withheld through offset (see table 2). By 2014,  about 60 percent of older Americans subject to offset received benefits  that, prior to offset, would place them below the median Social Security  benefit amount—about $1,070 for disability beneficiaries and $1,320 for  retirement beneficiaries in 2014."], "subsections": []}]}, {"section_title": "Social Security Offsets Were a Small Share of Education’s Collections and Primarily Paid down Fees and Interest as Many Borrowers Remained in Default after 5 Years", "paragraphs": ["A small share of Education’s total collections from the Treasury Offset  Program came from Social Security offsets. Nearly three-quarters of the  collections through Social Security offset were applied to Treasury Offset  Program fees and to interest on the remaining loan balance, rather than  to loan principal. With respect to outcomes for older borrowers, about half  of borrowers remained in offset for 1 year or less while others remained in  offset for multiple years. Over a 5 year time period after becoming subject  to Social Security offset, nearly one-third of older borrowers were able to  pay off their loans or obtain a disability discharge. However, other older  borrowers remained in default on their student loans, and some had their  loan balances increase over time despite the reductions to their Social  Security benefits."], "subsections": [{"section_title": "Social Security Offsets Were a Small Share of Education’s Collections through the Treasury Offset Program, but a Relatively Larger Share of These Offsets Went toward Program Fees", "paragraphs": ["Data from Treasury show that Education collected about $171 million in  Social Security offsets in fiscal year 2015, which amounted to a small  share of the agency’s total collections from the Treasury Offset Program  (see fig. 6). In total, Education collected almost $2.3 billion from offsets of  any kind. The $171 million collected from Social Security offsets was  equivalent to about 8 percent of this total. The vast majority of offsets for  Education debt— nearly $2.1 billion, or about 91 percent—were from  federal tax refunds.", "As shown in figure 6, a relatively larger share of the total amount  collected through Social Security offsets went toward Treasury Offset  Program fees. In fiscal year 2015, the fee for each Social Security offset  was $15 compared to $17 for each federal tax refund offset. Because  offset fees are assessed per transaction, a borrower subject to monthly  Social Security offsets could pay up to $180 per year in fees compared to  $17 for a single federal tax refund transaction. According to data from  Treasury, offset fees collected through the Treasury Offset Program  amounted to about 11 percent of Social Security offsets collected for  Education debt compared to 1 percent for federal tax refund offsets."], "subsections": []}, {"section_title": "More Than 70 Percent of the Amount Collected through Social Security Offset Was Applied to Borrowers’ Fees and Interest", "paragraphs": ["Collections on defaulted student loans through Social Security offset were  applied primarily to borrowers’ fees—including Treasury Offset Program  fees, as well as other fees charged to defaulted borrowers by  Education—and interest. Treasury’s Bureau of the Fiscal Service retains  the Treasury Offset Program fee and sends the remainder of the offset to  Education. Education officials said that for each student loan, it applies  the offset first to any outstanding fee balance, then to accrued interest,  and then to principal. Of the approximately $1.1 billion collected through  Social Security offsets from fiscal years 2001 through 2015 from  borrowers of all ages, about 71 percent was applied to fees and interest— 12 percent to fees and 59 percent to interest—compared to 28 percent  that was applied to principal.", "Among borrowers 50 or older at the time of initial offset, 53 percent had  no portion of their offset payments applied to principal. This figure was  even higher among older borrowers whose monthly benefit was below the  poverty guideline prior to offset—68 percent of these borrowers had the  full amount of their offset payments applied to fees and interest only. In  contrast, 23 percent of borrowers 50 and older had the majority of their  offset payments applied to principal. These borrowers came  disproportionately from those whose monthly benefit was above the  poverty guideline even after offset."], "subsections": []}, {"section_title": "About Half of Older Americans with Defaulted Student Loans Remain Subject to Social Security Offsets for 1 Year or Less, but Those with Larger Balances Tend to Remain Longer", "paragraphs": ["About half of older Americans who had Social Security offsets to repay  student loan debt were no longer subject to offset within a year, while  slightly more than one-third remained subject to offset for 2 years or  more. Looking across the approximately 126,000 borrowers 50 and  older whose initial Social Security offset was in fiscal years 2001 through  2010, 45 percent were subject to offset for a year or less, including 8  percent who were only subject to offset for a single Social Security  payment. In contrast, 37 percent had their Social Security benefits  reduced for multiple years. Specifically, about 25 percent were in offset  for 2 to 5 years and 12 percent were in offset for 5 years or more. Results  were similar between borrowers 50 to 64 and borrowers 65 and older  (see fig. 7).", "Older borrowers who were subject to offset for shorter periods tended to  owe less than those who remained subject to offset for longer periods of  time. Specifically:", "Less than 1 year: These borrowers had a median loan balance of  about $6,000 and an average balance of $12,150 at the time of initial  offset.", "2 to less than 5 years: These borrowers had a median balance of  $8,000 and an average balance of $15,250.", "5 or more years: These borrowers had a median balance of $12,800  and an average balance $22,450."], "subsections": []}, {"section_title": "Almost One-Third of Older Americans in Social Security Offset Paid Off or Discharged their Student Loans, but About 36 Percent Were Still in Default after 5 Years", "paragraphs": ["Many older borrowers had paid off or discharged their debt 5 years after  their initial Social Security offset, but others remained in default and  offset. Among those 50 and older at the time of their initial offset, about  32 percent had paid off or discharged their debt due to disability or school  closure or otherwise closed their loans after 5 years for reasons other  than death. An additional 13 percent died while their loans were  outstanding (see fig. 8). The remainder—about 55 percent—had loans  that were still open 5 years after their initial offset. Most of these  borrowers with open loans were in default, but others had emerged from  default by rehabilitating or consolidating their loans. Specifically, about 36  percent of those 50 and older at the time of their initial offset were in  default after 5 years, including 20 percent who were still in offset. A  small share—about 10 percent—was able to rehabilitate or consolidate  their loans and was in repayment.", "As shown in figure 8, older borrowers who had been in offset but then  paid off their loans had substantially smaller outstanding loan balances at  the time of their initial offset compared to other older borrowers subject to  offset. For example, the median outstanding balance for older borrowers  who were in offset but paid off their loans within 5 years was $2,379  compared to a median outstanding balance of $11,838 for borrowers who  were still in offset."], "subsections": []}, {"section_title": "Some Older Americans in Offset Have their Student Loan Debt Increase over Time", "paragraphs": ["Among the 55 percent of older Americans who still had student loans  open 5 years after their initial Social Security offset, most had made some  progress toward paying down their loan balances, but the loan balances  of others increased over time. Taking into account Social Security offsets  as well as any other source of payment on a borrower’s loans, such as  tax refund offsets or voluntary payments, the majority (60 percent) of  these borrowers had decreased their loan balances. The loan balances of  the remaining 40 percent grew because the payments on their loans from  all sources did not keep up with accruing interest.", "Borrowers who remained in Social Security offset after 5 years tended to  have made more progress in paying down their loan balances compared  to other borrowers who still had open loans but were no longer in offset.  For example, some borrowers may no longer have been in offset because  they rehabilitated or consolidated their loans, but were then in  forbearance or deferment and, thus, were not making payments.  Specifically:", "Borrowers who remained in offset: Among borrowers 50 and older  who still had offsets after 5 years, 32 percent had their loan balances  increase after considering all sources of payment on their loans.", "Borrowers with a financial hardship exemption from offset: 48  percent of borrowers 50 and older who still had open loans but had  secured a hardship exemption—and thus were no longer making  payments through Social Security offset—had a greater loan balance  after 5 years.", "Borrowers in forbearance or deferment: Borrowers 50 and older  who exited offset by rehabilitating or consolidating their loans but were  in forbearance or deferment at the end of 5 years—and thus not  making payments—fared particularly poorly, as 67 percent owed more  than they did when they entered offset.", "More borrowers who were in Social Security offset for several years paid  down principal with their offsets than borrowers who were briefly in offset,  but some borrowers had not paid any principal after years of offsets.  Among borrowers age 50 or older who stayed in offset for less than 1  year, 60 percent paid only fees and interest. For those in offset for more  than 5 years, about one-third paid only fees and interest with their offsets,  while about two-thirds paid some principal."], "subsections": []}]}, {"section_title": "Program Design May Impact Retirement Security for Older Borrowers, Including Those Seeking Relief Permitted for Permanent Disability or Financial Hardship", "paragraphs": ["A growing number of older borrowers may experience financial hardship  in the years leading up to or during retirement because the Social  Security offset threshold has not been adjusted for increases in costs of  living since program provisions were implemented by regulation in 1998.  In addition, many older Americans subject to offset may be eligible for a  TPD discharge but they have not applied for one, and Education is taking  steps to reduce the numbers of borrowers who have not applied.  Education is also taking steps to automatically suspend offsets for certain  disabled borrowers, but these steps could adversely affect borrowers at  an older age. This is because Education does not provide these  borrowers with information that would help them make more informed  choices about applying for a TPD discharge. Further, for those who apply  for a TPD discharge, key requirements of the 3-year monitoring period  are not clearly communicated. As a result, older borrowers and others  with disabilities may not complete required documentation to continue  receiving this relief. Finally, Education established a process for granting  financial hardship exemptions or reductions from offset, but they do not  provide borrowers information about this option unless requested or  review these exemptions once granted."], "subsections": [{"section_title": "A Growing Number of Older Borrowers with Social Security Offsets May Experience Financial Hardship because the Offset Threshold Is Not Adjusted for Increases in Costs of Living", "paragraphs": ["Older borrowers who remain in offset may increasingly experience  financial hardship. Such is the case for a growing number of older  borrowers whose Social Security benefits have fallen below the poverty  guideline because the offset threshold is not adjusted for increases in  costs of living. The threshold for Social Security offsets was established  to prevent undue financial hardship on borrowers who rely on benefits for  a substantial part of their income and who may be unable, rather than  unwilling, to repay debts. This is consistent with the policy underlying  the Social Security program that benefits are intended to help ensure  older Americans have adequate retirement incomes and do not have to  depend on welfare. According to SSA, Social Security benefits  represented 90 percent or more of total income for about one-third of  beneficiaries 65 and older in 2014. At the time it was set, in 1998, the  threshold for Social Security offsets was above the poverty guideline— $750 a month represented about 112 percent of the poverty guideline for  a single adult that year. However, in the absence of cost of living  adjustments, the relative value of the offset threshold has declined over  time to well below the poverty guideline. In 2016, the poverty guideline for  a single adult equated to a monthly income of about $990, and the $750  threshold represented about 76 percent of this amount. Consequently,  an increasing number of older Americans subject to Social Security  offsets received benefits below the federal poverty guideline. In fiscal year  2004, about 8,300 borrowers in the 50 and older age category had  benefits below the poverty guideline compared to almost 67,300 in fiscal  year 2015 (see fig. 9). As a share of borrowers in the 50 and older age  category, this growth was equivalent to an increase from 38 percent in  fiscal year 2004 to 64 percent in fiscal year 2015. In addition, as shown  in figure 9, a growing number of these older borrowers already received  Social Security benefits below the poverty guideline before offsets further  reduced their income.", "Proposals to adjust Social Security offset provisions—such as by indexing  the offset threshold—have been made by Education and proposed in  legislation. In October 2015, Education proposed that the Social Security  offset threshold be indexed to inflation. In its support for this proposal,  Education noted that the Debt Collection Improvement Act of 1996  recognizes that Social Security is “a key source of income for many  disabled and elderly Americans.” In addition to Education’s proposal,  legislation was introduced in October 2015 to index the Social Security  offset threshold to inflation.", "It is also important to recognize that adjusting Social Security offset  provisions would reduce Education’s recoveries from Social Security  offsets. If the offset limit had been indexed to match the rate of increase  in the poverty guideline, 62 percent of all older borrowers whose Social  Security benefits were offset for federal student loan debt in fiscal year  2015 would have kept their entire benefit and 13 percent would have had  a smaller offset. In total, our analysis found that Education would have  collected about 40 percent of the amount collected through Social  Security offsets for borrowers of any age in fiscal year 2015."], "subsections": []}, {"section_title": "Many Older Borrowers Subject to Offset May Be Eligible for a Total and Permanent Disability Discharge under Education’s Process but Have Not Applied", "paragraphs": ["Older Americans subject to Social Security offset may be eligible to have  their student loan debt discharged because they are severely disabled.  According to our analysis of linked data from Education, Treasury, and  SSA, the large majority of older borrowers in offset who had their student  loans discharged did so through Education’s total and permanent  disability (TPD) discharge process. For those 50 and older who were  initially subject to offset between fiscal years 2001-2010, TPD discharges  represented about 90 percent of all non-death related discharges within 5  years after the initial offset. In total, after 5 years, about 8 percent of those  50 and older at the time of their initial offset applied for and successfully  obtained a TPD discharge of their loans, while about 6 percent more were  initially approved, but were still in the conditional 3-year monitoring  period.", "Education’s TPD discharge process permits such discharges for certain  recipients of Social Security disability benefits of any age. Effective July 1,  2013, the eligibility criteria for TPD discharges were modified to include  borrowers receiving Social Security disability benefits if SSA has  determined they have a disability in which medical improvement is not  expected. Borrowers who receive disability benefits but are not in this  status, as well as other borrowers who do not receive disability benefits,  may still apply for a TPD discharge based on a physician’s certification or  a determination from the Department of Veterans Affairs. Under  Education’s TPD process, when borrowers alert their loan servicer that  they are disabled they are referred to Education’s centralized TPD  servicer who provides them application materials. According to Education  officials, effective from April 2016, offsets are suspended on the  borrower’s loans during the 120-day application period. Once borrowers  submit their completed application, Education determines if they are   eligible for a discharge. As described earlier, borrowers approved for a  TPD discharge are generally subject to a 3-year monitoring period during  which the discharged loans may be reinstated for several reasons,  including that the borrower earned income over a specified threshold.  Once the 3-year monitoring period has been completed and the discharge  processed, the loans cannot be reinstated. The value of the discharged  loans is generally treated as taxable income at the close of the 3-year  monitoring period, as described in the sidebar.", "While TPD discharges represent the largest share of loan discharges for  older Americans in offset, data from Education indicate that a  considerable number of borrowers of any age, including those age 50 and  older, who are eligible for a TPD discharge have not fully completed the  application process. Education has taken steps to identify and conduct  outreach to such borrowers of all ages, many of whom are certified for  offset. Specifically, in December 2015 Education began matching NSLDS  data with SSA records to identify borrowers who receive disability benefits  and who are eligible for a TPD discharge because SSA had determined  that their medical improvement was not expected. Once identified,  borrowers were sent a letter explaining they are eligible for a TPD  discharge and describing the actions they must take to apply. Based on  this data matching, Education reported in April 2016 that it had initially  identified approximately 387,000 borrowers of any age eligible for a TPD  discharge. Of these, over 100,000 borrowers were in default and had  been certified for offset. According to Education, as of July 31, 2016,  TPD discharge applications were sent to about 234,000 borrowers based  on the data matching and slightly more than 19,000 applications had  been submitted and approved. Education officials said that nearly 1,800  additional applications had been submitted but not yet approved,  generally because the agency was in the process of following up to obtain missing signatures on these applications. Approximately 213,000  borrowers who were sent forms had not yet applied. Education officials  said that the agency will do additional follow up to increase the number of  applications submitted and subsequently approved. According to  Education officials, as of October 2016, an additional approximately 7,000  borrowers were identified as being eligible for a TPD discharge through  the quarterly data match and were certified for offset."], "subsections": []}, {"section_title": "New Efforts Education Is Taking to Automatically Suspend Offsets for Certain Disabled Borrowers May Adversely Affect Borrowers at Older Ages", "paragraphs": ["As part of their data-matching effort described above, Education officials  said they are immediately suspending offsets for borrowers of any age  identified as receiving Social Security disability benefits for a condition in  which medical improvement is not expected. According to Education  officials, the agency decided in April 2016 to suspend offsets of any  federal payments through the Treasury Offset Program for borrowers  identified as eligible for a TPD discharge through the data-matching effort,  regardless of whether or not the borrower returns the application form.  The suspension from offset for those eligible but not approved for a TPD  discharge continues for as long as Education identifies through its  quarterly data match that the borrower has a disability in which medical  improvement is not expected. During the time that offsets are suspended  a borrower’s loan continues to be in defaulted status, and Education  officials said that interest would continue to accrue on a borrower’s loan  balance. Education officials also said that once disabled borrowers are  converted to Social Security retirement benefits at their full retirement  age—currently age 66 for people born in 1943-1954—offsets would  resume unless the borrower applied and was approved for a TPD  discharge or a financial hardship exemption. Using the linked NSLDS,  Treasury Offset Program, and SSA data, we identified about 32,000  borrowers who were 50 and older at the time of their initial offset and who  had a disability in which medical improvement is not expected, but who  had not applied for a TPD discharge.", "Although Education is now automatically suspending offset payments for  borrowers who are TPD discharge-eligible, it has not taken steps to  inform borrowers about key information. For example, Education has not  informed borrowers that they are suspended from offset even if they do  not apply for the TPD discharge. Further, Education has not provided  information to borrowers about the potential consequences from  continuing to accrue interest without applying for the TPD discharge, or  that their offsets may later resume if their benefits are converted.  Education’s Federal Student Aid division’s strategic goals include  providing superior service and information to borrowers to support  customers’ decision-making. In addition, Standards for Internal Control in  the Federal Government state that the agency should externally  communicate the necessary quality information to achieve the entity’s  objectives, which in this case is to provide offset relief to borrowers  eligible to receive it. Education officials said that the agency does not  have written guidance on the suspension process and conducts the  suspension by using the data match to directly inactivate offsets for  borrowers in Fiscal Services’ system. Without any communication from  Education, some borrowers who previously had Social Security offsets  suspended while receiving Social Security disability benefits could be  surprised by a reduction in their monthly Social Security benefits as their  offsets resume once they begin receiving retirement benefits. Providing  information to borrowers on the potential for offsets to resume once they  begin receiving retirement benefits—and that interest on their loan will  have continued to accrue in the interim—will allow borrowers to make a  more informed choice about whether to apply for the TPD discharge."], "subsections": []}, {"section_title": "Key Requirements of the TPD Discharge Process are Unclear, and Many Eligible Older Borrowers who Are Initially Approved Have Their Loans Reinstated", "paragraphs": ["Unclear requirements for Education’s TPD discharge program may affect  even those older borrowers in offset who do apply for relief, particularly  for completing the 3-year monitoring period. Further, the effects of  Education’s program design for TPD discharge are not limited to older  borrowers but also impact disabled borrowers of any age who apply for  the discharge. Using summary data from Education for all borrowers who  applied for TPD discharge, we identified that almost 110,000 individuals  were approved for TPD discharge in fiscal year 2014, while an additional  almost 103,000 were approved in fiscal year 2015. The total loan  balances discharged in those years were over $2.7 billion and nearly $2.6  billion, respectively. Education’s data show that a large number of those  approved for a TPD discharge had their loans reinstated during the 3-year  monitoring period. According to summary data provided by Education’s  TPD servicer, in fiscal year 2015, 61,536 borrowers initially approved for  a TPD discharge had loans reinstated during the 3-year monitoring period  with a total value of about $1.2 billion. Further, our analysis of NSLDS  data showed that about 20 percent of borrowers 50 and older at the time  of their initial offset, and who were in the 3-year monitoring period from  July 1, 2008 through the end of fiscal year 2012, later had their loans  reinstated.", "As shown in figure 10, the vast majority of borrowers of any age whose  loans were reinstated—98 percent in fiscal year 2015—had this occur  because they did not submit the annual income verification form.", "We found that the high number of loans reinstated because the borrower  did not provide the annual income verification form results from unclear  annual reporting requirements. Specifically, documentation provided by  Education to borrowers in the 3-year monitoring period does not clearly  and prominently state all requirements to report income annually. Federal  agencies are directed to use language that is clear, concise, and well- organized that the public can understand in documents that explain how  to comply with requirements the federal government administers or  enforces. Moreover, Standards for Internal Control in the Federal  Government state that the agency should externally communicate the  necessary quality information to achieve the entity’s objective. However,  we found that the forms the TPD servicer provides to borrowers may not  clearly communicate all requirements to avoid loan reinstatement. In  particular, the TPD discharge approval form sent to borrowers states that  violating certain requirements will result in loan reinstatement, such as  earning income from employment above the poverty guideline amount for  a family of two in their state. However, the additional annual reporting  requirement may be unclear because the form does not explicitly state  that the loan will be reinstated if the borrower does not return the annual  income verification form—even if they have no earnings—to document  that their earnings from employment are below the poverty guideline for a  family of two in their state. In addition, we found that the annual income  verification form sent by Education’s TPD servicer each year during the 3- year monitoring period does not state that failure to submit the form will  result in loan reinstatement (see app. IV for a copy of documentation  provided by Education’s TPD servicer). According to Education, if a  borrower does not return the income verification form, the TPD servicer  resends the form two additional times, but the follow up attempts do not  include any additional language to alert the borrower that failure to return  the form will result in loan reinstatement. For borrowers who fail to return  the annual income verification form, their loans are reinstated and offsets  may resume. The number of reinstatements may continue to grow as  more borrowers are initially approved through Education’s recent data  matching and outreach efforts unless unclear annual reporting  requirements are addressed.", "Borrowers whose loans are reinstated have 1 year to appeal to have their  case re-evaluated, but most do not. The notice sent to borrowers  informing them of the loan reinstatement provides the reason for the  reinstatement and information on how to appeal. The borrower may  appeal by mail or online through Education’s TPD servicer’s website.  However, most borrowers who have their loans reinstated do not  successfully appeal. According to Education’s data for borrowers of any  age in the 3-year monitoring period, 20,368 reinstatement appeals were  approved in fiscal year 2015, but 62,303 loans were reinstated during the  prior fiscal year. Borrowers who do not appeal their loan reinstatement  may have offsets resume.", "In addition, even with improvements to clarify forms sent to borrowers, it  may be difficult for disabled borrowers to comply with documentation  requirements. Although Education officials recognize that the population  of borrowers approved for a TPD discharge may have difficulty in  providing documentation due to the severity of their disabilities, borrowers  must take action to manually submit the income verification form each  year during the 3-year monitoring period. In contrast to manual  activities, Standards for Internal Control in the Federal Government state  that automated control activities tend to be more reliable because they  are less susceptible to human error and are typically more efficient.  While Federal Student Aid’s responsibilities include improving operational  efficiency and the quality of service for customers across the entire  student aid life cycle, the agency has not taken steps to reduce burdens  for disabled borrowers in providing the income verification form. In  contrast for another process that involves income verification, Education  has taken steps to improve operational efficiency and the quality of  customer service by reducing burdens on borrowers through a tool that  automatically identifies income information. Specifically, the application  process for income-driven repayment plans includes a feature—the IRS  Data Retrieval Tool—to transfer income information from a borrower’s  federal tax return. According to Education, this tool has helped simplify  and streamline the process for borrowers while improving both speed and  accuracy. Because Education has not included such a method to  automate annual income verification and streamline the annual income  verification process for the TPD discharge, Education has not made it  easy for some borrowers to comply with the requirements of the 3-year  monitoring period and avoid having their loans reinstated and offsets  resume.", "Education’s annual income verification process may also result in under- reporting of earnings from some borrowers. For example, Education does  not independently verify earnings for borrowers who submit the form and  report they have no earnings. The borrower is required to sign and return  the form certifying they had no earned income during the specified time  period and is notified that there can be a penalty for making false  statements or misrepresentations. However, Education officials said that  they do not take action to verify this reported information. Borrowers who  do report earnings are required to provide supporting documentation,  such as their W-2. Education’s current verification process also does not  address instances in which a borrower with income from multiple  employers only includes income and supporting documentation from  some, but not all, of them. This could result in borrowers receiving a TPD  discharge when their loan should have been reinstated. Automating  verification could also improve Education’s internal controls by addressing  situations where people may fail to report some or all income."], "subsections": []}, {"section_title": "Education Neither Provides Older Borrowers Information about the Financial Hardship Exemption Unless Requested Nor Does it Review These Exemptions after Initial Approval", "paragraphs": ["Aside from a loan discharge for disability, older borrowers who are  subject to offset may obtain relief by requesting a financial hardship  exemption or reduction through a process established by Education,  subject to certain requirements. This relief option is also available to  borrowers under age 50. Borrowers who initiate contact with Education  and state that they are experiencing a financial hardship due to Social  Security offset are sent an application package to document their income  and expenses. Borrowers with Social Security benefits below the poverty  guideline as well as borrowers with higher benefits may apply. As shown  in figure 11, Education determines eligibility based on a comparison of an  individual’s documented income and qualified expenses, rather than a  specific income threshold. Education officials said they immediately  suspend or reduce Social Security offsets for borrowers making a first- time request while their application is processed. However, for borrowers  who have previously applied but had offsets restarted, offsets continue  during the subsequent application submission and review process.", "Once a borrower submits the required documentation on income and  qualified expenses—such as housing, utilities, health care, and  transportation—Education then compares a borrower’s income and  expenses and generally uses IRS collection standards to determine  eligibility. If the application is approved, the borrower will either be  exempted from offset or have a reduced offset. These borrowers’ loans  are still considered to be in defaulted status, and interest continues to  accrue on them.", "According to Education’s data, more borrowers request a financial  hardship exemption rather than a reduction in offset. Education reported  that in fiscal year 2015, it received 12,573 requests for a financial  hardship exemption from Social Security offsets from borrowers of all  ages. During that same time frame, Education also received 2,631  requests for a reduction in Social Security offsets. While Education  officials said they do not formally track the volume of hardship exemption  and reduction approvals, they estimated that the majority of materially  complete applications are approved. According to our analysis of NSLDS  and Treasury Offset Program data, among borrowers 50 and older at the  time of their initial Social Security offset, 16 percent obtained a hardship  exemption and 5 percent obtained a hardship reduction at some point  while they were in offset from fiscal years 2001 through 2015.", "However, we found that Education does not make information about the  existence of the financial hardship exemption option or application  process generally available to borrowers subject to Social Security offset.  Although borrowers who are subject to offset may request a financial  hardship exemption or reduction, information about this option is not  generally available because neither Education’s website nor forms sent to  borrowers regarding offset inform them about these options. If borrowers  are aware of this option—for example, as a result of information from an  advocacy group–and contact Education or their servicer and state they  are experiencing a financial hardship due to offset, then Education or the  servicer would provide information to borrowers about the option and  application process, including the Financial Status Statement to  document their income and expenses. Standards for Internal Control in  the Federal Government state that agencies should externally  communicate necessary information to achieve the agency’s objectives.  Although Education has established a financial hardship exemption  option, officials acknowledged that the agency has not taken steps to  proactively inform borrowers about this option or process. For example,  Education’s website does not include information on the hardship  exemption process in relation to the Treasury Offset Program. In  addition, the financial hardship exemption application form is not included  under “Offset Forms” in the website’s section on “Forced Collections.”  Education officials said that borrowers may use the Financial Disclosure  Statement for Wage Garnishment Hearings available on the website— instead of the Financial Status Statement sent by Education to those who  initially contact and inform the agency of their financial hardship—to  submit their income and expenses for the financial hardship exemption  review. However, this option is not noted on the website. Moreover, the  offset notice sent to borrowers does not provide information on the  financial hardship exemption option or process. This notice is sent to  borrowers 65 days prior to the start of an offset and informs them of  options for objecting to collection of the debt. In contrast, the notice IRS  sends to individuals with delinquent federal tax debt subject to the  Federal Payment Levy Program provides information on how to avoid  having Social Security income withheld in cases of financial hardship.  By providing information about the existence of the hardship exemption  option and its application process, Education could better serve  borrowers who have little or no discretionary income—including those  receiving benefits below the poverty guideline—and who may be eligible  for permitted relief.", "Borrowers who apply can be approved for a financial hardship exemption  or reduction for a 1-year period, but these exemptions, once granted, are  not subject to further review and remain in place indefinitely because  there is no annual review process. According to Education officials,  financial hardship exemptions and reductions are intended to be subject  to an annual review. The approval letter sent to borrowers who are  granted a financial hardship exemption or reduction states that their  financial status will be reviewed again at the end of 12 months and that  the borrower will need to submit a new Financial Status Statement or their  offsets will resume. Standards for Internal Control in the Federal  Government also state that the entity determines an oversight structure to  fulfill responsibilities set forth by applicable guidance. However,  according to Education officials, borrowers are not prompted to resubmit  the form and, as a result, may continue to receive the hardship exemption  or reduction indefinitely. Education officials said their Debt Management  and Collection System requires enhancements in order to perform an  annual review and there are no definitive plans to implement this feature.  In the absence of an annual review, some borrowers who no longer  qualify for a financial hardship exemption or reduction based on their  income and expenses may continue to avoid offset or pay a reduced  amount."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["A growing number of individuals who are 50 and older have defaulted on  their student loan debt and become subject to Social Security offset,  which can have serious financial consequences for those in or approaching retirement, especially for those at lower income levels or  who are unable to work and make up for lost income. Our analysis shows  that more than half of this population was disabled and receiving Social  Security disability benefits that were reduced through offset, while others  may have been retired but relying on Social Security for most of their  income.", "While the federal student aid program is designed to hold borrowers  accountable for repaying their debt, policy makers have sought to balance  this goal with preserving the income security of those who cannot do so  due to disability or old age. To that end, the Social Security offset  threshold was implemented in 1998 to reflect this balance by establishing  a minimum monthly benefit payment above the poverty guideline at that  time. Although Social Security benefits are adjusted for increased costs of  living, the effect is diminished because the offset threshold is not  comparably adjusted. The result is that thousands of individuals subject to  offset are left with benefits below the poverty guideline. By allowing the  offset to reduce benefits below the poverty guideline, the balance of  policy goals the Congress sought when enacting the Debt Collection  Improvement Act of 1996 has not been maintained.", "Similarly, total and permanent disability discharge provisions were  established to assure that those who cannot work because they are  disabled are relieved from having to repay their loans. Yet, our findings  indicate that Education’s program design may make it difficult for  borrowers of any age with total and permanent disabilities to avail  themselves of this option. Education has taken important steps to identify  and conduct outreach with these borrowers, but unless a better method is  developed to allow them to verify their annual income during the 3-year  monitoring period, the majority of loans may be reinstated after initially  being approved. In addition, clearer communication from Education about  related changes in policy to borrowers subject to offset who are identified  as being eligible for a TPD discharge, including the consequences of  failing to apply for such a discharge, would help borrowers make better  decisions about managing their debt.", "Lastly, unless Education takes steps to inform borrowers facing financial  hardship that they may be eligible for relief, those with little or no  discretionary income may continue to have their Social Security benefits  reduced. Improving outreach for this option while establishing an annual  review process for those who receive it will help ensure that only eligible  borrowers are exempted from offset on an ongoing basis. In establishing  such an annual review process, Education may identify lessons learned  from addressing challenges with such requirements in the TPD discharge  process in order to streamline information needed from borrowers."], "subsections": []}, {"section_title": "Matter for Congressional Consideration", "paragraphs": ["To preserve the balance between the importance of repaying federal  student loan debt and protecting a minimum level of Social Security  benefits put in place by the Debt Collection Improvement Act of 1996,  Congress should consider modifying Social Security administrative offset  provisions, such as by authorizing the Department of the Treasury to  annually index the amount of Social Security benefits exempted from  administrative offset to reflect changes in the cost of living over time."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making five recommendations to the Secretary of Education. To  improve program design for Social Security offsets and related relief  options, we recommend the following actions:  Inform affected borrowers of the suspension of offset and potential  consequences if the borrower does not take action to apply for a TPD  discharge. Such information could include notification that interest  continues to accrue and that offsets may resume once their disability  benefits are converted to retirement benefits.", "Revise forms sent to borrowers already approved for a TPD discharge  to clearly and prominently state that failure to provide annual income  verification documentation during the 3-year monitoring period will  result in loan reinstatement;", "Evaluate the feasibility and benefits of implementing an automated  income verification process, including determining whether the agency  has the necessary legal authority to implement such a process;  Inform borrowers about the financial hardship exemption option and  application process on the agency’s website, as well as the notice of  offset sent to borrowers; and  Implement an annual review process to ensure that only eligible  borrowers are exempted from offset for financial hardship on an  ongoing basis."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this product to the Department of Education, the  Social Security Administration, and the Department of Treasury for review  and comment. Treasury provided technical comments only, which we  have incorporated where appropriate. SSA and Education generally  agreed with the findings, conclusions, and recommendations of this  report, and provided written comments that are reproduced in appendixes  V and VI. Education also provided technical comments, which we have  incorporated where appropriate.", "In its written comments, Education noted that there are a growing number  of older Americans with student loan debt and that this population  experiences higher rates of default. Moreover, Education recognized the  importance of improving and streamlining communications with these  borrowers. To better inform borrowers whose offsets are suspended  without applying for a TPD discharge, Education said it will implement a  process to notify borrowers about the suspension. In addition, Education  said it will take steps to improve the clarity of the TPD discharge forms  and determine if the department has the legal authority and operational  capability to automate the income verification process during the 3-year  monitoring period. We agree that Education should take these steps to  better inform borrowers and streamline the income verification process.  We also appreciate Education’s willingness to review the TPD discharge  forms. In doing so it is important to ensure that the forms clearly and  prominently state that unless the income verification form is completed  and returned—even if a borrower has no income to report—their loans  will be reinstated.", "Regarding the financial hardship exemption option, Education generally  agreed with both recommendations and said it will take steps to inform  borrowers about the option and application process. Education said it  plans to revise its website to include such information but noted that the  notice of offset is sent by Treasury. While Treasury sends a notice of  offset to borrowers, Education sends borrowers a separate notice of  offset that provides details on the loans eligible for offset and informs  borrowers of their options to avoid offset. In addition to the options  already described on Education’s form, including the option for borrowers  to apply for a financial hardship exemption from Social Security offset  would provide borrowers more complete information. We appreciate  Education’s willingness to coordinate with Treasury to improve  communication with borrowers about the availability of this relief option,  but we continue to believe that Education should provide comprehensive  information on relief options in the form Education sends borrowers.  Education also noted that it plans to automate the process for tracking  financial hardship exemptions, which will allow for regular reviews to  ensure that only eligible borrowers are exempted. However, Education  said that due to funding limitations the implementation of these  improvements has not been scheduled. We encourage Education to take  the necessary steps to implement an annual review process.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the Secretary of  Education, the Secretary of the Treasury, and the Acting Commissioner of  the Social Security Administration. In addition, the report will be available  at no charge on the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-7215 or bawdena@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix VII."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives for this review were to examine: (1) characteristics of  student loan debt held by older borrowers subject to offset and the effect  on their Social Security benefit, (2) the amount of debt collected by the  Department of Education (Education) through offsets and the typical  outcomes for older borrowers; and (3) effects on older borrowers as a  result of program design for offsets and related relief options.", "To answer our research objectives, we analyzed administrative data from  Education, the Department of the Treasury’s (Treasury) Bureau of the  Fiscal Service (Fiscal Service), and the Social Security Administration  (SSA). Specifically, we obtained and linked administrative data from  Fiscal Service’s Treasury Offset Program to Education’s National Student  Loan Data System (NSLDS) and SSA’s Master Beneficiary Record (MBR)  and Disability Control File (DCF) in order to examine the student loan  history and outcomes for older Americans with Social Security offsets. We  also examined aggregated data provided by Education on the total  number of borrowers in default and offset by age and the total  outstanding federal student loan balance by age.", "In addition, we reviewed relevant federal laws, regulations, and  documentation. We also interviewed agency officials to obtain information  about offsets of Social Security benefits, as well as Education’s  processes for discharging student loan debt in cases of disability and  claiming an exemption or reduction from offset due to financial hardship.  We obtained documentation from agency officials, including forms sent to  borrowers during the application and approval process for both Total and  Permanent Disability (TPD) discharges and financial hardship  exemptions. To further examine the TPD discharge process, we analyzed  aggregated data provided by Education’s TPD servicer on TPD discharge  applications, approvals, and reinstatements, including the total volume  and dollar value. To identify the amount Education collected on defaulted  student loans through offsets and other payment mechanisms, we  analyzed data provided by Education’s Default Resolution Group,  including aggregated data from the Debt Management and Collection  System and information reported by guaranty agencies. We also  analyzed aggregated data provided by Fiscal Service on fees assessed  by the Treasury Offset Program by type of offset for Education and other  federal agencies.", "Finally, we analyzed published data from the 2013 wave of the Federal  Reserve Board’s Survey of Consumer Finances (SCF) to update figures  which we previously reported on the overall share of households with  student loan debt with the most recent data available. This updated data  is available in appendix III. The SCF gathers various economic and  financial data at the household level, such as student loan, mortgage, and  credit card debt, and is conducted once every 3 years. Because survey  responses are based on the financial situation of an entire household, not  just the head of household, it is possible that the reported student loan  debt for some households headed by older Americans is held by children  or other dependents that are still members of the household."], "subsections": [{"section_title": "Treasury Offset Program data", "paragraphs": ["The Treasury Offset Program carries out transactions for offsetting  federal payments for delinquent nontax debt. We obtained record-level  data for 480,097 individuals who were subject to offset of Social Security  benefit payments due to a defaulted debt owed to Education from fiscal  year 2001 to 2015, including information on the amount and date of  offsets.", "NSLDS is Education’s central database for information on federal  financial aid for higher education, including student loans. We obtained  record-level data on borrowers’ loan histories from NSLDS on 477,867  individuals identified from the Treasury Offset Program data as having  been subject to offset of Social Security benefit payments due to  defaulted federal student loans at some time from fiscal year 2001 to  2015. A small proportion of the individuals—about 0.46 percent—who  were identified through the Treasury Offset Program data did not match to  student loan records in NSLDS. According to Education officials, debt  owed to Education can also result from overpayments of federal  education grants such as Pell grants, and grant recipients who do not  repay this debt timely are submitted to Treasury for offset.", "We examined a variety of information from NSLDS for borrowers with  Social Security benefit offsets, including loan disbursement dates, default  dates, loan statuses, and loan balances over time. Analyses that used  NSLDS data on loan balances were restricted to fiscal year 2006 forward  because NSLDS did not consistently retain detailed loan balance history  prior to 2006. Analyses of borrower outcomes over time were restricted to  borrowers who entered offset early enough that sufficient time had  elapsed to observe the outcomes over the entire length of time, as noted  in the report.", "SSA’s MBR contains administrative records of Social Security  beneficiaries. We obtained record-level data on the ages of borrowers  certified for offset for Education debt from fiscal year 2001 to 2015, as  well as the types and amounts of benefits they received. SSA’s DCF  contains additional administrative data on Social Security Disability  Insurance beneficiaries. From the DCF, we obtained information on the  continuing disability review category (e.g., the determination that medical  improvement is not expected) for the population of borrowers identified  from the Treasury Offset Program data."], "subsections": [{"section_title": "Data Reliability", "paragraphs": ["We conducted a data reliability assessment of the summary and record- level administrative data we used by reviewing documentation on the  datasets, requesting and reviewing the queries used to generate the data  extracts, and interviewing officials about how the data are collected and  their appropriate uses. When possible, we compared our summary-level  data to publicly reported information to ensure completeness and  accuracy. Additionally, we performed electronic testing of the record-level  linked administrative data to identify missing or unreliable data and to  resolve discrepancies across the separate data sources. In particular,", "Date of birth: NSLDS was missing date of birth information for some  borrowers. To ensure we had a reliable date of birth variable, we also  obtained date of birth information in the MBR data. We compared  these two sources to identify and resolve discrepancies, including  using dates of loan disbursement to ensure that date of birth was  consistent with plausible borrower ages at time of loan disbursement.", "Consolidation loans: In determining the length of time borrowers  held loans prior to offset, we matched consolidation loans to the  underlying closed loans that were paid off via consolidation and  included information on these loans. We excluded all other loans that  were paid off prior to offset.", "Application of offset payments: NSLDS did not always contain  complete information on the application of offset payments across  loan principal, interest on the outstanding balance, and program fees  due to data reporting issues. We measured the total amount of offset  payments and the number of individual offset transactions per  borrower using Treasury Offset Program data. We only included a  borrower in our analysis if we were able to identify the application of  the offset payment for a majority of the borrower’s individual offset  transactions.", "Death discharges: Loan discharges due to death may not occur  immediately after a borrower’s death because Education requires  documentation of the death. When we identified a borrower as  deceased through the MBR data, we considered the borrower to have  received a death discharge as of the month of the borrower’s death,  regardless of whether a death discharge was indicated in the NSLDS  data.", "Through our testing, we identified some data elements that were not  sufficiently reliable, and we did not use these data elements in our  analysis. Additionally, in certain analyses we were unable to calculate  measures for a small proportion of borrowers, and we note these  limitations in the report. We excluded 13 borrowers for whom no date of  birth could be determined from all analyses, and we excluded 33  borrowers for whom MBR data was unavailable from analyses that  required MBR data elements. For purposes of our analysis, we found the  data elements we ultimately reported on to be sufficiently reliable based  on this assessment."], "subsections": []}]}]}, {"section_title": "Appendix II: Additional Data Analysis of Student Loan Debt for Older Americans", "paragraphs": [], "subsections": [{"section_title": "Trends in Federal Student Loan Debt, Default, and Offset", "paragraphs": ["The total amount of federal student loan debt held by borrowers age 50  and older is considerably less than for younger age groups. Figure 12  shows the total dollar amount of federal student loan debt held by  borrowers of all ages and older Americans in particular, since fiscal year  2005.", "While fewer older Americans hold student loan debt, the rate of increase  in the number of older borrowers and the amount of their debt far  outpaced younger borrowers (see fig. 13).", "As the number of federal student loan borrowers and the amount of debt  have increased over time, so have the number of borrowers who are in  default and subject to an offset of any federal payment. Data from  Education show that, from fiscal years 2005 to 2015, the total number of  borrowers of all ages in default increased from about 4.3 million to 8.6  million. The corresponding increase in the number of borrowers subject to  any offset was from about 387,000 to slightly more than 1 million. Over  the same time period, borrowers were increasingly likely to default on  their loans and become subject to offset. The share of borrowers of all  ages in default increased from about 15 percent in default in fiscal year  2005 to 19 percent in fiscal year 2015 while the share of borrowers in  offset increased from 1.4 percent in fiscal year 2005 to 2.3 percent in  fiscal year 2015.", "The number of borrowers, especially older borrowers, who have  experienced offsets of Social Security benefits to repay defaulted federal  student loans has increased over time. As shown in figure 14, there are  more borrowers subject to Social Security offsets who received disability  benefits compared to retirement or survivor benefits. Once disabled  beneficiaries reach their full retirement age (currently age 66 for people  born in 1943-1954), disability benefits are automatically converted to  retirement benefits. Thus, for defaulted borrowers age 65 and older, the  vast majority—95 percent—received retirement or survivor benefits."], "subsections": []}, {"section_title": "Older Borrowers with Student and Parent PLUS Loans", "paragraphs": ["The majority of older borrowers hold loans taken out for their own  education rather than for their children’s education. According to data  from Education, about 31 percent of borrowers age 50 to 64 had loans  taken out for their children’s education in fiscal year 2015. Among  borrowers age 65 and older, this figure was less, about 24 percent.  Instances of default are substantially lower for older Americans with loans  for their children’s education compared to student loans for their own  education. In fiscal year 2015, the share of borrowers age 50 to 64 with  Parent PLUS loans in default was 10 percent compared to 35 percent for  those with student loans. Likewise, the share of borrowers age 50 to 64  with Parent PLUS loans in offset was about 1 percent compared to 3  percent for those with student loans."], "subsections": []}, {"section_title": "Length of Time in Default Prior to Offset", "paragraphs": ["Many older borrowers who held student loans for an extended period of  time had also been in default for a decade or more before becoming  subject to Social Security offset. About 68 percent of borrowers who  eventually became subject to Social Security offset were not yet receiving  Social Security retirement, disability or survivor benefits when they  defaulted on their student loans. Among these borrowers, most had been  in default for a decade or more before becoming subject to Social  Security offset, and just over 20 percent of these borrowers had been in  default for 20 or more years at the time they became subject to offset.", "Other older Americans who were already receiving Social Security  benefits at the time of default became subject to offset within shorter  timeframes. About 71 percent of borrowers who were already receiving  Social Security benefits when they defaulted on their student loans  became subject to offset within 3 years after their default. We previously  reported that under Education’s annual process for certifying defaulted  debt for offset, Education sends the defaulted debt to Fiscal Service  between 17 and 29 months after the last payment on the debt. Not all defaulted borrowers receiving Social Security benefits are immediately  subject to offset: For example, borrowers whose benefit amount is below  $750 per month are not subject to offset but may later become subject to  offset if cost of living adjustments increase their benefits above the $750  threshold. About 20 percent of older borrowers who were receiving Social  Security benefits at the time of their default became subject to offset 5 or  more years after their default."], "subsections": []}, {"section_title": "Student Loan Balances of Older Borrowers with Social Security Offsets Compared to Other Older Borrowers", "paragraphs": ["Older borrowers who became subject to Social Security offsets tended to  have relatively lower outstanding student loan balances compared to  other older borrowers who were not in default. As shown in table 3, the  average amount of debt held by these older borrowers with Social  Security offsets was less than the average for older borrowers who were  not in default. Looking only at borrowers in default, older borrowers who  became subject to Social Security offsets owed more than the average for  all defaulted borrowers of their age."], "subsections": []}]}, {"section_title": "Appendix III: Supplemental Data Analysis Tables for Older Americans with Student Loan Debt", "paragraphs": [], "subsections": [{"section_title": "75 and older Total, all ages", "paragraphs": ["*Ten or fewer observations."], "subsections": []}, {"section_title": "Fiscal Year", "paragraphs": [], "subsections": []}, {"section_title": "Discharged – Total and Permanent Disability (TPD) Loans open - total Rehabilitated or consolidated – total", "paragraphs": ["14,308  . . . .", "67,369  . . . .", "78,464  . . . .", "26,715  .  .  .  . . . ."], "subsections": []}, {"section_title": "Total collections", "paragraphs": ["$175,923,528 1 year or  more  45.07  30,653  2015  Total distinct  borrowers, any  year  36,471  64,197  .  .  .  . . . . . . . . ."], "subsections": []}]}, {"section_title": "Appendix IV: Copy of Education’s Total and Permanent Disability Servicer’s Form for Annual Income Verification", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: Comments from the Department of Education", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: Comments from the Social Security Administration", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Michael Collins (Assistant  Director), Sharon Hermes (Analyst in Charge), Christopher Zbrozek, and  John Mingus made key contributions to this report.", "Also contributing to this report were Deborah Bland, Ben Bolitzer, Helen  Desaulniers, Charles Jeszeck, Theresa Lo, Ying Long, Sheila McCoy,  Kevin Metcalfe, Mimi Nguyen, Dae Park, Kenneth Rupar, Kathleen van  Gelder, Walter Vance, and Adam Wendel."], "subsections": []}]}], "fastfact": []}