{"id": "GAO-12-691T", "url": "https://www.gao.gov/products/GAO-12-691T", "title": "Federal Land Management: Availability and Potential Reliability of Selected Data Elements at Five Agencies", "published_date": "2012-05-03T00:00:00", "released_date": "2012-05-03T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The federal government manages about 650 million acres, or 29 percent, of the 2.27 billion acres of U.S. land. Four land management agencies\u0097the Bureau of Land Management (BLM), the Fish and Wildlife Service (FWS), the National Park Service (NPS) in the Department of the Interior (Interior), and the Forest Service, in the Department of Agriculture\u0097manage about 95 percent of these federal acres. Interior\u0092s Bureau of Reclamation (BoR) manages another 1 percent of these acres. The five agencies collect certain data to help manage federal lands under their jurisdiction.", "This testimony summarizes GAO\u0092s findings from G AO-11-337, a report issued in April 2011. In this report, GAO reviewed the extent to which the five agencies collect certain federal land and resource data (referred to as data elements), how these data elements are stored, and their potential reliability. GAO included over 100 data elements at each agency in its analysis. These elements can be categorized as information on (1) federal land and the resources the five agencies manage, (2) revenues generated from selected activities on these lands, and (3) federal land subject to selected land use designations, such as wilderness areas."]}, {"section_title": "What GAO Found", "paragraphs": ["The five agencies varied in the extent to which they collected the over 100 land and resources, revenue, and federal land use designation data elements that GAO asked them about. Specifically, all five agencies collected data on four basic data elements, which related to total surface acres managed, total acres managed within each state, the number of special use permits generated for filming activities on federal land, and the number of cultural and historic sites listed on the National Register of Historic Places. In contrast, none of them collected information for 33 other data elements, such as the percent of total acres under oil, gas, or coal leases that have surface disturbance or where the surface disturbance has been reclaimed, or information on the potential quantities of oil, gas, and coal resources on federal land. Agency officials cited various reasons why the agencies did not collect certain information, such as believing another federal agency collected it, it was inconsistent with the agency\u0092s mission, or they lacked the authority or resources to do so.", "When an agency collected information, it was usually stored in a primary agency data system\u0097a centralized electronic data system maintained at an agencywide level. For example, GAO queried each agency about 57 federal land and resources data elements, and while the number of data elements each agency collected varied significantly, ranging from 3 to 22, the majority of the information that was collected was stored in a primary agency data system. Similarly, GAO asked each agency about 35 specific revenue data elements, and again while the number of data elements each agency collected varied significantly, ranging from 6 to 22, the majority of the information that was collected was stored in a primary agency data system. When the agencies collected information but did not store it in a primary agency data system, it was available in other formats such as paper files, land use plans, or other agency documents and files that may have been located in multiple field locations.", "GAO assessed the potential reliability of the data elements that the five agencies collected and determined that less than half of the data elements stored in a primary agency data system were potentially reliable. Generally, data elements were assessed as potentially reliable when information about the completeness and accuracy of a specific data element provided high assurance of its reliability. It is important to note that GAO assessed the potential reliability of these data elements for a given period of time, and additional analysis would be needed to determine the reliability of specific data elements for specific purposes. Among the reasons some of these data were assessed to be potentially unreliable were insufficient information about the accuracy and completeness of data elements and lack of internal controls for data quality."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO made no recommendation in its 2011 report and is making no new recommendations in this testimony."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to participate in your field hearing on land  inventory management. The federal government manages about 650  million acres, or 29 percent, of the 2.27 billion acres of land in the United  States. Four land management agencies—the Bureau of Land  Management (BLM), the Fish and Wildlife Service (FWS), and the  National Park Service (NPS) in the Department of the Interior (Interior),  and the Forest Service in the Department of Agriculture—manage about  95 percent of the federal land. The Bureau of Reclamation (BoR), also in  Interior, manages another 1 percent of this land.", "The agencies manage their land for various purposes. For example, BLM  and the Forest Service manage land for a variety of uses—including  recreation, timber harvesting, livestock grazing, oil and gas production,  mining, and wilderness protection. In contrast, FWS and NPS primarily  manage land to conserve fish and wildlife and their habitat and park  resources, respectively, and resource development is generally not  allowed on FWS- and NPS-managed land. BoR focuses on managing,  developing, and protecting water and related resource projects, such as  dams, irrigation, and hydroelectric plants. Lands managed by these  federal agencies may also be specially designated, for example, as  wilderness areas or national trails.", "To help manage federal land, the five agencies collect data that track,  among other things, land use, revenues generated from activities  occurring on the land, and land that has been designated for a specific  use, such as wilderness areas. However, in the past, we, the  departments’ Offices of Inspectors General, and others have raised  concerns about the accuracy and completeness of the data used to  manage federal land and resources and revenues collected from activities  on federal land. As these prior reports have concluded, without accurate  and complete data, managers cannot make fully informed decisions and  effectively manage and evaluate agency activities.", "In 2010, at the request of the House Committee on Natural Resources  and the Senate Committee on Energy and Natural Resources, we  undertook a study to review the extent to which each of the five federal  land management agencies collect data that were considered by the  committees as key to managing federal lands and resources. In April  2011, we issued a report—Federal Land Management: Availability and  Potential Reliability of Selected Data Elements at Five Agencies  (GAO-11-377)—that described which data the agencies collected, where  the agencies stored these data, and the potential reliability of these data.  My testimony today is based on the findings of this report, which  contained no recommendations. The 2011 report contains a detailed  explanation of the methods used to conduct our work, which we  performed in accordance with generally accepted government auditing  standards."], "subsections": [{"section_title": "Background", "paragraphs": ["The four major federal land management agencies—BLM, the Forest  Service, FWS, and NPS—manage their land and resources in  accordance with their respective missions and authorities. BLM and the  Forest Service are responsible for managing about 69 percent of federal  land for a variety of uses, including recreation, timber harvesting,  livestock grazing, oil and gas production, and mining. FWS is responsible  for managing about 14 percent of federal land, primarily to conserve and  protect fish and wildlife, and their habitat, although other uses, such as  hunting and fishing, are allowed when they are compatible with the  primary purposes for which the lands are managed. NPS manages  approximately 12 percent of federal land to conserve, preserve, protect,  and interpret the nation’s natural, cultural, and historic resources.", "In comparison, BoR, which manages about 1 percent of federal land, has  a much narrower primary mission—to manage, develop, and protect  water and related resources in an environmentally and economically  sound manner. Accordingly, BoR maintains 348 reservoirs, 476 dams,  and 58 hydroelectric plants on federal land and is the largest wholesale  supplier of water in the United States and the second-largest  hydroelectric power producer in the nation. BoR land is largely managed  to meet its primary mission, but this land also provides other benefits,  such as recreation.", "These agencies may collect a variety of data to manage and oversee  their activities. For our 2011 report, we examined over 100 data elements  that fall into three broad categories: (1) information on federal land and  the resources the agencies manage, (2) revenues generated from  selected activities on federal land, and (3) information on federal land  subject to selected land use designations. We developed this list of data  elements by reviewing, among other things, the request letter for the  work, past GAO and Congressional Research Service reports, and  interviewing agency officials. The five agencies may collect other data  related to land management that were not included in this review. The  three data element categories are described below.", "Federal land and resources. We identified 57 data elements in this  category that relate to (1) information on the total surface and  subsurface acres of federal land managed by each of the five land  management agencies and the total acres managed for specific  purposes, such as hardrock mining or grazing, and (2) the volume of  various resources, such as oil and gas and timber extracted or  harvested from federal land.", "Revenues generated from activities on federal land. We identified 35  data elements in this category that relate to information on revenues  generated from activities on federal land, which are derived from the  use or sale of land and resources. Sources of revenue include  revenues generated from oil and gas activities, hardrock mining, and  special use or right-of-way permits issued for transmission lines,  filming activities, and concession activities. We also included cost  recovery fees—which are intended to recover agency costs for  processing certain plans, applications, or permits associated with  various activities on federal land—in this category of data elements.", "Federal land use designations. Data elements in this category relate  to information on the number of acres each agency manages that are  associated with various special designations of federal land, such as  wilderness areas, wild and scenic rivers, paleontological sites, and  critical habitat set aside for endangered species. Some of these land  use designations apply to all five federal land management agencies,  but some are unique to a specific agency, and the number of land use  designations applicable to each agency varies."], "subsections": []}, {"section_title": "Extent to Which Data Elements Are Collected by the Five Agencies Varied", "paragraphs": ["The five agencies varied in the extent to which they collected the over  100 land and resources, revenue, and federal land use designation data  elements that we queried them about. Specifically, all five agencies  collected only 4 of the same data elements of the over 100 data elements  that we asked them about. These 4 elements related to total surface  acres managed, total acres managed within each state, the number of  special use permits generated for filming activities on federal land, and  the number of cultural and historic sites listed on the National Register of  Historic Places. In contrast, none of the agencies collected information for  33 data elements that we asked them about, such as the percent of total  acres under oil, gas, or coal leases that have surface disturbance or  where the surface disturbance has been reclaimed, or information on the  potential quantities of oil, gas, and coal resources on federal land.", "Specifically, of the 57 federal land and resource data elements we asked  each of the five agencies about, BLM and the Forest Service collected the  most—22 and 20 data elements respectively—and BoR collected the  least—3 data elements. Table 1 lists the 57 federal land and resources  data elements we asked about and indicates which of the five agencies  collected them.", "Of the 35 revenue data elements we asked each of the five federal  agencies about, BLM collected the most and NPS collected the least, 22  and 6, respectively. Table 2 lists the 35 data elements that relate to  revenues generated from activities on federal lands and which of the five  agencies collected them.", "Some land use designation data elements that we asked the five federal  land management agencies about applied to all five of them, and some  were unique to a specific agency. As a result, the number of land use  designations applicable to each agency varied. Specifically, 26 federal  land use designation data elements applied to BLM, 21 to the Forest  Service, 21 to FWS, 30 to NPS, and 17 to BoR. NPS collected the most  information on federal land use designation data elements and BoR  collected the least, 25 and 1, respectively. Table 3 lists the data elements  collected for federal land use designations by those that apply to all  agencies and those that apply to each of the five agencies.", "Agency officials cited various reasons why their agencies did not collect  certain information, such as they believed another federal agency  collected it, it was inconsistent with the agency’s mission, or they lacked  the authority or resources to do so. For example, according to BLM  officials, the agency does not collect information on the total acres of land  designated as Globally Important Bird Areas. The American Bird  Conservancy designates these areas and, along with the National  Audubon Society, collects information about these sites. BLM is informed  if any designations are on its land but does not track these areas.  Similarly, according to FWS officials, the United Nations World Heritage  program keeps records for acres designated as World Heritage Sites, and  FWS relies on this entity for information about these sites.", "In addition, some agencies did not collect data because they believe  collecting it would be inconsistent with the agency’s mission. For  example, according to NPS officials, with regard to data related to various  aspects of coal, oil and gas, and hardrock operations on NPS land, these  activities, if they are allowed at all, are quite limited on NPS land because  they are inconsistent with the mission of the agency. For this reason, NPS  does not collect information on the potential amounts of these resources  on NPS land. These officials also told us that for any quantities of oil and  gas extracted from NPS land, the Department of the Interior’s Office of  Natural Resources Revenue would collect this information. In addition,  BoR did not collect 54 of the 57 federal land and resource data elements  we examined because, according to agency officials, these data did not  relate to BoR’s mission. The officials noted that while BoR manages land  associated with its mission, other activities do occur on its land that are  incidental to its mission and are generally managed by another agency.  For example, Lake Mead in Nevada and Arizona is a National Recreation  Area located on BoR land and managed by NPS. Thus, NPS would  collect data on the number of acres acquired for national recreation  areas, such as Lake Mead, and not BoR.", "Further, some agencies cited a lack of authority or resources to collect  certain data elements as their reason for not doing so. For example,  according to agency officials, the Forest Service does not collect  information on surface land disturbed by coal mining because it is not  within Forest Service authority to require collection of this information.  Forest Service officials said Interior’s Office of Surface Mining,  Reclamation and Enforcement may collect this information. They added  that it is not within the scope of the Forest Service’s authority to require  the collection of information on surfaces disturbed by oil and gas  activities, but they thought that BLM might collect this information. BLM  officials stated that they would like to collect this information, but funding  is not available to do so."], "subsections": []}, {"section_title": "Approximately Three- Quarters of the Data Elements Collected Are Stored in a Primary Agency Data System", "paragraphs": ["When information was collected by the five agencies, it was more often  stored in a primary agency data system—a centralized electronic data  system maintained at an agencywide level—than in other formats.  Specifically, approximately three-quarters of the data elements that the  agencies collected were stored in a primary agency data system. For  example, we queried each agency about 57 federal land and resources  data elements, and while the number of data elements each agency  collected varied significantly, ranging from 3 to 22, the majority of the  information that was collected was stored in a primary agency data  system. BLM collected 22 federal land and resource data elements, and  15 of these elements were stored in a primary agency data system.  These included data elements related to the total acres that have been  leased for coal development, total acres that have been leased for oil and  gas development, and total acres for livestock grazing. However other  data, such as acres of surface and subsurface land, acres managed  within each state, and potential quantity of coal reserves on leased land  that the agency manages, were kept in BLM state offices in other formats,  such as electronic spreadsheets or hard copy. In contrast, all the data  elements the Forest Service, FWS, and BoR collected were available in a  primary agency data system.", "Similarly, we asked each agency about 35 specific revenue data  elements, and again while the number of data elements each agency  collected varied significantly, ranging from 6 to 22, the majority of the  information that was collected was stored in a primary agency data  system. For example, BLM stored all 22 of the revenue data elements it  collected in primary agency data systems, including those related to  revenues generated from right-of-way permits for transmission lines and  water and wind projects and special use permits for camping, day use,  filming, and concession activities. In contrast, of the 6 revenue data  elements that NPS collected, 3 were stored in a primary agency data  system—including those related to recreation fees, use fees, and  concession receipts—and 3 were stored in other formats—including  special use and right of way permits, which are kept at the park unit level.", "With regard to data elements on federal land use designations, the  number stored in primary agency data systems or in other formats also  varied significantly by agency. For example, only 1 of the 17 land use  designation data elements applicable to BLM was stored in a primary  agency data system. Other data elements, such as those related to the  number of cultural and historic resource sites, National Monuments, and  National Historic and National Scenic Trails, were documented in  spreadsheets at BLM headquarters. Some data elements, such as the  number of paleontological sites and total acres designated as critical  habitat under the Endangered Species Act, were maintained at multiple  field offices in other formats, such as electronic files or hard copy. In  contrast, 13 of the 15 data elements that the Forest Service collects on  land use designation are stored in primary agency systems. These  include information on total acres designated as Wilderness Areas,  National Forests, National Grasslands, National Monuments, National  Tallgrass Prairie, Land Utilization Projects, administrative sites, and  Research Natural Areas; and the total river miles designated as Wild and  Scenic Rivers. At NPS, the format for data storage was more of a mix,  with 18 of the 25 data elements stored in primary agency data systems  and 7 stored in other formats, including electronic spreadsheets, Web  sites, or paper files at agency headquarters or in park units."], "subsections": []}, {"section_title": "Less than Half of the Agency Data Stored in Primary Agency Data Systems Were Assessed to Be Potentially Reliable", "paragraphs": ["We assessed the potential reliability of the data elements that the five  agencies collected and determined that less than half of the data  elements stored in a primary agency data system were potentially  reliable. Generally, we assessed data elements as potentially reliable  when information about the completeness and accuracy of a specific data  element provided high assurance of its reliability. It is important to note  that we assessed the potential reliability of these data elements for a  given period of time, and additional analysis would be needed to  determine the reliability of specific data elements for specific purposes.", "With regard to federal land and resource data elements, we assessed as  potentially reliable 24 data elements that the five federal agencies stored  in a primary agency data system:", "At BLM, of the 15 data elements that were stored in a primary agency  data system, 6 were assessed to be potentially reliable.", "At the Forest Service, of the 20 data elements that were stored in a  primary agency data system, 4 were assessed to be potentially  reliable.", "At FWS, of the 10 data elements that were stored in a primary agency  data system, 6 were assessed to be potentially reliable.", "At NPS, of the 10 data elements that were stored in a primary agency  data system, 8 were assessed to be potentially reliable.", "At BoR, of the 3 data elements that were stored in a primary agency  data system, none was assessed to be potentially reliable.", "Reasons why these data were found to be potentially unreliable included  concerns about the accuracy and completeness of the data and internal  controls for data quality. For example, all of the federal land and resource  data elements in the Forest Service’s Land Area Report data system and  the Automated Lands Program data system were assessed as potentially  unreliable, in part because their associated data systems had weak  internal controls for data quality.", "With regard to the revenue data elements stored in primary agency data  systems, we assessed 17 as potentially reliable:", "At BLM, of the 22 data elements that were stored in a primary agency  data system, 13 were assessed to be potentially reliable.", "At the Forest Service, of the 9 data elements that were stored in a  primary agency data system, 1 was assessed to be potentially  reliable.", "At FWS, of the 10 data elements that were stored in a primary agency  data system, none was assessed to be potentially reliable.", "At NPS, of the 3 data elements that were stored in a primary agency  data system, all 3 were assessed to be potentially reliable.", "At BoR, of the 4 data elements that were stored in a primary agency  data system, none was assessed to be potentially reliable.", "Reasons why these data were found to be unreliable varied. For example,  at BLM, we assessed two data elements—revenues generated by coal  bonus bids and coal rents in the Collection and Billing System—as  potentially unreliable, in part because BLM did not provide sufficient  information about the accuracy and completeness of these data elements  in the Collection and Billing System. In addition, at FWS, we assessed the  revenues generated from the right-of-way permits data element as  potentially unreliable, in part because the revenues cannot be broken  down by type of permit, and even if the type of permit were known, the  frequency of revenues generated from these permits is unknown (e.g.,  annually or one-time).", "With regard to the data on land use designations, we assessed as  potentially reliable 25 land use designation data elements stored in  primary agency data systems:", "At BLM, the 1 data element that was stored in a primary agency data  system was not assessed to be potentially reliable.", "At the Forest Service, of the 13 data elements that were stored in a  primary agency data system, 2 were assessed to be potentially  reliable.", "At FWS, of the 6 data elements that were stored in a primary agency  data system, all 6 were assessed to be potentially reliable.", "At NPS, of the 18 data elements that were stored in a primary agency  data system, 17 were assessed to be potentially reliable.", "At BoR, the 1 data element collected was not stored in a primary  agency data system.", "As with the other two types of data elements, the reasons why these data  were found to be potentially unreliable varied. For example, we found the  land use designation data element at BLM potentially unreliable, in part  because of limitations with the accuracy of historic data. In contrast, we  found eight data elements stored in the Forest Service’s Land Area  Report data system potentially unreliable, in part because the data  system used few internal controls for data quality, and the data in the  system had not been audited.", "Chairman Lamborn, Ranking Member Holt, and Members of the  Subcommittee, while we recognize that managing the vast federal estate  is a daunting task, this task becomes even more challenging when federal  land managers do not have access to complete, accurate, and  comprehensive land inventory data. This concludes my prepared  statement. I would be pleased to answer any questions that you may  have at this time."], "subsections": []}, {"section_title": "GAO Contacts and Acknowledgements", "paragraphs": ["For further information about this testimony, please contact Anu K. Mittal  at (202) 512-3841 or mittala@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this testimony. Elizabeth Erdmann, Assistant Director; Antoinette  Capaccio, Carol Kolarik, Rebecca Shea, and Lisa Turner also made key  contributions to this testimony.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}