{"id": "GAO-11-531T", "url": "https://www.gao.gov/products/GAO-11-531T", "title": "Human Services Programs: Opportunities to Reduce Inefficiencies", "published_date": "2011-04-05T00:00:00", "released_date": "2011-04-05T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The federal government, often in concert with states, provides assistance to millions of individuals and families each year through a multiplicity of programs. These programs play a key role in supporting workers who have lost their jobs, families with low-incomes, and vulnerable children who have experienced abuse and neglect. However, given the fiscal pressures facing the federal government and the continued demands placed on assistance programs, it is critical that programs designed to serve those most in need provide benefits and services as effectively and efficiently as possible. In light of concerns about fragmentation, duplication, and overlap in government programs, this testimony addresses: (1) the key characteristics of some programs and tax expenditures that provide assistance to individuals and families; (2) problems in administering and providing services through multiple programs; and (3) actions that may help address these problems. We focused on programs under the jurisdiction of the Subcommittee of Human Resources and some related programs and tax expenditures for children and working-age adults; we developed an illustrative but not all-inclusive list of these programs. We relied on work conducted between 2001 and 2011, which employed an array of methodologies. These included surveys of federal and state officials; site visits to states and local areas; interviews with local, state, and federal officials; and analysis of agency data and documents."]}, {"section_title": "What GAO Found", "paragraphs": ["Various federal programs and tax expenditures exist to assist individuals and families by providing income support, child care, and child welfare services. Other programs help meet these households' needs in other areas, such as health and nutrition. Overall, several congressional committees as well as six federal agencies oversee these programs at the federal level, while federal agencies, state and local agencies, as well as for-profit and nonprofit agencies directly provide services at the local level. Families can receive benefits from one or more of these programs. For example, a low-income family may be eligible for and receive income support through Temporary Assistance for Needy Families (TANF), the Earned Income Tax Credit (EITC), and Child Support Enforcement, as well as subsidized child care assistance. This array of programs plays a key role in supporting those in need, but our work has shown it to be too fragmented and overly complex--for clients to navigate, for program operators to administer efficiently, and for program managers and policymakers to assess program performance. Individuals often must visit multiple offices to apply for aid and provide the same information and documentation each time--a process that is cumbersome and inefficient. The complexity and variation in eligibility rules and other requirements among programs contribute to time-consuming and duplicative administrative processes that add to overall costs. Some programs provide similar services through separate programs, resulting in additional inefficiencies. For example, we recently reported that TANF, Workforce Investment Act Adult (WIA Adult), and Employment Service (ES) programs often maintain separate administrative structures to provide some of the same services and activities, such as job search assistance, to low-income individuals. In addition, gaps in information can hamper program oversight. Approaches such as simplifying policies, improving technology, and fostering innovation and evaluation can improve services and reduce costs. Simplifying policies can improve productivity and help staff focus more time on activities such as ensuring the accuracy of benefits. Facilitating technology enhancements can streamline eligibility processes and improve program integrity. In addition, fostering state innovation and evaluation can help the federal government and policymakers determine which approaches are the most cost-effective and limit investment in unproven strategies. Because federal programs have evolved over time to meet various needs, it is not surprising to see multiple programs with some fragmentation of administration, some overlap in populations served, and some duplication of services offered. These features may be warranted, for example, to ensure quality services are provided and certain populations are served. However, our work indicates that further exploration of the extent of fragmentation, overlap, and duplication could help better identify ways to streamline and improve programs and to reduce inefficiencies."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to discuss our work related to some of the  nation’s most essential programs—under the jurisdiction of this  Subcommittee—designed to aid American households. The federal  government, often in concert with states, provides assistance to those who  have lost their jobs, families with low-incomes, and vulnerable children  who have experienced abuse and neglect at the hands of their parents. As  important as these programs are at all times, several of them have played  key roles as the number of households in need has risen to record levels  and program expenditures increased to meet this heightened need. At the  same time, the federal government is facing a structural imbalance in its  budget, causing policymakers to carefully consider the effectiveness and  efficiency of all federal programs. In particular, concerns have been raised  about the multiplicity of programs that may show signs of fragmentation,  overlap, and duplication that could introduce inefficiencies and increase  costs. I am pleased to be here today to help shed light on how these  concerns pertain to this array of programs. My statement draws on our  previous work that identified inefficiencies among several programs that,  taken together, serve as the nation’s safety net for children and working- age adults in need of temporary or longer-term aid. In this testimony, I will  refer to these as human services programs.", "My testimony today addresses three questions:  1.  What are the key characteristics of some programs and tax  expenditures that provide assistance to individuals and families in  need?  2.  What is known about problems in administering and providing services  through multiple programs?  3.  What actions may help address these problems?", "For this testimony, we focused on several of the programs under the  jurisdiction of the Subcommittee that provide assistance to individuals and  families with low incomes, in need of child welfare services, and  experiencing a job loss.  We generally did not include programs targeted to  the elderly.  We also refer to a few related tax expenditures under the  jurisdiction of the full committee.  In addition, we refer to some programs  under the jurisdiction of other committees that often provide assistance to  these types of households also.  We had not previously developed a  comprehensive list of programs, including outlay programs and tax  expenditures, that is aligned with the Subcommittee’s interests. For  purposes of this hearing we have drawn upon prior work and our subject  matter knowledge to develop an illustrative but not all-inclusive list of  such programs. We generally sought to illustrate the wide variety of such  programs that can help address the needs of this population.  We did not  conduct any legal analysis in order to identify the programs or to  determine their administration, objectives, funding, requirements, or goals.", "To address the objectives, we drew upon reports we issued between 2001  and 2011. In this work, we have employed an array of methodologies,  including surveys of federal and state officials; site visits to states and  local areas; interviews with local, state, and federal officials; and analysis  of agency data and documents. We conducted our work in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence we obtained  provides a reasonable basis for our findings and conclusions.", "We issued a report on March 1, 2011, outlining opportunities to reduce  duplication across a wide range of federal programs, raising attention to  these issues. That report was prepared in response to a new statutory  requirement that GAO identify and report annually on federal programs,  agencies, offices, and initiatives—either within departments or  governmentwide—that have duplicative goals and activities. In that work,  we also considered fragmentation and overlap among government  programs or activities as these can be harbingers of unnecessary  duplication. Fragmentation of programs exists when programs serve the  same broad area of need but are administered across different federal  agencies or offices. Program overlap exists when multiple agencies or  programs have similar goals, engage in similar activities or strategies to  achieve them, or target similar beneficiaries. Unnecessary duplication of  program services can occur when two or more programs are engaged in  the same activities or provide the same services to the same beneficiaries,  and this can in turn result in inefficient service delivery and unnecessary  program costs."], "subsections": [{"section_title": "A Multiplicity of Programs Exist to Meet the Needs of Individuals and families", "paragraphs": ["A range of programs and tax expenditures assist individuals and families.  Programs under the jurisdiction of the Subcommittee on Human  Resources can roughly be grouped under three missions for children and  working-age adults: providing income support, providing child care, and  providing child welfare services.  Other key programs address other needs  of these households, such as Medicaid, housing, nutrition assistance, and  Workforce Investment Act (WIA) employment and training programs.  These programs fall under the jurisdiction of four other House  committees.  In addition, a wide array of tax expenditures assist  individuals and families in these areas.  Figure 1 shows an illustrative set  of programs and tax expenditures. ■ Dependent Cre Tx Credit        ■ Promoting Safe           nd Sable Fmillie■ Workforce Invetment Act progr (WIA) ■ Erned Income Tx Credit (EITC) ■ SupplementSecrity Income (SSI)", "Various federal agencies are responsible for the oversight of these  programs and tax expenditures, as shown in figure 2. In addition, while the  federal government is involved in some aspects of the design and funding  of each of these supports, state governments are sometimes responsible  for directly administering the benefits and services. For example, while  SSI is directly administered by federal employees within the Social  Security Administration, UI, TANF, subsidized child care, and various  other programs are overseen by state governments and directly  administered by state and, in some cases, local government employees as  well as by nonprofit and for-profit entities.", "Across some of the programs and tax expenditures under the jurisdiction  of the Subcommittee and Committee, key characteristics such as the  population eligible for each and funding design vary. (See table 1.) For  example, individuals and families are sometimes eligible for specific  federal tax expenditures based on their employment or family-related  circumstances, such as with an adoption. Further, SSI and TANF both  provide monthly cash benefits to low-income people, but for SSI,  individuals must be aged, blind, or disabled, and for TANF, a family must  include dependent children. In terms of funding design, SSI benefits and  the tax expenditures are provided to all who apply and meet eligibility  requirements. So too is the case with the EITC, which has a refundable  portion for those without enough income to owe income taxes. Similarly,  federal funding for monthly payments to support children in foster care,  adoption, and kinship guardianship placements is also not capped and is  dependent on the number of children eligible for such assistance. On the  other hand, the federal funding level is fixed for programs such as TANF  and subsidized child care and does not increase with the numbers of  eligible people who apply.", "With this array of human services programs, a family and its members may  receive benefits or services from one or more of these programs.  Interactions between the programs vary, and in some cases, the programs  are specifically designed to provide multiple sources of support for  individuals and families. For example, a low-income family may be eligible  for and receive income support through TANF, EITC, and Child Support  Enforcement, as well as subsidized child care assistance. However, at the  same time, another family may be eligible for only one of those supports,  such as EITC, due to income or other eligibility requirements. Also due to  varying eligibility criteria, a family may have several members who are  receiving income support through TANF while another member receives  such support through SSI."], "subsections": []}, {"section_title": "Existing Array of Programs Leads to Cumbersome Service and Inefficient Administration", "paragraphs": ["While these programs provide important supports and services to millions  of households each year, they comprise a patchwork of support developed  over time and under different circumstances. Some programs were begun  under the original Social Security Act passed in 1935 and have evolved  over time. Congress has added other programs to meet emerging needs.  For example, to encourage more low-income women to move into the  workforce, Congress created child care subsidy programs designed to  support parents’ work efforts. Today, our work has shown this patchwork  of programs to be too fragmented and overly complex—for clients to  navigate, for program operators to administer efficiently, and for program  managers and policymakers to assess program performance."], "subsections": [{"section_title": "People Face Difficulties in Accessing Aid", "paragraphs": ["People seeking aid often must visit multiple offices and provide the same  information numerous times. The routes by which people access services  varies by program, state, and sometimes locality, and can be cumbersome  for those seeking aid from more than one program. Low-income  individuals and families often receive aid from multiple programs to meet  their income support, health, nutrition, employment and training, and  housing needs. Typically, clients may access several programs through one  office that administers TANF, the Supplemental Nutrition Assistance  Program (SNAP), and Medicaid. However, clients may need visits to other  offices to apply for housing assistance and SSI, while they must file a tax  return with the Internal Revenue Service (IRS) for the EITC. Typically,  clients have to provide the same basic information and required  documentation multiple times if they are trying to access more than one  program. Some states and localities have moved toward more use of call  centers and online applications, though this varies among the programs  and states."], "subsections": []}, {"section_title": "Myriad Program Rules Foster Duplicate Administrative Processes and Inefficiencies", "paragraphs": ["The complexity and variation in eligibility and other rules and  requirements among the programs have contributed to time-consuming  and duplicative administrative processes that are inefficient and add to  overall costs. Separate eligibility processes for some programs result in  considerable duplication of administrative activities because caseworkers  in different offices collect and document much of the same personal and  financial information. Even when programs are administered jointly, each  has its own eligibility rules and reporting requirements, limiting the extent  to which joint administration reduces administration costs. In our  previous work, state and local officials reported that this complicated the  work required of caseworkers to determine eligibility and also contributed  to errors. Excessive time spent working through complex procedures can  consume resources and diminish staffs’ ability to focus on other activities  that might improve service quality or improve program integrity. In  addition, other complex processes occur to meet federal cost allocation  requirements.  For example, we heard from some local staff that they track  the amount of time they spend working on different programs and report  this information to financial managers. Local financial managers then  determine what portion of staffs’ time is defined as administrative costs in  each of the programs and charge the programs appropriately.", "Providing similar services through separate programs can lead to  additional inefficiencies. We recently reported on the potential overlap  and duplication in employment and training programs. Specifically, we  found that TANF, Workforce Investment Act Adult (WIA Adult), and  Employment Service (ES) programs often maintain separate  administrative structures to provide some of the same services, such as  job search assistance, to low-income individuals. Some individuals may be  receiving similar services from each program, although the extent to  which this is occurring is not known. We recommended that Labor and  HHS disseminate information on state efforts to consolidate administrative  structures and colocate services. Both agencies agreed with our  recommendation and we will follow up on their efforts in the future."], "subsections": []}, {"section_title": "Information Gaps Hamper Program Oversight", "paragraphs": ["While we have not reviewed all of the accountability measures for the  relevant programs, we have identified some information gaps that hinder  oversight of some programs. For example, our work on the TANF program  has shown that work participation rates—a key performance measure for  TANF, as currently measured and reported, do not appear to be achieving  the intended purpose of encouraging states to engage specified proportions  of TANF adult recipients in work activities. In addition, although states have  shifted a large share of their TANF funds from cash assistance to other  programs, supports, and services such as child care subsidies and child  welfare, existing oversight mechanisms continue to focus on cash  assistance. As a result, there are gaps in the information available at the  federal level on how many families received TANF services and on how  states have used funds to meet TANF goals. While a key feature of the TANF  program is flexibility in the use of federal funds, this flexibility must be  balanced with mechanisms to ensure state programs are held accountable  for meeting program goals. Information gaps hinder decision makers in  considering the success of TANF and what trade-offs might be involved in  making any possible changes to TANF through the reauthorization process.  In addition, in our work on potential duplication of TANF and WIA, we  noted that lack of data hindered our ability to assess the extent to which  individuals may have received services from both programs.", "We also identified information gaps that make it difficult to assess fully the  federal role in supporting child care assistance for families. Such an  assessment is also complicated by the use of tax expenditures in  supporting families’ child care needs. With the flexibility allowed under  TANF, states have used a significant portion of their TANF funds to  augment their child care subsidy programs. However, states do not need to  report on the numbers or types of families provided TANF-funded child  care, leaving an incomplete picture of the numbers of children receiving  federally-funded child care subsidies, which would be useful information  for policymakers. In addition, because tax expenditures do not compete  overtly with other priorities in the annual budget process, policymakers do  not typically consider tax expenditures along with other programs when  making budgetary and programmatic decisions. Nevertheless,  considerable resources are provided to families through the Dependent  Care Tax Credit for their child care and other dependent care needs. A  more complete picture of the federal role in child care subsidies and who  benefits would include tax expenditure information. We identified the  importance of paying more attention to tax expenditures in our recent  work on opportunities to reduce duplication in federal government  programs."], "subsections": []}]}, {"section_title": "Simpler Policies, Better Technology, and More Innovation and Evaluation Could Reduce Inefficiencies", "paragraphs": ["The need for improving the administration of these programs has been  voiced recurrently for the past several decades. Stretching as far back as  the 1960s, studies and reports have called for changes to human service  programs, and we issued several reports during the 1980s that focused on  welfare simplification. Over the years, Congress has taken many steps to  simplify programs and procedures. For example, in 1996 Congress  replaced the previous welfare program with the TANF block grant and  consolidated several child care programs into one program, which our  previous work has shown provided states with additional flexibility to  design and operate programs. In addition, numerous pilot and  demonstration projects have given particular states and localities  flexibility to test approaches to integrating and coordinating services  across a range of human service programs. Some states have taken  advantage of recent changes and additional flexibility granted by the  federal government to simplify eligibility determination processes across  programs. For example, states may automatically extend eligibility to  SNAP applicants based on their participation in the TANF cash assistance  program—a provision referred to as “categorical eligibility.”", "While the need for simplification of program policies and other  improvements has been widely acknowledged, there has also been a  general recognition that achieving substantial improvements in this area is  exceptionally difficult. Many of these efforts have had limited success due,  in part, to the considerable challenges that streamlining program  processes entail, given the involvement of numerous congressional  committees and federal agencies involved in shaping human service  program policies. An additional challenge to systematic policy  simplification efforts is the lack of information on the costs and effects of  these efforts. Streamlining policies could expand client access and  increase caseloads and program costs, but it could also limit access for  particular populations, depending on which policies were adopted. In  addition, no definitive information exists to demonstrate the type and  extent of changes that might result in reduced administrative costs or to  demonstrate how strategies might work differently in different  communities. To help address these issues, in 2001 and 2006, we  recommended that Congress consider authorizing demonstration projects  designed to streamline eligibility determination and other processes across  federal human services programs. In the Consolidated Appropriations  Act, 2010, Congress appropriated funds for pilot projects that, in part,  demonstrate the potential to streamline administration or strengthen  program integrity. Using the funds appropriated by Congress, the  Partnership Fund for Program Integrity Innovation funds pilot projects  that test and evaluate ideas for improving federal assistance programs  through the following measures: reducing improper payments, improving  administrative efficiency, improving service delivery, and protecting and  improving program access for eligible beneficiaries.", "The current environment calls for continued and increased attention to  this set of programs and opportunities to reduce inefficiencies. At both the  federal and state levels of government, short-term and longer-term  budgetary conditions require review of all federal programs and activities  and efforts to make government more efficient and effective. Based on our  review of our past and recent work, we have identified three approaches  that warrant increased attention in this environment.  1. Simplifying policies and processes  Simplifying policies and processes—especially those related to eligibility  determination processes and various federal funding sources—could  potentially save resources, improve productivity, and help staff focus more  time on performing essential program activities, such as providing quality  services and accurate benefits to recipients. In our 2006 report, we noted  that many believe that being able to draw funds from more than one  federal assistance program while simplifying the administrative  requirements for managing those funds would ease states’ administrative  workload and reduce administrative spending. This would also serve to  help service providers better meet the complex needs of at-risk families.  Such efforts are in keeping with the February 28, 2011, Presidential  Memorandum issued for the heads of executive departments and agencies  on the subject of administrative flexibility, lower costs, and better results  for state, local, and tribal governments. Another way to streamline  programs is consolidation. Consolidation has been a useful approach in  the past to easing the burdens of federal rules and requirements, though  care must be taken to ensure intended target groups still have their needs  meet. In addition, adequate accountability measures can be challenging to  design.  2. Facilitating technology enhancements  Facilitating technology enhancements across programs may save  administrative and benefit costs by creating more efficient processes and  improving program integrity. Our previous work indicates that the federal  government can help simplify processes and potentially reduce long-term  costs by facilitating technology enhancements across programs and in  states. Technology plays a central role in the management of human  service programs and keeping up with technological advancements offers  opportunities for streamlining eligibility processes, providing timely  services, and improving program integrity. Along with technology  enhancements, data-sharing arrangements, where permitted, allow  programs to share client information that they otherwise would each  collect and verify separately, thus reducing duplicative effort, saving  money, and improving integrity. For example, by receiving verified  electronic data from SSA, state human service offices are able to  determine SSI recipients’ eligibility for Food Stamp benefits without  having to separately collect and verify applicant information. According to  officials we spoke with, this arrangement saves administrative dollars and  reduces duplicative effort across programs. We also recently reported that  more data matching of applicant information with existing databases  could help prevent fraud in state CCDF programs.", "Progress on technology improvements could be further facilitated through  greater collaboration across program agencies and levels of government as  well as additional sharing of technology strategies among the states. For  example, call centers and scanning of required documentation have been  strategies used by some states to meet increasing workloads attributed to  the weakened economy at the same time the states faced tightened  budgets.  3. Fostering state innovation and evaluation for evidence-based  decisionmaking  In our complex, decentralized intergovernmental system, states and  localities have frequently served as laboratories that foster innovation and  test approaches that can benefit the nation. Providing states and localities  with additional demonstration opportunities would allow them to  challenge the current stovepipes and open the door to new cost-efficient  approaches for administering human service programs. Demonstration  projects would allow for testing and evaluating new approaches that aim  to balance cost savings with ensuring program effectiveness and integrity.  The information from these evaluations would help the federal  government determine which strategies are most effective without  investing time and resources in unproven strategies. Congress can allow  for such approaches to thrive by not only giving states opportunities to  test these approaches but by following up to identify and implement  successful strategies. While it may be difficult to fully determine the extent  to which observed changes are the result of the demonstration projects,  such projects would be useful to identify lessons learned and help identify  possible unintended consequences.", "Essential to all of these approaches is collaboration among many entities.  We recently identified collaboration as a governmentwide management  challenge. Achieving meaningful results in many policy and program areas  requires some combination of coordinated efforts among various actors  across federal agencies, with other governments at state and local levels,  nongovernmental organizations, for-profit and not-for-profit contractors,  and the private sector. Congress will increasingly need to rely on  integrated approaches to help its decision making on the many issues  requiring effective collaboration across federal agencies, levels of  government, and sectors.", "In addition to collaboration, caution is urged in addressing any duplication  and resulting inefficiencies in these programs that many individuals and  families rely on. Because of the array of services provided to meet  households’ various needs, it is not surprising to see various entities  involved, with some fragmentation of administration, some overlap in  populations served, and some duplication of services offered. These  features may be warranted, for example, to ensure quality services are  provided and certain populations are served. However, our work indicates  that further exploration of the extent of fragmentation, overlap, and  duplication is warranted to better identify ways to streamline and improve  programs. We are happy to work with the Subcommittee to meets its  needs in this area.", "We provided a draft of the reports we drew on for this testimony to the  relevant agencies for their review and copies of the agency’s written  responses can be found in the appendices of the relevant reports.", "Chairman Davis, this concludes my statement. I would be pleased to  respond to any questions you, Ranking Member Doggett, or other  Members of the Subcommittee may have."], "subsections": []}, {"section_title": "GAO Contacts and Acknowledgments", "paragraphs": ["For questions about this statement, please contact me at (202) 512-7215 or  brownke@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this  statement. Individuals who made key contributions to this testimony  include Rachel Frisk, Gale Harris, Kathryn Larin, and Yunsian Tai.  Additional staff who contributed to this testimony include James Bennett,  Susan Bernstein, Alexander Galuten, and Carla Rojas."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Opportunities to Reduce Potential Duplication in Government  Programs, Save Tax Dollars, and Enhance Revenue, GAO-11-318SP,  Washington, D.C.: March 1, 2011.", "Multiple Employment and Training Programs: Providing Information  on Colocating Services and Consolidating Administrative Structures  Could Promote Efficiencies, GAO-11-92, Washington, D.C.: January 13,  2011.", "Child Care and Development Fund: Undercover Tests Show Five State  Programs Are Vulnerable to Fraud and Abuse, GAO-10-1062, Washington,  D.C.: September 22, 2010.", "Temporary Assistance for Needy Families: Implications of Recent  Legislative and Economic Changes for State Programs and Work  Participation Rates, GAO-10-525, Washington, D.C.: May 28, 2010.", "Supplemental Nutrition Assistance Program: Payment Errors and  Trafficking Have Declined, but Challenges Remain, GAO-10-956T,  Washington, D.C.: July 28, 2010.", "Temporary Assistance for Needy Families: Implications of Recent  Legislative and Economic Changes for State Programs and Work  Participation Rates, GAO-10-525, Washington, D.C.: May 28, 2010.", "Child Care: Multiple Factors Could Have Contributed to the Recent  Decline in the Number of Children Whose Families Receive Subsidies,  GAO-10-344, Washington, D.C.: May 5, 2010.", "Domestic Food Assistance:  Complex System Benefits Millions, but  Additional Efforts Could Address Potential Inefficiency and Overlap  among Smaller Programs, GAO-10-346, Washington, D.C.: April 15, 2010.", "Temporary Assistance for Needy Families: Fewer Eligible Families Have  Received Cash Assistance Since the 1990s, and the Recession's Impact  on Caseloads Varies by State, GAO-10-164, Washington, D.C.: February 23,  2010.", "Support for Low-Income Individuals and Families: A Review of Recent  GAO Work, GAO-10-342R, Washington, D.C.: February 22, 2010.", "Highlights of a Forum: Ensuring Opportunities for Disadvantaged  Children and Families, GAO-09-18SP, Washington, D.C.: November 13,  2008.", "Human Services Programs: Demonstration Projects Could Identify Ways  to Simplify Policies and Facilitate Technology Enhancements to Reduce  Administrative Costs, GAO-06-942 Washington, D.C.: September 19, 2006.", "Child Care: Additional Information Is Needed on Working Families  Receiving Subsidies, GAO-05-667, Washington, D.C.: June 29, 2005.", "Means-Tested Programs: Information on Program Access Can Be an  Important Management Tool, GAO-05-221, Washington, D.C.: March 11,  2005.", "Welfare Reform: Information on Changing Labor Market and State  Fiscal Conditions, GAO-03-977, Washington, D.C.: July 15, 2003.", "Means-Tested Programs: Determining Financial Eligibility Is  Cumbersome and Can Be Simplified, GAO-02-58, Washington, D.C.:  November 2, 2001.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}], "fastfact": []}