{"id": "GAO-07-460T", "url": "https://www.gao.gov/products/GAO-07-460T", "title": "Coast Guard: Coast Guard Efforts to Improve Management and Address Operational Challenges in the Deepwater Program", "published_date": "2007-02-14T00:00:00", "released_date": "2007-02-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Coast Guard's Deepwater program is a 25-year, $24 billion plan to replace or modernize its fleet of vessels and aircraft. While there is widespread acknowledgment that many of the Coast Guard's aging assets need replacement or renovation, concerns exist about the acquisition approach the Coast Guard adopted in launching the Deepwater program. From the outset, GAO has expressed concern about the risks involved with the Coast Guard's acquisition strategy, and continues to review Deepwater program management. This statement discusses (1) the Coast Guard's acquisition approach for the Deepwater program; (2) previous GAO recommendations to the Coast Guard on Deepwater, highlighting the importance of Integrated Product Teams; and (3) operational challenges the Coast Guard is facing because of performance and design problems with Deepwater patrol boats."]}, {"section_title": "What GAO Found", "paragraphs": ["In 2001, we described the Deepwater project as \"risky\" due to the unique, untried acquisition strategy for a project of this magnitude within the Coast Guard. The Coast Guard used a system-of-systems approach to replace deteriorating assets with a single, integrated package of aircraft, vessels, and unmanned aerial vehicles. The Coast Guard also used a system integrator--which can give the contractor extensive involvement in requirements development, design, and source selection of major system and subsystem subcontractors. The Deepwater program is also a performance-based acquisition, meaning that it is structured around the results to be achieved rather than the manner in which the work is performed. If performance-based acquisitions are not appropriately planned and structured, there is an increased risk that the government may receive products or services that are over cost estimates, delivered late, and of unacceptable quality. GAO's reported concerns and related recommendations in 2004 and in subsequent assessments in 2005 and 2006 have centered onthree main areas: program management, contractor accountability, and cost control through competition. In the area of program management, GAO's prior work has found that Integrated Product Teams--the Coast Guard's primary tool for managing the program and overseeing the contractor--have struggled to carry out their missions effectively. We have ongoing work reviewing Deepwater implementation and contract oversight and will continue to monitor the Coast Guard's implementation of our recommendations. In addition to these management issues, the Coast Guard is facing operational challenges because of performance and design problems with Deepwater patrol boats. Specifically, problems with the conversion of 110-foot patrol boats to 123-foot patrol boats ultimately led the Coast Guard to suspend all normal operations of its converted 123-foot patrol boats on November 30, 2006; the Coast Guard is now exploring options to address the resulting operational gaps. In February 2006, the Coast Guard suspended design work on the Fast Response Cutter (FRC)--which was intended to replace the patrol boats--due to design risks. In moving forward with the FRC acquisition, the Coast Guard will end up with two separate classes of FRCs--an outcome that has resulted in a slippage of the anticipated FRC delivery date."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for inviting me here today to discuss our reviews of the U.S.  Coast Guard’s $24 billion Deepwater program.  While there is widespread  acknowledgment that many of the Coast Guard’s aging assets need  replacement or renovation, concerns also exist about the acquisition  approach the Coast Guard adopted in launching the Deepwater program.  From the outset, we have expressed concern about the risks involved with  the Coast Guard’s acquisition strategy.   The subsequent changes in the Deepwater asset mix and delivery schedules only increased these  concerns. In 2004, we reported that well into the contract’s second year,  key components needed to manage the program and oversee the system  integrator’s performance had not been effectively implemented.   Accordingly, we made 11 recommendations to address three broad areas  of concern: improving program management, strengthening contractor  accountability, and promoting cost control through greater competition  among potential subcontractors.", "My statement today will discuss our prior work on the Coast Guard’s  Deepwater program.  Specifically, I will discuss  the Coast Guard’s acquisition approach for the Deepwater program;    previous GAO recommendations to the Coast Guard on Deepwater,  highlighting the importance of Integrated Product Teams; and    operational challenges the Coast Guard is facing because of  performance and design problems with Deepwater patrol boats.", "This testimony is based on our prior work on the Deepwater program.  That work was conducted in accordance with generally accepted  government auditing standards.  We have ongoing work across all of the  issues discussed in this statement.", "GAO, Contract Management: Coast Guard’s Deepwater Program Needs Increased  Attention to Management and Contractor Oversight, GAO-04-380 (Washington, D.C.: Mar.  9, 2004)."], "subsections": [{"section_title": "Background", "paragraphs": ["For about a decade, the Coast Guard has been developing an Integrated  Deepwater System (or Deepwater) acquisition program, a long-term plan  to replace or modernize is fleet of vessels and aircraft. Many of these  legacy assets are at or approaching the end of their estimated service lives.   Deepwater is the largest and most complex acquisition project in the  Coast Guard’s history.  The acquisition is scheduled to include the  modernization and replacement of an aging fleet of over 90 cutters and 200  aircraft used for missions that generally occur beyond 50 miles from the  shore.  As originally conceived, Deepwater was designed around  producing aircraft and vessels that would function in the Coast Guard’s  traditional at-sea roles, such as interdicting illicit drug shipments or  rescuing mariners from difficulty at sea.", "After the terrorist attacks on September 11, 2001, however, these aircraft  and vessels began taking on additional missions related to protection of  ports, waterways, and coastal areas. As a result, the Coast Guard began  revising the Deepwater implementation plan to provide replacement assets  that could better address these added responsibilities. In August 2005, the  Coast Guard issued the revised Deepwater implementation plan detailing  the assets it planned to modify or acquire, along with the proposed cost  sand schedules for doing so. Then, in February 2006, the Coast Guard  again updated its Deepwater plan to align with its fiscal year 2007 budget  submissions. The revised plan increased overall program costs from the  original estimate of $17 billion to $24 billion. Overall, the acquisition  schedule was lengthened by 5 years, with the final assets now scheduled  for delivery in 2027."], "subsections": []}, {"section_title": "Coast Guard’s Acquisition Approach to Deepwater Program", "paragraphs": ["In 2001, we described the Deepwater program as “risky” due to the unique,  untried acquisition strategy for a project of this magnitude within the  Coast Guard.  The approach included the development of a system-of- systems, a single system integrator, and a performance-based contract."], "subsections": [{"section_title": "System of Systems", "paragraphs": ["Rather than using the traditional approach of replacing classes of ships or  aircraft through a series of individual acquisitions, the Coast Guard chose  to use a system-of-systems acquisition strategy that would replace its  deteriorating assets with a single, integrated package of aircraft, vessels,  and unmanned aerial vehicles, to be linked through systems that provide  C4ISR,  and supporting logistics.  Through this approach, the Coast Guard hoped to avoid “stovepiping” the acquisition of vessels and aircraft, which  might lead to a situation where they could not operate optimally together.", "Our past work on Deepwater noted that decisions on air assets were made  by one subcontractor, while decisions regarding surface assets were made  by another subcontractor. This approach can lessen the likelihood that a  system-of-systems outcome will be achieved if decisions affecting the  entire program are made without the full consultation of all parties  involved.  Our more recent work on the Fast Response Cutter  (FRC)— which is discussed in more detail later—indicated that changes in the  design and delivery date for the FRC could affect the operations of the  overall system-of-systems approach. Because the delivery of Deepwater  assets are interdependent within the system-of-systems acquisition  approach, schedule slippages and uncertainties associated with potential  changes in the design and capabilities of the new assets have increased the  risks that the Coast Guard may not meet its expanded homeland security  performance requirements within given budget parameters and milestone  dates."], "subsections": []}, {"section_title": "System Integrator", "paragraphs": ["In June 2002, the Coast Guard awarded the Deepwater contract to  Integrated Coast Guard Systems (ICGS). ICGS—a business entity jointly  owned by Northrop Grumman and Lockheed Martin—is a system  integrator, responsible for designing, constructing, deploying, supporting,  and integrating the Deepwater assets to meet Coast Guard requirements.  This type of business arrangement can give the contractor extensive  involvement in requirements development, design, and source selection of  major system and subsystem subcontractors.  This management approach  of using a system integrator has been used on other government programs  that require system-of-systems integration, such as the Army’s Future  Combat System, a networked family of weapons and other systems.", "Government agencies have turned to the system integrator approach when  they believe they do not have the in-house capability to design, develop,  and manage complex acquisitions. Giving contractors more control and  influence over the government’s acquisitions in a system integrator role  creates a potential risk that program decisions and products could be  influenced by the financial interest of the contractor—which is  accountable to its shareholders—which may not match the primary  interest of the government, maximizing its return on taxpayer dollars.  The  system integrator arrangement creates an inherent risk, as the contractor  is given more discretion to make certain program decisions.  Along with  this greater discretion comes the need for more government oversight and  an even greater need to develop well-defined outcomes at the outset."], "subsections": []}, {"section_title": "Performance-based Acquisition", "paragraphs": ["The Deepwater program has been designated as a performance-based  acquisition. When buying services, federal agencies are currently required  to employ—to the maximum extent feasible—this concept, wherein  acquisitions are structured around the results to be achieved as opposed  to the manner in which the work is to be performed. That is, the  government specifies the outcome it requires while leaving the contractor  to propose decisions about how it will achieve that outcome.  Performance-based contracts for services are required to include a  performance work statement; measurable performance standards (i.e., in  terms of quality, timeliness, quantity, etc.) as well as the method of  assessing contractor performance against these standards; and  performance incentives, where appropriate.  If performance-based  acquisitions are not appropriately planned and structured, there is an  increased risk that the government may receive products or services that  are over cost estimates, delivered late, and of unacceptable quality."], "subsections": []}, {"section_title": "Deepwater Indicative of Broader, Systemic Acquisition Challenges", "paragraphs": ["Some of the problems the Coast Guard is experiencing with the Deepwater  program (as discussed later in this statement), in principle, are indicative  of broader and systemic challenges we have identified for complex,  developmental systems.  These challenges, based mostly on our reviews of  Department of Defense programs, include:    Program requirements that are set at unrealistic levels, then changed  frequently as recognition sets in that they cannot be achieved. As a  result, too much time passes; threats may change; and/or members of  the user and acquisition communities may simply change their minds.   The resulting program instability causes cost escalation, schedule  delays, fewer quantities, and reduced contractor accountability.", "Program decisions to move into design and production are made  without adequate standards or knowledge.", "Contracts, especially service contracts, often do not have measures in  place at the outset in order to control costs and facilitate  accountability.", "Contracts typically do not accurately reflect the complexity of projects  or appropriately allocate risk between the contractors and the  taxpayers.", "The acquisition workforce faces serious challenges (e.g., size, skills,  knowledge, and succession planning).", "Incentive and award fees are often paid based on contractor attitudes  and efforts versus positive results, such as cost, quality, and schedule.  Inadequate government oversight results in little to no accountability  for recurring and systemic problems."], "subsections": []}]}, {"section_title": "Previous GAO Recommendations Have Focused on Three Areas", "paragraphs": ["Our assessment of the Deepwater program in 2004 found that the Coast  Guard had not effectively managed the program or overseen the system  integrator.  We specifically made 11 recommendations to the Coast Guard,  which can found at Table 1 on page 12.  Our reported concerns in 2004 and  in subsequent assessments in 2005 and 2006 have centered on three main  areas: program management, contractor accountability, and cost control  through competition. Each of these three areas is discussed in more detail    below.", "While we recognize that the Coast Guard has taken steps to address our  findings and recommendations, aspects of the Deepwater program will  require continued attention.  A project of this magnitude will likely  continue to experience other problems as more becomes known.  We have  ongoing work to monitor and evaluate the Coast Guard’s efforts."], "subsections": [{"section_title": "Program Management and the Importance of Integrated Product Teams", "paragraphs": ["Our previous work and recommendations were based on concerns about  the Coast Guard’s program management.  For example, we reported in  2004 that the Coast Guard had not adequately communicated to its  operational personnel decisions on how new and old assets would be  integrated and how maintenance responsibilities would be divided  between government and contractor personnel. We also found that the  Coast Guard had not adequately staffed its program management function.  Despite some actions taken to more fully staff the Deepwater program, we  reported that in January 2005 shortfalls remained. While 244 positions  were assigned to the program, only 206 were filled, resulting in a 16  percent vacancy rate.", "One of the key program management concerns we had, and one that is  worth highlighting, is the effectiveness of IPTs.  IPTs are the Coast Guard’s  primary tool for managing the Deepwater program and overseeing the  system integrator.  Our past work has found that IPTs can improve both  the speed and quality of the decision-making process.   They can make  decisions involving significant trade-offs without relying unduly on other  organizations for information or approval.   In our prior work, we studied  successful IPTs in commercial firms and found that effective teams have  (1) expertise to master different facets of product development, (2)  responsibility for day-to-day decisions and product delivery, (3) key  members who are either physically colocated or connected through virtual  means to facilitate team cohesion and the ability to share information, and  (4) control over their membership, with membership changes driven by  each team’s need for different knowledge.", "We identified two elements as essential to determining whether a team is  in fact an IPT: the knowledge and authority needed to recognize problems  and make cross-cutting decisions expeditiously. Knowledge is sufficient  when the team has the right mix of expertise to master the different facets  of product development. Authority is present when the team is responsible  for making both day-to-day decisions and delivering the product. If the  programs are experiencing problems, the teams either did not have the  authority or the right mix of expertise to be considered IPTs. If a team  lacks expertise, it will miss opportunities to recognize potential problems  early; without authority, it can do little about them.", "The Deepwater IPTs—comprised of Coast Guard, ICGS, and subcontractor  employees from Lockheed Martin and Northrop Grumman—are  responsible for overall program planning and management, asset  integration, and overseeing the delivery of specific Deepwater assets.  We  reported in 2004 that the teams had struggled to effectively carry out their  missions. We identified four major issues that had impeded the effective  performance of the IPTs.", "First, the teams lacked timely charters to vest them with authority for  decision making. More than merely a paperwork exercise, sound IPT  charters are critical because they detail each team’s purpose,  membership, performance goals, authority, responsibility,  accountability, and relationships with other groups, resources, and  schedules.", "GAO, Best Practices: DOD Teaming Practices Not Achieving Potential Results,  GAO-01-510 (Washington, D.C.: April 10, 2001). program officials referred to IPT training as deficient. IPT training is to  address, among other issues, developing team goals and objectives, key  processes, use of a Web-based system intended to facilitate  communication, and team rules of behavior. According to a Coast  Guard evaluation report from December 2002, IPT training had been  implemented late, which contributed to a lack of effective  collaboration among team members.", "Third, very few of the operating IPTs were entirely colocated, (that is,  all members were not in the same building) even though the Coast  Guard’s Deepwater program management plan identified colocation of  IPT members as a key program success factor, along with effective  communications within and among teams.  ICGS developed a Web- based system for government and contractor employees to regularly  access and update technical delivery task order   information, training materials, and other program information, in part to mitigate the  challenges of having team members in multiple locations. However, the  Deepwater program executive officer reported that, while the system  had great potential, it was a long way from becoming the virtual  enterprise and collaborative environment required by the contractor’s  statement of work.", "Fourth, we reported that most of the Deepwater IPTs had experienced  membership turnover and staffing difficulties, resulting in a loss of  team knowledge, overbooked schedules, and crisis management. In a  few instances, such as the national security cutter and maritime patrol  aircraft, even the IPT leadership had changed.", "In 2005, we found that the Coast Guard had taken some positive steps in  that (1) the IPTs had been restructured, (2) 20 IPTs had charters setting  forth their purpose, authority, and performance goals, and (3) entry-level  training had been implemented for team members.  However, some of the  problems continued.  A Coast Guard assessment of the system integrator’s  performance found that roles and responsibilities in some teams  continued to be unclear.  Decision making was to a large extent stove- piped, and some teams lacked adequate authority to make decisions  within their realm of responsibility.  One source of difficulty for some team  members was that each of the two major subcontractors has used its own  management systems and processes to manage different segments of the  program.", "In 2005, we also noted that decisions on air assets were made by Lockheed  Martin, while decisions regarding surface assets were made by Northrop  Grumman. We reported that this approach can lessen the likelihood that a  system-of-systems outcome will be achieved if decisions affecting the  entire program are made without the full consultation of all parties  involved. In 2006, we reported that Coast Guard officials believed  collaboration among the subcontractors to be problematic and that ICGS  wielded little influence to compel decisions among them. For example,  when dealing with proposed design changes to assets under construction,  ICGS submitted the changes as two separate proposals from both  subcontractors rather than coordinating the separate proposals into one  coherent plan. According to Coast Guard performance monitors, this  approach complicates the government review of design changes because  the two proposals often carried overlapping work items, thereby forcing  the Coast Guard to act as the system integrator in those situations."], "subsections": []}, {"section_title": "Contractor Accountability", "paragraphs": ["In 2004, we also made recommendations related to contractor  accountability. We found that the Coast Guard had not developed  quantifiable metrics to hold the system integrator accountable for its  ongoing performance and that the process by which the Coast Guard  assessed performance after the first year of the contract lacked rigor. For  example, the first annual award fee determination was based largely on  unsupported calculations. Despite documented problems in schedule,  performance, cost control, and contract administration throughout the  first year, the program executive officer awarded the contractor an overall  rating of 87 percent, which fell in the “very good” range. This rating  resulted in an award fee of $4.0 million of the maximum of $4.6 million.", "We also reported in 2004 that the Coast Guard had not begun to measure  the system integrator’s performance on the three overarching goals of the  Deepwater program—maximizing operational effectiveness, minimizing  total ownership costs, and satisfying the customers. Coast Guard officials  told us that metrics for measuring these objectives had not been finalized;  therefore the officials could not accurately assess the contractor’s  performance against the goals. However, at the time, the Coast Guard had  no time frame in which to accomplish this measurement."], "subsections": []}, {"section_title": "Cost Control through Competition", "paragraphs": ["Further, our 2004 report had recommendations related to cost control. We  reported that, although competition among subcontractors was a key  vehicle for controlling costs, the Coast Guard had neither measured the  extent of competition among the suppliers of Deepwater assets nor held  the system integrator accountable for taking steps to achieve competition.  As the two major subcontractors to ICGS, Lockheed Martin and Northrop  Grumman have sole responsibility for determining whether to provide the  Deepwater assets themselves or to hold competitions—decisions  commonly referred to as “make or buy.” We noted that the Coast Guard’s  hands-off approach to make-or-buy decisions and its failure to assess the  extent of competition raised questions about whether the government  would be able to control Deepwater program costs."], "subsections": []}, {"section_title": "Coast Guard Efforts Related to GAO Recommendations", "paragraphs": ["We made 11 recommendations in 2004 in the areas of management and  oversight, contractor accountability, and cost control through  competition. Table 1 provides details on these recommendations.", "In April 2006, we reported that the Coast Guard had implemented five of  the recommendations. Actions had been taken to  revise the Deepwater human capital plan;    develop measurable award fee criteria;  implement a more rigorous method of obtaining input from Coast  Guard monitors on the contractor’s performance;  include in the contractor’s performance measures actions taken to  improve the integrated product teams’ effectiveness; and  require the contractor to notify the Coast Guard of subcontracts over  $10 million that were awarded to the two major subcontractors.", "The Coast Guard had begun to address five other recommendations by  initiating actions to establish charters and training for integrated  product teams;  improving communications with field personnel regarding the  transition to Deepwater assets;    devising a time frame for measuring the contractor’s progress toward    establishing criteria to determine when to adjust the project baseline;    developing a plan to hold the contractor accountable for ensuring  adequate competition among suppliers.", "In our April 2006 report, we determined that, based on our work, these  recommendations had not been fully implemented.", "The Coast Guard disagreed with and declined to implement one of our 11  recommendations: to establish a baseline to determine whether the  system-of-systems acquisition approach is costing the government more  than the traditional asset replacement approach.", "We will continue to review Deepwater implementation and contract  oversight. We are currently reviewing aspects of the Deepwater program  for the House and Senate Appropriations Committees’ Subcommittees on  Homeland Security.  As part of that effort, we will review the status of the Coast Guard’s implementation of our 2004 recommendations on  Deepwater contract management for improving Deepwater program  management, holding the prime contractor accountable for meeting key  program goals and facilitating cost control through competition. We will  share our results with those committees in April of this year."], "subsections": []}]}, {"section_title": "Performance and Design Problems Creating Operational Challenges for Coast Guard", "paragraphs": ["In addition to overall management issues discussed above, there have  been problems with the performance and design of Deepwater patrol  boats that pose significant operational challenges to the Coast Guard."], "subsections": [{"section_title": "Performance Problems with the Converted 123-Foot Patrol Boats", "paragraphs": ["The Deepwater program’s conversion of the legacy 110-foot patrol boats to  123-foot patrol boats has encountered performance problems. The Coast  Guard had originally intended to convert all 49 of its 110-foot patrol boats  into 123-foot patrol boats in order to increase the patrol boats’ annual  operational hours. This conversion program was also intended to add  additional capability to the patrol boats, such as enhanced and improved  C4ISR capabilities, as well as stern launch and recovery capability for a  small boat. However, the converted 123-foot patrol boats began to display  deck cracking and hull buckling and developed shaft alignment problems,  and the Coast Guard elected to stop the conversion process at eight hulls  upon determining that the converted patrol boats would not meet their  expanded post-9/11 operational requirements.", "The performance problems illustrated above have clear operational  consequences for the Coast Guard.  The hull performance problems with  the 123-foot patrol boats led the Coast Guard to remove all of the eight  converted normal 123-foot patrol boats from service effective November  30, 2006. The Commandant of the Coast Guard has stated that having  reliable, safe cutters is “paramount” to executing the Coast Guard’s  missions. Guard’s operations in its missions, such as search and rescue and migrant  interdiction. The Coast Guard is exploring options to address operational  gaps resulting from the suspension of the 123-foot patrol boat operations."], "subsections": []}, {"section_title": "Design Problems with the Fast Response Cutter", "paragraphs": ["U.S. Coast Guard, Office of Public Affairs, Coast Guard Suspends Converted Patrol Boat  Operations, November 30, 2006,. weight and horsepower requirements.   Coast Guard engineers raised  concerns about the viability of the FRC design (which involved building  the FRC’s hull, decks, and bulkheads out of composite materials rather  than steel) beginning in January 2005. In February 2006, the Coast Guard  suspended FRC design work after an independent design review by third- party consultants demonstrated, among other things, that the FRC would  be far heavier and less efficient than a typical patrol boat of similar length,  in part, because it would need four engines to meet Coast Guard speed  requirements.", "One operational challenge related to the FRC, is that the Coast Guard will  end up with two classes of FRCs. The first class of FRCs to be built would  be based on an adapted design from a patrol boat already on the market to  expedite delivery. The Coast Guard would then pursue development of a  follow-on class that would be completely redesigned to address the  problems in the original FRC design plans. Coast Guard officials now  estimate that the first FRC delivery will slip to fiscal year 2009, at the  earliest, rather than 2007 as outlined in the 2005 Revised Deepwater  Implementation Plan.  Thus, the Coast Guard is also facing longer-term  operational gaps related to its patrol boats.  In regard to the suspension of  FRC design work, as of our June 2006 report, Coast Guard officials had not  yet determined how changes in the design and delivery date for the FRC  would affect the operations of the overall system-of-systems approach.", "We will continue to review Coast Guard operational challenges related to  Deepwater patrol boats.  Our ongoing work for the House and Senate  Appropriations Committees’ Subcommittees on Homeland Security  includes a review of the history of the contract, design, fielding, and  grounding of the converted 123-foot patrol boats and operational  adjustments the Coast Guard is making to account for the removal from  service of the 123-foot patrol boats.", "Madame Chair, that concludes my statement. I would be happy to respond  to any questions you or other Members of the Subcommittee may have at  this time.", "GAO-06-764."], "subsections": []}]}, {"section_title": "Contacts and Acknowledgements", "paragraphs": ["For information about this testimony, contact Stephen L. Caldwell at (202)  512-9610 or John Hutton at (202) 512-4841. Other individuals making key  contributions to this testimony include Michele Mackin, Christopher  Conrad, and Adam Couvillion.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}