{"id": "GAO-15-780", "url": "https://www.gao.gov/products/GAO-15-780", "title": "DOD Contract Services: Improvements Made to Planning and Implementation of Fiscal Controls", "published_date": "2015-09-30T00:00:00", "released_date": "2015-09-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Paying contractors for services, such as program management support, accounted for more than half of DOD's $285 billion in total acquisition obligations for fiscal year 2014. Congress limited DOD's contract services obligations for fiscal years 2012 through 2014 and required funding reductions of 10 percent per year in 2012 and 2013 for contracts with closely associated with inherently governmental and staff augmentation functions. Subsequently, Congress extended the time period for DOD to achieve required funding reductions in select contract services through 2014. In December 2014, GAO reported on DOD's implementation for fiscal years 2012 and 2013 and made several recommendations to improve DOD's management of contract services.", "The House Armed Services Committee Report 113-446 included a provision for GAO to review DOD's implementation of the contract services limits. This report addresses the extent to which, DOD implemented (1) the contract services spending limit for fiscal year 2014 and (2) funding reductions for closely associated with inherently governmental and staff augmentation functions from fiscal years 2010 through 2014. GAO reviewed relevant guidance; analyzed DOD financial, inventory, and other contract services data; and interviewed relevant officials."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of Defense (DOD) obligated $54.6 billion, or $280 million less than the limit on contract services for fiscal year 2014 due, in part, to increased oversight by the DOD Comptroller's office and military departments. The Comptroller's office sought input from components—military departments and defense agencies—when setting obligation targets and implemented a waiver request process to allow for adjustments, which it had not done in 2012 or 2013. The military departments also implemented a variety of controls over contract services obligations, but experienced varying degrees of success in adhering to their targets.", "Moreover, Army and Navy budget officials identified additional actions their departments' plan to take to improve adherence to the spending limit. For example, Army budget officials are soliciting contract services budget estimates from commands and the Navy has increased monitoring of contract services obligations from twice a year to monthly.", "GAO analysis of DOD obligation data from fiscal years 2010 through 2014 indicate that all of the military departments achieved required funding reductions for contractors performing closely associated with inherently governmental and staff augmentation functions—positions that run the risk of contractors inappropriately influencing government decisions. DOD initiated a different approach in fiscal year 2015 to measure compliance after GAO found in December 2014 that DOD lacked the data necessary to demonstrate reductions and recommended that DOD identify additional data sources to ensure funding reductions were achieved. Congress facilitated DOD's implementation of this recommendation in the National Defense Authorization Act (NDAA) for fiscal year 2015, encouraging DOD to use advisory and assistance services—a budget category that includes many of the types of contract services that are considered closely associated with inherently governmental and staff augmentation—to measure compliance with funding reductions. DOD issued guidance in May 2015 adopting the alternative measure and instructed components to submit these data as part of the fiscal year 2017 budget request. Based on currently available obligation data through fiscal year 2014, GAO found that the Air Force and Navy achieved reductions greater than 20 percent as required by Congress from 2010 through 2013. The Army achieved a 9 percent reduction by 2013, but achieved a 32 percent reduction in 2014. The DOD Comptroller plans to assess compliance for all DOD components, including the military departments, after the submission of the fiscal year 2017 budget request, which is expected in February 2016."]}, {"section_title": "What GAO Recommends", "paragraphs": ["DOD has efforts underway to address GAO's December 2014 recommendations; therefore, GAO is not making any new recommendations in this report. DOD concurred with the findings of this report."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Defense (DOD) is the federal government’s largest  purchaser of contractor provided services, relying on contractors to  perform various functions, such as professional and management  support, information technology support, and maintenance of military  equipment. In fiscal year 2014, contract services constituted more than  half of DOD’s $285 billion in total acquisition obligations. Our prior work  has shown that there are benefits to using contractors to perform services  for the government. However, DOD acquisition of contract services  continues to be an issue we identified as high risk, in part, because DOD  lacks reliable data on its contract services acquisitions to inform decision  making, such as the appropriate workforce mix between military, civilian,  and contractor personnel.", "Citing the need to reduce DOD spending on services and to maintain the  appropriate balance between the civilian and contractor workforce,  section 808 of the National Defense Authorization Act (NDAA) for fiscal  year 2012, as modified by section 802 of the NDAA for fiscal year 2014,  imposed various limits on DOD’s contracted services for fiscal years 2012  through 2014. Specifically, the NDAA set limits on DOD’s total obligations  for contract services and instructed the Secretary of Defense to issue  guidance to reduce funding for contracts that have contractor staff  performing services that are closely associated with inherently  governmental or staff augmentation functions. House Armed Services  Committee Report 113-446 accompanying the NDAA for Fiscal Year  2015 contained a provision for GAO to review DOD’s implementation of  these limits and funding reductions. We previously reported on  implementation for fiscal years 2012 and 2013 and made a number of  recommendations to improve DOD’s implementation of the contract  services limitations. These recommendations and their status are  discussed later in this report.", "This report addresses DOD’s progress to implement our previous  recommendations and further implementation of the contract services  limitations for fiscal year 2014. Specifically we assessed the extent to  which DOD implemented the (1) contract services spending limit for fiscal  year 2014 and (2) funding reductions for contracts with closely associated  with inherently governmental and staff augmentation functions from fiscal  years 2010 through 2014.", "To identify implementation efforts for each objective, we reviewed  relevant guidance and discussed implementation efforts with budget,  acquisition, and manpower officials from the Office of the Under Secretary  of Defense (Comptroller) and the military departments. Further, we  analyzed DOD Comptroller budget and obligation data for fiscal years  2010 and 2014 to assess DOD’s methodology for determining the annual  spending limit and the extent to which DOD adhered to this mandated  limit. We compared the Comptroller obligation data to services obligations  reported in the Federal Procurement Data System-Next Generation and  the military departments’ financial systems to identify any differences.  When differences were identified, we interviewed budget and financial  management officials from the military departments and Comptroller’s  office to determine the reasons for these differences. Based on these  steps, we determined that the obligation data provided by the  Comptroller’s office were sufficiently reliable for our purposes. To identify  steps taken by the DOD to implement fiscal controls, we limited our  analysis to implementation efforts by the military departments, which  account for over 70 percent of DOD’s contract services obligations in  fiscal year 2014. To determine the extent to which DOD implemented  funding reductions for closely associated with inherently governmental  and staff augmentation contracts, we reviewed DOD components’  compliance with relevant DOD guidance. For example, in accordance  with DOD’s May 2015 guidance, we analyzed military department  advisory and assistance services obligations from fiscal years 2010  through 2014 to determine reductions achieved over the time period. For  more information on our scope and methodology, see appendix I.", "We conducted this performance audit from January 2015 through  September 2015 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Legislative Contract Services Limitation Requirements", "paragraphs": ["Section 808 of the NDAA for fiscal year 2012, as amended by section 802  of the NDAA for fiscal year 2014, limited DOD’s total obligations for  contract services in fiscal years 2012 through 2014 to the amount  requested for these services in the fiscal year 2010 President’s Budget  Request. The limit does not apply to contract services for military  construction, research and development, and services funded for  overseas contingency operations. Additionally, it provides for two  adjustments to the limit above fiscal year 2010 budgeted levels. DOD  may adjust spending above 2010 levels to account for (1) funding  increases associated with contract services that were transferred from  overseas contingency operations to the base budget and (2) the cost of  additional civilian personnel positions over fiscal year 2010 levels.", "The spending limit identified in the act applies to DOD in its entirety;  therefore, individual components—military departments and defense  agencies—may exceed their individual targets but DOD would still be in  compliance with the law if total obligations for contract services across the  entire department were less than the aggregate limit. DOD identified an  aggregate spending limit of $55.75 billion for fiscal year 2014. Section  813 of the NDAA for fiscal year 2015 extended the aggregate spending  limit through fiscal year 2015.", "Congress has also enacted legislation to improve the availability of  information on DOD’s acquisition of services and to help the department  make more strategic decisions about the appropriate workforce mix of  military, civilian, and contractor personnel. In fiscal year 2002, Congress  enacted section 2330a of title 10 of the U.S. Code, which required the  Secretary of Defense to establish a data collection system to provide  management information on each purchase of services by a military  department or defense agency. In 2008, Congress amended section  2330a of title 10 of the U.S. Code to require the Secretary of Defense to  submit an annual inventory of contracted services performed for or on  behalf of DOD during the preceding fiscal year. This annual inventory  submission is to include, among other things, the number of contractor full  time equivalents and the associated direct labor cost for these positions.  More recently, section 955 of the NDAA for fiscal year 2013 required the  Secretary of Defense to ensure that the civilian and service contractor  workforces are appropriately sized to support and execute the National  Military Strategy and to develop an efficiencies plan for those  workforces. Section 955 further requires that the efficiencies plan  ensures that total funding reductions for the civilian and service contractor  workforces are commensurate with reductions in military end strength.  We have on-going work assessing DOD’s compliance with section 2330a  as well as DOD’s implementation of section 955 and plan to report the  final results in fiscal year 2016.", "Following the submission of the inventory, section 2330a(e) of title 10 of  the U.S. Code requires the secretaries of the military departments and  heads of the defense agencies to complete a review of the contracts  identified in the inventory to ensure, among other things, that the activities  do not include inherently governmental functions—which are those that  require discretion in applying government authority—such as the  determination of budget policy. The review should also ensure that to the  maximum extent practicable, the activities do not include any closely  associated with inherently governmental functions, which are those that  may be at risk of becoming inherently governmental due to the manner in  which the contractor performs the work, among other things. Upon  completion of this review, DOD guidance instructs the secretaries of the  military departments and heads of the defense agencies to submit an  inventory review certification letter to the Office of Personnel and  Readiness that outlines the results of the review and any corrective  actions to be taken to ensure that contractors are not performing  inherently governmental functions and to monitor the use of contractors  for closely associated with inherently governmental functions.", "Section 808 of the NDAA for fiscal year 2012 further reinforced those  provisions by requiring DOD to issue guidance instructing components to  reduce funding by 10 percent for fiscal years 2012 and 2013 for contracts  identified with personnel performing closely associated with inherently  governmental and staff augmentation functions. These functions may  include personal services or other positions that may put the government  at risk of contractors inappropriately influencing government decisions.  Unlike the aggregate DOD spending limit, the statutory requirement for  guidance on reductions in funding for closely associated with inherently  governmental functions and staff augmentation are directed to each  component; therefore, the reductions are expected to take place at each  component, rather than an aggregate reduction across the department.  Through subsequent revisions of the law, Congress extended the time  period for DOD to implement the full 20 percent reduction for both closely  associated with inherently governmental and staff augmentation functions  through fiscal year 2015. Fiscal years 2014 and 2015 are also referred  to as carryover years—meaning that whatever required reductions that  DOD did not achieve in fiscal years 2012 and 2013 are required to be  taken in 2014 or 2015."], "subsections": []}, {"section_title": "Prior GAO Work", "paragraphs": ["In December 2014, we reported on DOD’s implementation of the section  808 limitations in fiscal years 2012 and 2013. Specifically, we found  DOD exceeded the spending limit in fiscal year 2012 and adhered to the  limit in fiscal year 2013. However, we also identified issues with the DOD  Comptroller office’s calculation of the spending limit which resulted in an  overstated limit in fiscal years 2012 and 2013. For example, in both fiscal  years 2012 and 2013, the Comptroller included approximately $248  million in research and development budgeted amounts in the spending  limit, despite the law excluding such services from the spending limit. In  addition, the Comptroller office’s calculation of the civilian workforce  adjustment was not consistently applied, further overstating the limit. As a  result, we recommended that the Comptroller’s office update its  methodology to determine compliance with aggregate spending limit to  correct these errors. DOD concurred with this recommendation and has  taken steps to address it for fiscal year 2015, as discussed later in this  report. After adjusting for these errors, we found that DOD obligated  $1.72 billion more than the limit in fiscal year 2012 and about $500 million  less than the limit in fiscal year 2013.", "In our December 2014 report, we also found that each of the military  departments exceeded their respective Comptroller-provided targets in  fiscal year 2012. The departments implemented fiscal controls in fiscal  year 2013, to varying degrees, which helped the Air Force and Navy  adhere to their targets. However, the Army still exceeded its target by  more than $2 billion in fiscal year 2013. We concluded that significant  discrepancies between the military departments’ adherence to obligation  targets for fiscal year 2013 signaled that improvements could be made to  better manage contract services obligations and recommended that the  Secretary of Defense evaluate the fiscal controls used by the military  departments to identify effective practices to improve the management of  contract services. DOD agreed with this recommendation and while the  Comptroller’s office has not taken action to implement it, the military  departments have improved implementation of fiscal controls as  discussed later in this report. We also have ongoing work that will further  examine DOD’s planning, programming and budgeting process for  contracted services and plan to report the final results in 2016.", "We also found that DOD lacked the data necessary to determine if it  implemented the required funding reductions for contracts with closely  associated with inherently governmental and staff augmentation  functions. Specifically, DOD issued guidance in June 2012 instructing  components to rely on the inventory of contracted services to measure  funding reductions for contracts with closely associated with inherently  governmental functions. However, we found that the components’  annual inventory reviews did not include information necessary to  measure a funding reduction in these functions, such as comparable  obligation data. Further, we found that the guidance lacked clarity in how  reductions in staff augmentation funding should be implemented and  measured. The guidance noted that these funding reductions were  factored into budget requests for fiscal years 2012 and 2013, but did not  specify the amounts of these budgeted reductions or the data source that  should be used to determine if the reduction was achieved.", "DOD updated its inventory guidance in May 2014, instructing components  to identify the steps taken—supported with appropriate documentation— to demonstrate compliance with the required reductions. However, we  found that the supplemental guidance did not provide components with  any additional clarification in how to measure the reductions given the  lack of data collected through past inventories. We also found that one  measure that could be used to determine compliance was the advisory  and assistance services budget category which includes many of the  types of contractor services that are considered closely associated with  inherently governmental and staff augmentation functions. As a result, we  recommended that DOD identify additional data sources beyond the  inventory of contracted services to help ensure that funding reductions  called for in the law are implemented. DOD concurred with our  recommendation. Moreover, section 813 of the NDAA for fiscal year 2015  facilitated DOD’s implementation of our recommendation, encouraging  DOD to use other data sources, such as advisory and assistance  services, to measure compliance with closely associated with inherently  governmental and staff augmentation funding reductions. Similarly, in  April 2015, the DOD Inspector General found that the information  included in the inventory was not sufficient to determine whether funding  reductions were met and also recommended that DOD clarify how  reductions should be reported."], "subsections": []}]}, {"section_title": "DOD Adhered to the 2014 Contract Services Spending Limit Due in Part to Increased Oversight from the Comptroller and Military Departments", "paragraphs": ["DOD obligated $54.6 billion, or $280 million less than the limit on contract  services in fiscal year 2014. In addition, the Comptroller’s office improved  planning and oversight of contract services for fiscal year 2014 by  seeking input when setting spending targets and implementing a waiver  request process to allow for adjustments during the year. These steps  helped ensure that DOD adhered to the aggregate limit; but adherence to  spending targets varied by the military departments. While, the Army and  Navy exceeded the Comptroller-provided targets due, in part, to a lack of  accurate budget and obligation data for contract services, the Air Force  did not. However, Army and Navy budget officials identified additional  steps they plan to take to better manage the contract services spending  limit in the future."], "subsections": [{"section_title": "DOD Adhered to the Spending Limit in Fiscal Year 2014 and Has Actions Underway to More Accurately Calculate the Limit in the Future", "paragraphs": ["DOD adhered to the contract services spending limit for fiscal year 2014,  obligating $54.6 billion for contract services. DOD reported obligating  $1.17 billion less than the limit; however, consistent with our December  2014 report, DOD’s methodology for calculating the spending limit for  fiscal year 2014 contained errors which caused it to overstate the limit.  After adjusting for these errors in the Comptroller’s methodology for  calculating the limit, we estimated that DOD obligated $280 million less  than the limit on contract services in fiscal year 2014. In response to our  December 2014 recommendations, the Comptroller took steps to correct  its methodology for calculating the spending limit for fiscal year 2015, but  these changes were not yet in place for fiscal year 2014 implementation.  For example, the Comptroller’s office again included $248 million in  research and development budgeted amounts in its spending limit  baseline for fiscal year 2014. Further, we found that by again including  civilian medical personnel in the civilian workforce adjustment, DOD  overstated the spending limit by $642 million for fiscal year 2014.  Therefore, in total, the Comptroller’s office overstated the spending limit  by $890 million in fiscal year 2014, whereas the actual limit should be  reduced from $55.8 billion to $54.9 billion, as shown in figure 1.", "As a result of these errors in accounting for both research and  development and the calculation of civilian workforce increases, DOD’s  obligations were $280 million under the limit rather than the $1.17 billion  reported by DOD."], "subsections": []}, {"section_title": "Comptroller Increased Oversight of Contract Services Spending for Fiscal Year 2014", "paragraphs": ["The Comptroller’s office took steps in fiscal year 2014 to improve  management of the contract services spending limit.", "The Comptroller’s office sought input from components when setting  target amounts for fiscal year 2014. For example, a Comptroller  official said the office obtained additional input from the Army to justify  an increase in the Army’s target rather than relying solely on the  Army’s budget request. In fiscal years 2012 and 2013, the  Comptroller’s office set targets for each component based on their  respective budgeted amounts for contract services, but did not seek  additional input from components on these targets.", "As part of DOD’s fiscal year 2014 spending limit guidance, the  Comptroller also implemented a waiver process allowing components  to notify the Comptroller during the year if they expected to exceed  their spending targets and request approval to exceed the target.  Similar to fiscal years 2012 and 2013, the Comptroller’s office set  targets for fiscal year 2014 below the spending limit to allow for  unexpected costs during the year. This new process allowed the  Comptroller to approve adjustments related to specific requests and  allocate portions of the reserved amount among the components.  Through this process, the Comptroller received three waiver requests  totaling $607 million for fiscal year 2014. For example, the Navy  submitted a waiver request in June 2014 requesting $263 million in  additional target allocation to account for additional costs, such as  ship and facilities maintenance, ship modernization, and audit  readiness.", "These additional steps allowed the Comptroller to ensure that targets  were achievable based on components’ input and make adjustments to  targets when needed during the year."], "subsections": []}, {"section_title": "Military Departments Took Steps to Improve Fiscal Controls, but Varied in Adherence to Obligation Targets", "paragraphs": ["For fiscal year 2014, the military departments continued to improve their  management of contract services obligations, but experienced varied  success in adhering to their targets. Standards for Internal Control in the  Federal Government call for effective control activities that enforce  guidance to help ensure stewardship of government resources. We  found that the military departments used a variety of controls to manage  contract services obligations to ensure compliance with the Comptroller- provided targets, with the Army improving its controls from previous  years.", "As shown in table 1, the military departments implemented controls such  as soliciting contract services budget estimates from commands—an  organizational sub-unit of a military department or defense agency—  providing each command with individual contract services spending  targets, or monitoring contract services obligations. Nevertheless, in fiscal  year 2014, the Army and Navy exceeded their spending targets.", "The Air Force obligated $1.45 billion less than its fiscal year 2014 target  provided by the Comptroller. Similar to fiscal year 2013, the Air Force  Financial Management and Comptroller (FMC) office provided each of its  commands with a contract services obligation ceiling through their annual  operations and maintenance funding letters. When determining ceiling  amounts, FMC instructed each command to submit an execution plan for  fiscal year 2014 that included a 10 percent reduction in contract services  from their respective budget estimates. An FMC official said this amount  was withheld to allow the Air Force to respond to potential Congressional  reductions and provided a margin for unexpected costs that may occur  during the year. Throughout the year, FMC officials said the office  monitored monthly obligations levels and communicated with commands  to ensure that they adhered to their targets. Air Force officials said that  FMC did not have to make adjustments to command’s obligation targets  for fiscal year 2014, as each command was able to manage to their  respective target."], "subsections": [{"section_title": "Army", "paragraphs": ["In fiscal year 2014, the Army obligated $254 million more than its  adjusted Comptroller target. After exceeding its contract services targets  by more than $2 billion in both fiscal years 2012 and 2013, the Army took  additional steps to manage and monitor the contract services spending  limit for fiscal year 2014 and as a result came much closer to meeting its  spending target. Army budget officials attributed a portion of the  obligations over its target to coding errors in its financial system. These  coding errors include obligations for contract services from overseas  contingency operations that are not subject to the spending limit but were  inadvertently included in the Army’s submission to the Comptroller’s  office. Army budget officials attributed these errors to limitations with its  financial system and said that they plan to review the fiscal year 2015  obligation data to correct these errors before submitting its data to the  Comptroller’s office.", "One step taken by the Army Budget Office in fiscal year 2014 to better  manage contract services was to solicit contract services estimates from  commands outside of the regular budgeting process. An Army budget  official explained that this step was needed because in fiscal years 2012  and 2013 the Comptroller set the Army’s spending target based solely on  its enacted budget amounts for contract services. However, Army budget  officials explained that these budget estimates did not accurately capture  the extent to which funds were allocated to contract services because  Army commands do not separately identify contract services budget  estimates in their annual budget inputs to the Army Budget Office for  inclusion in the President’s budget. Instead, the Army budget office relies  on historical budget data to determine contract services budget estimates  for inclusion in the budget request and as a result had underestimated the  level of obligations allocated for contracted services. For example, in  fiscal year 2013, the Army obligated $2.7 billion more than estimated for  contract services. An Army budget official said that based on the Army  command inputs, the Army Budget Office was able to develop a more  realistic contract services spending estimate to use in negotiations with  the Comptroller’s office. Based on this information, the Comptroller  agreed to increase the Army’s target by $1.7 billion over its 2013 level.", "While this represented an increase over previous years, Army budget  officials said that the increased target still left the Army with a shortfall to  manage. For example, the Army had already provided spending targets to  its commands totaling $11.2 billion for contract services in the operations  and maintenance account for fiscal year 2014, but was provided a target  of $10.1 billion for this account by the Comptroller in May 2014. To  address this issue, an Army budget official said they monitored contract  services obligations during the year and once they received the  Comptroller’s target, further worked with commands to reduce contract  services obligations in line with the lower target. By doing so, the Army  obligated $10.4 billion on contract services for the operations and  maintenance account, or $800 million less than the initial spending  targets provided to commands. Further, the monitoring allowed Army  budget officials to identify, request, and obtain approval for an additional  $200 million from the Comptroller."], "subsections": []}, {"section_title": "Navy", "paragraphs": ["In fiscal year 2014, the Navy obligated $1.07 billion more than its adjusted  Comptroller target. Similar to fiscal year 2013, Navy FMC officials said  they do not set command spending targets for contract services, but  expect commands to stay within their respective budgeted amounts for  contract services. Additionally, FMC officials reviewed execution levels  against budgeted amounts during their mid-year execution review. Based  on the obligation information available through the mid-year review, the  Navy submitted a waiver request to the Comptroller’s office in June 2014  requesting an additional $263 million in target allocation due, in part, to  additional ship maintenance costs, which was approved by the  Comptroller’s office.", "Despite the increase in the Navy’s target amount, Navy FMC officials  identified two factors that led to the Navy exceeding its target. First, when  conducting the end of year financial review in September 2014, the Navy  FMC office identified an additional $400 million in contract services  needed for unanticipated costs, but did not submit a waiver request to the  Comptroller since the fiscal year was ending. To mitigate this issue for  fiscal year 2015, the Navy FMC office began monthly monitoring of  contract services obligations, which should help identify potential  overages as they occur instead of only at the mid-year and end-of-year  execution reviews and allow more time to make adjustments when  necessary.", "Second, Navy FMC officials attributed the remaining $600 million of the  $1.07 billion it obligated over its target to a coding error in its financial  system. Specifically, Navy FMC officials said the financial system does  not allow for coding of progress payments on items, such as ships or  aircraft. To make progress payments for these types of items, Navy FMC  officials explained that these payments are coded as contract services to  work around the system limitation. Navy financial management officials  said they manually corrected these coding errors in the past, but decided  to forego the manual corrections in fiscal year 2014 in preparation for  audit readiness in fiscal year 2016. The Navy FMC office requested  updates to its financial system in August 2013 to correct this coding issue,  but the change has not yet been approved or implemented."], "subsections": []}]}]}, {"section_title": "Military Departments Achieved Required Funding Reduction for Key Functions Based on Revised Approach to Measure Compliance", "paragraphs": ["Our analysis of DOD obligation data indicate that all of the military  departments achieved funding reductions greater than 20 percent for  closely associated with inherently governmental and staff augmentation  functions by fiscal year 2014. Section 813 of the NDAA for fiscal year  2015 facilitated DOD’s implementation of our December 2014  recommendation by encouraging DOD to use different data sources, such  as advisory and assistance services, to measure compliance with closely  associated with inherently governmental and staff augmentation funding  reductions. Advisory and assistance service is a budget category that  includes many of the types of contractor services that are considered  closely associated with inherently governmental and staff augmentation  functions. As we reported in December 2014, the advisory and assistance  services budget category is not an exact measurement of closely  associated with inherently governmental and staff augmentation  functions. However, it may be the best currently available data source to  determine reductions in these functions. This new measure was adopted  after a lack of data hindered DOD’s previous attempts to demonstrate  compliance. Specifically, previous attempts to use the inventory of  contract services showed that it did not provide the data necessary to  measure the reductions. For example, DOD instructed components to  report on actions taken to implement reductions through the fiscal year  2013 inventory review, but only one of 35 components reported all of the  information necessary to demonstrate compliance.", "In May 2015, the Comptroller issued guidance instructing components to  submit a separate budget exhibit for the fiscal year 2017 budget  submission with advisory and assistance service obligations for fiscal  years 2010 through 2015 to demonstrate the required funding reductions  in closely associated with inherently governmental and staff augmentation  contracts. While these data have not yet been reported through fiscal  year 2015, our analysis of currently available obligation data for advisory  and assistance services indicate that all of the military departments  achieved reductions of greater than 20 percent by fiscal year 2014. As  shown in table 2, the Air Force and Navy achieved reductions in advisory  and assistance service obligations greater than 30 percent from fiscal  years 2010 through 2013. The Army achieved a 9 percent reduction by  fiscal year 2013, but achieved a 32 percent reduction in fiscal year 2014.", "The DOD Comptroller intends to measure a 30 percent reduction from  2010 levels based on former Secretary of Defense Robert Gates’  Efficiencies Initiative which called for DOD to reduce service support  contractors by 10 percent each year from fiscal year 2011 through 2013,  for a total 30 percent reduction. While section 808 calls for a total of 20  percent in reductions in fiscal years 2012 and 2013, a Comptroller official  said it plans to also include the additional 10 percent reduction for fiscal  year 2011 called for by Secretary Gates’ Efficiencies Initiative. If  components are not in compliance with the full 30 percent reduction by  fiscal year 2015, a Comptroller official said that the Comptroller’s office  plans to enforce the reduction by making adjustments to component  funding levels for the fiscal year 2017 budget submissions.", "As indicated by the Comptroller’s May 2015 guidance, the office plans to  assess the military departments and defense agencies reductions in  advisory and assistance service obligations when the fiscal year 2017  budget is submitted. Therefore, compliance with the required funding  reductions will not be determined by the Comptroller’s office until early  fiscal year 2016 when DOD has complete data on each component’s  fiscal year 2015 obligations. However, a Comptroller official agreed that  the data as presented in table 2 are consistent with its preliminary  analysis indicating that each of the military departments has met the full  20 percent reduction."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["Because DOD has efforts underway to address our December 2014  recommendations, we are not making new recommendations in this  report. We provided a draft of this report to the Secretary of Defense for  review and comment. In DOD’s written comments, reproduced in  appendix II, the Director for Operations, Office of the Under Secretary of  Defense (Comptroller), concurred with the findings of our report.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of Defense, and the Under Secretary of  Defense (Comptroller). In addition the report is available at no charge on  the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-4841 or makm@gao.gov. Contact points for our Office of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made key contributions to this report are  listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The objectives for this review were to determine the extent to which the  Department of Defense (DOD) implemented the requirements of section  808 of the National Defense Authorization Act (NDAA) for fiscal year  2012, as modified by section 802 of the NDAA for fiscal year 2014.  Specifically, we assessed DOD’s implementation of the 1) contract  services spending limit for fiscal year 2014 and 2) funding reductions for  contracts with closely associated with inherently governmental and staff  augmentation functions from fiscal years 2010 through 2014.", "To determine the extent to which DOD implemented the contract services  spending limit in fiscal years 2014, we reviewed relevant laws and DOD  guidance, analyzed budget and obligation data from the Office of the  Under Secretary of Defense Comptroller for fiscal years 2010 and 2014  from the program resource collection process (PRCP) system, and  interviewed DOD and military department budget officials. Specifically, we  reviewed DOD’s fiscal year 2014 section 802 guidance, issued in May  2014, to determine steps taken by the Comptroller’s office to implement  the limit. Further, we reviewed the Comptroller’s methodology for  calculating the spending limit by analyzing the categories of services  DOD included in the spending limit baseline. We then compared these  categories to the fiscal year 2014 obligation data DOD used to determine  its compliance with the spending limit to ensure that both the baseline and  obligation data included consistent categories of contract services. To  ensure that contract services obligation data from PRCP were sufficiently  reliable to determine compliance with the spending limit, we compared  the PRCP obligation data to contract services obligations reported in the  Federal Procurement Data System-Next Generation from fiscal years  2010 through 2014 and found that both sources showed a similar  downward trend in contract services obligations. Further, we compared  the PRCP obligation data to military department contract services  obligations reported in their respective financial systems to identify any  obvious errors or differences. When differences were identified, we  interviewed knowledgeable budget and financial management officials  from the military departments’ and Comptroller’s office to determine the  reasons for these differences. Based on these steps, we determined that  the Comptroller’s PRCP obligation data were sufficiently reliable for our  purposes. To identify steps taken by the DOD to implement fiscal  controls, we limited our analysis to implementation efforts by the military  departments, which account for over 70 percent of DOD’s contract  services obligations in fiscal year 2014. To identify the steps taken by  each military department to implement controls over contract services  obligations, we interviewed military department budget and financial  management officials and reviewed available guidance issued by each of  military department to implement the spending limit.", "To assess the extent to which DOD components reduced funding for  contracts containing closely associated with inherently governmental and  staff augmentation functions from fiscal years 2010 through 2014 we  reviewed section 802 implementation guidance issued by the  Comptroller’s office, which instructed components to follow additional  guidance. The additional guidance issued by the Office of the Assistant  Secretary of Defense for Readiness and Force Management in May 2014  instructed each component to report in their fiscal year 2013 inventory  review certification letters specific actions taken and supporting  documentation to demonstrate compliance with the required 10 percent  funding reduction for closely associated with inherently governmental and  staff augmentation contracts in fiscal years 2012 and 2013. We analyzed  certification letters submitted by 35 DOD components for the fiscal year  2013 inventory review to determine what steps and supporting  documentation each component provided to demonstrate compliance with  the required funding reductions for closely associated with inherently  governmental functions and staff augmentation contracts. In addition, we  interviewed officials responsible for compiling and reviewing the inventory  of contracted services to gain additional insight into the steps taken to  implement the reductions. Based on updated guidance from the  Comptroller, issued in May 2015, instructing components to rely on the  advisory and assistance services budget category to measure the  reductions, we analyzed each military department’s obligations for this  budget category reported in the Comptroller’s PRCP data from fiscal  years 2010 through 2014 to determine if reductions had been achieved by  the military departments.", "We conducted this performance audit from January 2015 through  September 2015 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, W. William Russell (Assistant  Director); Beth Reed Fritts; and Suzanne Sterling made significant  contributions to this review. In addition, Pete Anderson, Virginia Chanley,  John Krump, and Roxanna Sun made key contributions to this report."], "subsections": []}]}], "fastfact": []}