{"id": "GAO-05-213", "url": "https://www.gao.gov/products/GAO-05-213", "title": "Oversight of Food Safety Activities: Federal Agencies Should Pursue Opportunities to Reduce Overlap and Better Leverage Resources", "published_date": "2005-03-30T00:00:00", "released_date": "2005-05-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO has documented many problems resulting from the fragmented nature of the federal food safety system and recommended fundamental restructuring to ensure the effective use of scarce government resources. In this report, GAO (1) identified overlaps in food safety activities at USDA, FDA, EPA, and NMFS; (2) analyzed the extent to which the agencies use interagency agreements to leverage resources; and (3) obtained the views of stakeholders."]}, {"section_title": "What GAO Found", "paragraphs": ["Several statutes give responsibility for different segments of the food supply to different agencies to ensure that the food supply is safe. The U.S. Department of Agriculture (USDA) and the Food and Drug Administration (FDA) within the Department of Health and Human Services (HHS) have the primary responsibility for regulating food safety, with the Environmental Protection Agency (EPA) and the National Marine Fisheries Service (NMFS) also involved. In carrying out their responsibilities, with respect to both domestic and imported food, these agencies spend resources on a number of overlapping activities, such as inspection/enforcement, training, research, or rulemaking. For example, both USDA and FDA conduct similar inspections at 1,451 dual jurisdiction establishments--facilities that produce foods regulated by both agencies. Under authority granted by the Bioterrorism Act of 2002, FDA could authorize USDA inspectors to inspect these facilities, but it has not done so. Furthermore, USDA and FDA maintain separate training programs on similar topics for their inspectors that could be shared. Ultimately, inspection and training resources could be used more efficiently. GAO identified 71 interagency agreements that the agencies entered into to better protect public health and to coordinate their food safety activities. However, the agencies have weak mechanisms for tracking these agreements that, in some cases, lead to ineffective implementation. Specifically, USDA and FDA are not fully implementing an agreement to facilitate the exchange of information about dual jurisdiction establishments, which both agencies inspect. In addition, FDA and NMFS are not implementing an agreement designed to enable each agency to discharge its seafood responsibilities effectively. GAO spoke with selected industry associations, food companies, consumer groups, and academic experts, and they disagree on the extent of overlap and on how best to improve the food safety system. Most of these stakeholders agreed that laws and regulations should be modernized to more effectively and efficiently control food safety hazards, but they differed about whether to consolidate food safety functions into a single agency."]}], "report": [{"section_title": "Letter", "paragraphs": ["The statutory framework underlying the U.S. federal food safety system  gives responsibility for specific food commodities to different agencies and  provides them with significantly different authorities and responsibilities.  As a result, federal agencies are spending resources on similar activities to  ensure that the food supply is safe, wholesome, and appropriately labeled.  Over the years, we have documented many problems resulting from the  fragmented nature of the federal food safety system and have  recommended streamlining food safety statutes and consolidating food  safety functions into a single agency. As the Comptroller General noted in  testimony before the Congress, redundant, unfocused, and uncoordinated  programs waste scarce resources, confuse and frustrate program  customers, and limit overall program effectiveness. The food safety  challenges are more pressing today as we face the potential threat of  deliberate contamination of our food supply.", "Multiple federal agencies are involved in food safety activities, but four  agencies play key roles and invest the largest share of resources to ensure  the safety and quality of food. These agencies—the U.S. Department of  Agriculture (USDA), the Food and Drug Administration (FDA), the  Environmental Protection Agency (EPA), and the National Marine  Fisheries Service (NMFS)—expended nearly $1.7 billion and devoted  nearly 15,000 staff in fiscal year 2003, the most recent year for which the  agencies could provide complete expenditure data, on activities that  included (1) inspecting food manufacturers, processors and warehouses;  (2) researching and implementing methods to reduce the prevalence of  foodborne pathogens; (3) assessing risks posed by various food  contaminants; and (4) educating industry about new regulatory  requirements and the public about food safety issues. These agencies  operate under 30 primary laws underpinning the legal framework for  ensuring the safety and quality of the food supply. (See app. IV.)", "Of the federal agencies involved in food safety activities, USDA and FDA  have most of the regulatory responsibility for overseeing industry’s  compliance with federal regulations to ensure food safety and also account  for most federal spending in this area. USDA is responsible for ensuring the  safety of meat, poultry, and certain egg products under the Federal Meat  Inspection Act, the Poultry Products Inspection Act, and the Egg Products  Inspection Act. FDA is responsible for ensuring the safety of all other  food—including whole shell eggs, seafood, milk, grain products, and fruits  and vegetables—under the Federal Food, Drug and Cosmetic Act and the  Public Health Service Act. In addition, the Public Health Security and  Bioterrorism Preparedness and Response Act of 2002 (the Bioterrorism  Act) gave FDA the authority to commission other federal officials to  inspect FDA-regulated foods. USDA and FDA enforce their respective  Hazard Analysis and Critical Control Point (HACCP) regulations. These  regulations require that food processors maintain a plan identifying critical  points in the production line where contamination is more likely to occur  and adopt control techniques to prevent or reduce contamination. EPA and  NMFS also have related food safety and quality responsibilities. EPA sets  pesticide tolerances for food under the Federal Insecticide, Fungicide, and  Rodenticide Act and the Federal Food, Drug and Cosmetic Act and issues  fish consumption advisories under the Clean Water Act. NMFS conducts  voluntary, fee-for-service inspections of seafood-processing facilities and  seafood products under the Federal Agricultural Marketing Act of 1946, the  Fish and Wildlife Act of 1956, and Reorganization Plan No. 4 of 1970.", "To coordinate activities across jurisdictional boundaries, these federal  agencies have entered into dozens of interagency agreements that address  a wide range of food safety-related activities. The agreements concern  numerous functions and activities, including how the agencies carry out  inspections, public education and outreach, and research projects.", "Because of your continuing interest in the efficient and effective use of  government resources, you asked us to (1) identify overlaps that may exist  in federal food safety functions and activities, (2) examine the extent to  which federal food safety agencies are using interagency agreements to  leverage existing resources and reduce any such overlaps, and (3) obtain  the views of regulated industry and other stakeholders regarding  opportunities to reduce overlap by consolidating federal food safety  functions.", "In addressing these questions, we defined overlaps as similar activities  being performed by more than one agency—such as training food  inspectors—and duplication as essentially identical activities performed by  more than one agency—such as inspecting the same food-processing  facility for compliance with sanitation and/or good manufacturing  practices requirements. To identify overlaps, we obtained and analyzed  agency budget data—including actual expenditures and staffing levels for  fiscal year 2003, the most recent year for which data were complete—and  contacted agency budget and program officials to help us identify what  activities the agencies perform and to determine whether similar activities  were performed by more than one agency. To examine the extent of  interagency coordination, we identified and reviewed all active interagency  agreements. We selected two inspection-related interagency agreements  for in-depth review because the agencies spend most of their resources on  inspection activities; one agreement that pertains to dual jurisdiction  establishments and one that pertains to inspections of fishery products. In  addition, these agreements encompassed a broad range of intended  coordination efforts between the agencies involved. To obtain information  about the agreements’ implementation, we conducted site visits to USDA  and FDA field offices in three locations. To identify key stakeholders and  obtain their views on overlapping agency functions and potential  consolidation of these functions, we relied on our previous work and on  the four agencies’ recommendations. Based on this information, we  compiled a list of 35 stakeholders from the major industry associations,  consumer groups, and food safety experts from academia and conducted  structured interviews with them. In addition, we interviewed two to four  company representatives in the three states where we conducted field  work. We performed our work between May 2004 and March 2005 in  accordance with generally accepted government auditing standards, which  included an assessment of data reliability and internal controls. Appendix I  describes our methodology in greater detail."], "subsections": [{"section_title": "Background", "paragraphs": ["Many federal agencies, as well as state and local entities, play a part in the  U.S. food safety regulatory system. While the federal agencies regulate the  food production chain from farms to food manufacturers, state and local  agencies primarily regulate food safety in retail food establishments. Table  1 summarizes the food safety responsibilities of the federal agencies. In  addition to their established food safety and quality responsibilities,  following the events of September 11, 2001, these agencies began to  address the potential for deliberate contamination of agriculture and food  products, with the Department of Homeland Security providing overall  coordination on how to protect the food supply from deliberate  contamination.", "The agencies’ food safety authorities stem from 30 principal laws related to  food safety. For a listing of the principal food safety laws, see appendix IV.  As a result of this division of responsibility, the federal food safety system  is fragmented. In some instances, agencies perform nearly identical  activities—both USDA and FDA inspect food-processing facilities that  produce foods under the regulatory responsibility of each agency, referred  to as dual jurisdiction establishments (DJE). DJEs are those that  manufacture or process food products that contain ingredients regulated  by more than one federal agency. For example, both USDA and FDA  inspect facilities that make canned baked beans with 2 percent or more  bacon (a USDA-regulated food) and canned baked beans without meat (an  FDA-regulated food). While these agencies each perform food safety  inspections, the frequency of their inspections varies. Generally, USDA  inspectors have a more regular presence at DJEs. As another example, both  FDA and NMFS inspect seafood-processing facilities, although NMFS’s  inspections are conducted at the request of the facility through a contract  between the facility and NMFS.", "Four agencies—USDA, FDA, EPA, and NMFS—are involved in key  program functions related to food safety—including inspection and  enforcement, research, risk assessment, education and outreach,  rulemaking and standard setting, surveillance and monitoring, food  security, and administration. Examples of activities under these functions  include:  inspecting domestic food-processing facilities and imported food items  at U.S. ports of entry;  researching foodborne chemical and biological contaminants, as well as   conducting risk assessments of foodborne physical, chemical, and  biological contaminants to inform rulemaking, allocation of agency  resources, or risk communication;  developing and distributing guidance to consumers and industry related  to food safety topics such as appropriate food temperatures; and   issuing/promulgating HACCP, sanitation, and good manufacturing  practices regulations.", "In fiscal year 2003, the four federal agencies spent nearly $1.7 billion on  food safety-related activities. USDA and FDA are responsible for most  federal food safety resources (as fig. 1 shows).", "These agencies spent about $921 million (55 percent) in fiscal year 2003 on  inspection/enforcement functions, including inspections of domestic and  imported food (as fig. 2 shows).", "Risk assessment - $149,402,717 USDA’s Food Safety and Inspection Service did not provide Surveillance expenditure data.", "The agencies’ expenditures vary by program function (as shown in fig. 3).  For example, USDA’s inspection/enforcement expenditures made up  almost three-quarters of the total spent by these agencies for that program  function. That is, the majority of federal food safety inspection  expenditures are directed toward USDA’s programs for ensuring the safety  of meat, poultry, and egg products. In contrast, FDA accounts for more  than half of the agencies’ expenditures for food safety education/outreach  programs.", "National Research Council and Institute of Medicine, Ensuring Safe Food: From  Production to Consumption (Washington, D.C.: 1998)."], "subsections": []}, {"section_title": "Federal Food Safety Agencies Spend Resources on Overlapping Food Safety Activities", "paragraphs": ["As a result of the multiple laws and regulations governing food safety,  several federal agencies conduct activities—inspections of domestic and  foreign foods, training, research, risk assessment, education, and  rulemaking—that can serve overlapping, if not identical, purposes.  As a  result, federal agencies spend resources on similar food safety activities.  Table 2 illustrates similar activities conducted by the four federal agencies  we examined. These activities, such as laboratory analysis and risk  assessment, may be product specific."], "subsections": [{"section_title": "Agencies Conduct Overlapping Inspections at Jointly Regulated Food- Processing Facilities", "paragraphs": ["USDA and FDA spent $884 million in fiscal year 2003 on inspection and  enforcement activities—roughly 60 percent of their total food safety  expenditures. Neither USDA nor FDA has estimated the total costs  associated with inspecting jointly regulated facilities. FDA estimated that it  spends about $4,000 per inspection. As figure 4 shows, USDA and FDA both  inspect 1,451 known DJEs located across the country. USDA and FDA  inspect these establishments with different frequencies. For example,  USDA inspects a canning facility at least daily if it produces food  containing meat and poultry. If the facility also produces canned soups  containing beans or seafood, FDA inspects it every 1 to 5 years.", "Because of their split jurisdiction, each agency is responsible for inspecting  different food products at these facilities; but the agencies’ inspections  have common key elements, including verifying the facilities’ compliance  with sanitation standards (as defined by USDA) or good manufacturing  practices (as defined by FDA). For example, both agencies’ inspectors  verify that facilities do not have rodent or insect infestations. Figure 5  summarizes some of the common elements of USDA and FDA inspections.", "At jointly regulated facilities, USDA and FDA inspectors also verify that  HACCP systems are in place. In these instances, each agency verifies that  the facility has created and implemented a HACCP plan specific to the  products that the agency regulates. The regulations require the facility to  maintain separate HACCP plans for each product and to develop separate  analyses of critical control points and separate strategies to mitigate or  eliminate food contaminants. For example, at a facility we visited that  produces both crab cakes and breaded chicken, the manager is required to  maintain a seafood HACCP plan and a poultry HACCP plan. The manager  said that although both plans have similar elements, each agency’s  inspectors expect different levels of detail for the plans—something the  manager finds confusing and difficult to comply with.", "USDA and FDA have new tools that could help reduce overlaps in  inspections. Under the Bioterrorism Act, FDA could allow USDA  inspectors, who are present every day at these jointly regulated facilities, to  inspect FDA-regulated food. In doing so, FDA could reduce overlapping  inspections and redirect resources to other facilities for which it has sole  jurisdiction. While they did not disagree in principle with the benefits of  such an arrangement, FDA officials said that the savings would be  somewhat offset because FDA would likely have to reimburse USDA for  the costs of those inspections. FDA officials said that they do not currently  plan to pursue this option and have not conducted any analyses of the costs  or savings associated with authorizing USDA officials to conduct FDA  inspections at these facilities. USDA officials commented that their  inspectors are fully occupied and that they would need to be trained before  conducting joint inspections.", "Overlaps also occur at seafood-processing facilities that both FDA and  NMFS inspect. NMFS currently inspects approximately 275 domestic  seafood facilities that FDA also inspects. NMFS safety and sanitation  inspections, as well as other product quality inspections are conducted on  a fee-for-service basis. NMFS inspectors verify sanitation procedures,  HACCP compliance, and good manufacturing practices—many of the same  components of an FDA inspection. Although NMFS and FDA seafood  safety inspections are similar, FDA does not take into account whether  NMFS has already inspected a particular facility when determining how  frequently its inspectors should visit that same facility.", "FDA officials said they do not rely on NMFS inspections for two reasons.  First, FDA officials believe that NMFS has a potential conflict of interest  because companies pay NMFS for these inspections; and therefore, as a  regulatory agency, FDA should not rely on them. NMFS officials disagree  with FDA’s viewpoint, stating that their fee-for-service structure does not  affect their ability to conduct objective inspections. NMFS officials said  that, when NMFS inspectors find noncompliance with FDA regulations,  they refer companies to FDA and/or to state regulatory authorities. NMFS  officials stated that companies that contract with NMFS need the agency’s  certification in order to satisfy their customers. Second, it is difficult for  FDA to determine which facilities NMFS inspects at any given time because  NMFS inspection schedules fluctuate often, according to changes in  NMFS’s contracts with individual companies. If FDA were to recognize the  results of NMFS inspection findings in targeting its resources, it could  decrease or eliminate inspections at facilities that NMFS inspectors find  are in compliance with sanitation and HACCP regulations."], "subsections": []}, {"section_title": "USDA and FDA Conduct Inspections of Food Imports", "paragraphs": ["Both USDA and FDA maintain inspectors at 18 U.S. ports of entry to  inspect imported food products. In fiscal year 2003, USDA spent almost $16  million on these inspections, and FDA spent more than $115 million.  FDA  spends about 7 times as much on import inspections because the agency is  responsible for about 80 percent of the U.S. food supply, including imports  from about 250 countries, compared with USDA’s responsibility for  inspecting imports that come from 34 countries. However, the agencies are  not leveraging inspection resources at these ports. USDA officials told us  that FDA-regulated, imported foods are sometimes stored in USDA- approved inspection facilities at these ports. USDA inspectors have no  authority to inspect FDA-regulated products, although USDA inspectors  are present at these ports more often than FDA inspectors. As a result,  some FDA-regulated products may remain at the facility for some time  awaiting inspection. FDA has the authority to commission federal officials  to conduct inspections at jointly regulated facilities. In 2003, FDA exercised  this authority to conduct inspections by entering into an agreement with  the Department of Homeland Security’s Customs and Border Protection  (CBP) so Customs’ officials can help FDA inspect products at ports and  other facilities subject to CBP jurisdiction.", "FDA could also leverage USDA’s efforts to ensure the safety of imported  food by using information that USDA compiles in its determinations that  exporting countries’ food safety systems are equivalent to the U.S. system.  Under the Meat and Poultry Products Inspection Acts, the Secretary of  Agriculture is required to certify that countries exporting meat and poultry to the United States have equivalent food safety systems for producing  meat and poultry products that are exported to the United States. That  information could inform FDA’s decision making about which countries to  visit for its overseas inspections. Currently, FDA visits foreign countries to  inspect individual food-processing firms. In 2004, USDA determined that  the food safety systems of 34 countries it evaluated were equivalent to that  of the United States. A substantial portion of what USDA evaluates— sanitation procedures and compliance with HACCP rules—could be useful  to FDA in deciding what countries to visit when conducting inspections of  foreign firms that export products under its jurisdiction. FDA officials told  us, however, that the agency does not use that information when deciding  which countries to visit. As a result, FDA at times conducts inspections in  the same countries that USDA has evaluated. For example, USDA and FDA  each visited Brazil, Costa Rica, Germany, Hungary, Mexico, and Canada last  year. USDA spent almost $500,000, and FDA spent almost $5 million, on its  foreign country visits in fiscal year 2003. USDA and FDA officials said these  agencies do not share information from their overseas visits because their  different statutory responsibilities make such information of little  advantage. That is, USDA’s focus during foreign country visits is to evaluate  the meat and poultry inspection systems to determine if they are equivalent  to that of the United States, whereas FDA focuses its visits on specific  companies that produce food under the agency’s jurisdiction."], "subsections": []}, {"section_title": "Agencies Maintain Similar Inspection Training Programs", "paragraphs": ["USDA and FDA provide similar training to their inspectors. For example,  both agencies train inspectors on sanitation requirements, good  manufacturing practices, and HACCP. Agency officials agreed that the  training programs have a common foundation but pointed out that there  are differences, as each agency applies these principles to the specific  foods it regulates. USDA spent $7.8 million, while FDA spent about $1.5  million, during fiscal year 2003 to train their food inspection personnel.   FDA’s comparatively lower training costs reflect a contractual agreement  with a private firm that has produced an online curriculum. This  curriculum includes over 106 courses that address topics common to both  USDA and FDA—ranging from foodborne pathogens, HACCP  requirements, and good manufacturing practices, to courses that are  specific to FDA’s regulations and enforcement authorities. Another  agency—NMFS—uses 74 of these online courses to train its own seafood  inspectors. The benefits NMFS officials cited include accessibility to  training materials at times other than when inspectors are “on duty” and no  charge to NMFS for the training materials. USDA officials said they are  exploring the possibility of entering into an agreement with the company  that developed FDA’s online curriculum to allow USDA inspectors access  to some of this training. In addition to the costs associated with developing  inspector training programs, USDA estimates that it spends an average of  about $900,000 per year on training-related travel, not including other costs  related to replacing inspectors in food-processing facilities while they  participate in the training. A joint USDA-FDA training program could  reduce duplication in developing training materials and in providing  instruction, and potentially achieve some savings.", "Other federal agencies have consolidated training activities that have a  common purpose and similar content. For example, in 1970, the  Consolidated Federal Law Enforcement Training Center (the Center)  brought together the training programs of 75 federal law enforcement  agencies that had maintained separate training programs. Specifically, the  Center provides standardized programs for criminal investigators and  uniformed police officers across the federal government. While  standardizing basic training, the Center also offers specialized courses for  individual agencies to address their particular needs. In addition, according  to the Center, the interaction with students from other agencies promotes  greater understanding of other agencies’ missions and duties, and therefore  provides for a more cooperative federal law enforcement system."], "subsections": []}, {"section_title": "Agencies Conduct Other Activities That Overlap", "paragraphs": ["We identified overlapping activities in the areas of food safety research and  risk assessment, consumer and industry education, and rulemaking."], "subsections": [{"section_title": "Food Safety Research and Risk- Assessment Efforts", "paragraphs": ["USDA and FDA participate in similar food safety research efforts; that is,  both agencies collect and analyze food samples for chemical and biological  contaminants. During fiscal year 2003, the agencies spent over $245 million  on these types of activities. For example, because of the agencies’ split  jurisdiction, both USDA and FDA maintain separate laboratory capability  to sample and analyze the foods that they regulate for chemical  contaminants such as pesticides and dioxins. EPA uses USDA and FDA  data to inform EPA’s risk assessments on human exposure to pesticides.  Specifically, in 2003, FDA analyzed 11,331 food samples for pesticides and  chemical contaminants to help estimate the dietary intake of pesticide  residues. In 2000, the most recent year for which data are available, USDA’s  Food Safety and Inspection Service (FSIS) analyzed over 33,000 samples of  meat, poultry, and egg products. In addition, USDA’s Agricultural Marketing  Service’s (AMS) Pesticide Data Program samples and tests commodities  across the food spectrum to help inform EPA in making decisions on  acceptable levels of pesticide residues (tolerances). According to EPA  officials, USDA data are their primary source of information. However,  FDA provides additional information on a greater range of foods and  chemicals that EPA also uses to form its decisions. EPA officials said that  the overlap in data collection and analysis adds value because USDA’s data  comes from a well-controlled survey of food samples taken at the  wholesale level, and FDA’s data helps fill in the gaps with samples of food  at different points in the distribution chain.", "USDA and FDA also both conduct risk assessments of foodborne  pathogens that can contaminate food products under their respective  jurisdictions. For example, in 2000, USDA released a draft risk assessment  for Escherichia coli ( E. coli) O157:H7 in ground beef and, FDA released a  draft risk assessment for Vibrio parahaemolyticus in raw molluscan  shellfish. The agencies  also conduct joint risk assessments when  addressing the same pathogen or the same food product. In the case of  eggs, regulatory responsibility shifts as eggs make their way from the farm  to the table, with FDA being primarily responsible for the safe production  and processing of eggs still in the shell (known as shell eggs), and USDA  being responsible for food safety at the processing plants where eggs are  broken to produce egg products. In 1996, the agencies began work on a  joint risk assessment for salmonella in eggs to evaluate the risk to human  health of salmonella in shell eggs and in liquid egg products and to identify  potential risk reduction strategies. In 1998, USDA and FDA jointly  published an advance notice of proposed rulemaking, based on this risk  assessment, to identify farm-to-table actions that would decrease the food  safety risks associated with eggs. However, the agencies have not issued a  joint rule to help eliminate foodborne illnesses caused by salmonella in  eggs. In 2004, FDA issued a proposed rule that would require shell egg  producers to implement measures to help prevent salmonella from  contaminating eggs on the farm. Although USDA released a new draft risk  assessment in 2004, the department has not yet issued a proposed rule to  help prevent salmonella from contaminating egg products. Both agencies  have also committed personnel resources to a World Health Organization  effort to conduct a risk assessment of salmonella in eggs and broiler  chickens."], "subsections": []}, {"section_title": "Consumer and Industry Education", "paragraphs": ["USDA, FDA, and EPA conduct education and outreach on food safety—and  spent more than $107 million in fiscal year 2003. In some cases, these  agencies’ efforts overlap. For example, these agencies create and distribute  educational materials to consumers, or host hotlines or other forums that  address food safety issues. In some cases, these efforts target the same  food safety topic. For example, USDA, FDA, and EPA each develop  consumer guidance on chemical food contaminants such as pesticides,  dioxin, and mercury. In addition, USDA and FDA each develop similar food  safety guidance for (1) consumers on general topics, such as cooking and  chilling food, and safe handling practices, such as using a food  thermometer and (2) industry, on their HACCP regulations and sanitation  and good manufacturing practices. These overlapping efforts, caused in  part by the agencies’ divisions in jurisdiction, can be confusing to both  consumers and industry representatives. For example, USDA officials said  they receive calls from consumers and industry representatives to their  consumer hotline about FDA-regulated food products. These agencies have  made some efforts to reduce overlaps in their consumer education  activities. For example, USDA and FDA developed the “Fight Bac” program  to educate the public about safe food handling to help reduce foodborne  illness. In addition, for the first time in 2004, FDA and EPA issued a joint  consumer advisory about mercury in fish and shellfish for women who  might become pregnant, who are pregnant, who are nursing, as well as for  young children. However, the joint advisory recommends different  consumption levels, depending on whether the fish is commercially caught  (regulated by FDA) or recreationally caught (regulated by EPA).  Specifically, for fish purchased from a store, the guidance recommends up  to 12 ounces per week. However, if the fish is recreationally caught, the  guidance recommends that women consume up to 6 ounces per week. EPA  said that the consumption guidance differs due to different mercury levels  in recreationally and commercially caught fish."], "subsections": []}, {"section_title": "Rule-Making Activities Vary but Share Some Similarities", "paragraphs": ["As the principal agencies responsible for food safety, both USDA and FDA  engage in rule-making and standard-setting activities under their respective  statutes. While the rulemakings USDA and FDA undertake vary under  those statutes, there are some similarities. For example, USDA and FDA  promulgated separate HACCP regulations for industry, but both agencies’  regulations require food processors to incorporate certain sanitation  processes into their HACCP systems. The HACCP rules are based on the  same model, though applied to the different food products each agency  regulates. For example, FDA requires seafood-processing facilities to  address contaminants that are likely to be found in seafood, such as Vibrio  vulnificus (a bacteria found in raw seafood, particularly in oysters). USDA  requires all meat and poultry processing facilities to address contaminants,  such as E. coli and salmonella, which are likely to be found in these  products. While quantifying the resources dedicated to rule-making  activities is difficult for the agencies, the costs are significant. FDA  estimates that it spent between $650,000 and almost $1 million to issue its  seafood HACCP rule in 1995. NMFS officials said they spent $5 million to  support the FDA rule by developing a model seafood surveillance project.  USDA was unable to calculate how much it spent to develop its meat and  poultry HACCP rule.", "In some cases, the agencies collaborate in the early stages of rulemaking.  For example, USDA and FDA participated in a joint Listeria  monocytogenes (listeria) risk analysis of ready-to-eat foods. However, the  agencies will promulgate separate listeria rules for the products under their  jurisdiction."], "subsections": []}]}]}, {"section_title": "Agencies Have Numerous Interagency Agreements to Coordinate Food Safety Activities, but Tracking Mechanisms and Implementation Are Weak", "paragraphs": ["The principal food safety agencies—USDA, FDA, EPA, and NMFS—have  entered into 71 interagency agreements to coordinate the full range of their  food safety activities and to support their mission to protect the public  health. About one-third of the agreements include as objectives, the  coordination of activities, reductions in overlaps, and/or leveraging of  resources. The agencies’ ability to take full advantage of these agreements  is hampered by the absence of adequate mechanisms for tracking them  and, in some cases, by ineffective implementation of the provisions of these  agreements."], "subsections": [{"section_title": "Many Interagency Agreements Address Inspection and Enforcement and One-Third Highlight the Need to Reduce Duplication and Overlap", "paragraphs": ["Of the 71 interagency agreements we identified, the largest proportion (43  percent) reflect the agencies agreement to increase cooperation on  inspection and enforcement activities. The agencies also spent the largest  share of their food safety resources on these activities  (as fig. 2 showed).  Other agreements address activities such as education/outreach, food  security, and monitoring/surveillance related to food safety and quality (as  shown in fig. 6). Furthermore, 24 agreements specifically highlight the need  to reduce duplication of effort by clarifying responsibilities, reducing  overlaps, and/or making efficient and effective use of resources. Appendix  III provides additional information about the 71 agreements.", "In some instances, the agencies entered into multiple agreements to  coordinate and ensure the safety of a single type of food. For example, we  identified seven agreements that focus on seafood inspection and  enforcement activities; signatories to one or more of these agreements  include USDA, FDA, NMFS, the Department of Defense, and the Interstate  Shellfish Sanitation Conference (ISSC).", "In addition to these formal interagency agreements, the agencies cooperate  through other mechanisms such as the Foodborne Diseases Active  Surveillance Network (also known as FoodNet) that USDA, FDA, and the  Centers for Disease Control and Prevention use to help track the incidence  of foodborne illness and track the effectiveness of food safety programs in  reducing foodborne illness. Agency officials also noted that they informally  cooperate and collaborate with one another on a regular basis."], "subsections": []}, {"section_title": "Controls for Tracking Food Safety Agreements Are Weak", "paragraphs": ["USDA, FDA, EPA, and NMFS do not have adequate mechanisms to track  interagency food safety agreements. Consequently, the agencies could not  readily identify the agreements that they have entered into, could not  determine which agreements are still in effect, and were unable to  determine which are still needed. As a result, we could not determine  which agreements are currently being used by the agencies. Agency  officials did not agree on the number of food safety-related agreements  they have entered into, and only 7 of the 71 agreements that we ultimately  compiled were identified to us by all signatory agencies. For example, FDA  and EPA provided a copy of an agreement they had entered into with USDA  about residues in drugs, pesticides, and environmental contaminants in  foods; however, USDA officials said the agency is not party to any  agreement on residues. Forty-one additional agreements were identified to  us by only one of the multiple signatories. In addition, we found three  agreements—through our prior work or Internet searches—that none of  the agencies had identified to us.", "Of the agencies we reviewed, only USDA’s Animal and Plant Health  Inspection Service maintained a database that allowed it to readily identify  all the agreements it was party to. The other agencies did not have such  databases. During the course of our review, EPA officials said that, without  such tools, they had difficulty identifying the agreements they have entered  into. Officials also said they are planning to develop an electronic system to  identify and track these agreements. EPA said that, if developed, this  system could offer one means of tracking and managing information  related to, and contained in, interagency agreements.", "The weaknesses in tracking agreements may also affect the agencies’  ability to determine whether these agreements are still needed and whether  specific provisions are still in effect. First, about one-third of the  agreements we identified were created decades ago and may no longer be  relevant to current needs. Technological and scientific advances have made  some provisions of these agreements obsolete. Second, some agencies that  were party to the agreements have ceased to exist because of internal  reorganizations; but the agreements have not been modified to reflect such  changes, indicating that the agencies may not be actively monitoring the  status and relevance of these agreements. For example, a 1978 agreement  between USDA and FDA on education programs to assist livestock and  poultry producers in using animal drugs has not been modified to reflect  the fact that USDA’s Science and Education Administration no longer  exists. Also, we found that some agreements have not been updated to  account for changes in a signatory’s responsibilities since they were signed.  For example, NMFS officials said that the ISSC has taken on some  responsibilities that once belonged to NMFS and that the 1985 agreement  on shellfish-growing waters signed by FDA, EPA, NMFS, and the U.S.  Department of the Interior’s Fish and Wildlife Service should be updated to  reflect this change."], "subsections": []}, {"section_title": "Agencies Are Not Fully Implementing Two Comprehensive Interagency Agreements That Could Eliminate Duplication of Effort and Leverage Resources", "paragraphs": ["Because the agencies spend most of their food safety resources on  inspection and enforcement, we evaluated the implementation of two  comprehensive inspection and enforcement agreements: one that pertains  to DJEs and one that pertains to inspections of fishery products. These  agreements were established to make more efficient and effective use of  agency resources through improved coordination and information sharing.  Although the agencies are exchanging some information as called for in the  agreements, they are generally missing opportunities to make more  effective and efficient use of their resources, such as leveraging inspection  and enforcement resources."], "subsections": [{"section_title": "USDA and FDA Agreement to Exchange Information About Establishments That Are Subject to the Jurisdiction of Both Agencies and to Permit More Efficient Use of Resources", "paragraphs": ["In 1999, USDA and FDA signed an interagency agreement to facilitate the  exchange of information between the agencies about food-processing  facilities that they both inspect. The agreement stated that the exchange of  information will permit more efficient use of both agencies’ resources and  contribute to improved public health protection. The agreement was to be  the first step toward allowing USDA’s FSIS inspectors to conduct FDA’s  inspections at DJEs, according to a former USDA senior food safety official  who signed the agreement. The agreement was developed in response to a  1997 report by the President’s Food Safety Council, which recommended  increased cooperation among agencies. Specifically, the report  recommended that USDA and FDA take steps to ensure that the resources  and experience of FDA and USDA’s FSIS be used as efficiently as possible  to avoid duplication of effort and that the agencies consider using FSIS  inspectors to conduct FDA inspections at DJEs. The report stated that  because FSIS inspectors are already in these plants, they could be used to  maximize use of federal resources without loss of inspection coverage for  FSIS-regulated foods.", "In 2000, USDA and FDA evaluated the agreement’s implementation and  concluded that the experience had been largely successful because the  agencies learned about each other’s operations and about ways to  cooperate more effectively. However, the evaluation also included  recommendations to strengthen, clarify, or otherwise improve the  agreement’s implementation. Among other things, the evaluation  recommended that FDA provide FSIS with access to FDA’s inspection  database, ensure more frequent updates to the list of jointly regulated  facilities, and train inspectors on the provisions of the agreement. The  evaluation cited the potential for significant resource savings over time as  the agreement is implemented, particularly in personnel, administrative,  and travel costs. Since the 2000 evaluation, officials at USDA and FDA said  they have not again monitored the agreement’s effectiveness, nor have they  implemented their own recommendations to realize resource savings.", "We found that the agencies are not systematically exchanging information  about DJEs, as called for in the agreement. First, the agreement called for  USDA and FDA to develop, maintain, and annually update a list of such  establishments. We found that although the agencies created such a list in  1999 when the agreement was signed, they had not updated it until 2004,  when we brought the matter to their attention. As a result, the agencies had  great difficulty identifying the current number of DJEs to which this  agreement pertains. For example, during the course of our review, USDA  and FDA provided several different lists of jointly regulated  establishments. The number of establishments that were listed ranged from  1,152 to 1,867. In December 2004, FDA headquarters officials provided us a  list of 1,451 known DJEs, and the agency is verifying approximately 400  establishments that may be added to the list.", "Second, the agreement calls for the district offices of each agency to share  certain findings with their counterpart district offices and for the agency  receiving a finding of noncompliance to track and use that information in  its program evaluation, work planning, and consideration of whether action  against the facility is warranted. The agreement also calls for the receiving  agency to inform the notifying agency of the disposition of the notification,  including any actions that it plans or takes, within 30 days. During field  visits to three USDA and FDA district offices that, together, are responsible  for food safety in 13 states, we found that USDA and FDA field inspection  personnel are not routinely communicating these findings of mutual  concern, such as sanitation problems at facilities they jointly regulate.   Nor have USDA and FDA explored the feasibility of developing a system to  track and exchange information when each agency finds instances of  noncompliance. As a result, work planning by each agency cannot take  advantage of the other agency’s inspection findings.", "Because FDA inspectors visit DJEs less frequently than USDA inspectors,  we believe that FDA staff could benefit from the compliance information  that USDA inspectors collect. Generally, problems with a facility’s  manufacturing processes or sanitation procedures affect all products  produced at the establishment. As a USDA district official told us, “a rodent  doesn’t distinguish between FDA-regulated products and USDA-regulated  products, so a problem affecting one agency’s product is likely to affect the  other agency’s product.”", "Third, the agreement calls for the agencies to explore the feasibility of  granting each other access to appropriate computer-monitoring systems so  each agency can track inspection findings. However, the agencies maintain  separate databases, and the inspectors with whom we spoke continue to be  largely unaware of a facility’s past history of compliance with the other  agency’s regulations. Inspectors told us that compliance information might  be helpful when inspecting DJEs so that they could focus attention on past  violations.", "Fourth, the agreement calls for the agencies to develop and provide  appropriate training in the inspectional techniques and processes of each  agency to ensure that the contacts for each agency have an appropriate  understanding of the working of the other agency. In addition, the 2000  evaluation found that more training was needed, particularly at the field  level, to achieve the results of the agreement. Although USDA and FDA  held 28 joint training sessions during the first year of the agreement’s  implementation, no additional training has been provided since then.  Because USDA and FDA on-site inspectors are often the first agency staff  to become aware of deficiencies at a plant, effective sharing of this type of  information depends upon those inspectors being adequately trained.", "According to agency officials, the agreement has helped agency  coordination and communication, particularly when major public health  concerns arise. USDA and FDA headquarters officials identified instances  of major enforcement actions resulting from FDA’s notification to USDA of  problems with products under its jurisdiction. For example, in one case,  FDA investigators learned that a sample of chicken salad tested positive for  listeria and alerted USDA, resulting in a voluntary recall. In a second case,  USDA and FDA cooperated by exchanging information on a severe rodent  infestation at a DJE, resulting in the seizure of millions of pounds of USDA-  and FDA-regulated product. In addition, USDA and FDA district managers  were able to assist each other during the recall of beef and beef products,  after the December 2003 discovery of a cow infected with bovine  spongiform encephalopathy (BSE, also known as mad cow disease).", "However, we found that the stated purpose of the agreement—which is to  facilitate an exchange of information permitting more efficient use of both  agencies’ resources and contributing to improved public health  protection—has not been maximized. USDA and FDA are not making  better use of each other’s inspection resources to reduce overlap and  duplication of effort, particularly at establishments that both agencies  inspect. Depending on the type and layout of the facility, a USDA inspector  may have a more regular presence in an area where FDA-regulated  products are maintained. For example, at a plant that produces both meat  and seafood products, a USDA inspector told us that as part of his daily  routine inspections he walks through the seafood processing and storage  section of the plant. (See fig. 7). However, because FDA regulates seafood,  the USDA inspector does not monitor or inspect the seafood storage  section. The inspector noted that, with minimum training on seafood  temperature controls, he could inspect this section of the plant as well.  USDA officials at headquarters said the agency’s inspectors are capable of  taking on FDA’s inspection responsibilities at jointly regulated facilities,  given the proper resources and training.", "A 1974 agreement between FDA and NMFS recognizes the two agencies’  related responsibilities for inspecting seafood facilities and standardization  activities, and it details actions the agencies can take to enable each agency  to discharge its responsibilities as effectively as possible. The agreement  states that these actions should minimize FDA inspections in the  approximately 275 domestic seafood facilities that NMFS inspects under  contract, as long as FDA’s inspection requirements are followed. Among  other items in the agreement:    FDA is to (1) request information about NMFS-inspected products when  FDA is considering an enforcement action, (2) provide timely  notification to NMFS of any products seized from NMFS-inspected  plants, (3) inform NMFS of FDA industry guidelines and its standards  for establishing compliance action levels, and (4) invite NMFS  inspectors to observe FDA inspections of companies under contract to  NMFS.", "NMFS is to (1) supply FDA headquarters with a list of all NMFS- inspected processing and packing establishments; (2) apply FDA  requirements to NMFS-inspected products and establishments and  decline to inspect, grade, or certify products that FDA would consider  adulterated or misbranded; (3) upon request, provide FDA with  information on NMFS-inspected products when FDA is taking or  considering compliance action; and (4) cooperate with FDA in  investigations of food poisoning, product recalls, and problems  concerning food contamination caused by disasters or other  phenomena.", "FDA and NMFS may meet periodically and, when appropriate, with  industry to promote better communication and understanding of  regulations, policy, and statutory responsibilities. If either agency  believes that a particular violation is occurring in several seafood- processing plants, it may request a meeting with the other agency to  consider investigative steps and, when necessary, mutually agreeable  remedial action.", "We found that FDA is not using the agreement to minimize its inspections  in seafood plants that NMFS has inspected and certified as meeting FDA’s  safety standards. FDA officials said the agency does not recognize the  NMFS inspections as aiding FDA in enforcing pertinent statutes. As a  result, FDA is missing opportunities to leverage inspection resources and  possibly avoid duplication of effort.", "In addition, we found that FDA is not carrying out provisions in the  agreement. For example, FDA rarely provides notification of seizure  actions it takes against NMFS-inspected plants, as outlined in the  agreement. Furthermore, according to a senior NMFS official, NMFS  communicates its inspection results to FDA, but FDA does not share its  results with NMFS.", "FDA officials recently said they do not rely on NMFS’ inspection  information for two reasons. First, NMFS conducts a fee-for-service  inspection, and therefore, FDA officials believe that NMFS could have a  conflict of interest because, as a nonregulatory body, it is paid for its  services by the industry that it inspects. Second, FDA does not know which  firms NMFS is inspecting at any given time. FDA officials said the list of  firms NMFS inspects changes, depending on market fluctuations that affect  each company’s need for NMFS’ services. Furthermore, FDA officials said  that they already have a risk-based system in place to determine which  firms to inspect, and at what frequencies, and that NMFS’ inspections are  not a factor in its determination of risk.", "NMFS officials disagreed with FDA’s reasons for not using NMFS  inspection results. First, they pointed out that NMFS’s relationship to  industry is similar to USDA’s Agricultural Marketing Service, which also  conducts fee-for-service grading and certification of poultry, meat, eggs,  and other agricultural commodities. Second, NMFS officials said they  maintain an up-to-date list of firms that the agency inspects and post this  information on its Web site, most recently revised in January 2005. NMFS  readily provided us with a list of the firms it was inspecting when we spoke  with officials during the course of our review.", "Although FDA is not implementing the agreement, the agency has  recognized the potential benefits of working with NMFS to leverage  resources. In a January 2004 letter to the Under Secretary of Commerce for  Oceans and Atmosphere, the then-Commissioner of Food and Drugs  proposed ways that the two agencies could enhance coordination,  including commissioning NMFS inspectors to help FDA meet its public  health responsibilities. The Commissioner noted that using NMFS  inspectors could be cost effective because the NMFS inspectors may  already be on-site and the FDA inspector therefore would not have to travel  to conduct an inspection.", "FDA has not used NMFS inspection resources under the terms of the  fishery products agreement, nor has the agency used its authority under the  Bioterrorism Act to commission NMFS officials. However, FDA used this  authority to commission CBP officers to assist FDA at ports of entry. FDA  officials said the agency has not yet considered using the act to enter into  similar agreements with other federal agencies. NMFS officials said the  agency would be willing to enter into such an agreement with FDA, thereby  assisting FDA in reaching its goal of conducting annual inspections at all  high-risk facilities."], "subsections": []}]}]}, {"section_title": "Industry and Other Stakeholders Disagree on the Significance of Overlap in the Federal Food Safety System and on How to Improve It", "paragraphs": ["Industry associations, food-processing companies, consumer groups, and  academic experts we contacted disagree on the significance of overlapping  activities in the federal food safety system. However, most of these  stakeholders agree that the laws and regulations governing the system  should be modernized so that science and technological advancements can  be used to more effectively and efficiently control current and emerging  food safety hazards. While we found agreement among the stakeholders  about the need for modernization, they differed about whether food safety  functions should be consolidated into a single federal agency."], "subsections": [{"section_title": "Stakeholders Disagree about Overlaps in the Federal Food Safety System", "paragraphs": ["The stakeholders we contacted disagree on whether federal agencies’ food  safety functions overlap, specifically with regard to inspections. Industry  associations that we spoke with, such as the Food Products Association,  National Fisheries Institute, American Frozen Food Institute, and Grocery  Manufacturers of America, told us that overlaps occur but do not harm the  safety of food and therefore are not significant. These overlaps, they noted,  occur primarily in dual jurisdiction establishments—those regulated by  both USDA and FDA—or facilities inspected by both FDA and NMFS.  However, some overlaps occur outside these establishments. For example,  although the United Fresh Fruit and Vegetable Association’s (UFFVA)  member companies are primarily inspected and regulated by FDA,  companies that sell fruit and vegetables to the school meals programs are  also inspected by USDA. UFFVA officials pointed out that USDA inspects  fruits and vegetables to be included in school lunches; and the companies,  already subject to FDA inspections, incur additional expenses for these  USDA inspections. UFFVA also cited overlaps in USDA’s and FDA’s  sampling and testing for pesticides and microbiological contaminants on  fruits and vegetables. Other stakeholders, including the U.S. Tuna  Foundation and the American Meat Institute, reported that they do not  think the federal agencies’ programs overlap because USDA and FDA have  specific, defined areas of responsibility for their industries. The U.S.  Poultry and Egg Association added that the regulatory delineations do not  always make sense, citing the split jurisdiction between USDA and FDA  over the regulation of eggs. Specifically, FDA regulates an egg farm as a  “food factory” within its area of jurisdiction, and USDA regulates plants  that process eggs into products such as powdered eggs.", "Other stakeholders—generally food companies that are regulated by both  USDA and FDA—told us that overlaps can be burdensome. These  stakeholders did not see the added value of FDA’s once-a-year (or less)  inspections, because USDA inspectors already visit their plants daily. For  example, managers at these facilities told us the following:  At an egg- and potato-processing company, each agency uses different  frequencies for monitoring and ensuring food safety, with USDA  inspecting the physical plant, usually daily, while FDA’s inspections  usually take place annually. According to a senior plant manager, FDA’s  inspections place more responsibility for food safety on the company.  From the manager’s perspective, the most effective inspection strategy  would be to combine elements of both agencies’ inspections into a  single inspection program.", "At a facility that produces USDA- and FDA-regulated foods on three  different production lines, the facility must maintain different sets of  paperwork for each food that the company processes in order to meet  USDA and FDA HACCP and sanitation requirements. Since the USDA  inspector is at the facility every day, the manager said he does not see  any value added by FDA’s inspection because that inspector examines  the same areas of the facility—the processing lines and the refrigerated  storage area—which are covered by the USDA inspector.", "A facility that cans a variety of soups and bean products experienced  contradictory instructions from USDA and FDA during overlapping  inspections. USDA inspectors did not want the company to paint its  sterilization equipment because they determined that paint chips could  contaminate the food. Subsequently, an FDA inspector told the company  to paint the same equipment because he determined that it would be  easier to identify sanitation problems on lightly painted equipment than  on the dark-colored metal. The manager of the facility said the company  had to paint and then remove the paint from equipment in order to  satisfy both the USDA and FDA inspectors.", "In addition, at a seafood-processing plant that is inspected by both NMFS  and FDA, the manager said that when FDA collects product samples for  testing, it does not report test results in a timely fashion. According to the  manager, NMFS inspections are preferable because the agency is able to  provide test results more rapidly than FDA, which, according to the  manager, allows the company to know its products are safe before they  enter the market.", "A few stakeholders also saw value in some of the overlapping activities.  For example:  The American Frozen Food Institute noted that USDA and FDA  inspections and their complementary expertise—independent scientific  assessment, research, and education—provide value in addressing food  safety issues.", "The quality assurance manager at a dual jurisdiction establishment with  whom we spoke said he liked having a “second pair of eyes” inspecting  the facilities for food safety. The company produces smoked salmon—a  high-risk food—and the manager noted that having inspections by FDA  and NMFS helps to ensure that products are safe and of high quality."], "subsections": []}, {"section_title": "Most Stakeholders Recognize the Need to Modernize the Food Safety System but Differ on What Approach to Take", "paragraphs": ["The majority of stakeholders we contacted said they believed that the  federal food safety system needs to be modernized, though they did not  agree on what direction this modernization should take. Stakeholders’  views included (1) minor changes to improve coordination among the food  safety agencies, (2) statutory changes to make the system more science  and risk based, and (3) consolidating federal food safety functions into a  single agency.", "Some large industry associations (e.g., the Grocery Manufacturers of  America, the Food Products Association, the American Frozen Food  Institute, the National Fisheries Institute, and the United Fresh Fruit and  Vegetable Association) saw the need for only minor changes within the  existing regulatory framework to enhance communication and  coordination among the existing agencies. Some industry officials said that  the current food safety system protects consumers, and they cited  decreases in illnesses caused by foodborne bacteria, such as salmonella  and listeria. The Grocery Manufacturers of America said that the food  safety system must be flexible enough to allow resources to be directed  toward identifying and addressing serious food safety problems but that  this alteration would not require changing the food safety structure. The  Grocery Manufacturers of America also reported that the current food  safety system could be enhanced, and perhaps made more efficient,  through enhanced interagency coordination.", "Other stakeholders—including representatives from industry associations,  academia, consumer groups, public policy organizations, and individual  food companies—believe that the system needs to be modernized through  statutory changes to make it more science and risk based. According to the  Consumer Federation of America, a science- or risk-based system should  consider not only the risk posed by the food but also the history of the  plant—whether is has a track record for producing high quality, safe food.  Resources for the Future stated that the current food safety laws  undermine a successful food safety system. That is, the laws do not build  prevention into the farm-to-table continuum and divide responsibility and  accountability for food safety among federal agencies. Further, the laws  prevent risk-based allocation of resources across the federal food safety  agencies. Further, USDA’s carcass-by-carcass organoleptic inspections  exemplify the outmoded requirements of the current food safety system  and cannot identify and control the microbiological hazards associated  with meat and poultry products, such as E. coli O157:H7. Additionally, such  inspections waste resources because new technologies are more efficient  and effective. For example, the manager at a jointly regulated canned- goods company told us that daily inspections of meat and poultry products  is wasteful and inefficient for most, if not all, heat-processed meat and  poultry products, such as canned chicken or pork, since the canning  process kills all the bacteria. Some stakeholders, including the Institute for  Food Technologists, believe that modernizing the food safety system could  be accomplished by rewriting the food safety statutes.", "Finally, some of the stakeholders that cited the need for modernization also  believe that these changes should be accompanied by consolidation of  federal food safety programs into a single agency for the following reasons:   Consolidation of functions could allow a single food agency to manage  the safety of the whole food chain, not just its parts, according to food  safety experts at the Center for Science in the Public Interest, the  Consumer Federation of America, and the University of Illinois.", "Consolidation would eliminate overlap between the agencies, especially  at DJEs, according to several individual companies, and could generate  substantial savings in terms of administrative efficiency and overall  consistency in the application of policy, according to the Food  Marketing Institute and food safety experts at Kansas State University  and the University of Georgia.", "The legislative changes needed to accomplish consolidation could also  be used as the vehicle for modernizing the food safety statutes or  establish a scientific basis for distributing food safety resources,  according to several individual food companies and food safety experts  at the Center for Science at the Public Interest and Resources for the  Future.", "The stakeholders we contacted also identified a number of roadblocks to  changing the system, whether or not they supported such consolidation.  First, industry is reluctant to change from a familiar regulatory framework  to one that is untested. According to the Food Marketing Institute, food  companies tend to prefer the inspection process that is known to them.  Second, according to some industry associations, a transition to a single  agency could create a period of uncertainty, as limited resources are  diverted from the existing programs, and could therefore cause  vulnerabilities in the food supply. Third, the transition costs to a single  agency would be higher in the short term, according to food safety experts  at the University of Illinois and the University of California. Fourth, current  agency employees would be concerned that a consolidation would  adversely change their working lives and that institutional knowledge  would be lost. Finally, some stakeholders, including the Consumer  Federation of America, said that some congressional committees may be  reluctant to lose jurisdiction over food safety functions."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["We recognize that current statutory authorities require the food safety  agencies to carry out regulatory activities that have resulted in some  overlapping or duplicative activities. We have recommended in the past  that federal food safety statutes be streamlined and that food safety  functions be consolidated into a single agency to ensure the logical and  most effective use of government resources and to protect consumers.", "Even within the current statutory framework, the agencies can take  practical steps to reduce overlap and duplication and thereby free  resources for more effective oversight of food safety. The Congress has  recognized this possibility in the Bioterrorism Act by authorizing FDA to  commission other agencies’ officials to conduct FDA’s inspection activities.  Other avenues are open to the agencies as well. For example, the two  interagency agreements that we examined in detail, could address  problems in duplicative inspections if they were more effectively  implemented. Other interagency agreements designed to reduce overlap  might also prove fruitful. By not effectively implementing these agreements  and by not exercising the new authorities under the Bioterrorism Act, the  agencies are missing opportunities to make the system more efficient and  effective."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making seven recommendations designed to reduce or eliminate  duplication and overlaps, leverage existing resources, and enhance  coordination efforts among the principal federal food safety agencies.", "We recommend that the Secretary of Agriculture and the Commissioner of  the Food and Drug Administration work together to  ensure the implementation of the interagency agreement that calls for,  among other things, sharing inspection- and enforcement-related  information at food-processing facilities that are under the jurisdiction  of both agencies;   examine the feasibility of establishing a joint training program for food   consider the findings of USDA’s foreign country equivalency evaluations  when determining which countries to visit.", "To better use FDA’s limited inspection resources and leverage USDA’s  resources, we recommend that, if appropriate and cost effective, the  Commissioner of the Food and Drug Administration, as authorized under  the Pubic Health Security and Bioterrorism Preparedness and Response  Act of 2002, enter into an agreement to commission USDA inspectors to  carry out FDA’s inspection responsibilities for food establishments that are  under the jurisdiction of both agencies.", "To better use FDA’s limited inspection resources and leverage NMFS’s  resources, we recommend that the Commissioner of the Food and Drug  Administration and the Under Secretary of Commerce for Oceans and  Atmosphere ensure the implementation of the interagency agreement that  calls for FDA to recognize the results of NMFS inspections when  determining the frequency of its seafood inspections.", "To strengthen management controls and maximize the effectiveness of  interagency agreements that are designed to reduce overlap, increase  coordination, and leverage resources, we recommend that the Secretary of  Agriculture, the Commissioner of the Food and Drug Administration, the  Administrator of the Environmental Protection Agency, and the Under  Secretary of Commerce for Oceans and Atmosphere  identify and inventory all active interagency food safety-related   evaluate the need for these agreements and, where necessary, update  the agreements to reflect recent legislative changes, new technological  advances, and current needs."], "subsections": []}, {"section_title": "Agency Comments and Our Response", "paragraphs": ["We provided USDA, HHS, EPA, and NOAA with a draft of this report for  their review and comment. We received written comments on the report  and its recommendations from USDA, HHS, and NOAA. EPA provided  minor technical comments.", "In commenting on a draft of this report, USDA expressed serious  reservations about the report, asserting that it oversimplifies food safety  regulatory functions within USDA and FDA and that it exaggerates the  extent of regulatory overlap. USDA appears to have misinterpreted the  focus of this report, and we disagree with USDA’s characterization. This  report examines overlapping activities rather than the regulatory  framework that allows these activities. Nevertheless, the report contains a  clear and accurate acknowledgment that the agencies operate under a  statutory framework that gives them different authorities and  responsibilities to regulate different segments of the food supply. While we  recognize that the agencies operate under different authorities, the  activities they perform under these authorities are similar in nature, leading  us to question why the federal agencies must continue to spend resources  on overlapping, and sometimes duplicative, food safety activities. For  example, we disagree with USDA’s assertion that the agencies’ inspection  activities are vastly different. As we identify in the report, these inspections  have sufficiently common features, including the verification of sanitation  procedures and good manufacturing practices at food processing facilities  that make them candidates for consolidation within one agency. USDA’s  comments and our detailed response are contained in appendix V.", "In commenting on a draft of this report, HHS raised concerns about our  terminology regarding overlapping activities. We disagree with HHS  comment that our report’s title should substitute the word duplication for  overlap. That is, our report distinguishes between “overlap”—which we  define as those similar activities being performed by more than one agency  and “duplication”—which we define as essentially identical activities  performed by more than one agency. Given the definitions we lay out in the  report, if we modified the title as HHS suggests, we would risk implying  that the agencies are literally duplicating efforts in every instance, even  though we are fully aware that, under the current statutory framework, the  agencies do not exactly replicate food safety activities. We also disagree  with HHS’s comment that our report overstates similarities in USDA and  FDA inspections because, as our report clearly states, USDA and FDA  inspections have similar key elements:  sanitation, good manufacturing  practices, and HACCP compliance oversight. It also makes it clear that  USDA and FDA inspections vary depending on whether the product is a  USDA- or FDA-regulated food product. Furthermore, we disagree with  HHS’s comment that the training programs are vastly different. As our  report discusses, FDA’s training curriculum includes dozens of courses that  address topics common to USDA and FDA. Overall, HHS agreed with three  of the report’s seven recommendations, including (1) the usefulness of  USDA’s foreign country evaluations, (2) identifying and inventoring all  interagency agreements, and (3) the need to evaluate and update the  agreements. HHS disagreed with our recommendation regarding joint  training of USDA and FDA food inspectors. HHS took no position on our  recommendation for using the Bioterrorism Act authorities. Finally, HHS  partially concurred with two other recommendations dealing with the  implementation of two interagency agreements. HHS also provided  technical comments which we incorporated in our report, as appropriate.  HHS’s comments and our detailed response are contained in appendix VI.", "EPA did not provide official comments, but it provided minor technical  comments that we incorporated as appropriate. The technical comments  noted that EPA will consider GAO’s recommendation for better tracking of  interagency agreements when the agency sets priorities for future  investments in information technology.", "NOAA provided written comments and agreed with the report’s  recommendations that pertain to NMFS. NOAA also commented that our  report does a fair and thorough job of describing the food safety activities  of NMFS. NOAA stated that the positions expressed in GAO’s previous  work continue to be germane to the issue of coordination with FDA on  inspections of seafood. NOAA’s comments are contained in appendix VII.", "As agreed with your offices, unless you publicly release the contents of this  report earlier, we plan no further distribution until 30 days from the report  date. We are sending copies of this report to the Secretary of Agriculture,  the Acting Commissioner of the Food and Drug Administration, the Acting  Administrator of the Environmental Protection Agency, and the Under  Secretary of Commerce for Oceans and Atmosphere. In addition, this  report will be available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staffs have any questions concerning this report, I can be  reached at (202) 512-3841, or robinsonr@gao.gov. Major contributors to this  report are included is appendix VIII."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["To identify overlaps that may exist in the federal food safety system, we  collected fiscal year 2003 budget data for food safety-related activities from  the U.S. Department of Agriculture (USDA), the Food and Drug  Administration (FDA), the Environmental Protection Agency (EPA), and  the National Marine Fisheries Service (NMFS). We selected these agencies  because they have broad food safety-related inspection and enforcement  related responsibilities, the function to which most federal food safety  funding is dedicated. We defined overlaps as similar activities being  performed by more than one agency, such as training food inspectors. In  contrast, we defined duplication as essentially identical activities  performed by more than one agency, such as inspecting the same food- processing facility for compliance with sanitation and good manufacturing  practices requirements. We used categories of food safety activities  contained in the National Academy of Science’s 1998 report Ensuring Safe  Food to group the agencies’ food safety activities. These categories  include: monitoring/surveillance, inspection/enforcement,  education/outreach, research, and risk assessment. We included three  additional categories—food security, administration, and  rulemaking/standard setting—to capture other relevant activities. We  defined the categories of food safety activities into the following program  functions:   Monitoring/Surveillance: activities related to the monitoring of  foodborne illness or disease, as well as monitoring the agents of illness  in the food supply, including the collection of baseline data for  contaminants;   Inspection/Enforcement: activities related to ensuring compliance with  agency food safety regulations, including premarket application or  petition approval;   Education/Outreach: activities related to communicating food safety- related information or guidance to the public, industry, or agencies’  other clients;   Research: activities related to the study of food safety-related topics,  which support agency policy decisions;   Risk assessment: activities related to evaluation of the likelihood and  severity of an adverse event (e.g., illness or death) on the public health  as a result of the likelihood of exposure to a particular hazard;  Food security: activities related to preparing for and responding to  deliberate attacks on the food supply;   Administration: supporting activities that enable the agencies to  perform their food safety responsibilities. Examples of administrative  activities include: procurement, human resources support, financial  management, travel management, and information technology support;  and   Rulemaking/Standard setting: activities related to food safety policy  decisions, development of regulations, and administration of regulatory  review processes.", "Specifically, we obtained actual expenditures and staffing level data in full- time equivalents (FTE) from the following USDA units: Agricultural  Marketing Service; Agricultural Research Service; Animal and Plant Health  Inspection Service; Cooperative State Research, Education, and Extension  Service; Economic Research Service; Grain Inspection, Packers and  Stockyards Administration; Food Safety and Inspection Service; and  National Agricultural Statistics Service. We also obtained data from the  following FDA units: Center for Food Safety and Applied Nutrition, Center  for Veterinary Medicine, National Center for Toxicological Research, and  Office of Regulatory Affairs. EPA’s Office of Pesticide Prevention and  Office of Water, as well as the NMFS’s Seafood Inspection Program and  Office of Sustainable Fisheries also provided data. To assess the reliability  of the staffing and expenditure data, we questioned knowledgeable agency  officials and reviewed existing documentation regarding the data and the  systems that produced them. We determined that the data were sufficiently  reliable for the purposes of identifying overlaps.", "After the agencies provided budget data, we contacted agency budget and  program officials to determine what activities were linked to the  expenditure and staffing data. We categorized expenditures and staffing  and asked agency officials if they considered our categorizations to be  appropriate. We adjusted our categorization when agency officials told us it  was inaccurate. In some cases, the agencies’ preferred categorization of the  same activity varied. For example, FDA considered inspector training as an  education/outreach activity, whereas USDA considered it an inspection- related activity. These discrepancies are noted in appendix II. After we  categorized the budget and staffing level data, we identified cases in which  more than one agency performed similar activities. In some instances, the  agencies estimated budget and staffing levels, or they were unable to  separate budget data into specific categories. As a result, some agencies  did not provide expenditures and staffing data for categories such as  administration, food security, and rulemaking. The agencies’ officials  explained that these expenditures are distributed among more than one of  the other categories.", "To examine the extent to which federal food safety agencies are using  interagency agreements to leverage existing resources to reduce any such  overlaps, we requested that agencies provide copies of all active  interagency food safety-related agreements, and we selected two  agreements to analyze their implementation. We compared the agreements  that the agencies provided to determine where there were differences. In  the cases where agency signatories provided us an agreement, and one or  more agency signatories did not, we followed up with those agencies to  reconcile the discrepancies. In some cases, we provided the agreement to  an agency to obtain confirmation that it was a signatory to the agreement.  We asked the agencies to categorize the agreements according to primary  program function. We also independently categorized the agreements using  information from their introduction and/or background to ensure  consistent categorization across the agencies. If the agencies’  categorization differed with ours, we considered their rationale and  changed the categorization as appropriate.", "We selected two inspection-related interagency agreements for in-depth  review because the agencies spend most of their resources on inspection  activities; one agreement that pertains to dual jurisdiction establishments  (DJE) and one that pertains to inspections of fishery products. In addition,  these agreements encompassed a broad range of intended coordination  efforts between the agencies involved. We conducted site visits to three  USDA and FDA field offices to obtain information related to  implementation of the agreements. The site visits included USDA district  offices in Philadelphia, Pennsylvania and Boulder, Colorado; and FDA  district offices in Philadelphia, Pennsylvania; Denver, Colorado; and  Seattle, Washington, which are responsible for food safety in a total of 13  states. We met with USDA and FDA district managers, inspectors, and  other staff to discuss the agreement’s implementation. We also selected  two to four DJEs at each location and visited them to discuss  implementation of the agreements with plant managers and, in some cases,  with USDA or FDA inspectors assigned to these facilities. In some cases,  we accompanied inspectors as they conducted inspections of the facilities.", "To obtain the views of regulated industry and other stakeholders regarding  opportunities to reduce overlap by consolidating federal food safety  functions, we contacted a total of 35 stakeholders from food industry  associations, food manufacturers, consumer groups, and academic experts  using a structured interview format consisting of 22 questions. In selecting  associations, organizations, and experts, we included contacts from our  previous reports and testimonies and considered recommendations from  USDA, FDA, EPA, and NMFS. In selecting which food manufacturers to  interview, we used Food Processing’s Top 100 Companies to identify the  largest food manufacturers. Of those companies, we selected and  contacted food manufacturers that have facilities that produce food  regulated by both USDA and FDA.", "We conducted our review from May 2004 through March 2005 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Food Safety Expenditures and Staffing Levels for Fiscal Year 2003", "paragraphs": ["We asked agencies within USDA, FDA, EPA, and NMFS to provide all  expenditures and staffing levels, in FTEs, related to food safety activities  they conducted in fiscal year 2003. Tables 3 and 4 categorize these  expenditures and staffing levels according to program function. Though  most agencies were able to identify expenditures and staffing levels related  to inspection and enforcement, research, risk assessment, education and  outreach, and monitoring and surveillance—many were unable to provide  expenditures linked to rulemaking and standard setting, food security, and  administration. For this reason, table 4 containing this data is included  separately. As table 3 shows, inspection and enforcement-related spending  accounts for most of these agencies’ food safety-related spending in fiscal  year 2003."], "subsections": []}, {"section_title": "Food Safety-Related Interagency Agreements", "paragraphs": ["We solicited all active food safety-related interagency agreements from  USDA, FDA, EPA, and NMFS. Table 5 categorizes the 71 agreements by  program function.  Twenty-four agreements state the need to reduce  duplication of effort, reduce or clarify overlaps, or increase the efficient or  effective use of resources between agencies. Table 5 also provides the year  each agreement became effective and indicates the signatory agencies. The  bolded agreements are the two that were analyzed in-depth."], "subsections": []}, {"section_title": "Principal Federal Laws Related to Food Safety", "paragraphs": ["As we have noted in this and other reports, the federal framework for food  safety is based on a patchwork of numerous laws. Table 6 lists the 30 laws  that we have identified as the principal federal laws related to food safety  in order of their enactment, along with the agency or agencies that have  food safety responsibilities under each law and a brief discussion or  example of each law’s food safety-related provisions. Included in the table  are several laws that primarily deal with health claims or labeling, which  we consider to be food-safety related, as well as some laws that are largely  amendments of the Federal Food, Drug and Cosmetic Act. This table does  not provide an exhaustive list of all food safety-related laws and  amendments, nor does it detail all of the food safety provisions for those  laws listed."], "subsections": []}, {"section_title": "Comments from the U.S. Department of Agriculture", "paragraphs": ["The following are GAO’s comments on the U.S. Department of Agriculture’s  letter dated March 10, 2005."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. We disagree with USDA’s assertion that our report overly simplifies the  food safety regulatory functions within USDA and FDA and that it  exaggerates the extent of regulatory overlap. USDA has misinterpreted  the focus of this report. This report examines overlapping activities  rather than the regulatory framework that allows these activities.  Nevertheless, the report contains a clear and accurate acknowledgment  that the agencies operate under a statutory framework that gives them  different authorities and responsibilities to regulate different segments  of the food supply. While we recognize that the agencies operate under  different authorities, the activities they perform under these authorities  are similar in nature, leading us to question why the federal agencies  must continue to spend resources on overlapping, and sometimes  duplicative, food safety activities.", "We also disagree with USDA’s assertion that the agencies activities are  vastly different. For example, we find that the agencies’ inspection  activities to ensure that food manufacturers comply with regulatory  requirements are quite similar. As we document in our report, these  inspections have sufficiently common features, such as verifying  proper sanitation procedures at food processing facilities, that make  these inspections activities candidates for consolidation under one  agency.", "We further disagree with USDA’s comment that the report’s  recommendations rely upon overly simplistic interpretations of food  safety authorities, regulations, inspection requirements, and training  needs. To the contrary, our recommendations address specific areas  where the agencies could improve coordination to better leverage  resources. USDA did not comment directly on these recommendations.  2. We believe that USDA mischaracterizes our report in noting that it  states that a “significant” overlap in inspection authorities exists.  Specifically, our report examines inspection activities, not inspection  authorities, and certainly does not identify “significant” overlaps in  authorities. In fact, the report clearly states that, because of the  agencies’ split jurisdiction, they are each responsible for inspecting  different food products at jointly regulated facilities. As a result, both  agencies send inspectors into these facilities—USDA on a daily basis  and FDA less regularly.", "While we agree with USDA that the number of jointly regulated  establishments may be a relatively small portion of all regulated food  establishments, USDA and FDA had great difficulty identifying the  current number of jointly regulated facilities. Consequently, the  magnitude of potential savings is difficult to calculate. We continue to  believe that, because USDA maintains a daily presence at hundreds of  these facilities, FDA could make more effective use of its resources— an average cost of $4,000 per inspection—if it redirected its inspectors  to other facilities for which FDA has sole jurisdiction.  3. Contrary to USDA’s assertion, our report does not suggest that USDA  (FSIS) and FDA have comparable HACCP regulations. Instead, our  report clearly distinguishes between the elements of the agencies’  HACCP regulations that are comparable and those that are not. For  example, the report acknowledges that, given the agencies’ different  statutory authorities, both require jointly regulated facilities to  maintain separate HACCP plans and states that the contents of these  plans differ because the agencies regulate different products. However,  as USDA itself notes, the two sets of HACCP regulations (USDA and  FDA) are quite similar, and as we point out, they have certain features  in common, such as certain sanitation and manufacturing processes.  Therefore, we continue to believe that USDA and FDA could  consolidate HACCP-based inspections at these jointly regulated  facilities. To provide further clarification on what commodities are  currently subject to HACCP regulations, we modified our report to  indicate, as USDA suggests, that FDA currently requires HACCP plans  for seafood and juice products only. 4. We disagree that our report oversimplifies or inaccurately describes  federal food safety functions at ports of entry. For example, USDA  noted that in order for meat and poultry and egg products to be eligible  for import to the United States, foreign food safety regulatory systems  must employ equivalent sanitary measures that provide the same level  of protection against food safety hazards as is achieved domestically  under USDA regulations. We disagree with USDA’s comment, because  our report clearly and accurately describes the requirement for  certification of those countries wishing to export meat and poultry into  the United States, including a finding by the Secretary of Agriculture  that the countries have equivalent food safety systems. The main point  of our report is that the agencies are not leveraging inspection  resources at ports of entry, especially regarding FDA-regulated  imported foods that, according to USDA officials, are being stored at  USDA-approved inspection facilities. Therefore, we continue to believe  that there are opportunities to leverage inspection resources, as we are  recommending.", "Furthermore, USDA’s comment that it shares the results of its overseas  equivalency determinations contradicts what USDA and FDA officials  told us during the course of our review. However, we note that USDA is  now sharing this information. Indeed, FDA commented that it would  consider the results of USDA’s foreign country equivalency  determinations.  5. Any successful consolidation of inspectors’ training would of course  require work. However, we continue to believe that, as USDA’s  comments note, there is merit in examining the feasibility of  conducting joint training activities when workable commonalities can  be found. Our report identifies more than 100 courses in FDA’s  inspector training curriculum that include topics common to both  USDA and FDA.  6. We disagree with USDA’s assertion that implementation of the 1999  interagency agreement has been largely successful. Our report  highlights several deficiencies, even as it gives the agencies credit for  improved communication in times of crisis, such as during major  recalls. These deficiencies include agencies’ (1) difficulty identifying  the establishments to which this agreement pertains, (2) lack of routine  communication on inspection findings between agencies’ inspection  personnel on such findings of mutual concern as sanitation problems at  jointly regulated facilities, and (3) lack of a system to track and  exchange information when each agency finds instances of  noncompliance. Finally, we also found that the agencies’ efforts to  develop and provide training on each other’s inspection techniques and  processes did not continue past the first year of the agreement’s  implementation. As a result, we continue to believe that the stated  purpose of the agreement—to facilitate an exchange of information  permitting more efficient use of both agencies’ resources—has not  been maximized.", "We further disagree with USDA’s comment that our report inaccurately  characterizes the Bioterrorism Act. As we state in the report, FDA is  authorized under the act to enter into an agreement to commission  other agency officials, including USDA officials, to carry out  inspections on its behalf—for FDA-regulated foods—at establishments  under the jurisdiction of both agencies."], "subsections": []}]}, {"section_title": "Comments from the Department of Health and Human Services (FDA)", "paragraphs": ["The following are GAO’s comments on the U.S. Department of Health and  Human Services’ (HHS) letter, dated March 11, 2005."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. We disagree with HHS’s comment that our report’s title should  substitute the word duplication for overlap. Given the definitions we  lay out in the report, if we modified the title as HHS suggests, we would  risk implying that the agencies are undertaking many duplicative  efforts, even though we are fully aware that under the current statutory  framework the agencies do not exactly replicate food safety activities.  That is, our report distinguishes between “overlap”—which we define  as those similar activities being performed by more than one agency  and “duplication”—which we define as essentially identical activities  performed by more than one agency.", "We also disagree with HHS’s comment that our report overstates  similarities in USDA and FDA inspections. First, our report clearly  states that USDA and FDA inspections have common key elements:   sanitation, good manufacturing practices, and HACCP compliance  oversight. Second, the report makes it clear that USDA and FDA  inspections vary, depending on whether the product is a USDA- or FDA- regulated food product.", "Furthermore, we disagree with HHS’s comment that the training  programs are vastly different. As our report discusses, FDA’s training  curriculum includes dozens of courses that address topics common to  USDA and FDA. Despite HHS’s disagreement with our recommendation  that the agencies examine the feasibility of establishing a joint training  program for food inspectors, we continue to believe that such an  examination has merit. In its comments, USDA agreed that there is  merit in examining the feasibility of conducting joint training activities  when commonalities can be found. 2. We agree with HHS’s comment that, if a single agency were to be  responsible for the safety of all food products, different organization  units within that agency may need to coordinate their activities.  However, we believe that some economies of scale would be derived  from combining overlapping activities, including those that our report  highlights. For example, with a single food safety agency, the federal  government would not need to have two separate food inspection  workforces or two separate training programs.  3. We acknowledge that some elements of the 1999 interagency  agreement on dual jurisdiction establishments have been implemented  and that the agreement has enhanced coordination. However, we  continue to believe that the agreement could be better implemented.  We further disagree that the report does not identify the distinct  difference between FDA interagency agreements and memoranda of  understanding. We acknowledge that, as used in our report, the term  interagency agreement refers generally to memoranda of  understanding, memoranda of agreement, and interagency agreements  identified by USDA, FDA, EPA, and NMFS. The report includes a  footnote to indicate that FDA makes a distinction, which the other  agencies do not, between interagency agreements and memoranda of  understanding. The footnote explains that, according to FDA, FDA  memoranda of understanding do not provide for exchanges of funds.  FDA refers to agreements that involve exchanges of funds, personnel,  or property as interagency agreements. We did not consider this type of  agreement in our analysis. 4. We understand the differences between HACCP principles and plans.", "Our report acknowledges that while HACCP principles are the same for  both FDA and USDA, the HACCP plans are different as they address  different risks associated with different products (i.e., seafood, juice,  meat, or poultry). Our report’s identification of HACCP requirements as  another area of overlap between the two agencies refers to the fact that  both agencies have issued HACCP regulations that are based on a  similar HACCP model. We have modified our report to indicate that,  short of consolidating all inspection functions, consolidating  inspections of the similar elements in the agencies’ HACCP plans would  reduce overlap. We further note that USDA’s HACCP rule applies to  both meat and poultry products, although these products present  different hazards. Thus, we believe it is possible to issue broad  regulations based on common principles that can then be applied to  specific products. We have made minor modifications in the report to  avoid confusion regarding HACCP principles and HACCP plans and to  indicate that different risks are associated with different food products  and, therefore, require different HACCP plans."], "subsections": []}]}, {"section_title": "Comments from the U.S. Department of Commerce (NOAA)", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to those named above Lawrence J. Dyckman, Katheryn Hubbell,  Jane Kim, Sara Margraf, Carol Herrnstadt Shulman, Michele Fejfar, Amy  Webbink, and Katherine Raheb made key contributions to this report."], "subsections": []}]}], "fastfact": []}