{"id": "GAO-09-109", "url": "https://www.gao.gov/products/GAO-09-109", "title": "Immigration Enforcement: Better Controls Needed over Program Authorizing State and Local Enforcement of Federal Immigration Laws", "published_date": "2009-01-30T00:00:00", "released_date": "2009-03-04T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Section 287(g) of the Immigration and Nationality Act, as amended, authorizes the federal government to enter into agreements with state and local law enforcement agencies to train officers to assist in identifying those individuals who are in the country illegally. U.S. Immigration and Customs Enforcement (ICE) is responsible for supervising state and local officers under this program. GAO was asked to review this program. This report reviews (1) the extent to which ICE has designed controls to govern 287(g) program implementation; and (2) how program resources are being used and the activities, benefits, and concerns reported by participating agencies. GAO reviewed memorandums of agreement (MOA) between ICE and the 29 program participants as of September 1, 2007. GAO compared controls ICE designed to govern the 287(g) program with criteria in GAO's Standards for Internal Control in the Federal Government. GAO interviewed officials from both ICE and participating agencies on program implementation, resources, and results."]}, {"section_title": "What GAO Found", "paragraphs": ["ICE has designed some management controls to govern 287(g) program implementation, such as MOAs and background checks of state and local officers, but the program lacks other controls, which makes it difficult for ICE to ensure that the program is operating as intended. First, the program lacks documented program objectives to help ensure that participants work toward a consistent purpose. ICE officials stated that the objective of the program is to address serious crime, such as narcotics smuggling committed by removable aliens; however, ICE has not documented this objective in program materials. As a result, of 29 program participants reviewed by GAO, 4 used 287(g) authority to process individuals for minor crimes, such as speeding, contrary to the objective of the program. Second, ICE has not described the nature and extent of its supervision over participating agencies' implementation of the program, which has led to wide variation in the perception of the nature and extent of supervisory responsibility among ICE field officials and officials from the participating agencies. ICE is statutorily required to supervise agencies participating in the 287(g) program, and internal control standards require an agency's organizational structure to clearly define key areas of authority and responsibility. Defining the nature and extent of the agency's supervision over this large and growing program would strengthen ICE's assurance that management's directives are being carried out. Finally, while ICE states in its MOAs that participating agencies are responsible for tracking and reporting data to ICE, in 20 of 29 MOAs GAO reviewed, ICE did not define what data should be tracked or how it should be collected and reported. Communicating to participating agencies what data is to be collected and how it should be gathered and reported would help ensure that ICE management has the information needed to determine whether the program is achieving its objective. ICE and program participants use resources for personnel, training, and equipment, and participants report activities, benefits, and concerns regarding the program. In fiscal years 2006-2008, ICE received about $60 million to train, supervise, and equip program participants. As of October 2008, ICE reported enrolling 67 agencies and training 951 state and local law enforcement officers. According to data provided by ICE for 25 of the 29 program participants reviewed by GAO, during fiscal year 2008, about 43,000 aliens had been arrested pursuant to the program, and of those, ICE detained about 34,000. About 41 percent of those detained were placed in removal proceedings, and an additional 44 percent agreed to be voluntarily removed. The remaining 15 percent of those detained by ICE were given a humanitarian release, sent to federal or state prison, or released due to the minor nature of their crime and federal detention space limitations. Program participants report a reduction in crime, the removal of repeat offenders, and other public safety benefits. However, over half of the 29 agencies GAO contacted reported concerns from community members that use of program authority would lead to racial profiling and intimidation by law enforcement officials."]}], "report": [{"section_title": "Letter", "paragraphs": ["Recent reports indicate that the total population of unauthorized aliens  residing in the United States is about 12 million. Some of these aliens have  committed one or more crimes, although the exact number of aliens who  have committed crimes is unknown. As of June 30, 2007—the most recent  data available—about 31,000 of the approximately 199,000 convicted  felons in federal prisons, about 56,000 of the approximately 1,400,000  convicted felons in state prisons, and about 39,000 of the approximately  504,000 inmates held in local jails, were aliens. Removing those aliens  who have committed serious crimes is of particular concern for the safety  of our nation’s communities. The Department of Homeland Security’s  (DHS) U.S. Immigration and Customs Enforcement (ICE) is responsible  for the enforcement of immigration laws within the interior of the United  States, including the identification, apprehension, detention, and removal  of removable aliens who committed crimes. ICE does not have the agents  or the detention space that would be required to address all criminal  activities. According to DHS, criminal activity is most effectively combated  through a multiagency/multiauthority approach that utilizes federal, state,  and local resources, skills, and expertise. State and local law enforcement  officers play a critical role in protecting our homeland because, during the  course of daily duties, they may encounter foreign-national criminals and  immigration violators who pose a threat to national security or public  safety.", "On September 30, 1996, the Illegal Immigration Reform and Immigrant  Responsibility Act was enacted and added section 287(g) to the  Immigration and Nationality Act (INA). This section authorizes the federal  government to enter into agreements with state and local law enforcement  agencies; to train selected state and local officers to perform certain  functions of an immigration officer, including searching selected federal  databases and conducting interviews to assist in the identification of those  individuals in the country illegally; and to carry out these activities under  the supervision of ICE officers. ICE is responsible for managing the  implementation of 287(g). The first such agreement under the statute was  signed in 2002, and as of October 2008, participation in this program had  increased to 67 state and local agencies. Most of these state and local law  enforcement agencies joined the program after 2007.", "The enforcement of immigration law by state and local officials has raised  concerns among some community and immigrants’ rights groups about the  proper role of such law enforcement officials. Groups are also concerned  that such activities could lead to apprehension in immigrant communities  and less inclination to report crimes out of fear that officers with 287(g)  authority would inquire about crime victims’ immigration status. Groups  said that these concerns may reduce the effectiveness of the program and  other law enforcement initiatives, which they believe were intended to  target serious criminal activity.", "Given the growing interest of individual state and local entities in  participating in the 287(g) program, and congressional interest in assisting  state and local communities in addressing border security and immigration  enforcement issues, you requested that we review the 287(g) program.  This report addresses (1) the extent to which ICE has designed controls to  govern 287(g) program implementation and (2) how program resources  are being used and the activities, benefits, and concerns reported by  participating agencies.", "To accomplish our objectives, we collected and analyzed information from  ICE and participating law enforcement agencies on the priorities,  objectives, and guidance for implementing the 287(g) program. To better  understand the parameters of the 287(g) program as agreed to by both ICE  and the participating agency, we reviewed program-related documents,  including program case files, the 287(g) brochure, training materials,  certain ICE position descriptions, and the memorandums of agreement  (MOA) between ICE and the 29 law enforcement agencies participating in  the program as of September 1, 2007. We also examined the controls ICE  designed to govern implementation of the 287(g) program by requesting  information on ICE’s management policies and practices as they relate to  the 287(g) program and comparing these controls with criteria in GAO’s  Standards for Internal Control in the Federal Government, the  Government Performance and Results Act (GPRA) and the Project  Management Institute’s Standard for Program Management. We visited  nine participating agencies to observe how they are implementing the  program. We selected these agencies based on the type of enforcement  authority granted by ICE and length of time they have participated in the  program, among other characteristics. Although we are not able to  generalize the information gathered from these visits to all other  participating law enforcement agencies, the visits provided us with a  variety of examples of how the program is being implemented. We also  interviewed officials from both ICE and the participating law enforcement  agencies to obtain their perspectives on the activities, benefits, and  concerns generated from the 287(g) program as well as the resources used  to implement the program, including equipment, training, and assignment  of supervisory ICE staff. In addition, we examined budget and  appropriations documentation from the program’s inception to the fiscal  year 2009 budget request for the 287(g) program and inquired about future  funding requirements for this program from agency officials. More detailed  information on our scope and methodology appears in appendix III.", "We conducted this performance audit from September 2007 through  January 2009 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Section 287(g) of the INA, as amended, authorizes ICE to enter into  written agreements under which state or local law enforcement agencies  may perform, at their own expense and under the supervision of ICE  officers, certain functions of an immigration officer in relation to the  investigation, apprehension, or detention of aliens in the United States.  The statute also provides that such an agreement is not required for state  and local officers to communicate with ICE regarding the immigration  status of an individual or otherwise to cooperate with ICE in the  identification and removal of aliens not lawfully present in the United  States. Thus, 287(g) agreements go beyond state and local officers’  existing ability to obtain immigration status information from ICE and to  alert ICE to any removable aliens they identify. Under these agreements,  state and local officers are to have direct access to ICE databases and act  in the stead of ICE agents by processing aliens for removal. They are  authorized to initiate removal proceedings by preparing a notice to appear  in immigration court and transporting aliens to ICE-approved detention  facilities for further proceedings.", "Section 287(g) and its legislative history do not detail the exact  responsibilities to be carried out, the circumstances under which officers  are to exercise 287(g) authority, or which removable aliens should be  prioritized for removal, thus giving ICE the discretion to establish  enforcement priorities for the program. The statute does, however, contain  a number of detailed requirements or controls for the program. It requires  that  a written agreement be developed to govern the delegation of  immigration enforcement functions (e.g., MOA),  ICE determine that any officer performing such a function is qualified  to do so (e.g., background security check),  the officer have knowledge of, and adhere to, federal law relating to  immigration (e.g., training),    officers performing immigration functions have received adequate  training regarding enforcement of federal immigration laws (e.g.,  written certification of training provided upon passing examinations),  any officer performing such a function be subject to the direction and  supervision of ICE, with the supervising office to be specified in the  written agreement, and  specific powers and duties to be exercised or performed by state or  local officers be set forth in the written agreement.", "Currently, the 287(g) program is the responsibility of ICE’s Office of State  and Local Coordination (OSLC). The OSLC is responsible for providing  information about ICE programs, initiatives, and authorities available to  state and local law enforcement agencies. In August 2007, OSLC organized  its various programs to partner with state and local law enforcement  agencies as Agreements of Cooperation in Communities to Enhance Safety  and Security (ACCESS). ACCESS offers state and local law enforcement  agencies the opportunity to participate in 1 or more of 13 programs,  including the Border Enforcement Security Task Forces, the Criminal  Alien Program, and the 287(g) program. More detailed descriptions of the  ACCESS programs appear in appendix IV. Under ACCESS, OSLC officials  are to work with state and local applicants to help determine which  assistance program would best meet their needs. For example, before  approving an applicant for 287(g) program participation, OSLC officials  are to assess first whether ICE has the resources to support the applicant,  such as available detention space and transportation assets based on what  historical patterns indicate will be the approximate number of removable  aliens apprehended per year by the applying law enforcement agency.  Based on an overall assessment of these and other factors, such as the  type of agreement requested, availability of training, congressional  interest, and proximity to other 287(g) programs, ICE may suggest that  one or more of the other assistance programs under ACCESS would be  more appropriate.", "Within the 287(g) program, ICE has developed three models for state and  local law enforcement participation. One model, referred to as the “jail  model,” allows for correctional officers working in state prisons or local  jails to screen those arrested or convicted of crimes by accessing federal  databases to ascertain a person’s immigration status. Another option,  referred to as the “task force model,” allows law enforcement officers  participating in criminal task forces such as drug or gang task forces to  screen arrested individuals using federal databases to assess their  immigration status. ICE has approved some local law enforcement  agencies to concurrently implement both models, an arrangement referred  to as the “joint model.”", "The 287(g) program has grown rapidly in recent years as more state and  local communities seek to address criminal activity by those in the country  illegally with specialized training and tools provided by ICE. From its  initiation 287(g) authority was viewed by members of Congress as an  opportunity to provide ICE with more resources—in the form of state and  local law enforcement officers—to assist ICE in the enforcement of  immigration laws. In 2005, the conference committee report for DHS’s  appropriation encouraged ICE to be more proactive in encouraging state  and local governments to participate in the program. Beginning in fiscal  year 2006, DHS appropriations acts expressly provided funds for the  287(g) program, and accompanying committee reports provided guidance  on program implementation. In fiscal year 2006, the DHS Appropriations  Act provided $5.0 million to facilitate 287(g) agreements, and the  accompanying conference report noted full support for the program,  describing it as a powerful force multiplier to better enforce immigration  laws and, consequently, to better secure the homeland. In fiscal year  2007, ICE received $5.4 million for the 287(g) program in its regular  appropriation and allocated $10.1 million in supplemental funding towards  the program. In fiscal year 2008, ICE received $39.7 million for the  program, and has received $54.1 million for fiscal year 2009 to support the  program. Accompanying committee reports have emphasized that ICE  should perform close monitoring of compliance with 287(g) agreements,  extensive training prior to delegation of limited immigration enforcement  functions, direct supervision of delegated officers by ICE, and enrollment  of correctional facilities in the program to identify more removable aliens.", "Participating state and local law enforcement agencies in the 287(g)  program may apply for financial assistance to cover some costs associated  with the program either directly from ICE or through grants provided by  the Department of Justice (DOJ). For example, for agencies with  contractual reimbursement agreements, ICE can reimburse law  enforcement agencies for (1) detention of incarcerated aliens in local  facilities who are awaiting processing by ICE upon completion of their  sentences and (2) transportation of incarcerated aliens, upon completion  of their sentences, from a jurisdiction’s facilities to a facility or location  designated by ICE. In addition, state and local law enforcement agencies  may apply for grants from the DOJ’s State Criminal Alien Assistance  Program (SCAAP) for a portion of the costs of incarcerating certain  removable aliens convicted of a felony or two or more misdemeanors."], "subsections": []}, {"section_title": "ICE Lacks Key Internal Controls for the Implementation of the 287(g) Program", "paragraphs": ["The 287(g) program lacks several management controls that limit ICE’s  ability to effectively manage the program. First, ICE has not documented  the program’s objectives in program-related materials. Second, program- related documents, including the MOA, lack specificity as to how and  under what circumstances participating agencies are to use 287(g)  authority, or how ICE will supervise the activities of participating  agencies. Third, ICE has not defined what program information should be  tracked or ensured that program information is being consistently  collected and communicated, which would help ensure that management  directives are followed. And finally, ICE has not developed performance  measures to assess the effectiveness of the 287(g) program and whether it  is achieving its intended results."], "subsections": [{"section_title": "ICE Has Not Documented the 287(g) Program Objective in Program- Related Documents", "paragraphs": ["According to ICE senior program officials, the main objective of the 287(g)  program is to enhance the safety and security of communities by  addressing serious criminal activity such as violent crimes, human  smuggling, gang/organized crime activity, sexual-related offenses,  narcotics smuggling and money laundering committed by removable  aliens. However, program-related documents, including the MOAs and  program case files for the initial 29 participating agencies, the 287(g)  brochure, training materials provided to state and local officers, and a  “frequently asked questions” document do not identify this as the objective  of the 287(g) program. Internal controls also call for agencies to establish  clear, consistent objectives. In addition, GPRA requires agencies to consult  with stakeholders to clarify their missions and reach agreement on their  goals. Successful organizations we have studied in prior work involve  stakeholders in program planning efforts, which can help create a basic  understanding among the stakeholders of the competing demands that  confront most agencies, the limited resources available to them, and how  those demands and resources require careful and continuous balancing.", "The statute that established the 287(g) program and associated legislative  history do not set enforcement priorities for the program, which leaves the  responsibility to ICE. Therefore, ICE has the discretion to define the  287(g) program objectives in any manner that is reasonable. Although ICE  has prioritized its immigration enforcement efforts to focus on serious  criminal activity because of limited personnel and detention space, ICE  officials told us they did not document the stated 287(g) program  objectives as such because a situation could arise where detention space  might be available to accommodate removable aliens arrested for minor  offenses. We identified cases where participating agencies have used their  287(g) authority to process for removal aliens arrested for minor offenses.  For example, of the 29 participating agencies we reviewed, 4 agencies told  us they used 287(g) authorities to process for removal those aliens the  officers stopped for minor violations such as speeding, carrying an open  container of alcohol, and urinating in public. None of these crimes fall into  the category of serious criminal activity that ICE officials described to us  as the type of crime the 287(g) program is expected to pursue. Due to the  rapid growth of the 287(g) program, an unmanageable number of aliens  could be referred to ICE if all the participating agencies sought assistance  to remove aliens for such minor offenses. Another potential consequence  of not having documented program objectives is misuse of authority. The  sheriff from a participating agency said that his understanding of the  287(g) authority was that 287(g)-trained officers could go to people’s  homes and question individuals regarding their immigration status even if  the individual is not suspected of criminal activity. Although it does not  appear that any officers used the authority in this manner, it is illustrative  of the lack of clarity regarding program objectives and the use of 287(g)  authority by participating agencies.", "While agencies participating in the 287(g) program are not prohibited from  seeking the assistance of ICE for aliens arrested for minor offenses,  detention space is routinely very limited and it is important for ICE to use  these and other 287(g) resources in a manner that will most effectively  achieve the objective of the program—to process for removal those aliens  who pose the greatest threat to public safety. According to ICE’s Office of  Detention and Removal (DRO) strategic plan, until more alternative  detention methods are available, it is important that their limited detention  bed space is available for those aliens posing greater threats to the public.  ICE’s former Assistant Secretary made this point in her congressional  testimony in February 2008, stating that given the rapid growth of the  program in the last 2 years, it is important to ensure that ICE’s bed space  for the 287(g) program is used for the highest priority aliens. This may  not be achieved if ICE does not document and communicate to  participating agencies its program objective of focusing limited  enforcement and detention resources on serious and/or violent offenders."], "subsections": []}, {"section_title": "Program-Related Documents Lack Detail Regarding Program Implementation and ICE Supervision Activities", "paragraphs": ["ICE has not consistently articulated in program-related documents, such  as MOAs, brochures and training materials, how participating agencies are  to use their 287(g) authority, nor has it described the nature and extent of  ICE supervision over these agencies’ implementation of the program.  Internal control standards state that government programs should  establish control activities to help ensure management’s directives are  carried out. According to ICE officials, they use various controls to govern  the 287(g) program, including conducting background checks on officers  working for state and local law enforcement agencies that apply to  participate in the 287(g) program, facilitating a training program with  mandatory examinations to prepare law enforcement officers to carry out  287(g) program activities, and documenting agreements reached on  program operations in the MOA."], "subsections": [{"section_title": "Use of 287(g) Authority Is Not Consistently Communicated to Program Participants", "paragraphs": ["ICE has not consistently communicated, through its MOAs with  participating agencies, how and under what circumstances 287(g)  authority is to be used. Internal control standards state that government  programs should establish control activities, including ensuring that  significant events are authorized and executed only by persons acting  within the scope of their authority. For the 287(g) program, ICE officials  identified the MOA as a key control document signed by both ICE and  participating agency officials. The MOA is designed to help ensure that  management’s directives for the program are carried out by program  participants. However, the MOAs we reviewed were not consistent with  statements by ICE officials regarding the use of 287(g) authority. For  example, according to ICE officials and other ICE documentation, 287(g)  authority is to be used in connection with an arrest for a state offense;  however, the signed agreement that lays out the 287(g) authority for  participating agencies does not address when the authority is to be used.  While all 29 MOAs we reviewed contained language that authorizes a state  or local officer to interrogate any person believed to be an alien as to his  right to be or remain in the United States, none of them mentioned that an  arrest should precede use of 287(g) program authority. Furthermore, the  processing of individuals for possible removal is to be in connection with a  conviction of a state or federal felony offense. However, this circumstance  is not mentioned in 7 of the 29 MOAs we reviewed, resulting in  implementation guidance that is not consistent across the initial 29  participating agencies. Due to the rapid expansion of the 287(g) program  in the last 2 years, it is important that ICE consistently communicate to  participating agencies how this authority is to be used to help ensure that  state and local law enforcement agents are not using their 287(g) authority  in a manner not intended by ICE."], "subsections": []}, {"section_title": "Program-Related Documents Do Not Define Nature and Extent of ICE Supervision", "paragraphs": ["ICE has also not defined in its program-related documents the  responsibilities required of ICE agents directing and supervising local  officers under the 287(g) program. Internal control standards state that a  good internal control environment requires that an agency’s organizational  structure define key areas of authority and responsibility. The statute that  established the program specifically requires ICE to direct and supervise  the activities of the state and local officers who participate in the 287(g)  program. The statute and associated legislative history, however, do not  define the terms of direction and supervision, which leaves the  responsibility for defining them to ICE. Although ICE has the discretion to  define these terms in any manner that it deems reasonable, it has not  defined them in program documents.", "In our analysis of the 29 MOAs, we found little detail regarding the nature  and extent of supervisory activities to be performed by ICE working with  state and local law enforcement officers. For example, the MOAs state that  participating officers will be supervised and directed by ICE regarding  their immigration enforcement functions. The MOAs also state that  participating officers cannot perform any immigration officer functions  except when being supervised by ICE, and that those actions will be  reviewed by ICE supervisory officers on an ongoing basis to ensure  compliance and to determine if additional training is needed. The MOAs  further state that the participating state or local agency retains supervisory  responsibilities over all other aspects of the officers’ employment.  However, details regarding the nature and extent of supervision, such as  whether supervision is to be provided remotely or directly, the frequency  of interaction, and whether reviews are conducted as written assessments  or through oral feedback, are not described in the MOAs or in any  documentation provided to us by ICE.", "In response to our inquiry, ICE officials did not provide a clear definition  of the nature and extent of ICE supervision to be provided to participating  agencies. These officials also cited a shortage of supervisory resources.  The Assistant Director for the Office of State and Local Coordination that  manages the 287(g) program said the ICE officer who supervises the  activities of a participating agency’s officers is responsible for conducting  general tasks, such as reviewing and providing oversight over the  information added to immigration files; however, he also said the ICE  official responsible for supervising the activities of a participating agency’s  officers may not have a supervisory designation within ICE. He added that  documentation of an ICE 287(g) supervisor’s responsibilities may be  included in the position description of a Supervisory Detention and  Deportation Officer. We examined seven position descriptions provided by  ICE, including this position. Some of the activities described in this  position description address such issues as level of supervision or  direction and expectations setting for subordinates. For example, the  position description for a Supervisory Detention and Deportation Officer  establishes guidelines and performance expectations that are clearly  communicated, observes workers’ performance and conducts work  performance critiques, provides informal feedback, assigns work based on  priorities or the capabilities of the employee, prepares schedules for  completion of work, gives advice and instruction to employees, and  identifies developmental and training needs, in addition to other duties.  However, because supervision activities specific to the 287(g) program (or  more generally, state and local law enforcement officers carrying out  immigration enforcement activities) were not contained in the description,  it is unclear the extent to which the supervisory activities enumerated in  those position descriptions would apply to the supervision of state and  local officers in the 287(g) program.", "Further, ICE officials in headquarters noted that the level of ICE  supervision provided to participating agencies has varied due to a shortage  of supervisory resources. The officials said it has been necessary in many  instances for ICE to shift local resources or to utilize new supervisory  officers to provide the required oversight and to manage the additional  workload that has resulted from the 287(g) program. For example, agents  from ICE’s Office of Investigations (OI) and DRO have been detailed to the  287(g) program to fulfill the requirement within section 287(g) of the INA,  which mandates that ICE supervise officers performing functions under  each 287(g) agreement. Officials explained that these detailees have been  taken away from their permanent positions, which affects ICE’s ability to  address other criminal activity. ICE officials noted that the small number  of detailed agents does not have a significant impact on ICE’s overall  ability to supervise the 287(g) program in the field.", "In addition to the views by ICE officers in headquarters, we asked ICE  field officials about 287(g) supervision. There was wide variation in the  perceptions of what supervisory activities are to be performed. For  example, one ICE official said ICE provides no direct supervision over the  local law enforcement officers in the 287(g) program in their area of  responsibility. Conversely, another ICE official characterized ICE  supervisors as providing frontline support for the 287(g) program. ICE  officials at two additional offices described their supervisory activities as  overseeing training and ensuring the computer systems are working  properly. Officials at another field office described their supervisory  activities as reviewing files for completeness and accuracy.", "We also asked state and local officers about ICE supervision related to this  program. Officials from 14 of the 23 agencies that had implemented the  program gave positive responses when asked to evaluate ICE’s supervision  of their 287(g)-trained officers. Another four law enforcement agencies  characterized ICE’s supervision as fair, adequate, or provided on an as- needed basis. Three agencies said they did not receive direct ICE  supervision or that supervision was not provided daily, which one agency  felt was necessary to assist with the constant changes in requirements for  processing of paperwork. Officials from two law enforcement agencies  said ICE supervisors were either unresponsive or not available. One of  these officials noted that it was difficult to establish a relationship with the  relevant managers at the local ICE office because there was constant  turnover in the ICE agents responsible for overseeing the 287(g) program.  Given the rapid growth of the program and ICE’s limited supervisory  resources, defining supervision activities would improve ICE’s ability to  ensure management directives are carried out appropriately."], "subsections": []}]}, {"section_title": "ICE Has Not Ensured Information Regarding the 287(g) Program Is Obtained and Communicated", "paragraphs": [], "subsections": [{"section_title": "Collection and Reporting Requirements Are Not Defined", "paragraphs": ["While ICE states in its MOAs that participating agencies are responsible  for tracking and reporting data, the MOA did not provide details as to what  data needs to be collected or in what manner data should be collected and  reported. For example, in 20 of the 29 MOAs we reviewed, ICE generally  required participating agencies to track data, but the MOA did not define  what data should be tracked, or how data should be collected and  reported to ICE.", "Specifically, the reporting requirements section in 20 of the MOAs states:  The LEA  will be responsible for tracking  and maintaining accurate data and statistical information for their  287(g) program, including any specific tracking data requested by  ICE. Upon ICE’s request, such data and information shall be  provided to ICE for comparison and verification with ICE’s own  data and statistical information, as well as for ICE’s statistical  reporting requirements and to help ICE assess the progress and  success of the LEA’s 287(g) program.", "Furthermore, results of our structured interview with 29 program  participants indicated confusion regarding reporting requirements. For  example, of the 20 law enforcement agencies we reviewed whose MOA  contained a reporting requirement:  7 agencies told us they had a reporting requirement and reported data  to ICE;  3 agencies told us they had a requirement, but were not sure what  specific data was to be reported;  3 agencies told us they were not required to report any data;  2 agencies told us that while ICE did not require them to report data,  they submitted data to ICE on their activities anyway; and  5 agencies did not respond directly regarding a reporting requirement.", "Of the nine program participants we interviewed without a reporting  requirement in the MOA:  5 agencies told us they reported data to ICE;  2 agencies told us they were not required to report data to ICE, but did  so anyway;  1 agency told us they do not report data to ICE; and  1 agency did not know if they were required to report data to ICE.", "According to internal control standards, pertinent information should be  recorded and communicated to management and others within the entity  that need it in a form and within a time frame that enables them to carry  out internal control and other responsibilities. Consistent with these  standards, agencies are to ensure that information relative to factors vital  to a program meeting its goals is identified and regularly reported to  management. For example, collecting information such as the type of  crime for which an alien is detained could help ICE determine whether  participating agencies are processing for removal those aliens who have  committed serious crimes, as its objective states. Without clearly  communicating to participating agencies guidance on what data is to be  collected and how it should be gathered and reported, ICE management  may not have the information it needs to ensure the program is achieving  its objective."], "subsections": []}]}, {"section_title": "Performance Measures to Fully Evaluate the 287(g) Program Are Lacking", "paragraphs": ["While ICE has defined the objective of the 287(g) program—to enhance  the safety and security of communities by addressing serious criminal  activity by removable aliens— the agency has not developed performance  measures for the 287(g) program to track the progress toward attaining  that objective. GPRA requires that agencies clearly define their missions,  measure their performance against the goals they have set, and report on  how well they are doing in attaining those goals. Measuring performance  allows organizations to track the progress they are making toward their  goals and gives managers critical information on which to base decisions  for improving their programs. Our previous work has shown that agencies  successful in evaluating performance had measures that demonstrated  results, covered multiple priorities, provided useful information for  decision making, and successfully addressed important and varied aspects  of program performance. Internal controls also call for agencies to  establish performance measures and indicators. ICE officials stated that  they are in the process of developing performance measures, but have not  provided any documentation or a time frame for when they expect to  complete the development of these measures. In accordance with standard  practices for program and project management, specific desired outcomes  or results should be conceptualized and defined in the planning process as  part of a road map, along with the appropriate projects needed to achieve  those results, and milestones.", "ICE officials told us that, although they have not yet developed  performance measures, in an effort to monitor how the program is being  implemented, they are beginning to conduct compliance inspections based  on information provided in the MOA in locations where the 287(g)  program has been implemented. ICE’s Office of Professional  Responsibility (OPR) was recently directed to conduct field inspections of  all participating 287(g) program agencies. OPR officials state that the  inspections are based on a checklist drawn from participating agencies’  MOAs as well as interviews with state and local law enforcement agencies  and ICE officials who are responsible for overseeing these agencies. OPR’s  checklists include items such as the review of the arrest and prosecution  history of undocumented criminals, relevant immigration files, and ICE’s  Enforcement Case Tracking System (ENFORCE) entries, as well as review  of any complaints by those detained pursuant to the 287(g) program  directed towards ICE, state and local law enforcement officers. OPR  officials use this checklist to confirm whether the items agreed to in the  MOA have been carried out. As discussed earlier in this report, the 29  MOAs we reviewed did not contain certain internal controls to govern  program implementation consistent with federal internal control  standards. According to OPR officials, they have completed six  compliance inspections, and have a seventh inspection underway. In  addition, OPR officials told us that they are planning to complete  compliance inspections for the rest of the initial 29 program participants  within the next 2 years. Although ICE has initiated compliance inspections  for the 287(g) program, ICE officials stated that the compliance  inspections do not include performance assessments of the program.", "ICE officials stated that developing performance measures for the  program will be difficult because each state and local partnership  agreement is unique, making it challenging to develop measures that  would be applicable for all participating agencies. Nonetheless, these  measures are important to provide ICE with a basis for determining  whether the program is achieving its intended results. Without a plan for  the development of performance measures, including milestones for their  completion, ICE lacks a roadmap for how this project will be achieved."], "subsections": []}]}, {"section_title": "Program Resources Are Used for Training, Supervision, and Equipment; Benefits and Concerns Are Reported by ICE and Participating Agencies", "paragraphs": [], "subsections": [{"section_title": "Program Resources Are Used for Training, Supervision, and Equipment", "paragraphs": ["ICE and participating agencies used program resources mainly for  personnel, training, and equipment. From fiscal years 2006 through 2008,  ICE received approximately $60 million to provide 287(g) resources for 67  participating agencies nationwide as follows:    Training. Once officers working for state and local law enforcement  participating agencies pass a background investigation performed by  ICE, they are also required to attend a 4-week course and pass  mandatory examinations to be certified. Training is focused on  immigration and nationality law, and includes modules on identifying  fraudulent documents, understanding removal charges, cross-cultural  communications, and alien processing (e.g., accessing federal  databases). Of the 27 participating agencies that had received training  at the time of our interviews 20 said the training prepared them to  perform their 287(g) activities; four of these agencies also reported  that their participation in the program was delayed due to problems  with scheduling training. ICE provided information reflecting an  average training cost per student of $2,622 using the on-site training  facility—the Federal Law Enforcement Training Center—and $4,840  using off-site facilities. These average costs include travel, lodging,  books, meals, and miscellaneous expenses. As of October 2008, ICE  had trained and certified 951 state or local officers in the 287(g)  program.", "Equipment. ICE is to provide the equipment necessary to link  participating state and local law enforcement agencies with ICE to  assist these agencies in performing their immigration enforcement  activities. ICE estimates that, on average, for each participating agency  it spends $37,000 for equipment set-up and installation, and about  $43,000 for equipment hardware. These costs include installation of a  secure transmission line, which connects the participating agency to  ICE databases, one or more workstations, one or more machines that  capture and transmit fingerprints electronically, and personnel labor  and support costs. In addition, it spends on average about $107,000  annually for recurring equipment operations and maintenance costs  for each participating agency.", "Supervision. ICE is to provide supervision to state and local law  enforcement agencies participating in the 287(g) program. However, as  mentioned earlier in this report, ICE has not identified what  responsibilities are required of ICE agents directing and supervising  local officers under the 287(g) program, and comments about program  supervision from ICE officers at headquarters and in field offices, as  well as officers from participating agencies, differ widely. Therefore,  we are unable to provide more detail as to this 287(g) resource  provided by ICE.", "In addition to the resources provided by ICE, state and local law  enforcement agencies also provide resources to implement the 287(g)  program. For example, state and local law enforcement agencies provide  officers, space for equipment, and funding for any other expenses not  specifically covered by ICE, such as office supplies and vehicles. Of the 29  state and local participating agencies we interviewed, 11 were able to  provide estimates for some of their costs associated with participating in  the 287(g) program; however, the data they provided was not consistent.  Therefore, it was not feasible to total these costs. Those law enforcement  agencies able to identify costs may be able to recover some of these  expenses through an intergovernmental service agreement, or through  DOJ’s SCAAP grant process. When we asked state and local law  enforcement participating agencies whether they received federal  reimbursement from any source for costs associated with the 287(g)  program (e.g., detention or transportation), 18 of the 29 reported that they  did not. Six participating state and local agencies said they received  SCAAP funding for some of these costs, and another five said they  received federal reimbursements for some costs related to detention,  transportation, and hospitalization.", "The rapid growth of the 287(g) program has presented resource challenges  that ICE has begun to address. For example, 11 of the 29 participating  agencies we contacted told us of equipment-related problems. Specifically,  two of these agencies did not have equipment to carry out the 287(g)  program for several months after their staff had received training on how  to use it, and they had concerns that refresher training would be needed,  while another agency received more equipment than it needed. ICE has  worked with participating agencies to address the problems with program  equipment distribution. ICE headquarters and field staff also told us that  their resources to supervise activities of program participants are being  stretched to their maximum capacities to manage the increased growth of  the program. To address these issues, ICE has detailed agents from OI and  DRO to meet supervisory and other program requirements. ICE is also  considering other ways to address the challenges presented by program  growth. As discussed earlier in this report, the 287(g) program is 1 of 13  ICE programs to partner with state and local law enforcement agencies  under ACCESS. ICE officials are working with state and local participants  and applicants to help determine whether a different ACCESS program  would better meet their needs, and as a result, ICE has reduced the  backlog of applications to the 287(g) program from approximately 80  applications to 29 as of October 2008."], "subsections": []}, {"section_title": "Program Activities Are Reported by ICE and Participating Agencies Reported Benefits and Concerns", "paragraphs": ["Both ICE and state and local law enforcement agencies participating in the  287(g) program have reported activities, benefits, and concerns associated  with the program. As of October 2008, ICE reported that 67 state and local  law enforcement agencies had enrolled in the 287(g) program, and that  about 25 state and local jurisdiction program applications were pending. In  addition, ICE reported that 951 state and local officers received training in  immigration law and enforcement functions and were certified to use  287(g) authority. ICE’s data show that for 25 of the 29 participating  agencies we reviewed in fiscal year 2008 that about 43,000 aliens had been  arrested under the 287(g) program authority, with individual agency  participant arrests ranging from about 13,000 in one location to no arrests  in two locations. Of those 43,000 aliens arrested by program participants  pursuant to the 287(g) authority, ICE detained about 34,000 and placed  about 14,000 (41 percent) of those detained in removal proceedings, and  arranged for about 15,000 (44 percent) to be voluntarily removed. The  remaining 5,000 (15 percent) arrested aliens detained by ICE were either  given a humanitarian release, sent to a federal or state prison to serve a  sentence for a felony offense, or not taken into ICE custody given the  minor nature of the underlying offense and limited availability of detention  space.", "State and local law enforcement agencies we interviewed have reported  specific benefits of the 287(g) program, including the reduction of  crime/making the community safer, identifying/removing repeat offenders,  improving the quality of life for the community, and giving law  enforcement officers a sense of accomplishment related to immigration  enforcement. On the other hand, more than half of the 29 state and local  law enforcement agencies we interviewed reported concerns that some  members of their communities expressed about the 287(g) program,  including concerns that law enforcement officers in the 287(g) program  would be deporting removable aliens because of minor traffic violations  (e.g., speeding); fear and apprehension in the Hispanic community about  possible deportation; and concerns that officers would be performing  increased enforcement of immigration laws at worksites and would  engage in racial profiling. To help mitigate these fears and concerns, 27 of  the 29 law enforcement agencies we reviewed reported that they had  conducted outreach in their communities regarding the program (e.g.,  newspaper articles, press releases, TV and radio spots, speaking  engagements, and public meetings)."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Removing aliens who have committed violent crimes is of great  importance to the safety of the community at large. Through the 287(g)  program and its partnerships with state and local agencies, ICE has an  opportunity to identify and train additional law enforcement resources  that could help it meet this challenge. However, the lack of internal  controls governing the program limits ICE’s ability to take full advantage  of this additional resource. For example, without documenting that the  objective of the program is to remove aliens who have committed serious  crimes or pose a threat to public safety, participating agencies may further  burden limited detention resources by continuing to seek ICE assistance  for aliens detained for minor crimes. According to ICE, it is important to  ensure that their limited detention bed space is available for those aliens  posing the greatest threat to the public. Moreover, without consistently  communicating to participating agencies how and under what  circumstances 287(g) authority is to be used, participating agencies may  use this authority in a manner that is not intended by ICE. Additionally,  given the rapid growth of the program, the lack of defined supervision  activities could hamper ICE’s ability to ensure management directives are  being carried out appropriately. Furthermore, without guidance for what  data participating agencies are to collect and how this information is to be  gathered and reported, ICE may not have the information it needs to help  ensure participating agencies are adhering to program objectives. Finally,  performance measures are important to provide ICE with a basis for  determining whether the program is achieving its intended results. While it  is encouraging that ICE is working to develop these measures, without  establishing a plan, including a time frame for development, ICE lacks a  roadmap for how it will achieve this goal."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help ensure that the ICE 287(g) program achieves the results intended,  we are recommending that the Assistant Secretary for ICE take the  following five actions:    Document the objective of the 287(g) program for participants,    Clarify how and under what circumstances 287(g) authority is to be  used by state and local law enforcement officers in participating  agencies,   Document in MOAs the nature and extent of supervisory activities ICE  officers are expected to carry out as part of their responsibilities in  overseeing the implementation of the 287(g) program and  communicate that information to both ICE officers and state and local  participating agencies,   Specify the program information or data that each agency is expected  to collect regarding their implementation of the 287(g) program and  how this information is to be reported, and    Establish a plan, including a time frame, for the development of  performance measures for the 287(g) program."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DHS for review and comment. DHS  provided written comments on January 28, 2009, which are presented in  appendix V. In commenting on the draft report, DHS stated that it agreed  with our recommendations and identified actions planned or underway to  implement the recommendations.", "ICE also provided us with technical comments, which we considered and  incorporated in the report where appropriate.", "As agreed with your office, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the Secretary of Homeland  Security, the Secretary of State, the Attorney General, and other interested  parties. In addition, the report will be available at no charge on the GAO  Web site at http://www.gao.gov.", "If you or your staff has any questions about this report, please contact me  at (202) 512-8777 or at stanar@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Key contributors to this report are acknowledged in  appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Statutory Provision Governing the 287(g) Program", "paragraphs": ["8 U.S.C. § 1357(g)  (g) Performance of immigration officer functions by State officers and  employees  (1) Notwithstanding section 1342 of title 31, the Attorney General may  enter into a written agreement with a State, or any political subdivision of  a State, pursuant to which an officer or employee of the State or  subdivision, who is determined by the Attorney General to be qualified to  perform a function of an immigration officer in relation to the  investigation, apprehension, or detention of aliens in the United States  (including the transportation of such aliens across State lines to detention  centers), may carry out such function at the expense of the State or  political subdivision and to the extent consistent with State and local law.  (2) An agreement under this subsection shall require that an officer or  employee of a State or political subdivision of a State performing a  function under the agreement shall have knowledge of, and adhere to,  Federal law relating to the function, and shall contain a written  certification that the officers or employees performing the function under  the agreement have received adequate training regarding the enforcement  of relevant Federal immigration laws.  (3) In performing a function under this subsection, an officer or employee  of a State or political subdivision of a State shall be subject to the  direction and supervision of the Attorney General.  (4) In performing a function under this subsection, an officer or employee  of a State or political subdivision of a State may use Federal property or  facilities, as provided in a written agreement between the Attorney  General and the State or subdivision.  (5) With respect to each officer or employee of a State or political  subdivision who is authorized to perform a function under this subsection,  the specific powers and duties that may be, or are required to be,  exercised or performed by the individual, the duration of the authority of  the individual, and the position of the agency of the Attorney General who  is required to supervise and direct the individual, shall be set forth in a  written agreement between the Attorney General and the State or political  subdivision.  (6) The Attorney General may not accept a service under this subsection if  the service will be used to displace any Federal employee.  (7) Except as provided in paragraph (8), an officer or employee of a State  or political subdivision of a State performing functions under this  subsection shall not be treated as a Federal employee for any purpose  other than for purposes of chapter 81 of title 5 (relating to compensation  for injury) and sections 2671 through 2680 of title 28 (relating to tort  claims).  (8) An officer or employee of a State or political subdivision of a State  acting under color of authority under this subsection, or any agreement  entered into under this subsection, shall be considered to be acting under  color of Federal authority for purposes of determining the liability, and  immunity from suit, of the officer or employee in a civil action brought  under Federal or State law.  (9) Nothing in this subsection shall be construed to require any State or  political subdivision of a State to enter into an agreement with the  Attorney General under this subsection.  (10) Nothing in this subsection shall be construed to require an agreement  under this subsection in order for any officer or employee of a State or  political subdivision of a State —  (A) to communicate with the Attorney General regarding the immigration  status of any individual, including reporting knowledge that a particular  alien is not lawfully present in the United States; or  (B) otherwise to cooperate with the Attorney General in the identification,  apprehension, detention, or removal of aliens not lawfully present in the  United States."], "subsections": []}, {"section_title": "Appendix II: Structured Interview Questions for All 29 Participants of the 287(g) Program", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Objectives, Scope, and Methodology", "paragraphs": [], "subsections": [{"section_title": "Objectives", "paragraphs": ["This report addresses (1) the extent to which ICE has designed controls to  govern 287(g) program implementation and (2) how program resources  are being used and the program activities, benefits, and concerns reported  by participating agencies."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To address our objectives, we contacted and obtained information from  key people and organizations associated with the arrest, detention, and  removal of aliens, and U.S. Immigration and Customs Enforcement’s (ICE)  287(g) program, including the following:  ICE headquarters officials from the following offices: Office of  Investigations, Office of the Principal Legal Advisor, Office of  Detention and Removal, Office of the Chief Financial Officer/Budget  Office, Office of State and Local Coordination, and Office of  Professional Responsibility.", "ICE officials from ICE Field Offices in Phoenix, Arizona, and in the  California offices of Los Angeles, Santa Ana, Riverside, and San  Bernardino in conjunction with our site visits to state and local law  enforcement agencies in these areas.", "Officials from all 29 state and local law enforcement agencies that had  entered into agreements with ICE as of September 1, 2007, listed  below. Six of these agencies reported that they had not yet begun  implementing the program. Our analysis includes information from  these six agencies as appropriate. We conducted structured interviews  with officials from these organizations from October 2007 through  February 2008. By interviewing officials from all participating  agencies, we were able to obtain information and perspectives from  participating agencies that had been involved in the program for the  longest period of time as well as from those agencies that had just  started participating to learn how law enforcement agencies get their  program implemented.", "State and local law enforcement agencies that had entered into  agreements with ICE as of September 1, 2007:  Alabama Department of Public Safety;  Arizona Department of Corrections;  Arizona Department of Public Safety;  Maricopa County Sheriff’s Office (Arizona);  Los Angeles County Sheriff’s Office (California)", "Orange County Sheriff’s Office (California);  Riverside County Sheriff’s Office (California);  San Bernardino County Sheriff’s Office (California);  Colorado Department of Public Safety/State Patrol;  El Paso County Sheriff’s Office (Colorado);  Collier County Sheriff’s Office (Florida);  Florida Department of Law Enforcement;  Cobb County Sheriff’s Office (Georgia);  Georgia Department of Public Safety;  Barnstable County Sheriff’s Office (Massachusetts);  Framingham Police Department (Massachusetts);  Massachusetts Department of Corrections;  Alamance County Sheriff’s Office (North Carolina);  Cabarrus County Sheriff’s Office (North Carolina);  Gaston County Sheriff’s Office (North Carolina);  Mecklenburg County Sheriff’s Office (North Carolina);  Hudson Police Department (New Hampshire)", "New Mexico Department of Corrections;  Tulsa County Sheriff’s Office (Oklahoma);  Davidson County Sheriff’s Office (Tennessee);  Herndon Police Department (Virginia);  Prince William-Manassas Adult Detention Center (Virginia);  Rockingham County Sheriff’s Office (Virginia); and  Shenandoah County Sheriff’s Office (Virginia).", "We also conducted site visits with nine state and local law enforcement  agencies that entered into an agreement with ICE as of September 1, 2007,  and had begun implementing the program. These sites were selected to  represent variation in length of partnership with ICE, type of model (e.g.,  jail, task force, or joint), geographic location, size of jurisdiction, and  proximity to ICE Special-Agent-in-Charge or regional office. The offices  from which we interviewed officials about their participation in the 287(g)  program, include Rockingham County Sheriff’s Office, Shenandoah County  Sheriff’s Office, Los Angeles County Sheriff’s Office, Orange County  Sheriff’s Office, San Bernardino County Sheriff’s Office, Riverside County  Sheriff’s Office, Arizona Department of Corrections, Maricopa County  Sheriff’s Office (including the Enforcement Support, Human Smuggling  Unit), and Arizona Department of Public Safety (including the Gang  Enforcement Bureau and the Criminal Investigations Division). Although  we are not able to generalize the information gathered from these visits to  all other participating law enforcement agencies, they provided us with a  variety of examples related to program implementation.", "To determine what the 287(g) program’s objectives are and to what extent  ICE has designed controls to govern implementation, we collected and  analyzed information regarding the program’s objective and obtained  information from both ICE and the participating law enforcement agencies  we interviewed and visited to determine if ICE objectives for the program  were clearly articulated to law enforcement agencies. We reviewed  available program-related documents, including program case files for the  initial 29 participating agencies, the 287(g) brochure, training materials  provided to state and local officers to become certified in the program,  and a “frequently asked questions” document on the program. In addition,  we analyzed the MOAs of each state and local agency participating in the  287(g) program as of September 1, 2007. Specifically, we examined  sections of the MOAs related to program authority, designation of  enforcement functions, and ICE supervision responsibilities, among other  areas of these written agreements. We completed a content analysis of  responses to structured interviews that were conducted with key officials  from each of the participating law enforcement agencies in this review and  from information gathered from site visits. Our content analysis consisted  of reviewing the responses to the structured interview questions and  identifying and grouping responses by theme or characterization. These  themes were then coded and tallied. For some questions, participating  agencies gave multiple responses or characterizations, therefore responses  are not always mutually exclusive. Selection of themes and coding of  responses were conducted separately by two analysts; any discrepancies  were resolved. We also compared controls ICE told us they designed to  govern implementation of the 287(g) program, including conducting  background checks, providing formal training with qualifying exams for  the applicants’ officers, and agreeing with state and local agencies to  MOAs, with criteria in GAO’s Standards for Internal Control in the Federal  Government, the Government Performance and Results Act (GPRA) and  standard practices for program management. To corroborate the  information we received from the law enforcement agencies through both  the structured interviews and site visits, we interviewed officials from ICE  both at headquarters and in the field, and examined documentation on  guidance given to both ICE and state and local participants about the  implementation of the program, as well as reviewed all 29 case files  created and maintained by ICE on program participants. We identified for  what purposes ICE relies on data collected from law enforcement  agencies, and how data reliability checks are performed for data collection  associated with the 287(g) program. We interviewed ICE officials and  participating law enforcement agencies to determine what guidance ICE  has provided to law enforcement agencies on how data are collected,  stored, and reported to ICE. We interviewed officials and examined  documentation from ICE to determine the measures established to  monitor performance and improvements made to the program. We  reviewed reports that use data from ICE’s Enforcement Case Tracking  System or the ENFORCE database, which automates the processes  associated with the identification, apprehension, and deportation of  removable aliens. During our review, we learned that some data regarding  the 287(g) program may not have been included in ENFORCE, and  therefore, we are unsure of the completeness of the information relevant  to this program in this database. We used this data to a limited extent in  our Objective II discussion related to activities, benefits, and concerns of  the 287(g) program. The data used was for illustrative purposes only and  not used to draw conclusions about the program.", "To determine what resources ICE and participating law enforcement  agencies provide to the program including the equipment and training for  program participants, and the assignment of ICE supervisory staff for this  program, we examined ICE’s budget for the 287(g) program, including  how ICE calculates the funding requirements for each additional  agreement. We also interviewed officials from the participating law  enforcement agencies, analyzed information collected from these agencies  to determine what resources they reported using to implement the  program and the activities, benefits, and concerns they reported  associated with the program. In addition, we examined budget and  appropriations documentation from the program’s inception to the fiscal  year 2009 budget request for the 287(g) program. We collected and  analyzed information on the activities reported by ICE stemming from the  program. Through our structured interviews, we gathered and analyzed  the participating state and local agencies views on the activities, benefits,  and concerns related to the program. We did not conduct a fiscal  examination of the cost of detention facilities, nor review the budgetary  effect on law enforcement agencies implementing the 287(g) program."], "subsections": []}]}, {"section_title": "Appendix IV: Copy of ICE Pamphlet on ACCESS Programs", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Bill Crocker, Assistant Director,  and Lori Kmetz, Analyst-in-Charge, managed this assignment. Susanna  Kuebler, Carolyn Garvey, and Orlando Copeland made significant  contributions to the work. Michele Fejfar assisted with design,  methodology, and data analysis. Katherine Davis, Linda Miller, Adam Vogt  and Peter Anderson provided assistance in report preparation, and  Frances Cook provided legal support."], "subsections": []}]}], "fastfact": []}